{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58218750",
      "category": "world-europe",
      "title": "Polish law on property stolen by Nazis angers Israel",
      "text": "Poland's president Andrzej Duda has approved a law that will make it harder for Jewish people to recover property lost during and after World War Two.  \nThe move has triggered a diplomatic crisis, with Israel recalling its ambassador to Poland and branding the law \"anti-Semitic\".\nThe legislation relates to claims on property stolen by Nazi Germany, then seized by Poland's communist regime. \nThe law sets a 30-year limit on challenges to such confiscations.\nAs most happened soon after the war, many outstanding claims will now be blocked.\nThe Polish government says the change will end a period of legal chaos, but Israel condemned it forcibly.\n\"Poland today approved - not for the first time - an immoral, anti-Semitic law,\" Israeli Foreign Minister Yair Lapid said in a statement.\nMr Lapid also said he was recommending Poland's ambassador to Israel, Marek Magierowski, remain on his summer holiday in Poland.\n\"He should use the time available to him to explain to the Poles what the Holocaust means to the citizens of Israel and how much we will not tolerate contempt for the memory of the victims and the memory of the Holocaust,\" he tweeted.\nOn Monday Poland's foreign ministry said Mr Magierowski had been recalled until further notice, citing Israel's \"recent unjustified actions\".\nEarlier Polish Prime Minister Mateusz Morawiecki said he would arrange for the ambassador's children to be brought home.\nIn a statement, the prime minister rejected Israel's accusations of anti-Semitism and said its rhetoric would \"increase hatred towards Poland\".\nMr Duda said signing the bill into law ends an era of legal chaos in the process of handing back confiscated properties.\nIn recent decades property restitution has become deeply mired in corruption, with title claims being bought and sold, and tenants suddenly finding themselves thrown out of their apartments from one day to the next. Jewish claims account for just a minority of total claims, most of which have been made by Poles.\nAs a result, the law received the backing of Poland's opposition as well as the government.\nIsraeli Prime Minister Naftali Bennett branded the law \"shameful\". He said it showed \"disgraceful contempt for the Holocaust's memory\".\nAbout six million Jews died in the Holocaust, half of them Polish. About 90% of Poland's pre-war Jewish community were killed.\nIsrael's opposition to the legislation was supported by the US, and Mr Lapid said further courses of action would be discussed with Washington.\nThe Polish government has previously said the new law has nothing to do with Israeli and US fears.\nWhen World War Two ended, Poland's communist authorities nationalised many properties that had been left empty because their owners had fled or been killed.\nThe new law covers both Jewish and non-Jewish claimants, but critics say Jewish owners were often late in lodging claims after the war and will be disproportionately affected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58216521",
      "category": "uk-wales",
      "title": "Cheers Drive: Name plea for Cardiff bus station road",
      "tags": "Cardiff Council,Cardiff,Bus travel",
      "text": "Calls to name a road leading to Cardiff's new bus station \"Cheers Drive\" have been backed by the leader of the city council. \nThe phrase is synonymous with the city and surrounding areas, as it's used to say thanks at the end of a journey.\nCardiff leader Huw Thomas said it was a \"great idea - let's do it!\".\nThe name was conjured up by city brand campaigners I Loves the 'Diff, who said on Twitter that the city would have \"missed a trick\" without the name.\nCardiff Bus tweeted an emoji showing a pair of crossed fingers.\nAnother councillor, Jayne Cowan, had started a petition in support of the name.\nBy Saturday, it had already climbed to well over 1,500 signatures - with no sign of slowing.\nMs Cowan said: \"If the council leader said 'Yes' then it is going to happen.\"\nShe intends to present a formal plan for the name to city hall in September.\n\"I remember my grandfather and father always said it on the bus,\" she said.\n\"It's one of those expressions like 'Have a great day'. \n\"It's just associated with the Welsh and with Cardiff.\n\"People like American tourists would go and have their photos taken by the sign.\"\nMs Cowan hoped the idea would also be taken as a \"thank you\" to bus drivers for their work during the pandemic. \n\"We thank the NHS and care workers for getting us through the pandemic, but we often forget the shop workers and bus drivers who took people to work,\" she said.\n\"They do not get that recognition\". \nBBC presenter Alex Jones previously wore a \"Cheers Drive\" T-shirt, while giving a bus tour of Cardiff for The One Show.\nIt would not be the first time a tongue-in-cheek street name has made it on to maps.\nIn Sheffield, the home of South Yorkshire Police is on Letsby Avenue - while in Northern Ireland, the computer data and memory firm Seagate Technology has its HQ on Disc Drive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58074525",
      "category": "world-asia",
      "title": "Afghanistan war: Bodies on the streets as fighting traps Lashkar Gah residents",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "\"The Taliban will have no mercy on us and the government won't stop the bombing.\"\nThe resident of Lashkar Gah in southern Afghanistan is one of thousands trapped or fleeing for their lives as fighting for control of the city rages between militants and government forces.\nThe BBC is not naming some interviewees in this article for security reasons.\n\"There are corpses on the roads. We do not know if they are civilians or the Taliban,\" the man told the BBC Afghan service in an interview on Whatsapp. \"Dozens of families have fled their homes and settled near the Helmand river.\"\nOther terrified locals told the BBC they had seen bodies lying in the streets.  \nCapturing the besieged Helmand provincial capital would be of huge symbolic value to the insurgents as they continue their rapid advance after the pullout of foreign forces. Helmand was the centrepiece of the US and British military campaign.\nThe United Nations and other agencies are warning of a worsening humanitarian crisis. At least 40 civilians have been killed in Lashkar Gah in the past day, the UN said on Tuesday.\nThe Afghan army urged civilians to leave Lashkar Gah ahead of a major offensive against the Taliban, the hardline Islamist group that was driven from power by US-led forces 20 years ago. \nElsewhere in the south, Taliban are trying to capture Kandahar, their former stronghold, and clashes have also intensified in Herat in the west.\nFighting has been continuing in Lashkar Gah for days, with the militants now reportedly in control of most districts. \n\"We are going through difficult days,\" a student in the city told the BBC. \"The Taliban set fire to the ground and government air forces to the skies.\"\nAnother man said on Sunday: \"The Taliban can be seen on the city's roads. The presence of the Taliban has astonished people here.\n\"Shops are closed, and government military vehicles are lying destroyed in the middle of the road. The war continues within a few metres of the governor's office and the National Security Directorate.\n\"The central government said recently they had deployed new commandos to Lashkar Gah, but we didn't see them.\"\nHundreds of Afghan reinforcements have since reportedly been deployed to the city.\nAt the weekend, Attaullah Afghan, the head of Helmand provincial council, admitted that fighting seemed to be \"getting out of our control\".\nThe Taliban have made further advances this week, despite Afghan and US warplanes targeting the insurgents.\nThere are reports that Taliban fighters have taken positions inside homes, shops and the bazaar - people are trapped in their homes while fighting goes on in the streets.\nThe militants generally warn people via loudspeaker to leave but sometimes they enter houses - locals have just minutes to flee or risk being caught in crossfire as their homes become part of the battlefield.\n\"The Taliban told us if we didn't leave the house in half an hour, we would be counted among the police and Afghan forces,\" said the student the BBC Afghan service spoke to.\nDuring their rule in the late 1990s, the Taliban publicly executed people and restricted women's access to education and employment. \nThe Taliban say they have changed and would no longer resort to such violence - but many Afghans are sceptical.\nHuman Rights Watch has documented cases of reprisal attacks by the militants against civilians deemed to have supported the government.\nThe UN says civilians are bearing the brunt of the conflict and is urging all parties to do more to protect civilians or the impact will be catastrophic.\nThe thousands who've escaped the fighting now face a lack of food, drinking water and  medicines.\nAid agencies do not have access to most of the displaced, and health centres and hospitals don't have capacity to deal with the number of casualties. Some health facilities have been destroyed, while others are inactive.\nA doctor in Lashkar Gah, Masood Khan, said an ever-increasing flow of severely wounded patients was arriving at his hospital, and he feared that others were unable to reach it. He said medical supplies were running low.\n\"We are receiving a lot of war wounded… There is fighting all around,\" Dr Kahn, an intensive care specialist at a hospital run by the health charity MSF, told the BBC on Monday. \nVideos of reported Taliban atrocities are being shared on social media, deepening fears of their possible return. \nThe United States and Britain say the group may have committed war crimes, accusing them of massacring dozens of civilians in revenge killings in Spin Boldak, on the border with Pakistan. \nThere are also reports that at least 40 Hazaras of the Shia Muslim minority were targeted and killed in Malistan in eastern Ghazni province.\nThe Taliban have dismissed the accusations as baseless, and are posting their own grisly images of civilian casualties in Afghan and US air strikes. \nThose trapped in the worsening fighting have few options.\n\"We have neither bread nor water in the house, and the electricity is completely cut off,\" a local businessman in Laskhar Gah told the BBC.\n\"I do not know where to go, there are clashes in every corner of the city.\"\nAn Afghan interpreter living in the city said his life was under threat from the Taliban because he had worked for the British forces.\n\"I have changed address three times. My own house has been captured by the Taliban and they are living there and they were asking for me,\" he said.\n\"We don't know what will happen in the future but they are looking from house to house to find the people who worked for Nato.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58219114",
      "category": "uk",
      "title": "UK scholarships for Afghan students paused",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Afghan students offered scholarships by the UK government to study here from next month have been told they will not now be able to take up their places. \nChevening Scholarships enable promising students around the world to pursue a masters degree in the UK.\nBut the Foreign Office said the situation in Afghanistan meant the British Embassy there would not finish preparations in time for this year. \nThe decision has been criticised by two former Conservative cabinet ministers.\nOne of the scholarship students, Naimatullah Zafary, told the BBC that students had been crying and some had panic attacks when they met with UK embassy staff to discuss the deferral of their places. \n\"I cannot sleep,\" he said. \"When we really need it, you are taking it away.\"\nChevening Scholarships, which are funded by the Foreign Office, are prestigious and highly competitive.\nBut Afghan students who have been awarded places for this coming academic year have been told the embassy in Kabul, Afghanistan's capital city, will not be able to complete the paperwork. \nAccording to Mr Zafary, there are 35 Afghans affected and just under half are women.\nIt comes as the Taliban continues to seize territory in the country following the withdrawal of US and other foreign troops after 20 years of military operations.\nNaimatullah Zafary, 35, applied four years running before finally getting accepted on the Chevening Scholarship programme, to study governance, development and public policy at the University of Sussex.\nHe currently works for the UN and lives in Kabul, but wanted to use his skills to improve Afghanistan's local government. \"I have seen the gap between the government and the people, when the government has to be a bridge but it turned out to be a concrete wall,\" he says.\nBut last week he was told the place had to be deferred until next year because they could not issue visas. At a meeting in the UK embassy, the students were \"yelling, they were begging, please, please, allow us the visa\", some were crying and some had panic attacks, he says.\nMr Zafary says it is hard for the students to accept the decision, when visas are still being issued to diplomatic staff and Afghans being relocated to the UK.\n\"When they said it will be paused for the next year, I don't believe it. If you cannot make it this year, how can you make it next year?\" Mr Zafary says. \"Every day, every second in this country is unpredictable.\"\nMore than 30 of the 35 students with places this year have resigned from their jobs in Afghanistan and some declined promotions.\nMany of the women fear that as the Taliban extends its rule, their educational opportunities will disappear, Mr Zafary says, adding there is also a risk that Chevening students will become targets.\n\"I'm at risk, everyone is at risk. We're looking at the future of Afghanistan and the development of Afghanistan and you have seen, they have targeted those who are looking at the future of the country.\"\nThe former Conservative cabinet minister David Lidington said on Twitter that the decision to withdraw the scholarships seemed both \"morally wrong and against UK interests\". \n\"Surely those accepted onto #Chevening will be at particular risk from Taliban & among 'brightest & best' whom our government rightly wants to attract to UK,\" he said. \nMr Lidington added that he hoped Prime Minister Boris Johnson and Foreign Secretary Dominic Raab would review the situation \"urgently\". \nFormer international development secretary Rory Stewart said it was \"deeply disappointing\" that visas could not be sorted out. \nA Foreign Office spokesperson said all of this year's scholars would be able to start their programme next year. \nThe Taliban has seized what had been government-controlled territory with speed following the withdrawal of foreign troops.\nThe militant group is now in control of much of the country and is edging closer to the capital Kabul.\nThis week the UK government said it would send about 600 troops to the country to assist British nationals to leave. \nMore than a quarter of a million people have been displaced by the violence, and many have fled Kabul in the hope of finding safety.\nGen Sir Richard Barrons, who was head of UK Joint Forces Command, previously warned that the withdrawal of troops from Afghanistan was a strategic mistake that risked a resurgence of terrorism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58225187",
      "category": "world-middle-east",
      "title": "Afghanistan: People flee Kabul as Taliban overrun cities",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58212803",
      "category": "world-asia",
      "title": "Japan rain: Nearly two million residents told to seek shelter",
      "tags": "Floods,Japan",
      "text": "Nearly two million people have been urged to evacuate their homes amid heavy rainfall in parts of Japan.\nHighest-level rain warnings have been issued in a number of prefectures, including Fukuoka and Hiroshima.\nOne woman has died and her husband and daughter are missing after a landslide destroyed two homes in Nagasaki prefecture. \nMore than 150 troops, police and firefighters have been sent to help with rescue operations in the area.\n\"They are carefully searching for the missing residents, while watching out for further mudslides as the heavy rain continues,\" a local official told the AFP news agency. \nThe west of the country is worst affected but heavy downpours are expected across the country in coming days. \nIn Saga prefecture, a hospital evacuated patients to its upper floors on Saturday after the nearby Rokkaku river overflowed and flooded the building, Kyodo News agency reported, citing local authorities.\nIn total, non-compulsory evacuation warnings are now in place for more than 1.8 million people across seven prefectures, according to Japanese broadcaster NHK. \nYushi Adachi, from Japan's meteorological agency, described the current rainfall as \"unprecedented\". \n\"It's highly likely that some kind of disaster has already occurred,\" he said. \nLocal television footage showed submerged roads. Rivers in Saga and Fukuoka have overflowed with water levels still rising, local media reports said. \nAn official in Kumamoto, south-western Japan, said a 76-year-old man was missing after trying to secure his fishing boat.\nThe flooding comes just weeks after heavy rain caused landslides and prompted rivers to burst their banks, killing dozens."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58170433",
      "category": "world-asia",
      "title": "Afghanistan: The people fleeing the north for safety in Kabul",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "With violence surging in Afghanistan, and the Taliban taking new territories in the north, thousands of people are fleeing their homes to seek safety in the capital Kabul.\nWhen they get there, many of these people face sleeping in abandoned warehouses or on the streets. They're struggling to find food, shelter and other basic necessities, such as medicine and sanitary items.\nBut they feel they have little choice - it is either hardship in Kabul, or potential death in their home region.\nNow, thousands have gathered in makeshift camps on scrubland on the city's outskirts.\nAsadullah, a 35-year-old street vendor from Kunduz province, travelled to the capital with his wife and two young daughters earlier this week after the Taliban set fire to his home.\n\"I was a street worker, I sold food and spices... but when the Taliban attacked we came to Kabul,\" he tells the BBC. \n\"Now we have no money to buy bread, or get some medicine for my child.\"\nAsadullah and his young family spent the night on the streets.\n\"All of our home and belongings caught fire, so we came to Kabul and pray to God to help us. Rockets and mortars hit our home... there were heavy clashes in the past seven days, we had no bread to eat and all the bakeries, shops and bazaars were closed.\"\nA woman, who didn't give her name, told the BBC she fled her home in the northern city of Pul-e-Khumri with her husband and children. Her husband, she says, was wounded in the war.\n\"We had a good life, but because of the bomb blasts we lost our home and came here,\" she says. \"We left our home with only one dress and no money.\"\nHumanitarian organisations have been warning of a rise in internally displaced persons in Afghanistan since US-led forces began withdrawing from the country earlier this year, following 20 years of military operations.\nThe campaign began in 2001 following the 9/11 attacks on American soil. Now, most of the foreign troops have pulled out.\nSince then, clashes between the Taliban and government forces have escalated. The Taliban have taken at least eight of the country's 34 provincial capitals, and are threatening to seize more. \nThe Washington Post has also cited unnamed US officials saying that even Kabul could fall to the Taliban within the next 90 days, based on US military assessments.\nThis unrest has caused a rise in people fleeing their homes for the capital. In July the UN warned that around 270,000 more people were internally displaced in the country after troops started to leave - this number is estimated to have surged in just the last few days.\nAmid all of this more than 1,000 civilians have been killed, according to the UN.\nNGOs say that this mass displacement will hit women and children particularly hard. \n\"We're seeing a lot of increased reporting around health protection needs, gender-based violence, sexual exploitation and abuse and trafficking,\" Jared Rowell, Country Director of the Danish Refugee Council in Afghanistan, tells the BBC.\n\"Early marriage will become a larger problem too as girls and young women are sold off in order to get cash to provide for their families. Those types of issues, which have always been a problem, are going to get more and more severe.\"\nAs well as food, shelter and health and sanitary items, Mr Rowell says, displaced people in Kabul are in desperate need of cash. \n\"It's really important people have access to multi-purpose cash,\" he says. \"Meaning an agency like DRC would give them a cash distribution that they have the autonomy to determine what they spend that money on in order to best support their needs. \n\"Cash is also particularly important at this point in time, especially when they're relocating to a large city like Kabul with high food prices and markets with fluctuating prices due to the current instability.\"\nFor Asadullah, his main hope now is that his family can one day return to their normal life in Kunduz.\n\"We want to go back and continue our lives there,\" he says. \"We hope that one day peace will come to Afghanistan, and our country will be free.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58224334",
      "category": "uk-politics",
      "title": "PM: No one wants Afghanistan to, once again, be a breeding ground for terror",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58009261",
      "category": "uk-wales",
      "title": "Covid: Pop-up campsite rules 'harming communities'",
      "tags": "Tourism,Llanberis,Wales business,Natural Resources Wales,Haverfordwest,Camping,Wales economy,Coronavirus pandemic",
      "text": "There are fears rules making it easier for pop-up campsites to open during the Covid pandemic have led to a \"free-for-all\", harming rural communities.\nLandowners can open campsites for up to 56 days without planning permission, after rules were relaxed.\nWhile owners say the sites are boosting tourism, some residents claim their communities have been damaged after campsites \"sprang up overnight\".\nThe Welsh government said the rules were helping the tourism sector.\nWith more people holidaying within the UK this summer, because of Covid rules on travel abroad, demand for camping in parts of Wales has risen, with reports of popular sites being booked up for months.\nDuring the pandemic the Welsh government temporarily relaxed planning rules for pop-up campsites.\nThis increased the number of days land can be used for campsites without planning permission - from 28 to 56 days - until January 2022.\nIn England the UK government has gone a step further and advised councils not to clampdown on landowners who stay open longer, breaching the time limit.\nBut with pop-up campsites not requiring planning scrutiny - where the impact on highways and environment would be considered - there are fears the sites are adversely impacting communities.\nIn a small community on the edge of Snowdonia National Park, one father said the influx in pop-up campsites was causing chaos, with fears about pollution and an influx of traffic using county roads.\n\"Overnight we had a campsite on our doorstep, we had a surge of 40 cars coming up and down the lane, people who don't know the area, with no passing place and no pavement,\" he said.\nThe man, who did not want to be named, said he feared there would be an accident on the lane, which is used by cyclists, runners and horse riders, and has blind bends.\n\"This is not about camping, we love camping ourselves, but there's a fog of 40 camp fires burning across the valley every night,\" he said.\nHe added he was now to scared to let his children play outside because of the traffic, and feared if similar rules were allowed next summer he would have to move.\n\"It is the idea that people can just put these things up with no warning or consultation... some areas can handle it, some areas it can't... it is unsafe, if it happens again it will kill us.\"\nDarren Millar, Conservative Member of the Senedd for Clwyd West, said he had been contacted by many residents with concerns about safety, noise, and pollution caused by the sites.\nHe said while the change had been \"well intended\", he did not think ministers had appreciated the consequences for some communities.\n\"Campsites with planning permission are subject to rigorous scrutiny to ensure adequate access, infrastructure and facilities, along with the impact on local residents, but the new 56-day rule means that sites can pop up anywhere without any consideration of such matters,\" he said.\nMr Millar called for councils to use licensing powers to regulate the sites, to ensure a \"level playing field\" with permanent campsites and to protect communities.\nThe British Holiday and Home Parks Association, which represents 448 parks in Wales, said permanent parks significantly contributed to the economy and had to conform to a long list of planning requirements in comparison.\nAfter buying a plot of derelict farmland near Haverford West, Pembrokeshire, nearly two years ago, Ingrid and John Angel used their time in lockdown to start clearing the site.\nWhen Ingrid's friends asked if they could camp there, she decided to set up a pop-up campsite and has used the money to plant more than 300 trees.\nShe said while a couple of holiday-home owners had complained, the community had been very supportive and she was now looking to open a retreat for which she would apply for planning permission.\n\"The place had been empty for 10 years and they were really pleased to see it being used,\" she said.\n\"People are saying they have discovered so many new things in the area, which is really helping tourism.\"\nDan Yates, founder of booking site Pitchup.com, said the increase in pop-up campsites was allowing more people to enjoy the countryside in a \"low-impact way\", with the sites bringing \"vital income\" to rural communities.\nOf the 385 bookable sites in Wales, 67 were pop-ups last month.\nHe said the site worked with owners to make sure they were following best practice, adding the vast majority lived in the community and were \"mindful of local sensitivities\" and worked hard to mitigate them.\nMeanwhile, the National Farmers Union (NFU) Cymru said the relaxation of rules had allowed more people to enjoy the countryside and given farmers \"additional short-term diversification opportunities\".\nThe Welsh government said extending the time limit for temporary use of land was part of a package of measures to help support economic recovery.\n\"With restrictions upon foreign travel, the temporary permitted development rights can provide additional capacity for campsites and broaden the range of tourist provision available to cater for the increase in 'staycations',\" they said.\n\"Landowners are responsible for operating pop-up campsites in ways that minimise disturbance to local residents and local authorities have powers to intervene where statutory nuisances occur.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58219169",
      "category": "world-asia",
      "title": "Afghan conflict: Taliban control all key cities except Kabul",
      "tags": "Kabul,Afghanistan,Ashraf Ghani",
      "text": "The Taliban have moved closer to retaking full control of Afghanistan, with the capital Kabul now the only major city left in government hands. \nOn Sunday the militants took control of Jalalabad, a key eastern city, without a fight.\nIt means they now control all roads to neighbouring Pakistan.\nCorrespondents in the capital say there are queues at the airport with people trying to flee, and some shops and government offices have been evacuated. \nThe Taliban has ordered their fighters to stay at entry points to the capital, urging people to stay in the country.\nTalks with senior officials in President Ashraf Ghani's government on a peaceful transfer of power continued, its statement said.\nIn other developments:\nReports on Sunday morning said the Taliban overran the city, the capital of Nangarhar province, without a shot being fired.\n\"There are no clashes taking place right now in Jalalabad because the governor has surrendered to the Taliban,\" a local Afghan official told Reuters news agency.\n\"Allowing passage to the Taliban was the only way to save civilian lives.\"\nJournalist Tariq Ghazniwal tweeted images that appeared to show the provincial governor handing over control to the Taliban.\nThe capture of Jalalabad means the Taliban have secured the roads connecting the country with Pakistan.\nWall Street Journal correspondent Yaroslav Trofimov in Kabul told the BBC World Service that sporadic shooting could be heard.\nHe says people are withdrawing money from ATMs, the Green Zone, where diplomatic missions are based, is emptying out, and flights out the country are fully booked.\nPart of the Taliban's tactic seemed to be to have fighters already within cities incognito.\n\"The Taliban is not sending in armoured columns to take Kabul, they are already in the city… ready to pop up. That's what happened in other cities like Herat, where fighting suddenly started from within the city centre,\" Trofimov said.\nMore than a quarter of a million people have been displaced by the fighting and many have sought refuge in the capital.\nSome who had fled areas controlled by the Taliban said militants there were demanding that families hand over unmarried girls and women to become wives for their fighters.\nMuzhda, 35, a single woman who fled from Parwan to Kabul with her two sisters, said she would rather take her own life than let the Taliban force her to marry.\n\"I am crying day and night,\" she told AFP news agency.\nWomen from Taliban-held areas have also described being forced to wear burkas - one-piece veils that cover the face and body - and militants are reported to have beaten people for breaking social rules.\nOne 17-year-old, named as Abdullah, told AFP news agency that he and his family had fled the northern city of Kunduz after it was seized by the Taliban and were now sleeping under a tent in a Kabul park.\nHe said he and other youths in Kunduz had been forced into carrying rocket-propelled grenades and other munitions for the militants.\nIn a pre-recorded TV address on Saturday, President Ghani said a priority was the remobilisation of the Afghan armed forces to prevent further destruction and displacement of people.\nThe speech came amid speculation by some that Mr Ghani might have been about to announce his resignation.\nAre you in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58223530",
      "category": "world-asia",
      "title": "Afghanistan: Taliban spokesman Suhail Shaheen calls the BBC - interview in full",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58223231",
      "category": "world-asia",
      "title": "Afghanistan conflict: Kabul falls to Taliban as president flees",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The Taliban has claimed victory in Afghanistan after taking over the capital Kabul, bringing to a swift end almost 20 years of a US-led coalition's presence in the country.\nFighters have seized the presidential palace. The government has collapsed, with President Ashraf Ghani fleeing. \nA spokesman for the group has told news network Al Jazeera: \"The war is over.\"\nKabul has descended into chaos, and residents and foreign nationals have been trying to escape.\nAt the capital's international airport, an eyewitness told the BBC that staff had abandoned their desks and people were running to planes. \nThe US has moved all of its embassy staff to the airport. The US military has secured the perimeter and is in the process of taking over air traffic control to evacuate American and allied personnel from the country, said the State Department.\nKabul was the last major city in Afghanistan to hold out against the Taliban offensive, which began months ago but has accelerated in the space of days as they rapidly gained control of territories, shocking many observers.\nThe militants were able to seize control after most foreign troops pulled out. \nUS President Joe Biden has defended the withdrawal of American troops, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\".\nMore than 60 countries, including the US and the UK, have issued a joint statement saying the Afghan people \"deserve to live in safety, security and dignity\", and that security and civil order should be immediately restored.\nThey also called on the Taliban to allow anyone who wishes to depart to do so, and to keep roads, airports and border crossings open.\nThe Taliban ordered their fighters to enter Kabul on Sunday, after earlier holding them back at the outskirts of the city. \nThey said they were going in to prevent chaos and looting after security forces left parts of the capital.\nFootage broadcast by television network Al Jazeera showed fighters inside the presidential palace, brandishing guns.\nThe Taliban's advance into Kabul came after President Ghani fled. Details of his whereabouts are not confirmed but Al Jazeera, citing a member of his staff, said he had flown to Tashkent in neighbouring Uzbekistan.\nIn a Facebook post addressed to Afghan citizens, Mr Ghani said he made the difficult decision to leave to avoid bloodshed in the capital city.\n\"The Taliban won victory in the judgment of sword and gun and they have responsibility to protect the honour, prosperity and self-respect of our compatriots,\" he said.\nThe president was criticised by other politicians for leaving. \n\"God will hold him accountable and the nation will also judge,\" said Abdullah Abdullah, chairman of Afghanistan's High Council for National Reconciliation.\nThere was panic in Kabul as the Taliban drew closer to victory. Residents headed for the airport, abandoning cars and making their way on foot in a desperate bid to get out of the country. \nOne 22-year-old student told the BBC that he had walked for more than five hours. \n\"My feet hurt, they have blisters and I'm finding it difficult to stand,\" he said.\n\"Now that I'm leaving, I think about my family - they don't have any way to escape. I don't see a future.\"\nThe US embassy said there were reports of gunfire at Kabul's airport, and warned its citizens to take shelter as \"the security situation... is changing quickly\".\nIn the city centre, large queues formed at banks throughout the day as people sought to withdraw cash. \nLocal MP Farzana Kocha told the BBC that people did not know what to do, with some running away or hiding in houses.\nThere were reports of fighting and injuries in the city's Qarabagh district. \nSuhail Shaheen, a member of the Taliban's negotiating team in Doha, told the BBC that people in Kabul had no need to worry and that their properties and lives were safe.\n\"We are the servants of the people and of this country,\" he said.\nThe US has deployed thousands of troops to help remove its staff and the Afghans who assisted with its mission. Helicopters transporting embassy personnel could be heard over the city on Sunday, and there were reports of smoke rising near the embassy compound as important documents were destroyed. \nAbout 600 British troops have been deployed to assist with their own withdrawal mission. \nUK Prime Minister Boris Johnson said his priority was getting UK nationals and \"all those who have helped the UK effort over 20 years\" out of Afghanistan \"as fast as we can\".\nHe called on \"like-minded\" powers to work together and not recognise any new government without agreement.\nOther countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether.\nRussia is planning to convene an emergency meeting of the UN Security Council to discuss the situation in Afghanistan.\nIt said it would not be closing its embassy because it has been provided with security assurances by the Taliban.\nAre you in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-58213985",
      "category": "uk-england-cumbria",
      "title": "Windermere diver retrieves lost prosthetic leg from lake",
      "tags": "Freediving,Prosthetics,Windermere",
      "text": "A prosthetic leg has been retrieved from a lake after an appeal to divers for help.\nJosephine Bridges, from Birmingham, lost it in Windermere in Cumbria's Lake District while swimming.\nA post on social media by her sister was forwarded to Angus Hosking, founder of Lake District Diving, who is regularly called by people who have lost things in the water.\n\"She was pretty stunned for me to have found it,\" he said.\nMs Bridges lost her waterproof prosthetic at some point after jumping off the jetty at Millerground near Rayrigg Meadow and swimming back to dry land.\n\"When she got to the shore she obviously tried to stand up and couldn't, looked down, and realised her prosthetic wasn't attached to her any more,\" Mr Hosking said.\nHe eventually found it on the bottom of the lake about 5m (16ft) from the jetty.\nMr Hosking founded the diving group in part to clean litter from the lake.\nHe has recovered numerous pieces of jewellery, phones, wallets and keys but never a leg, he said.\n\"I love finding them for people because I really feel like I'm helping people,\" he said.\nMs Bridges, 31, decided to have her leg amputated in 2018 after surviving bone cancer but being left susceptible to infections and pain.\nShe founded the charity Positive Bones, which provides funding to people needing specialist equipment or services.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58221135",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Hiker's partner thanks 'hero' searchers",
      "tags": "Spain,France,Missing people,Pyrenees,Durham",
      "text": "The partner of a British hiker who went missing in the Pyrenees has paid tribute to French and Spanish police teams involved in the search for her.\nDaniel Colegate found Esther Dingley's remains on Monday, more than eight months after she disappeared.\nInvestigators have said Ms Dingley's injuries suggested a fall, though the cause was unclear.\nIn a statement on the couple's Facebook page, Mr Colegate said those looking for Ms Dingley were \"heroes\".\n\"Having experienced first hand how hard it was to find answers, I honestly don't think they could have done more,\" he said.\n\"The only difference between me and them was that I only had a single task, while they continued to rescue others as well.\"\nThe couple met at Oxford University and lived in Durham before setting off to travel around Europe in a campervan six years ago.\nMs Dingley, who was an experienced hiker, had been trekking solo when she last communicated with her partner from the top of Pic de Sauvegarde at about 16:00 on 22 November.\nMr Colegate said he did not \"have the vocabulary to fully express how challenging these past months have been\".\n\"But I am certain that without the support, courage and determination of the individuals assigned to lead this case and their team members, those difficulties would have been significantly increased,\" he said.\nThe BBC's Chris Bockman in Toulouse said an autopsy and an examination of Ms Dingley's rucksack had been carried out by forensic teams.\nHe said it was \"unclear\" how the accident had happened but police believe the hiking shoes she was wearing several thousand metres up a mountain \"did not have the grip necessary for the icy conditions at the time and she probably slipped and fell\".\nHe also said French officers had confirmed Mr Colegate, who was 100 miles away in France when Ms Dingley, 37, disappeared, was not a suspect.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58170440",
      "category": "world-australia",
      "title": "Australia: New South Wales 'in worst ever Covid situation'",
      "tags": "Coronavirus lockdown measures,New South Wales,Sydney,Coronavirus pandemic,Australia",
      "text": "The leader of New South Wales has warned this is \"the worst situation Australia's been in\" since the start of the Covid-19 pandemic.\nState Premier Gladys Berejiklian said rules would be tightened in Sydney, the state capital, which is in lockdown.\nCovid fines will also go up to AU$5,000 (US$3,685; £2,656) from AU$1,000.\n\"This is literally a war, and we've known we've been in a war for some time, but never to this extent,\" Ms Berejiklian told reporters.\nShe added that September and October would be \"very difficult\".\nCase numbers and deaths in the Australian state remain relatively low compared to some of the world's worst outbreaks, including in the US and UK.\nHowever, locally transmitted infections hit 466 on Saturday - a significant increase from the previous daily high of 390 set a day earlier.\nFour deaths were reported on Saturday, bringing the state's total number of deaths in this outbreak to 42.\nSydney has been in lockdown for nine weeks. Officials had hoped to lift the city's restrictions on 28 August, but that is now looking increasingly unlikely. \nFrom Monday, people will be restricted to staying within 5km of their home for shopping, exercise or outdoor recreation, with exemptions in place for social bubbles. \nAnd from 21 August, anyone wishing to travel from Greater Sydney to regional New South Wales will need a permit. Anyone found travelling without a permit will be fined AU$3,000.\nHundreds more defence personnel will also enforce lockdown measures in the city, after Australian Defence Force soldiers were first deployed last month.\nNSW Police Commissioner Mick Fuller said some people had been using excuses related to exercise, social bubbles and regional travel.\n\"These are some of the strongest powers we've ever had in the history of the NSW Police Force,\" he told reporters. \"It's all about getting ahead of Delta [variant of Covid-19], not chasing it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/blogs-the-papers-58226312",
      "category": "blogs-the-papers",
      "title": "Newspaper headlines: 'The West flees' as 'Taliban rule returns'",
      "text": "The fall of Kabul dominates the front pages, with most featuring images of Taliban fighters in the presidential palace and military helicopters airlifting westerners to safety. \nThe Metro calls it a \"humiliating echo\" of the evacuation of Saigon at the end of the Vietnam war. \nThe Daily Telegraph says the \"desperate scramble\" to escape saw \"chaotic\" scenes at Kabul airport, with the British and US governments left \"shocked\" by the speed of the Taliban advance, as well as the inability of the Afghan military to repel them. \nAnalysts have told the Financial Times the morale of the Afghans was \"severely damaged\" by the abrupt pace of the US troop withdrawal, undermining their will to fight.\nAccording to the Guardian, the Taliban entered Kabul \"not as fighters, but as policemen\" after looting broke out when the surrender of government forces appeared inevitable.\nIt says there was \"anger\" in the capital about President Ashraf Ghani's decision to flee to Uzbekistan, just a day after he appeared on TV promising to reorganise the army. \nThe Daily Express warns of \"dark days\" ahead for women, noting that sales of burqas have increased in Kabul, \"with prices rising tenfold\".\nThe Daily Mail is scathing in its assessment of the 20-year occupation of Afghanistan by the West.  \n\"What the hell did they all die for?\" its headline asks, alongside a photograph of the funeral of one of the 457 British service personnel killed there. \nMinisters now stand accused of \"presiding over the biggest foreign policy catastrophe in 65 years\", it says.  \nWriting in the Times, the chairman of the Foreign Affairs Select Committee, Tom Tugendhat, agrees that the UK is facing its biggest overseas disaster since Suez crisis of 1956 when the UK failed to regain control of the canal in Egypt. \nHe warns that Britain remains \"impotent\" in the face of US policy, and says government cuts to defence, diplomacy, aid and trade \"will look different today from how they did a week ago\".\nThe Sun thinks the retreat from Kabul is \"shameful\", arguing the US intelligence services committed a \"monumental error\" by failing to realise Afghan cities would fall so quickly. \nThe Daily Mirror accuses Downing Street of being \"asleep once again\", claiming the way Foreign Secretary Dominic Raab had to \"hurry back\" to the UK from holiday is \"symbolic\" of how Britain and the US underestimated the Taliban. \nThe FT acknowledges it was former US President Donald Trump who announced America would pull out of Afghanistan, but going ahead was his successor Joe Biden's choice. The paper describes the move as a \"miscalculation\" that will \"haunt the rest of his presidency\".\nThat view is shared by the New York Times, which says fairly or unfairly, Mr Biden will go down in history as the president who presided over a humiliating final act in the Afghan experiment. \n\"After seven months in which his administration seemed to exude much-needed competence\", it says, \"everything about America's last days in Afghanistan shattered the imagery\". \nThe Wall Street Journal is even more damning, arguing Mr Biden's statement on Saturday washing his hands of Afghanistan \"deserves to go down as one of the most shameful in history\" by a president at a moment of American retreat. \nFor the Washington Post, this was a \"disaster\" produced by four administrations, but there was \"nothing inevitable\" about the outcome, which will \"leave an indelible stain\" on the current commander-in-chief.\nSign up for a morning briefing direct to your inbox"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58191440",
      "category": "world-asia",
      "title": "Afghans living under Taliban lament loss of freedoms",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Work days for midwife Nooria Haya regularly included meetings and discussions with male doctors. They decided on treatments for locals and the priorities for the public clinic she works in. It's in Ishkamish, a rural district with sparse amenities, in Takhar province on Afghanistan's north-eastern border with Tajikistan. \nBut recently, the 29-year-old found out that meetings between male and female staff were prohibited. It was the first order the Taliban gave them when the group took control of the region, she says. She could only ask herself how else her life would change. \nIshkamish sits in the Hindu Kush mountain range. It's a key border area that the Taliban, emboldened by Nato's withdrawal of nearly 10,000 troops at the start of May, has taken.  \nIgniting intense fighting with seemingly unprepared government forces in southern Helmand by the middle of the month, the fundamentalist Islamist group then took the northern Burka district at the mountains' foothills. \nAround the same time, US forces left Kandahar airbase - one of the largest in the nation, in a province containing the country's second largest city, Kandahar. Locals were acutely aware of the Taliban's progress. \n\"Every individual was frightened,\" says Jan Agha, 54, in Arghistan district, on the border with Pakistan, and a windy two-hour drive east of Kandahar city. \nPeople locked themselves in their homes. But the Taliban took up positions in almost every village. Locals can't escape them. \nArmed fighters walk through the streets. In the morning and evening, they knock on people's doors to collect food, which they're given for fear of worse consequences. \n\"Each house now keeps three or four breads or dishes for them,\" Jan, a fruit seller, says, no matter how poor the residents, in a chronically poor country. If the fighters want to stay in their homes too, they do.\nThrough June, the Taliban claimed the capture of several provinces in the north, including Takhar, Faryab and Badakhshan. They forced the army to strategically retreat, and with it democratic institutions. Most of the 2,500 US troops had left by this time, although a handful remain in the capital Kabul, as does its Air Force. \nAfghans have criticised the international withdrawal as too hasty. Some argue that peace talks over the last two years between the Americans and the Taliban only enhanced the latter's perceived legitimacy, recruitment and ambition.\nAn end to the conflict - which had been ongoing since the US-led invasion ended half a decade of Taliban rule almost 20 years ago - had never been close.\nAs the Taliban reasserted itself in June, fighters sequestered more than food and lodging. Social and economic rights fought for with limited success over the last two decades were immediately withdrawn. Their privations on women descended on Nooria for the first time in her life. \n\"There are a lot of restrictions now. When I go out, I have to wear a burka as the Taliban orders us, and a male has to accompany me,\" she says. \nTravelling as a midwife across the district is especially difficult. Men are not allowed to shave their beards - the Taliban says this is against Islam. Barbers are prohibited from giving purportedly foreign-style short back and sides haircuts. \nA group within the Taliban, called the Amri bil Marof (literally: order the good), particularly enforces the social rules. Its punishments brought the most terror to Afghans in the 1990s. Now, again, it's imposing a two-strike rule. First a warning, second a punishment - public humiliations, prison, beatings, lashes. \n\"Suddenly most freedoms have been taken away from us,\" Nooria says. \"It is so hard. But we have no other option. They are brutal. We have to do whatever they say. They are using Islam for their own purposes. We are Muslims ourselves, but their beliefs are different.\"\nDifference has also arrived with some increased security from criminality, and from war - where the conflict has been pushed to other areas. Locals welcome such nuanced calm, as they would if the government were in control - even if they doubt its durability.\nBut other things have been driven away too. Afghans used to visit Takhar, famous among the country's 34 provinces for its clean, crisp mountain air that blankets snowy mountains, green and verdant fields, and clear river waters.\nIn Farkhar district, taxi driver Asif Ahadi says he used to make 900 Afghanis ($11; £8) a day. But as the Taliban continued their march, tourists stopped their travels.\n\"Those visitors were my customers,\" Asif, 35, says. \"The money they paid me I used to feed my family. Now my best day will only earn me 150 Afghanis. It's not even enough to cover the cost of my fuel, which has more than doubled now.\"\nAnd there's been a deadening impact on social life. \"People used to have parties every Friday night - listen to music and dance - have fun. All of these are completely banned now,\" Asif says. \n\"Every business has suffered the same.\"\nBy 4 July, two days after US and Nato troops left Afghanistan's biggest airbase at Bagram, the linchpin for all US-led operations for the last two decades, the Taliban seized Panjwai district, in Kandahar province - their birthplace and former bastion. \nLess than a week later, they said they controlled the country's biggest border crossing and trade route with Iran and major port, Islam Qala. By the third week of the month, the insurgency had already claimed to command 90% of Afghanistan's borders and 85% of the country. The government disputed the figures - and they are impossible to independently verify - and it still held more populated urban areas.\nAs the Taliban solidified their control, people started to come out of hiding at home, Asif says. Some had never seen the Taliban's rapid dispensing of justice and methods of governing before.\n\"They make decisions very quickly on issues and matters like crime,\" Asif says. \"There's no bureaucracy, no red tape - every sort of problem can be solved in days - and nobody can challenge any decision.\"\nThey also collect \"Taliban Usher\" and Zakat, usually freely-given Islamic offerings to the poor, of about 10% of people's harvest or a fraction of income, respectively. But the Taliban distorts them into essentially taxes for their own use. \nIt's another financial pressure, alongside prices for \"all goods that are hiked to sky\", Asif says, as external and internal trade is restricted, and the economy is squeezed. Public works have stopped. \n\"The people were already very poor, and there's no opportunity for work, and no investment,\" he adds. \nSome have seen the Taliban's system before, however. \n\"Their ideology and thinking are exactly as they were during their Emirate time. Nothing has changed at all,\" says Jan. \"The Taliban say they have sacrificed a lot to re-establish the Islamic Emirate, so it can't be cast aside.\"\nHe says the Taliban has shut all schools in his area. They've said any education should be according to their strict interpretation of Islamic Sharia law. It's one of many worrying indicators for locals. \nDuring their last rule from 1996 to 2001, the Taliban banned education and work for women and girls, and restricted their access to healthcare. Since they were forced from power, women retook places in public life, making up a quarter of parliament. \nNumbers of girls in primary education went up to 50%, although by late secondary school the figure was around 20%. Women's life expectancy grew from 57 to 66 years. The figures are comparatively poor, but improvements have been made. Yet now there are only fears that they will regress.\nProgress is what the Taliban are making now. In August, they've attacked more urban centres - taking a third of the regional capitals, including Kunduz in the north and Taloqan in Takhar province. This week they took Herat in the west, and southern Kandahar and Lashkar Gah, strategically and symbolically important cities, where, together, well over one million people live. \nThe US Air Force has been supporting the Afghan military with strikes. But the last remaining foreign forces are expected to leave the country by 11 September. The date marks the 20th anniversary of al-Qaeda's 9/11 attacks in the US. They spurred the US-led invasion of Afghanistan to remove the Taliban from power for harbouring Osama Bin Laden and other al-Qaeda figures.\nThe struggle takes its toll on human life. A thousand civilians were killed in the month up to the first week of August, the UN says. Hundreds of thousands of people have fled their homes. \nControl of the country isn't yet certain. But where the Taliban now rules, the change is clear. \n\"You have to bow your head to live your life,\" Jan says. \"You cannot dare oppose them. You cannot say things against them at all. If they say 'yes', you have to say 'yes'. If they say 'no', you must say 'no'.\"\nSuch fear prevails, Nooria says. \"Although it might seem like people looked relaxed, when you speak with them, you understand the serious worries they have. We sit together, praying for God to take them away from us.\"\nThe names of interviewees have been changed"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58224399",
      "category": "world-us-canada",
      "title": "Afghanistan conflict: As Kabul falls, Biden backlash grows",
      "tags": "Kabul,Afghanistan,Taliban,United States,Joe Biden",
      "text": "The lightning advance of the Taliban in retaking the country has led Afghan Americans, former generals and leading statesmen to blame President Joe Biden for a hasty US withdrawal. But he appears to have the public on his side - for now.\nHadia Essazada wept as she recounted the horror the Taliban visited on her household, first beating her father, and then killing her brother.\nThe first time \"they were beating my father with an iron rod because they were looking for my elder brother\", who had fought to resist their rule in the 1990s, she told BBC Persian. \nThey fled their house in the northern city of Mazar-I-Sharif, but \"after six months when we returned to our home, Taliban again came to visit us. And they took my younger brother\".\n\"I don't know how many days had passed when a shopkeeper in our neighbourhood came to my father to tell him his son was killed,\" she said.\nThe Taliban had executed him and dragged his body through the streets. Relatives were not allowed to collect his body for burial for weeks, and by then, dogs had been allowed to desecrate the remains.\nMs Essazada, today in her 20s and living in the US, said she now feared for the security of both Afghanistan and her new home, America, now that the Taliban is in control once more.\n\"The Taliban has not changed a bit,\" she said, predicting that the West will be targeted by militants who she believes will be given shelter by the group. \"Do you really want to go back to Afghanistan again?\"\nTo his critics, the president's decision to wind down America's longest conflict has undone 20 years of work and sacrifice, paved the way for a humanitarian catastrophe and called into question US credibility.\nMany of those closest to the conflict - Afghans, soldiers and statesmen - have long been sceptical of the president's view that the Kabul government could be expected to maintain the country's security by itself. \nWith the fall of the capital city on Sunday, some wonder whether it is only a matter of time before the American electorate comes to regret Mr Biden's move to deliver on the long-held promise of getting America out.\nHis decision to pull out is hardly a surprise. Since his days as vice-president to Barack Obama, he has always insisted that the war should be limited in its mission.\nAs a senator from Delaware in 2001, he joined a unanimous vote to approve the use of military force in Afghanistan. But he opposed the deployment of more troops Mr Obama authorised in 2009, the so-called \"surge\".\n\"Biden was pretty darn clear on Afghanistan,\" Brett Bruen, a former diplomat who sat in the Obama administration's National Security Council meetings, told the BBC. \"He said we should get the heck out of there.\" \nMr Biden pushed his case and would sometimes make it personal, Mr Bruen recalled. \"It was an effort to win over the room,\" he said. \nAs a White House candidate in 2019, Mr Biden reminded voters that he would be the first president since Dwight Eisenhower in the 1950s to have had a child serve in an active conflict.\nIn his memoir Richard Holbrooke, who was special envoy to Afghanistan in the early Obama years, remembered Mr Biden angrily telling him he was \"not sending my boy back there to risk his life on behalf of [Afghan] women's rights... That's not what they're there for\".\nBut his long experience in foreign policy has probably done even more to shape the president's outlook, Mr Bruen said. \"He's lived through so many of these conflicts, not just Vietnam and the Iraq War but also Kosovo [and] Grenada. I think there's a certain soberness to the way he looks at these challenges, and also a weariness.\" \nRunning for office, Mr Biden told CBS in 2020 that the US should only have troops in Afghanistan \"to make sure that it's impossible for the Taliban and for Isis or al-Qaeda to re-establish a foothold there\".\nThat has not come to pass. On Sunday, Taliban fighters reached the Afghan capital amid little resistance following a scramble by the US and its allies to airlift personnel out of the country. \nWithin hours, Karzai International Airport had suspended commercial flights and government forces at Afghanistan's main prison near Bagram Air Base had surrendered to insurgents.\nMr Biden was forced on Saturday to approve the deployment of thousands of additional US troops \"to make sure we can have an orderly and safe drawdown of US personnel and other allied personnel\" and carry out a \"safe evacuation\" of Afghans at \"special risk\" from the Taliban.\nA leaked US intelligence report this month had warned that the western-backed Afghan government could collapse within 90 days of US troop departures. \nMr Biden's predecessor Donald Trump accused him of \"weakness, incompetence, and total strategic incoherence\" but some have pointed to a withdrawal deal his team hatched with the Taliban last year as partly to blame.\nSome of the objections to the Biden withdrawal plan echo warnings made years ago.\nAsked in 2009 whether his proposal to reduce troop numbers could succeed, Stanley McChrystal, then the US Commander in Kabul, replied: \"The short answer is no.\"\nWith the swift Taliban takeover of the last few weeks, that prediction has proved correct.\nGen David Petraeus, who replaced Mr McChrystal as commander, told the BBC: \"The situation obviously is just disastrous.\" \n\"We should literally reverse the decision,\" he said. \"I feared we would come to regret the decision and we already are. There's no good outcome unless the United States and its allies recognise that we made a serious mistake.\"\nHusain Haqqani, Pakistan's ambassador to the US in 2009, told the BBC: \"He [Mr Biden] always said 'our fight was about al-Qaeda, and not the Taliban'. I always thought it was naïve.\"\nSher Hossain Jaghori, an Afghan-American, lost an arm serving as an interpreter for US troops in 2003. \nNow a US citizen, he said was furious about the US withdrawal. Mr Biden has \"left the people of Afghanistan in the hands of Taliban,\" he told BBC Persian.\n\"I do not trust the US government anymore,\" he said. \"My wife and my son voted for Biden. I told them not to do that. Now they came to me and said they now believe I was right. They are not going to vote again.\"\nPolls have consistently shown withdrawal to be popular with Americans exhausted by 20 years of spent blood and treasure, and years of promises to get out.\nIn office, Mr Obama pledged to get out. Running for president, Donald Trump hammered against continuing the \"endless war\" - he had set a departure date for US troops of 1 May this year. \nAs recently as last month, an overwhelming majority of Americans - 70% or more - supported Mr Biden's withdrawal, according to polls from Harris and the Chicago Council.\nBut that was before the lightning advance of the Taliban.\nAs the situation on the ground shifts - and with veterans aghast at reports of the executions of Afghans who had served with them, former allied posts overtaken by Taliban fighters and aid groups warning of a humanitarian crisis to come - comparisons are already being made to the ignoble withdrawal from Vietnam in 1975.\n\"Theoretically Americans wanted out,\" Mr Breun said. \"But practically when they see these images of the Taliban driving through the streets, American forces fleeing in a Saigon-esque fashion, it's a very hard pill to swallow.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58209726",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Starmer asks why gunman had licence",
      "tags": "Plymouth",
      "text": "The Labour leader Sir Keir Starmer has questioned why the man who killed five people in Plymouth, before turning the gun on himself, was given back his gun permit.\nJake Davison, 22, had his gun and permit revoked in December after he was accused of assault in September 2020.\nThe Independent Office for Police Conduct is looking at why Devon and Cornwall Police returned them in July.\nSir Keir asked: \"Why did he have a gun licence in the first place?\"\nThe Labour leader said it was a \"good thing that the issue of the return of the licence\" was being investigated but there were also wider questions about gun licensing laws and what background checks were put in place when Davison was given his licence.\nMeanwhile, Home Secretary Priti Patel has paid her respects to the victims by placing a floral tribute near the scene.\nShe laid the bouquet at North Down Crescent Park, where hundreds of people attended a vigil on Friday evening. Chief Constable of Devon and Cornwall Police Shaun Sawyer also laid a bouquet.\nThe home secretary and Plymouth Sutton MP Luke Pollard then spoke with members of the local neighbourhood watch team at the park.\n\"It's tragic beyond words, really, really tragic, for a range of reasons, and obviously for those involved,\" Ms Patel told them.\n\"I'm sure everyone will have known each other and this really will have touched so many people's lives.\"\nOn Thursday evening, Davison, 22, shot his 51-year-old mother Maxine Davison, also known as Maxine Chapman, at a house in Biddick Drive. He then went into the street and shot dead Sophie Martyn, aged three, and her father Lee Martyn, 43.\nHe killed Stephen Washington, 59, in a nearby park, before shooting Kate Shepherd, 66, on Henderson Place. She later died at Derriford Hospital.\nDavison also aimed and shot at two local residents - a man aged 33 and a 53-year-old woman - who are known to each other, in Biddick Drive.  \nHis attack, in Keyham, lasted about six minutes before he turned the gun, described by witnesses as a pump-action shotgun, on himself.\nPrior to the shooting, Davison had posted hate-filled online rants about single mothers and about his own mother in particular, calling her \"vile, dysfunctional and chaotic\". \nThe IOPC said it had launched an investigation on Friday evening after it received preliminary information that Davison's firearm and licence were returned to him in early July this year. \nThe certificate and shotgun had been removed from him by police in December 2020 following an allegation of assault in September 2020, the watchdog said.\nPrime Minister Boris Johnson had earlier said the issue of how Davison came to legally own a gun should be \"properly investigated\", adding that the shooting was an \"absolutely appalling\" incident.  \nRegional IOPC director David Ford said: \"We will examine what police actions were taken and when, the rationale behind police decision-making, and whether relevant law, policy and procedures were followed concerning Mr Davison's possession of a shotgun.\"\nIt will also look at whether the force had information concerning Davison's mental health and if this was \"appropriately considered\".\nRead more about firearm rules in the UK\nChief Constable Shaun Sawyer told Sky News that those present had faced \"some of the most challenging scenes\".\n\"We've never in my time had homicide followed by a rampaging firearms attack on random members of the public and then taking one's life,\" Mr Sawyer said.\n\"That is without precedent in my time as chief constable.\"\nPolice are not treating the incident, the worst mass shooting in Britain since 2010, as terror-related. \nHowever, Davison made references to \"incels\" in some online social media videos.\nIncels are members of misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nSir Peter Fahy, a retired chief constable and former policing lead on the prevention of terrorism, said police and government may need to re-examine definitions of terrorism as the threat from jihadist groups appears to diminish and other threats grow.\nHe also defended the UK's firearms licensing system, saying that about 30 people a year were murdered with guns and nearly all of them involve illegally owned weapons.\nOfficers are continuing to investigate 13 scenes within a cordon that is expected to remain in place throughout much of the weekend.\nFlags in Plymouth are being flown at half-mast, while Smeaton's Tower was lit up as a mark of respect to the victims on Friday night.\nAnd on Saturday a minute' silence was held before Plymouth Argyle's game with Gillingham.\nThe Anchorage pub in Plymouth, where shooting victim Lee Martyn was a regular, held a two-minute silence on Saturday.\nHead chef Sam Weight said staff were \"all really upset\" about the deaths of \"beautiful, genuine\" Mr Martyn and his three-year-old daughter Sophie.\n\"Lee and Sophie were a pair and he was an absolutely amazing dad, he would do anything for her,\" she said.\n\"He was always joking and she was a cracking little kid who had not even started her life.\n\"It's so sad, especially for the family that's left behind.\"\nClaire Kidd paid tribute to her \"very talented artist\" friend Kate Shepherd, who lived in Kingsand, Cornwall, before moving to Plymouth.\n\"It has touched all of the hearts of the village,\" she said.\n\"We are all feeling deeply sad and in shock.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58220601",
      "category": "uk-england-london",
      "title": "Four injured in suspected shooting in Camden",
      "text": "Four people have been treated in hospital after a suspected shooting in London.\nPolice, including firearms officers, were deployed to Clarence Gardens, Camden, at about 22:10 BST on Saturday following reports of shots being fired.\nTwo women were treated by paramedics at the scene for suspected gunshot wounds before being taken to hospital.\nA man and a woman later attended hospital with similar injuries, police said.\nThere have been no arrests in connection with the incident which is not being treated as terror-related, according to Metropolitan Police.\nA crime scene remains in place and an investigation is continuing, the force adds.\nA Section 60 Order, which gives police extra stop-and-search powers, was put in place overnight for the Camden borough.\nAnyone who saw what happened, or who has information about the incident, has been asked to contact the Metropolitan force."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58216614",
      "category": "world-latin-america",
      "title": "Haiti struck by deadly 7.2-magnitude earthquake",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58219415",
      "category": "uk",
      "title": "Plymouth shooting: Prayers to remember victims",
      "tags": "Plymouth,Plymouth shooting",
      "text": "Prayers have been said at a church in Plymouth as the city mourns the five people shot dead on Thursday. \nChurches across Devon are using Sunday services to remember the victims.\nAt St Thomas' Church in Keyham, prayers were said for the five local people who were killed, as well as for 22-year-old gunman Jake Davison.\nFather David Way said: \"It's a time of shock and sadness and horror. But it's also a time of hope. We have to have faith and hope at this time.\"\nIn the 12-minute attack on Thursday evening, Davison shot his 51-year-old mother Maxine Davison, also known as Maxine Chapman, before killing Sophie Martyn, aged three, and her father Lee Martyn, aged 43.\nHe then killed Stephen Washington, 59, in a nearby park before shooting 66-year-old Kate Shepherd, who died at Derriford Hospital. He also shot and wounded a 33-year-old man and a 53-year-old woman before turning the gun on himself. \nAt Sunday's service at St Thomas' Church, a special prayer written by the Bishop of Exeter, Robert Atwell, which talked about neighbours rebuilding their lives in \"friendship, trust and hope\", was also said.\nAhead of the service, Father Way said: \"Most importantly we will be praying for those who were killed.\n\"But something which has been taxing my mind all the way through is, I also have to pray for mercy for Jake on his soul. \n\"As Christians, we have to love our enemies and look with love on people who cause us harm.\"\nSunday's prayers came as questions remained over how Davison obtained a firearms licence.\nA former Met Police chief said the social media accounts of anyone wanting to possess a gun should be examined. \nOn Saturday Home Secretary Priti Patel paid her respects to the victims by placing a floral tribute near the scene, at North Down Crescent Park, where hundreds of people had attended a vigil on Friday evening. \nMs Patel and the Plymouth Sutton Labour MP Luke Pollard then spoke to members of the local neighbourhood watch team at the park.\nOn Sunday, Mr Pollard said he thought people's emotions had \"changed from shock and disbelief into now feeling that profound loss of the five people who were killed\".\nBut he added there was also a \"sense of anger\". \nMr Pollard said people wanted to know \"how was this allowed to happen, why did this happen, and were there opportunities to stop this happening that were not taken?\"\nEarlier, the Anchorage pub in Plymouth, where victim Lee Martyn was a regular, held a two-minute silence.\nHead chef Sam Weight said staff were \"all really upset\" about the deaths. \"Lee and Sophie were a pair and he was an absolutely amazing dad, he would do anything for her,\" she said.\n\"He was always joking and she was a cracking little kid who had not even started her life.\"\nAnd Claire Kidd paid tribute to her \"very talented artist\" friend Kate Shepherd, who lived in Kingsand, Cornwall, before moving to Plymouth.\n\"We are all feeling deeply sad and in shock,\" she added.\nThe family of victim Stephen Washington paid tribute to the \"devoted family man, loving husband, father, grandfather and best friend\".\nThey said in a statement that he was a \"friendly, outgoing person\" who would \"help anyone at the drop of a hat\".\nMr Washington, who was shot in a park, \"loved his animals and was often seen walking his two huskies in the area\", said his family.\n\"Since the devastating events a couple of days ago, our world has been turned upside down in the blink of an eye and he will be sorely missed by everyone who knew him.\"\nPolice are not treating the incident, the worst mass shooting in Britain since 2010, as terror-related.\nHowever, Davison had made references to \"incels\" - members of misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world - in some online social media videos.\nFormer commissioner Lord Stevens told the Sunday Telegraph Davison was \"clearly a dangerous man\", adding: \"The videos he made should have been taken into account when he applied for a shotgun licence.\n\"There needs to be a trawling of online content for an in-depth assessment of who these people are and what they think.\"\nThe police watchdog is investigating why Devon and Cornwall Police returned Davison's shotgun and firearms licence in July, after they were removed at the end of last year following an allegation of assault in September.\nRead more about firearm rules in the UK\nDevon and Cornwall Police said on Saturday that an online page had been launched for those who may have information to assist with the investigation into the mass shooting, the worst in Britain since 2010.\nThe force added that post-mortem examinations were taking place and were due to continue into early next week.\nMeanwhile, artist Ricky Fenn has drawn praise for a mural on the side of his house in Plymouth which bears the message: \"For the ones that were taken too soon\".\nMr Fenn said: \"I hope it'll just pass a positive message to other people, you've got to stand together in things like this. The response has been absolutely overwhelming.\"\nThe green heart logo he used on his house in North Road West and the #plymouthtogether tag were also used on T-shirts worn by Plymouth Argyle players before the home game against Gillingham on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58224559",
      "category": "world",
      "title": "Will the Taliban take Afghanistan back to the past?",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "\"Thanks to God you are come,\" shouted an old man as my colleagues and I marched into Kabul on 14 November 2001, battling our way through the joyful crowds.  \nThe anti-Taliban forces of Afghanistan's Northern Alliance, which had the backing of the US and other Western countries, had halted on the city outskirts, and the Taliban had simply run for it.  \nFive years of the most extreme religious dictatorship in recent times were over.\nUnder the Taliban, Afghanistan had become a black hole in which all sorts of extremism could thrive.  \nOnly two months earlier the 9/11 attacks on New York and Washington had been planned and guided by Osama Bin Laden and his al-Qaeda movement.  It simply never occurred to me then that Taliban could make a comeback.\nNow of course everyone is looking for reasons.  \nThey aren't hard to find.  \nThe governments of Afghanistan's two post-Taliban presidents, Hamid Karzai and Ashraf Ghani, were democratically elected but never strong, and corruption was the system which worked best.  \nNevertheless President Ghani would still be in his palace and the army would be driving round in its expensive Western vehicles, if Donald Trump had not decided that he needed a foreign policy success before the 2020 election.  \nHe thought that bringing a long-running war to an end would achieve that.  \nSeveral Afghan politicians and journalists I know were horrified by the conclusion of the US talks with the Taliban political leadership in Doha in February 2020, and doubly so when President Joe Biden made it clear he was going to stick to it.\nI was warned that no matter how moderate and peaceable the leaders in Doha might promise to be, the Taliban fighters on the ground would feel no compulsion to observe the fine print.  \nAnd so it proved.  \nDirectly after the US, British and other Western troops began pulling out, the Taliban fighters across Afghanistan made their play for power. Reports of prisoners being executed brought an atmosphere of blind panic in one town after another, until Kabul itself succumbed and officials and soldiers were battling their way to the airport to get out.\nPerhaps the Taliban will stick to the terms of their soothing statement promising not to take revenge on anyone, and appealing to the police, the military and the civil service to stay in place.  \nThey may very well think it'll be safer not to provoke the West to intervene again.  \nBut what sort of country will Taliban-controlled Afghanistan be this time? \nThe only guide we have is the five-year period from 1996 when (again in a matter of a few days - that's how these things go in Afghanistan) the Taliban drove out the moderate mujahideen government controlled by the redoubtable Ahmad Shah Massoud.  \nI spent a good deal of time in Afghanistan during the Taliban's period of power, and found it deeply scary.  \nSharia law in its fiercest forms was in operation everywhere, with public executions, stonings and whippings commonplace.  \nGangs of vigilantes hung out on street corners, attacking men who showed their ankles or wore any form of Western clothing.  \nWomen only ventured out if they had written permission from men, and of course had to wear the all-encompassing burka.\nThe Taliban minister of health, Mullah Balouch, complained to me that the International Red Cross refused his request to provide surgeons to cut off the hands and feet of convicted thieves, so he had to do the job personally; though he seemed to quite enjoy it.   \nWorking for television was a nightmare, because taking the image of any living creature was expressly forbidden on religious grounds.  Bookshops were regularly ransacked for illustrations, and any guilty bookseller was whipped.  \nMost people fled the city if they could, and most shops were shut up.  \nThe Taliban couldn't pay for oil imports, so the brightest lights at night-time were the candles people put in their windows, and the loudest noise was the barking of packs of marauding dogs, abandoned by their owners.\nFor all the failings of successive Afghan governments and their Western backers, Kabul and other cities have burst with commercial life since the Taliban were chased out.  \nLiving standards have shot up. Cars pack the once empty streets. Schools have blossomed, especially for girls; under the Taliban the education of girls was expressly forbidden. Music, banned under the Taliban, blared out everywhere.  \nThere are new buildings everywhere. The last time I was there, I couldn't even find the place on the edge of the city where my BBC colleagues and I started our walk into town in 2001; the whole area had been built over.\nMost Afghans will regard the Taliban takeover as a catastrophe for themselves and their country.  \nThe main question now is, will the Taliban follow their instincts and take Afghanistan back to the past as radically as they did before liberation day 20 years ago - or have they learned a lesson? "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58219420",
      "category": "uk",
      "title": "Covid: Vaccine target for 16 and 17-year-olds and lockdown exhibition",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nAll 16 and 17-year-olds in England are to be offered their first coronavirus vaccine dose or the chance to book one by 23 August, the government has said. Health Secretary Sajid Javid said offering vaccines by this date would allow teenagers to get some protection before starting school or college next month. A walk-in site finder is being launched online by NHS England to help people locate their nearest vaccine centre.\nCarrie Johnson has said she is \"feeling great\" after having her second Covid jab, as she encouraged other pregnant women to get the vaccine. The prime minister's wife, who is pregnant with their second child, said she understood people's anxieties but that the evidence was \"reassuring\". Her post on Instagram about getting the jab comes after England's chief midwife urged pregnant women to be vaccinated as soon as possible.\nAustralia is facing the worst situation it's been in since the start of the Covid-19 pandemic, the leader of New South Wales has warned. State Premier Gladys Berejiklian said rules would be tightened in Sydney, the state capital, which is in lockdown, and Covid fines would increase. \"This is literally a war, and we've known we've been in a war for some time, but never to this extent,\" Ms Berejiklian told reporters. \nRules making it easier for pop-up campsites to open during the Covid pandemic in Wales have led to a \"free-for-all\", harming rural communities, residents have warned. Landowners can open campsites for up to 56 days without planning permission, after rules were relaxed. While owners say the sites are boosting tourism, some residents claim their communities have been damaged after campsites \"sprang up overnight\".\nAn exhibition of mini sheds reflecting life during the pandemic has gone on display in Newcastle. The 20 creations in Shed a Light were made during lockdown. Many have intricate interiors with tiny furniture and, in one case, a beach with deckchairs. Artist Nicola Lynch, who supported the exhibition, said the pieces were \"thought-provoking\" and hoped they would lead to a discussion about emotional wellbeing.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFrom Monday 16 August, fully vaccinated people in England and Northern Ireland will no longer have to self-isolate after close contact with an infected person. See what the rule change means for you.  - and what is happening in the rest of the UK.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58202760",
      "category": "uk",
      "title": "Plymouth shooting: Who were the victims?",
      "tags": "Plymouth",
      "text": "On 12 August, Jake Davison killed five people in the Keyham area of Plymouth.\nIn a deadly spree that lasted six minutes, he killed two women, two men and a three-year-old girl.\nHe also shot two other people who continue to receive treatment in hospital. Davison then turned the gun on himself, taking his own life.\nPolice were called to Biddick Drive shortly after 18:11 BST - arriving on the scene within six minutes.\nPolice named the gunman's mother, Maxine Davison, as his first victim.\nThe 51-year-old - also known as Maxine Chapman - was shot and killed inside an address on Biddick Drive.\nChris Escott, Ms Davison's nephew - and Jake Davison's cousin, although he never met him - said: \"My brain can't process it, physically can't process that information I was given.\n\"It's impossible. You can't plan for this. You can't see the next day or the day after or the day after, you just literally take each day as it comes. But I just know that as a family they will come together, be there for each other and try to understand this horrendous thing that's happened.\"\nHe added: \"Also the other four innocent people that had no part in this. I'm sorry to everybody that's going through this, it must be the worst thing in the world.\" \nAfter killing his mother, Davison then went into the street and shot dead three-year-old Sophie Martyn and her father, Lee Martyn, 43.\nMr Martyn was \"an absolutely amazing dad\" according to Sam Weight, head chef at The Anchorage pub in Plymouth where Mr Martyn was a regular.\n\"It's just horrendous, you cannot believe it, we are all really upset,\" said Mr Weight. \"Lee and Sophie were a pair... he would do anything for her.\n\"He was a beautiful genuine guy, always joking and she was a cracking little kid who had not even started her life. It's so sad, especially for the family that's left behind.\"\nAnother man who knew Mr Martyn from the pub, Barney Wills, said he and Sophie used to come in for breakfast. He was the \"best dad anybody could wish for and an amazing friend to so many people\", Mr Wills added.\nNext, Davison killed Stephen Washington on a nearby footpath, where the 59-year-old had been walking his dogs.\nMr Washington's relatives described him as a \"devoted family man, a loving husband, father, grandfather and best friend\".\nDavison then shot Kate Shepherd, 66, who later died in hospital.\nMs Shepherd was a \"very talented artist\" who lived in Kingsand, Cornwall, before moving to Plymouth, her friend Claire Kidd said. \n\"It has touched all of the hearts of the village,\" she said. \"We are all feeling deeply sad and in shock.\"\nAll those who died lived in the Keyham area, Devon and Cornwall Police said.\nThe gunman also shot a 33-year-old man and a 53-year-old woman, who were taken to hospital with injuries not thought to be life-threatening. They have not been named by police.\nDozens of bouquets, cards and soft toy tributes have been left close to the scene of the shooting.\nFlags across the city were flown at half-mast, while Smeaton's Tower was lit up as a mark ofrespect on 13 August.\nHundreds of people also attended a candlelit vigil at North Down Crescent Park, where floral tributes were also left.\nA minute's silence for the victims took place on 16 August, with people gathering outside the city's Guildhall.\nBooks of condolence were also available for the public to sign at several locations around the city.\nDevon and Cornwall Police confirmed that Jake Davison held a licence for the firearm he used during the shooting.\nHe was said by eyewitnesses to have used a \"pump-action shotgun\" during the shooting, but police have not confirmed this.\nDavison owned a shotgun and held a shotgun licence, both of which were taken from him in December 2020 after he was accused of assault. \nBut Devon and Cornwall Police returned them in July - a decision being investigated by the police watchdog.\nIn YouTube videos that have since been removed, Davison spoke of being \"beaten down\" and \"defeated by life\".\nHe said he was socially isolated, struggled to meet women and made references to \"incels\" - the misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nSigning off the 11-minute video, which appears to be the last he posted online, Davison said: \"I know it's a movie but I like to think sometimes I'm the Terminator or something. \n\"Despite reaching almost total system failure he keeps trying to accomplish his mission.\"\nDavison wrote about mass shootings in a social media post just three weeks ago, according to BBC Home Affairs journalist Daniel De Simone.\nIn the post on Reddit, he displayed a detailed knowledge about previous mass shootings in the UK, as well as the weapons used in them.\nHe also contributed to pages devoted to \"incel\" culture and wrote that he was a virgin, stating: \"I can't attract women at all\".\nOne month ago he told an internet forum group for virgins: \"I'm doing better got a job as a crane operator.\"\nBabcock International - a security and defence engineering company with sites in Plymouth - confirmed Davison had worked as an apprentice since August 2020.\nPolice have said the incident, the worst mass shooting in Britain since 2010, was not believed to be terror-related.\nDevon and Cornwall Police Chief Constable Shaun Sawyer told a news conference that officers believed the shooting was a \"domestically-related\" incident that \"spilled into the streets\" of Plymouth.\nAt an inquest, the coroner heard Davison had a row with his mother before shooting her.\nMr Sawyer reiterated terrorism was \"not the focus\" of the investigation but officers were keeping an \"open mind\".\n\"Let's see what's on his hard drive, let's see what's on his computer,\" he said.\nPrime Minister Boris Johnson said the issue of how Davison came to legally own a gun should be \"properly investigated\" and called the shooting an \"absolutely appalling\" incident. \nHome Secretary Priti Patel said earlier that questions would \"inevitably\" be asked following the killings.\nShe told broadcasters: \"This is absolutely tragic and devastating, and for the entire community right now this will be deeply shocking.\n\"There will be a range of questions that will inevitably be asked and I will be doing the same for the conversations and discussions I'll be having with the chief constable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58222888",
      "category": "world-latin-america",
      "title": "Haiti earthquake: Tropical Storm Grace hampers rescue",
      "tags": "Haiti,Earthquakes",
      "text": "Rescue work following the deadly earthquake which struck Haiti on Saturday has been hampered by heavy rains brought by Tropical Storm Grace.\nTens of thousands of people left homeless by the quake had to decide whether to brave the storm under flimsy tarpaulins or risk returning into buildings damaged by the tremor. \nAt least 1,419 people are known to have died in the 7.2-magnitude quake. \nMore than 6,900 were injured, and an unknown number are still missing.\nRescue workers dug through rubble on Monday in a desperate attempt to find survivors before the heavy rains were able to turn the earth into cloying mud, making locating those buried even more difficult.\nAt 06:00 GMT Tuesday, Grace, which has been upgraded from a tropical depression to a tropical storm, was west of the city of Les Cayes and moving further westward towards Jamaica, according to the US National Hurricane Center (NHC).\nThe NHC had earlier predicted that Grace could dump up to 25cm (10 inches) of rainfall over the worst affected area. It is feared the deluge could trigger landslides. \nOn Twitter, Haiti's civil protection agency urged \"good neighbours whose space has not been affected\" to help shelter displaced people.\nThe south-west of Haiti appears to have suffered the worst of the damage from the quake, especially around the city of Les Cayes. \nHomes, churches and schools were among buildings flattened in the quake. Some hospitals were left overwhelmed and in need of supplies as they struggled to treat the injured.\nBy James Clayton, BBC News, Les Cayes\nIt's hard enough to treat survivors of any natural disaster but when the hospitals themselves are under fear of collapse it makes it all the more difficult.\nLes Cayes Ofatma hospital is deemed too unsafe so they've brought everyone outside. People swat away flies on hospital beds placed under makeshift tents and trees. You can hear people screaming in pain.\nOne woman, Elsy, had only just woken up when the earthquake happened. Her son has a serious fracture to his leg.\nThere simply aren't the facilities needed to treat people in this remote part of the country. One doctor comes to us, angry, asking why he has no medicine.\nOne woman we spoke to - who has a very bad broken leg and is also pregnant - has had no pain relief for two days.\nThe people here need help, but at the moment not enough help is coming - and with a tropical storm close by it could become even more difficult.\nThe earthquake compounds problems facing the impoverished nation, which is already reeling from a political crisis following the assassination of its president last month. \nPrime Minister Ariel Henry, who is in power until fresh presidential election can be held, has declared a month-long state of emergency and urged the population to \"show solidarity\". \nHaiti has been hit by a series of natural disasters over the past years, including Hurricane Matthew in 2016.\nThe deadliest was the 2010 earthquake which killed more than 200,000 people and caused extensive damage to the country's infrastructure and economy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-49192495",
      "category": "world-asia",
      "title": "Taliban are back - what next for Afghanistan?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States Army,Taliban,US-Taliban peace talks,United States",
      "text": "After 20 years of war, the Taliban has swept to victory in Afghanistan.\nThe group completed their shockingly rapid advance across the country by capturing Kabul on 15 August.\nIt came after foreign forces withdrew from Afghanistan following a deal between the US and the Taliban, two decades after US forces removed the militants from power in 2001.\nThe conflict has killed tens of thousands of people and displaced millions.\nTaliban forces have pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nBut questions are already being asked about how the group will govern the country, and what their rule means for women, human rights, and political freedoms.\nBack in 2001, the US was responding to the 9/11 attacks on New York and Washington, in which nearly 3,000 people were killed. Officials identified Islamist militant group al-Qaeda, and its leader Osama Bin Laden, as responsible. \nBin Laden was in Afghanistan, under the protection of the Taliban, the Islamists who had been in power since 1996.\nWhen they refused to hand him over, the US intervened militarily, quickly removing the Taliban and vowing to support democracy and eliminate the terrorist threat.\nThe militants slipped away and later regrouped.\nNato allies had joined the US and a new Afghan government took over in 2004 but deadly Taliban attacks continued. President Barack Obama's \"troop surge\" in 2009 helped push back the Taliban but it was not long term.\nIn 2014, at the end of what was the bloodiest year since 2001, Nato's international forces ended their combat mission, leaving responsibility for security to the Afghan army.\nThat gave the Taliban momentum and they seized more territory. \nPeace talks between the US and the Taliban started tentatively, with the Afghan government pretty much uninvolved, and the agreement on a withdrawal came in February 2020 in Qatar.\nThe US-Taliban deal did not stop the Taliban attacks - they switched their focus instead to Afghan security forces and civilians, and targeted assassinations. Their areas of control grew.\nThey emerged in the civil war that followed the withdrawal of Soviet troops in 1989, predominantly in the south-west and the Pakistan border areas.\nThey vowed to fight corruption and improve security, but also followed an austere form of Islam.\nBy 1998, they had taken control of almost all of the country. \nThey enforced their own hardline version of Sharia, or Islamic law, and introduced brutal punishments. Men were made to grow beards and women had to wear the all-covering burka. TV, music and cinema were banned.\nAfter their overthrow they regrouped in Pakistani border areas.\nIn terms of lives lost, it is obviously not easy to say exactly. The number of coalition casualties is much better recorded than Taliban and Afghan civilians.\nResearch by Brown University estimates losses in the Afghan security forces at 69,000. It puts the number of civilians and militants killed at about 51,000 each.\nMore than 3,500 coalition soldiers have died since 2001 - about two-thirds of them Americans. More than 20,000 US soldiers have been injured.\nAccording to the UN, Afghanistan has the third-largest displaced population in the world. \nSince 2012, some five million people have fled and not been able to return home, either displaced within Afghanistan or taking refuge in neighbouring countries. \nBrown University research also puts the US spending on the conflict - including military and reconstruction funds in both Afghanistan and Pakistan - at $978bn (£706bn) up to 2020.\nHow the Taliban plan to govern Afghanistan remains unclear.\nWomen face an uncertain future. Taliban spokesman Suhail Shaheen says the group will respect the rights of women and minorities \"as per Afghan norms and Islamic values\".\nThe militants had declared an amnesty across Afghanistan and said it wanted women to join its government.\nBut there are fears over women's freedom to work, to dress as they choose, or even to leave home alone under Taliban rule. \nAnother major fear is that the country will once again become a training ground for terrorism.\nTaliban officials insist that they will fully adhere to the US deal and prevent any group from using Afghan soil as a base for attacks against the US and its allies.\nThey say they aim only to implement an \"Islamic government\" and will not pose a threat to any other country.\nBut many analysts say the Taliban and al-Qaeda are inseparable, with the latter's fighters heavily embedded and engaged in training activity.\nIt is also important to remember that the Taliban are not a centralised and unified force. Some leaders may want to keep the West muted by not stirring up trouble but hardliners may be reluctant to break links with al-Qaeda.\nJust how powerful al-Qaeda is and whether it could now rebuild its global network is also unclear.\nThen there is the regional branch of the Islamic State group - ISKP (Khorasan Province) - which the Taliban oppose.\nLike al-Qaeda, ISKP has been degraded by the US and Nato but could use the post-withdrawal period to regroup.\nIts fighter numbers could be only between a few hundred and 2,000 but it may try to gain footholds in Kazakhstan, Kyrgyzstan and parts of Tajikistan, which could be a serious regional concern. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58213848",
      "category": "world-asia",
      "title": "Afghan conflict: Taliban take Mazar-i-Sharif, government's last northern stronghold",
      "tags": "Kabul,Afghanistan,Ashraf Ghani",
      "text": "Taliban fighters have captured Mazar-i-Sharif, the last major city in northern Afghanistan which was still under government control.\nThe fall of the traditional anti-Taliban bastion marked a major gain for the militants, who have been advancing at speed as US-led forces withdraw. \nPresident Ashraf Ghani travelled to the city just days ago to rally troops.\nThe Taliban are now in control of much of the country and are edging closer to the capital Kabul.\nMore than a quarter of a million people have been displaced by the violence, and many have fled to Kabul in the hope of finding safety. \nWomen in areas captured by the Taliban have described being forced to wear burkas and the militants are also reported to have beaten and lashed people for breaking social rules. \nWestern countries are scrambling to evacuate their citizens. \nLocal officials said Mazar-i-Sharif - the capital of Balkh province and fourth-largest city in Afghanistan - fell largely without a fight. \nAbas Ebrahimzada, a lawmaker from Balkh, told the Associated Press news agency that the national army were the first to surrender, which then prompted pro-government forces and other militia to give up. \nMazar-i-Sharif is a major economic centre that lies close to the borders with Uzbekistan and Tajikistan. The last time the Taliban took the city was in the 1990s. \nEthnic Uzbek warlord Abdul Rashid Dostum and prominent ethnic Tajik leader Atta Mohammad Noor are reported to have fled the province. \nFootage shared on social media appeared to show Taliban militants inside Mr Dostum's empty house. \nFollowing crisis talks with Mr Ghani earlier this week, Mr Dostum struck a defiant tone, saying: \"The Taliban have come to the north several times but they were always trapped.\"\nIn a Facebook post on Saturday, Mr Noor blamed government forces for the defeat, saying they handed their weapons and equipment to the Taliban. \nHe said he and Mr Dostum were in a \"safe place\".\nOne resident of Mazar-i-Sharif spoke to the BBC of his fear as the Taliban made their way through the city.\n\"They are going door to door and we are at home and unfortunately we can't do anything,\" he said. \"We are very afraid. My child is very afraid and my wife is crying now. What should we do tomorrow?\" \nOther areas also fell to the Taliban on Saturday, including the capitals of Paktika and Kunar provinces. \nThen on Sunday morning, the insurgents took Afghanistan's fifth-largest city Jalalabad, the capital of Nangrahar province, without resistance. A local official said it was the only way to save civilian lives.\nThe Taliban now control more than half the country's provincial capitals. Kabul is the only major city still under government control.\nPeople there who had fled the Taliban offensive could do little but wait with apprehension to see what comes next.\nSome reported that militant commanders elsewhere were demanding families hand over unmarried girls and women to become wives for their fighters.\nMuzhda, 35, a single woman who fled from Parwan to Kabul with her two sisters, said she would take her own life rather than let the Taliban force her to marry.\n\"I am crying day and night,\" she told AFP news agency.\nAlso in the capital, residents formed long queues at banks trying to withdraw their savings. Some branches had reportedly already run out of money.\nThere were also reports of a riot at Pul-e-Charkhi prison on the outskirts of the city, with local residents saying gunfire was heard from the facility.\nIn a pre-recorded TV address earlier on Saturday, President Ashraf Ghani said a top priority was the remobilisation of the Afghan armed forces to prevent further destruction and displacement of people. \nMr Ghani said he would not let a war that was \"imposed\" on people cause more deaths, as he praised the \"courageous\" security forces. \nThe speech came amid speculation by some that Mr Ghani may have been about to announce his resignation.\nThe UN has appealed to neighbouring countries to keep their borders open so that displaced Afghans can reach safety. UN Secretary General António Guterres said the situation was spinning out of control. \nViolence in the country has escalated in recent weeks now that US-led forces have all but withdrawn following 20 years of military operations.\nUS President Joe Biden said some 5,000 American troops were being deployed \"to make sure we can have an orderly and safe drawdown of US personnel and other allied personnel, and an orderly and safe evacuation of Afghans who helped our troops during our mission and those at special risk from the Taliban.\"\nAbout 600 British troops are due to arrive in the city this weekend to help with the withdrawal of UK citizens. They will also assist the relocation of Afghans who helped British forces and now risk reprisals from the Taliban.\nOther Western countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58220904",
      "category": "uk",
      "title": "Afghanistan: US and UK withdrawal a catastrophic miscalculation, says Nandy",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58175239",
      "category": "uk-northern-ireland",
      "title": "'My sister's legacy is the Sibling Grief Club'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58213759",
      "category": "uk-england-nottinghamshire",
      "title": "Drone spots suspected burglars on Mansfield bank roof",
      "tags": "Nottinghamshire Police,Mansfield,Nottingham,Drones",
      "text": "Three suspected burglars who tried to hide from police on the roof of a bank were foiled by a thermal imaging drone. \nNottinghamshire Police attended the Santander bank in Stockwell Gate, Mansfield, at 01:10 BST after the intruder alarm was activated. \nOfficers could not find any suspects until the force's drone spotted three people on the roof. \nTwo men, aged 25 and 40, and a 31-year-old woman, were arrested on suspicion of burglary and remain in custody.\nPolice said Nottinghamshire Fire and Rescue Service was also in attendance to help officers search the roof. \nIt is unclear whether anything was taken from the bank. \nDet Sgt Lauren Morgan said: \"This is a great example of how multiple departments from the force can work together to achieve good results and I would like to thank everyone who was involved in the arrests.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58195336",
      "category": "world-us-canada",
      "title": "Afghanistan pullout: Biden's biggest call yet - will it be his most calamitous?",
      "tags": "September 11 attacks,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "If you like neat lines, tidiness and admire symmetry, what's not to like about the decision of Joe Biden to pull American combat troops out of Afghanistan by 11 September 2021 - exactly 20 years on from 9/11?\nIn modern day America it often feels that all roads lead back to 9/11; the single most defining - and scarring - event since Pearl Harbor: the surprise attack by the Japanese on America's Pacific fleet, which would ultimately bring America into World War Two.\nAnd so it was that 9/11 led to this country's longest military encounter. The attack on the Twin Towers, the plane that flew into the Pentagon, and the one that crashed into a field in Shanksville, Pennsylvania, were initially the spur for a surge of US nationalism. Young people - in fact people of all ages - were going along to armed forces recruitment offices wanting to sign up. America had come under attack; these patriots wanted to fight to defend the country the \"land of the free\", and seek revenge on those who would do the US harm.\nAnd don't mistake this for some kind of kneejerk jingoism. It wasn't that. I knew many people - not just Americans - who were of a liberal bent and had been no great fans of all the doings of the US of A but who have a visceral sense this was a moment where you had to pick your team. \nWere you on the side of the rule of law, free and fair elections, due process, sexual equality, universal education? Or were you on the side of those who would fly planes into buildings, or would stone people to death, or throw homosexuals off of buildings, or deny girls schooling? If that seems a massive over-simplification, maybe it is - but in the devastating aftermath of 9/11, that is how it seemed to many.\nBut by 2016 it was one of the factors that led to Donald Trump's election: the weariness of the \"endless wars\" as candidate Trump would refer to the quagmires of Afghanistan and Iraq; the wariness of America being able to act as the world's policeman. \nAmericans understandably wanted to pull up the drawbridge, bring the troops home, leave it to the people in those countries to sort out their own problems, and finally give up on the idea that a US model of liberal democracy was an exportable commodity that could be imposed. The liberal interventionist crusade was over.\nTrump, if he had won last November, would have pulled out US troops, probably quicker. Although Joe Biden inherited Trump's promise to withdraw, in policy terms the easiest thing would have been to continue to sign the cheques to pay for American servicemen and women to stay in Afghanistan for another year. And then another. And another after that. \nThe political pressure was by no means overwhelming. If anything, the reverse. The defence top brass, the foreign policy establishment, America's allies abroad thought anything other than the status quo would be reckless. But one question was gnawing at the new president, and it was the one posed by Hillel the Elder back in biblical times: \"If not now, then when?\"\nBiden - who advised President Barack Obama not to send more troops in 2009 but lost the argument - went with now, in what could be the most consequential single decision of his presidency.\nWhen 9/11 happened I was the BBC's Paris correspondent, reporting on Eurotunnel's attempt to force the closure of a Red Cross refugee centre called Sangatte  - where many of the world's storm-tossed refugees and migrants congregated before making the final leg of the journey to the UK.\nI was driving to Calais when I got a call from a colleague telling me to stop at the nearest service station to watch TV, and see what was unfolding.\nWe didn't know what would happen next - or where we would end up. One year into the optimism of a new millennium, there was a narrative and it wasn't a happy one - the war on terror, a clash of civilisations, call it what you will. At the time the two stories could not have been more different, but a lot of the bedraggled people we met on the roads around Calais were from Afghanistan fleeing Taliban rule. \nIt's worth remembering why the US, UK and others went into Afghanistan. The Taliban had - in effect - become a finishing school for Islamist terrorists wanting to wage jihad against the west. Al-Qaeda wannabes were going into the country to train for holy war. The 9/11 terrorists had honed their skills and hatched their plot there. Removing the Taliban and tackling al-Qaeda became critical for global security.\nWithin a few weeks of 9/11, I was in northern Afghanistan, travelling via Delhi and then Dushanbe in Tajikistan to get there. We were moving with the US and UK-backed Northern Alliance troops as they pushed the Taliban out. \nOur first day was spent travelling from Khoja Bahauddin, then the Northern Alliance HQ along a road where the Taliban had killed a number of journalists in an ambush two days earlier. After one night we ended up in a town called Taleqan. It had fallen the night before we arrived. One of the iconic shots was of a girls-school classroom that had become a weapons dump for Taliban rockets that in their hasty retreat they had left behind.\nThe stubborn last stronghold was Kunduz - a vital communication corridor sitting between Kabul, Mazar-i-Sharif and then further north to the border with Uzbekistan.\nNow both Taleqan and Kunduz have come back under Taliban control, with a third of the country's regional capitals now under their control.\nAnd that raises a super-uncomfortable question for Joe Biden and his \"if not now, then when\" policy.  \nTwenty years on and so many lives lost, and so many billions of dollars spent, what was it for? What's been achieved? What do you say to the families of all those servicemen killed by the Taliban now that the US is giving up? What's to stop terror groups from re-establishing their jihad training camps? At the UN Security Council hearing last Friday it was reported that up to 20 different terror groups, involving thousands of foreign fighters were already fighting with Taliban forces.\nI'm sure as I am writing this more families will be packing up their possessions fearful of what Taliban control will mean, perhaps heading to Calais and then the UK. Will the girls' schools return to become weapons storage facilities again?   \nThe scars of 9/11 are clear everywhere - thousands of servicemen have come back with prosthetic limbs and disturbed minds. Suicide rates have been rising. Families have lost loved ones. On America's streets are men with red plastic beer cups begging for loose change, many of them with signs saying they are veterans from Iraq and Afghanistan.\nUS-led forces toppled the Taliban: In 2001 US-led forces overthrew Afghanistan's Taliban rulers after the 9/11 attacks masterminded by al-Qaeda leader Osama bin Laden, who was based there.\nTwenty years of occupation and military operations followed: The US and allies oversaw elections and built up Afghan security forces, but the Taliban continued to launch attacks.\nEventually the US made a deal with the Taliban: They would pull out if the militants agreed not to host terrorist groups. But talks between the Taliban and the Afghan government failed. US-led forces withdrew this year and the Taliban have now retaken most of the country.\nThe desire to stay at home and shut yourself away from a troubling world is completely understandable. There is no surprise that \"America First\" as a slogan had such resonance. George W Bush was not advocating that back in 2001 - but there were no US troops in Afghanistan or Iraq then. And that didn't keep America safe when early that morning, across those gin-clear blue skies passenger aeroplanes were hijacked and became al-Qaeda-guided missiles, flying into their targets killing thousands of people doing nothing more provocative than going about their daily lives.\nThere's also a difference between enforcing your will as the world's policeman, and being a peacekeeper. Thousands of American troops are still stationed in South Korea - even though the Korean war was 70 years ago. The calculation of successive US presidents has been that a tense peace is better than a hot war or a destabilised region.\nJoe Biden was hoping his decision would result in headlines like \"Afghan War Ends\" or \"America's longest war is over\". But 20 years on, and the Taliban now re-establishing control with all that could flow from that, might historians in future judge that the 20th anniversary marked the start of the second Afghan war?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58213293",
      "category": "uk",
      "title": "Plymouth shooting: 'It could have been any of us'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-19548810",
      "category": "world-latin-america",
      "title": "Haiti country profile",
      "tags": "Haiti,Jovenel Moise",
      "text": "Haiti became the world's first black-led republic and the first independent Caribbean state when it threw off French colonial control and slavery in the early 19th century.\nBut independence came at a crippling cost. It had to pay reparations to France, which demanded compensation for former slave owners. The 19th century \"independence debt\" was not paid off until 1947. There have been recent calls for France to repay the money.\nChronic instability, dictatorships and natural disasters in recent decades have left it as the poorest nation in the Americas.\nAn earthquake in 2010 killed more than 200,000 people and caused extensive damage to infrastructure and the economy. \nA UN peacekeeping force was put in place in 2004 to help stabilize the country, and only withdrew in 2017.\nOn 7 July 2021, unidentified gunmen entered the home of President Jovenel Moïse in the capital, Port-au-Prince, killing him.\nInterim Prime Minister: Claude Joseph\nFollowing the assassination of President Jovenel Moïse on 7 July 2021 by unidentified gunmen, early reports indicate that interim Prime Minister Claude Joseph is in charge. \nOn 5 July 2021, Mr Moïse had appointed Ariel Henry, a neuro-surgeon, as his prime minister, but Mr Henry had not been sworn into office at the moment of Mr Moïse's assassination. \nMr Joseph had taken up the post on an interim basis after former Prime Minister Joseph Jouthe resigned in April 2021.\nRadio is Haiti's leading news medium and there hundreds of local, privately-owned stations.\nThe media reflect a range of views but the work of journalists is hampered by threats and violence, press watchdogs say.\nAround 19% of Haitians were online by 2019. \nSome key dates in Haiti's history:\n1804 - General Jean Jacques Dessalines proclaims the independent black republic of Haiti after rebel slaves defeat French troops dispatched by Napoleon Bonaparte.\n1915 - US invades following black-mulatto friction, which it thought endangered its property and investments in the country.\n1934 - US withdraws troops from Haiti, but maintains fiscal control until 1947.\n1957 - Francois \"Papa Doc\" Duvalier wins elections. He eventually turned his administration into a brutal dictatorship.\n1971 - Papa Doc dies and is replaced by his son Jean-Claude \"Baby Doc\" Duvalier.\n1986 - President Duvalier is forced into exile by an uprising, ending a 29-year family dictatorship. \n1990 - Populist priest Father Jean-Bertrand Aristide is the landslide winner in a presidential election, Haiti's first free and peaceful polls.\n1991 - President Aristide is overthrown by the military.\n1994 - 20,000 US troops arrive to restore democracy. Jean-Bertrand Aristide returns. \n2004 - President Aristide leaves Haiti again amid a rebellion. US Marines land to restore order. A UN stabilisation force is put in place. \n2010 - More than 200,000 people are killed when a magnitude 7.0 earthquake hits the capital Port-au-Prince and its wider region - the worst in Haiti for 200 years. \n2021 - Unidentified gunmen attack the home of President Jovenel Moïse in the capital, Port-au-Prince, killing him."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58213354",
      "category": "uk",
      "title": "Plymouth shooting: 'Why did he have a gun licence in the first place?'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58220305",
      "category": "world-asia",
      "title": "Taliban spokesman tells BBC they are 'awaiting a peaceful transfer of power'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58215540",
      "category": "uk-england-london",
      "title": "James Markham killing: Chingford father was partner's 'world'",
      "tags": "Chingford,London violence",
      "text": "The partner of a man who was stabbed to death outside his home in north-east London has said her \"heart will never be the same\".\nJames Markham, 45, was killed on Monday night after confronting a group of youths who were shouting outside his home on Churchill Terrace, Chingford.\nA 14-year-old boy has been charged with his murder.\nCandice Roberts, who said she was \"devoted\" to Mr Markham for 25 years, described him as \"her world\". \nThe father of three had previously been described by friends as a \"man with a good heart and a good soul\".\nIn a statement, Ms Roberts said: \"We are so thankful to the ambulance service, the air ambulance and the police in all their efforts to save our beautiful Jamie.\n\"Our hearts will never be the same, he was my world. I am so overwhelmed from the love from our community and I thank you all from the bottom of my heart.\"\nThe accused teenager appeared at Stratford Youth Court on Friday, also charged with possessing a knife in public. \nHe remains in youth detention and is set to appear at the Old Bailey on 17 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-south-asia-11451718",
      "category": "world-south-asia",
      "title": "Who are the Taliban?",
      "tags": "Pakistan,Afghanistan,Taliban",
      "text": "The Taliban were removed from power in Afghanistan by US-led forces in 2001, but the group has seized control of the country once again following a rapid offensive.\nThe capital, Kabul, was the last major city to fall to the offensive that began months ago but accelerated as the hardline Islamists gained control of territories.\nThe group entered direct talks with the US back in 2018, and in February 2020 the two sides struck a peace deal that committed the US to withdrawal and the Taliban to preventing attacks on US forces. Other promises included not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks.\nBut in the year that followed, the Taliban continued to target Afghan security forces and civilians, advancing rapidly across the country.\nThe Taliban, or \"students\" in the Pashto language, emerged in the early 1990s in northern Pakistan following the withdrawal of Soviet troops from Afghanistan. It is believed that the predominantly Pashtun movement first appeared in religious seminaries - mostly paid for by money from Saudi Arabia - which preached a hardline form of Sunni Islam.\nThe promise made by the Taliban - in Pashtun areas straddling Pakistan and Afghanistan - was to restore peace and security and enforce their own austere version of Sharia, or Islamic law, once in power.\nFrom south-western Afghanistan, the Taliban quickly extended their influence. In September 1995 they captured the province of Herat, bordering Iran, and exactly one year later they captured the Afghan capital, Kabul, overthrowing the regime of President Burhanuddin Rabbani - one of the founding fathers of the Afghan mujahideen that resisted the Soviet occupation. By 1998, the Taliban were in control of almost 90% of Afghanistan.\nAfghans, weary of the mujahideen's excesses and infighting after the Soviets were driven out, generally welcomed the Taliban when they first appeared on the scene. Their early popularity was largely due to their success in stamping out corruption, curbing lawlessness and making the roads and the areas under their control safe for commerce to flourish.\nBut the Taliban also introduced or supported punishments in line with their strict interpretation of Sharia law - such as public executions of convicted murderers and adulterers, and amputations for those found guilty of theft. Men were required to grow beards and women had to wear the all-covering burka.\nThe Taliban also banned television, music and cinema, and disapproved of girls aged 10 and over going to school. They were accused of various human rights and cultural abuses. One notorious example was in 2001, when the Taliban went ahead with the destruction of the famous Bamiyan Buddha statues in central Afghanistan, despite international outrage.\nPakistan has repeatedly denied that it was the architect of the Taliban enterprise, but there is little doubt that many Afghans who initially joined the movement were educated in madrassas (religious schools) in Pakistan.\nPakistan was also one of only three countries, along with Saudi Arabia and the United Arab Emirates (UAE), which recognised the Taliban when they were in power in Afghanistan. It was also the last country to break diplomatic ties with the group.\nAt one point, the Taliban threatened to destabilise Pakistan from areas they controlled in the north-west. One of the most high-profile and internationally condemned of all Pakistani Taliban attacks took place in October 2012, when schoolgirl Malala Yousafzai was shot on her way home in the town of Mingora.\nA major military offensive two years later following the Peshawar school massacre greatly reduced the group's influence in Pakistan though. At least three key figures of the Pakistani Taliban had been killed in US drone strikes in 2013, including the group's leader, Hakimullah Mehsud.\nThe attention of the world was drawn to the Taliban in Afghanistan in the wake of the 11 September 2001 World Trade Center attacks in New York. The Taliban were accused of providing a sanctuary for the prime suspects - Osama Bin Laden and his al-Qaeda movement.\nOn October 7, 2001, a US-led military coalition launched attacks in Afghanistan, and by the first week of December the Taliban regime had collapsed. The group's then-leader, Mullah Mohammad Omar, and other senior figures, including Bin Laden, evaded capture despite one of the largest manhunts in the world. \nMany senior Taliban leaders reportedly took refuge in the Pakistani city of Quetta, from where they guided the Taliban. But the existence of what was dubbed the \"Quetta Shura\" was denied by Islamabad.\nDespite ever higher numbers of foreign troops, the Taliban gradually regained and then extended their influence in Afghanistan, rendering vast tracts of the country insecure, and violence in the country returned to levels not seen since 2001.\nThere were numerous Taliban attacks on Kabul and, in September 2012, the group carried out a high-profile raid on Nato's Camp Bastion base.\nHopes of a negotiated peace were raised in 2013, when the Taliban announced plans to open an office in Qatar. But mistrust on all sides remained high and the violence went on.\nIn August 2015, the Taliban admitted they had covered up Mullah Omar's death - reportedly of health problems at a hospital in Pakistan - for more than two years. The following month, the group said it had put aside weeks of infighting and rallied around a new leader in the form of Mullah Mansour, who had been the deputy of Mullah Omar.\nAt around the same time, the Taliban seized control of a provincial capital for the first time since their defeat in 2001, taking control of the strategically important city of Kunduz.\nMullah Mansour was killed in a US drone strike in May 2016 and replaced by his deputy Mawlawi Hibatullah Akhundzada, who remains in control of the group.\nIn the year following the US-Taliban peace deal of February 2020 - which was the culmination of a long spell of direct talks - the Taliban appeared to shift their tactics from complex attacks in cities and on military outposts to a wave of targeted assassinations that terrorised Afghan civilians.\nThe targets - journalists, judges, peace activists, women in positions of power - suggested that the Taliban had not changed their extremist ideology, only their strategy. \nDespite grave concerns from Afghan officials over the government's vulnerability to the Taliban without international support, the new US president, Joe Biden, announced in April 2021 that all American forces would leave the country by 11 September - two decades to the day since the felling of the World Trade Center. \nHaving outlasted a superpower through two decades of war, the Taliban began seizing vast swathes of territory, before once again toppling a government in Kabul in the wake of a foreign power withdrawing.\nThey swept across Afghanistan in just 10 days, taking their first provincial capital on 6 August . By 15 August, they were at the gates of Kabul.\nTheir lightning advance prompted tens of thousands of people to flee their homes, many arriving in the Afghan capital, others heading for neighbouring countries.\nThe Taliban's return to rule brings an end to almost 20 years of a US-led coalition's presence in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58215631",
      "category": "world-latin-america",
      "title": "Haiti struck by deadly 7.2-magnitude earthquake",
      "tags": "Haiti,Earthquakes",
      "text": "A powerful earthquake has struck the Caribbean nation of Haiti, killing at least 304 people and injuring more than 1,800.\nThe 7.2-magnitude quake hit the west of the country on Saturday morning, toppling and damaging buildings including churches and hotels. \nThe prime minister said there was \"extensive damage\" and declared a month-long state of emergency. \nHaiti is still recovering from a devastating 2010 earthquake.\nThe epicentre of Saturday's quake was about 12km (7.5 miles) from the town of Saint-Louis du Sud, the US Geological Survey (USGS) said.\nThe tremor was felt in the densely-populated capital of Port-au-Prince, some 125km away, and in neighbouring countries. \n\"Lots of homes are destroyed, people are dead and some are at the hospital,\" Christella Saint Hilaire, who lives near the epicentre, told AFP news agency. \nPrime Minister Ariel Henry said he had mobilised a team to work on the relief effort. \n\"The most important thing is to recover as many survivors as possible under the rubble,\" he said. \"We have learned that the local hospitals, in particular that of Les Cayes, are overwhelmed with wounded, fractured people.\"\nMr Henry later revealed he had flown in a plane over the city of Cayes. \nUS President Joe Biden has authorised an \"immediate US response\" to help Haiti and said USAID would work to support efforts to \"assess the damage and assist efforts to recover those who were injured and those who must now rebuild\". \n\"In what is already a challenging time for the people of Haiti, I am saddened by the devastating earthquake,\" he said. \nThe USGS earlier warned that the earthquake could result in thousands of fatalities and injuries. It also said several aftershocks had been felt in the region, including one measuring 5.8 magnitude. \nFrantz Duval, editor-in-chief of Haiti's Le Nouvelliste newspaper, tweeted that two hotels were among the buildings destroyed in the town of Les Cayes. He said the local hospital was overwhelmed. \n\"Slowly, strongly and for very long seconds the earth shook in Haiti on 14 August, 2021 around 8:30 am,\" he wrote. \nReporters at Le Nouvelliste later said the majority of churches and hotels on the south coast had collapsed or suffered major damage. \nArchdeacon Abiade Lozama, head of an Episcopal church in Les Cayes, told the New York Times: \"The streets are filled with screaming. People are searching, for loved ones or resources, medical help, water.\" \nPhotos shared on social media showed damaged buildings and piles of rubble after the quake.\nLeila Bourahla, Haiti director of Save the Children, told the New York Times it would take days to assess the damage but \"it is clear that this is a massive humanitarian emergency\". \nNaomi Verneus, a 34-year-old resident of the capital Port-au-Prince, told the Associated Press news agency she was woken up by the earthquake and that her bed was shaking.\n\"I woke up and didn't have time to put my shoes on. We lived [through] the 2010 earthquake and all I could do was run. I later remembered my two kids and my mother were still inside. My neighbour went in and told them to get out. We ran to the street,\" she said. \nThe 2010 earthquake in Haiti killed more than 200,000 people and caused extensive damage to infrastructure and the economy.\nSaturday's earthquake comes amid a political crisis in the country, following the assassination of its president last month.\nTennis star Naomi Osaka, who is of Japanese and Haitian descent, tweeted her solidarity with Haiti.\nReferring to next week's Western & Southern Open, the four-time Grand Slam winner wrote: \"I'm about to play a tournament this week and I'll give all the prize money to relief efforts for Haiti. I know our ancestors' blood is strong we'll keep rising.\"\nAre you in the area? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58187410",
      "category": "world-asia",
      "title": "Afghanistan: How the Taliban gained ground so quickly",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Nato,United States",
      "text": "The speed of the Taliban advance in Afghanistan appears to have taken many by surprise - regional capitals seem to be falling like dominoes.   \nThe momentum is clearly with the insurgents, while the Afghan government struggles to keep its grip on power.\nThis week, one leaked US intelligence report estimated that Kabul could come under attack within weeks, and the government could collapse within 90 days. \nSo how did it unravel so quickly?\nThe US and its Nato allies - including the UK - have spent the best part of the last 20 years training and equipping the Afghan security forces. \nCountless American and British generals have claimed to have created a more powerful and capable Afghan army. Promises that today appear pretty empty.\nThe Afghan government should, in theory, still hold the upper hand with a larger force at its disposal. \nThe Afghan security forces number more than 300,000, on paper at least. That includes the Afghan army, Air Force and police.\nBut in reality the country has always struggled to meet its recruitment targets.\nThe Afghan army and police has a troubled history of high casualties, desertions and corruption - with some unscrupulous commanders claiming the salaries of troops who simply didn't exist - so called \"ghost soldiers\". \nIn its latest report to the US Congress, the Special Inspector General for Afghanistan (SIGAR) expressed \"serious concerns about the corrosive effects of corruption... and the questionable accuracy of data on the actual strength of the force\". \nJack Watling, of the Royal United Services Institute, says even the Afghan army has never been sure of how many troops it actually has. \nAdded to that, he says there have been problems with maintaining equipment and morale. Soldiers are often sent to areas where they have no tribal or family connections. One reason why some may have been so quick to abandon their posts without putting up a fight.\nThe Taliban's strength is even harder to measure. \nAccording to the US Combating Terrorism Center at West Point, estimates suggest a core strength of 60,000 fighters. With the addition of other militia groups and supporters, that number could exceed 200,000.\nBut Dr Mike Martin, a Pashto-speaking former British army officer who tracked the history of the conflict in Helmand in his book An Intimate War, warns of the dangers of defining the Taliban as a single monolithic group. \nInstead he says \"the Taliban is closer to a coalition of independent franchise holders loosely - and most probably temporarily - affiliated with one another\". \nHe notes the Afghan government, too, is as riven by local factional motivations. Afghanistan's shape changing history illustrates how families, tribes and even government officials have switched sides - often to ensure their own survival.\nAgain, the Afghan government should have the advantage in terms of both funding and weapons.\nIt has received billions of dollars to pay for soldiers' salaries and equipment - mostly by the US. In its July 2021 report, SIGAR said more than $88bn (£64bn) had been spent on Afghanistan's security. \nBut it ominously added: \"The question of whether that money was well spent will ultimately be answered by the outcome of the fighting on the ground.\" \nAfghanistan's Air Force should provide it with a critical edge on the battlefield. \nBut it has consistently struggled to maintain and crew its 211 aircraft (a problem that's becoming more acute with the Taliban deliberately targeting pilots). Nor is it able to meet the demands from commanders on the ground. \nHence the involvement recently of the US Air Force over cities like Lashkar Gah, which have come under Taliban attack. It's still not clear for how much longer the US is willing to provide that support. \nThe Taliban have often relied on revenue from the drugs trade, but they have also had support from outside - most notably Pakistan. \nMore recently the Taliban have seized weapons and equipment from the Afghan security forces - some of it provided by the US - including Humvees, night sights, machine guns, mortars and artillery. \nAfghanistan was already awash with weapons after the Soviet invasion, and the Taliban have shown that even the crudest can defeat a much more sophisticated force. \nThink of the deadly effect of the Improvised Explosive Device (IED) on US and British forces. That and local knowledge and an understanding of the terrain have been their advantage. \nDespite the disparate nature of the Taliban, some still see evidence of a co-ordinated plan in their recent advance. \nBen Barry, a former British army brigadier and now a senior fellow at the Institute of Strategic Studies, acknowledges the Taliban gains may be opportunistic, but adds: \"If you were to write a campaign plan I would be hard pressed to come up with something better than this.\" \nHe points to the focus of the Taliban attacks in the north and west, not their traditional southern strongholds, with successive regional capitals falling into their hands.  \nThe Taliban have also captured key border crossings and checkpoints, funnelling off much needed customs revenue away from the cash-strapped government.   \nThey've also stepped up targeted killings of key officials, human rights activists, and journalists. Slowly but surely wiping out some of the small gains made over the last 20 years. \nAs for the Afghan government's strategy - that's proving harder to define. \nPromises of taking back all the territory captured by the Taliban sound increasingly hollow. \nMr Barry says there appears to be a plan to keep hold of the larger cities. Afghan commandos have already been deployed to prevent Lashkar Gah in Helmand from falling. \nBut for how much longer? \nAfghan special forces are relatively small in number, around 10,000 strong, and they're already stretched. \nThe Taliban also appear to be winning the propaganda war and the battle of the narrative. \nMr Barry says their momentum on the battlefield has boosted morale and given them a sense of unity. \nIn contrast, the Afghan government has been on the backfoot, bickering and sacking generals. \nThe situation certainly looks bleak for the Afghan government. \nBut Jack Watling of RUSI says that while it looks increasingly pessimistic for the Afghan military, \"the situation could still be saved by politics\". \nIf the government can win over tribal leaders, he says, there is still the chance of a stalemate. \nThis is a view echoed by Mike Martin, who points to the return of former warlord Abdul Rashid Dostum to Mazar-i-Sharif as a significant moment. He's already cutting deals. \nThe summer fighting season will soon be over as the Afghan winter sets in - making manoeuvre more difficult for forces on the ground. \nIt is still possible that there'll be a stalemate by the end of the year, and the Afghan government will cling on to Kabul and a string of larger cities. \nThe tide could even turn if the Taliban fracture. \nBut at present it appears that the US and Nato's efforts to bring peace, security and stability to Afghanistan have been as futile as the Soviets before them. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58213300",
      "category": "world-asia",
      "title": "Afghanistan in serious danger - President Ghani",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58224383",
      "category": "uk",
      "title": "No one wants Afghanistan to become breeding ground for terror - PM",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Boris Johnson,Foreign, Commonwealth and Development Office,Taliban",
      "text": "Prime Minister Boris Johnson has said no one wants Afghanistan to become a \"breeding ground for terror\", as the Taliban enters capital Kabul.\nSpeaking after a meeting of the emergency Cobra committee, he said the situation \"continues to be extremely difficult\" and will get even more so.\nHe called on \"like-minded\" powers to work together and not recognise any new government without agreement. \nThe UK Parliament is being recalled on Wednesday to discuss the situation. \nAfghan President Ashraf Ghani has fled the country as the militants stand on the brink of taking total control. \nThe situation is \"extremely difficult\" in Afghanistan and is \"getting more difficult\", said Mr Johnson. \n\"Our priority is to make sure we deliver on our obligations to UK nationals, to all those who have helped the British effort in Afghanistan over 20 years, and to get them out as fast as we can.\" \nMr Johnson said the British ambassador - who remains in Kabul - was \"working around the clock\" to do this and has been at the airport processing applications.\nThe prime minister said he wanted to make sure other like-minded nations did not \"prematurely\" recognise the Taliban.\nHe added: \"What we're dealing with now is very likely the advent of a new regime in Kabul. We don't know yet exactly what kind of regime it will be\". \nReports from Kabul say the Taliban have now seized the presidential palace. It comes after thousands of Afghans sought refuge in the city in recent weeks. \nMr Johnson said the UK would work with the UN Security Council and other Nato countries to stop Afghanistan \"lapsing back into terror\" and called for an \"international effort\" from the West. \nHe admitted the US decision to pull out of the country had \"accelerated things\" in Afghanistan but said \"we've known for a long time this was the way things would go\". \nThe Foreign, Commonwealth and Development Office said the UK has reduced its diplomatic presence but that government staff \"continue to work to provide assistance to British nationals and to our Afghan staff\". \n\"We are doing all we can to enable remaining British nationals, who want to leave Afghanistan, to do so,\" said a spokesperson. \nThe Foreign Office has advised more than 4,000 British citizens thought to be in Afghanistan to leave.\nAbout 600 British troops sent to help with the departure of Britons, Afghan staff and interpreters have now arrived in Afghanistan.  \nMr Johnson said the UK was \"working very fast\" on getting people out of the country, adding: \"We certainly have the means at the moment to get them out.\" \nUK defence forces have told the BBC most of the UK's embassy staff have already been flown out of the country on military flights. All commercial flights out of Kabul have now been suspended.\nBy Tony Bonsignore, BBC political correspondent\nWednesday could be a very uncomfortable day for the government, as MPs return to the Commons to debate the UK's response to the deepening crisis in Afghanistan. \nThe government will have to answer questions about why it so badly miscalculated the strength of the Taliban, and its decision to withdraw its forces in the face of impending disaster. \nIn what will be an emotive debate, many MPs will stress the sacrifices already made over the past 20 years, and the obligation they believe this country owes to the people of Afghanistan. \nThey are likely to push the government to do much more, in a bid to avert a humanitarian catastrophe, despite the claim by Defence Secretary Ben Wallace that it would be impossible for the UK to act alone.   \nHe spoke to the Nato Secretary General Jens Stoltenberg and the UN Secretary General António Guterres about the current situation in Afghanistan on Sunday.\nIn those talks, he called for meetings of Nato's North Atlantic Council and the UN Security Council to take place as soon as possible to enable high-level international discussions on these issues, said Downing Street. \nLabour leader Keir Starmer has described the situation in Afghanistan as \"shocking\", saying the priority had to be to evacuate British personnel and support staff. \nForeign Secretary Dominic Raab was returning to the UK today, the Foreign, Commonwealth and Development Office said, when asked to confirm he had been on holiday. \nMr Raab earlier spoke of his \"deep concerns about the future for Afghanistan\".  \nLabour peer Lord Robertson of Port Ellen - the former defence secretary who was secretary general of Nato from 1999 to 2003 - said it was \"stunning that the foreign secretary would stay on holiday as our mission in Afghanistan disintegrated\". \n\"The horrors unfolding with every minute demand focused attention from the top,\" he said. \nLord Robertson added he was \"sickened by the prospect of the 20th anniversary\" of the 11 September attacks \"being marked by the Taliban back in control of Afghanistan\". \nMeanwhile, Scotland's First Minister Nicola Sturgeon has called on the UK to offer \"as much refuge for vulnerable Afghans as possible\". \nShe said the Scottish government is \"willing to play our full part and do all we can to help those in peril as a result of the horrifying situation currently unfolding\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58222066",
      "category": "world-asia",
      "title": "Afghanistan on the brink of Taliban takeover",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "Afghanistan is on the brink of a total Taliban takeover and President Ashraf Ghani has fled the country. \nThe Taliban reached the outskirts of the capital Kabul earlier on Sunday, but said fighters were now being sent into the city. \nPeople have sought safety from the fighting in Kabul but there have been scenes of panic there. \nThe Taliban have taken control of almost the entire country now that US-led forces have all but withdrawn. \nWestern countries have also been scrambling to evacuate their citizens. The US sent military helicopters to transport staff from the heavily fortified embassy compound in Kabul to the airport. \nOfficials said talks had taken place to ensure a peaceful transition and a Taliban spokesman told the BBC there would be \"no revenge\" on Afghans. \nThe US Embassy later said there were reports of gunfire at Kabul's airport. It warned US citizens in the area to take shelter as \"the security situation... is changing quickly\". \nIt is almost 20 years since the Islamist group was ousted by a US-led military coalition. They have been seizing territory across the country in an advance that began months ago but accelerated in the space of days. \nUS President Joe Biden has defended the US withdrawal, saying he could not justify an \"endless American presence in the middle of another country's civil conflict\".\nThere is panic in Kabul, where some residents have been trying to reach the airport to leave the country. Cars have been abandoned and people have opted to walk because of traffic jams.\nOne 22-year-old student told the BBC that he had walked more than five hours to reach the airport.\n\"My feet hurt, they have blisters and I'm finding it difficult to stand,\" he said.\n\"It was like a military town - people were in traditional clothes, but they had weapons and were firing in the air. It reminded me of the jihad that I heard of from my parents.\"\nResidents have also been rushing to withdraw cash from ATMs, and queuing to get travel documents at the passport office and at foreign visa centres.\nFarzana Kocha, an MP in Kabul, told the BBC that people did not know what to do as Taliban militants closed in on the city.\n\"Some of them are running, some are hiding in houses,\" she said. \nTaliban spokesman Zabihullah Mujahid said militants had been ordered to enter some parts of Kabul on Sunday, after previously waiting on the outskirts. \nHe said Taliban forces were going in to prevent chaos and looting after security forces left parts of the city and their checkpoints. \nThe Taliban advance into Kabul came as officials told reporters that President Ghani had fled. Details of his whereabouts remain unknown, but some reports said he was heading for Tajikistan. \nEarlier on Sunday, the Taliban said they had taken control of Bagram airfield and prison, about 40km (25 miles) north of the city centre.\nOnce the largest American military facility in Afghanistan, the complex was evacuated by the US military in the dead of night on 2 July.\nTaliban spokesman Suhail Shaheen told the BBC that people in Kabul had no need to worry and that their properties and lives were safe.\n\"We are the servants of the people and of this country,\" he said.\nHe added that the group did not want Afghans to flee, but instead to stay and help with the post-conflict reconstruction.\nThe US has deployed 5,000 troops to help remove its staff and the Afghans who assisted with its mission. Helicopters transporting embassy personnel could be heard over the city, and there were reports of smoke rising near the embassy compound as important documents were destroyed. \nAbout 600 British troops are being deployed to assist with their own withdrawal mission. \nOther countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether.\nCanada has temporarily closed its embassy, and a Nato official said several European Union staff had been moved to an undisclosed location in Kabul. \nRussia is planning to convene an emergency meeting of the UN Security Council to discuss the situation in Afghanistan.\nIt says it will not be closing its embassy, because it has been provided with security assurances by the Taliban.\nAre you in Afghanistan? How have you been affected? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58215440",
      "category": "uk",
      "title": "Covid: Carrie Johnson urges pregnant women to get vaccinated",
      "tags": "Carrie Symonds,Coronavirus vaccines,Coronavirus pandemic,Pregnancy",
      "text": "Carrie Johnson has said she is \"feeling great\" after having her second Covid jab, as she encouraged other pregnant women to get the vaccine.\nThe prime minister's wife said she understood people's anxieties but that the evidence was \"reassuring\". \nMrs Johnson said there was no increased risk of miscarriage - adding she had been \"definitely concerned\" about that. \nAnnouncing her pregnancy last month, she also revealed she had a miscarriage earlier this year.\nHer post on Instagram about getting the jab comes after England's chief midwife urged pregnant women to be vaccinated as soon as possible. \nWhen the UK's vaccination programme started, the original advice for pregnant women was to avoid the jab for the time being - because doctors are extremely cautious about what they recommend during pregnancy. \nBut when safety data became available, the advice changed to encourage pregnant women to have the vaccine, especially because contracting Covid can be dangerous for expectant mothers.  \nThe 33-year-old, who married Boris Johnson in May and is mother to one-year-old Wilfred, wrote: \"Just had my second jab and feeling great! \n\"I know there are lots of pregnant women who are anxious about getting their Covid vaccine but the evidence is incredibly reassuring.\"\nShe added: \"Most importantly, the data shows there is no increased risk of miscarriage, something I was definitely concerned about.\"\nMrs Johnson had a miscarriage in early 2021, which she said left her \"heartbroken\". She said she felt \"blessed to be pregnant again\" but \"felt like a bag of nerves\".  \nIn Saturday's Instagram post, accompanied by a selfie in which she is wearing a sticker showing she has had her vaccine, Mrs Johnson said nearly 200,000 pregnant women in the UK and US had now had a Pfizer or Moderna vaccine \"without safety concerns\". \n\"The Royal College of Midwives has said that expectant mothers are at greater risk of serious illness if they get Covid so being vaccinated really is the best way to keep you and your baby safe,\" she wrote. \nSince mid-April 2021, mothers-to-be have been offered the Pfizer or Moderna coronavirus jab, with the second dose recommended eight weeks after the first.\nBut figures out last month, from estimates based on GP records and Public Health England data, suggested hundreds of thousands had not had the jab. \nData looking at pregnant women admitted to English hospitals up to July showed that, in the previous three months, 171 pregnant women had been admitted to hospital with Covid symptoms - 98% were unvaccinated, and three of them had received a single dose of the vaccine.  \nIf you or someone you know has been affected by miscarriage or other pregnancy-related issues, support can be found through BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58224546",
      "category": "uk-england-nottinghamshire",
      "title": "Woman seriously injured by her dog in attack",
      "tags": "Nottingham",
      "text": "A woman who was attacked by her American bulldog has been left with life-changing injuries.\nNottinghamshire Police said the dog turned on a child at a home in Hoylake Crescent, Bilborough, on Saturday evening.\nTwo women at the property intervened and were repeatedly bitten on the face, arms and stomach by the animal.\nThe dog was eventually stabbed by another occupant, and secured in the garden before they called 999. \nBoth women were taken to hospital for treatment and police were called to the property at 00:10 BST on Sunday.\nAn emergency vet was called but was left with no option but to put down the animal. \nDet Insp Jon Kerry said: \"It's devastating that a woman has suffered such serious injuries caused by her own pet, but we can only be grateful that it didn't result in far worse consequences had the animal been able to attack the child.\n\"Although we don't believe that the animal was a banned breed, this is a stark reminder to all pet owners not to take any chances with animals around children, particularly if they have ever displayed violent tendencies.\"\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58220730",
      "category": "uk",
      "title": "Afghanistan: UK has abandoned Afghan people, says senior MP",
      "tags": "Foreign & Commonwealth Office,Tom Tugendhat",
      "text": "The withdrawal of troops from Afghanistan is Britain's biggest foreign policy disaster since the Suez crisis of 1956, the chairman of the Foreign Affairs Committee has said.\nTory MP Tom Tugendhat said the UK had \"abandoned the Afghan people\". \nThe Taliban have reached the outskirts of the capital Kabul after taking almost every other major city.  \nPrime Minister Boris Johnson called a meeting of the emergency Cobra committee on Sunday afternoon.\nParliament will be recalled on Wednesday for one day to discuss the situation in Afghanistan. \nForeign Secretary Dominic Raab said he had shared his \"deep concerns about the future for Afghanistan\" with Pakistan's foreign minister Shah Mahmood Qureshi. \nHe said they agreed \"it is critical that the international community is united in telling the Taliban that the violence must end and human rights must be protected\". \nAsked to confirm if Mr Raab had been on holiday, the Foreign, Commonwealth and Development Office said he was \"returning to the UK today, given the situation\". They said he was \"personally overseeing the FCDO response and engaging with international partners\". \nLabour leader Sir Keir Starmer said: \"The government has been silent as Afghanistan collapses, which will have ramifications in the UK.\"  \nHe said it was a \"very sad day\" and \"our thoughts are with the Afghan people\". The government's priority \"must be to evacuate British personnel and support staff\", he added.\nThe British ambassador remains in Kabul, the FCDO said, but the UK has reduced its diplomatic presence. \n\"UK government staff continue to work to provide assistance to British nationals and to our Afghan staff,\" said a spokesperson. \n\"We are doing all we can to enable remaining British nationals, who want to leave Afghanistan, to do so.\"\nMalala Yousafzai, the Nobel Peace Prize winner who found refuge in the UK after being shot in the head by Taliban militants in 2012, said global and regional powers must call for an immediate ceasefire, provide humanitarian aid and protect refugees.\n\"We watch in complete shock as Taliban takes control of Afghanistan. I am deeply worried about women, minorities and human rights advocates,\" she said.\nMr Tugendhat compared the Afghanistan withdrawal to the UK's failed invasion of Egypt in 1956, intended to regain control of the Suez canal, which is seen by many historians as marking the end of Britain's role as a major world power.\nSpeaking ahead of Mr Raab's comments on Sunday, he also said: \"We haven't heard from the foreign secretary in about a week, despite this being the biggest single foreign policy disaster since Suez, so I don't know what the Foreign Office is thinking.\" \nHe said the pull-out in Afghanistan showed a lack of \"strategic patience\", stripped the Afghan army of their logistics and air support and \"convinced them there was no tomorrow\".\nThat emboldened Taliban militants, allowing them to sweep through many major cities, he suggested.\nThe Foreign Office has advised more than 4,000 British citizens thought to be in Afghanistan to leave and on Thursday said it would send 600 troops to help with the departure of Britons, Afghan staff and interpreters.\nAfter 20 years of war, foreign forces are pulling out of Afghanistan following a deal between the US and the Taliban militants they removed from power back in 2001.\nThe conflict has killed tens of thousands of people and displaced millions.\nThe Taliban has pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nBut the country's hardline former rulers have quickly gained territory in recent weeks from Afghan army soldiers, who are now being left to protect a fragile government.\nThe Taliban also made a pledge for national peace talks, but many fear a worsening civil war remains a far more likely outcome.\nRead more about the origins of the conflict\nMr Tugendhat, who served in Afghanistan before becoming an MP, said it was \"shameful\" of Nato not to evacuate all the Afghan people who served alongside British forces.\nInterpreters and guards, Afghans trained as special forces, people who set up schools for girls and helped NGOs are \"all at risk now\", he said.\nHe said: \"The danger is that we're going to see every female MP murdered, we're going to see ministers strung up on streetlamps and this is the decision I'm afraid that has been taken.\"\nBut Taliban spokesman Suhail Shaheen told the BBC \"there will be no revenge on anyone\".\nHe said militants had been ordered to wait on the outskirts of Kabul for a peaceful transfer of power.\nScotland's First Minister Nicola Sturgeon called on the UK to offer \"as much refuge for vulnerable Afghans as possible\". She said the Scottish government is \"willing to play our full part and do all we can to help those in peril as a result of the horrifying situation currently unfolding\".\nBy Tony Bonsignore, BBC political correspondent\nWednesday could be a very uncomfortable day for the government, as MPs return to the Commons to debate the UK's response to the deepening crisis in Afghanistan. \nThe government will have to answer questions about why it so badly miscalculated the strength of the Taliban, and its decision to withdraw its forces in the face of impending disaster. \nIn what will be an emotive debate, many MPs - including senior Conservatives like Tom Tugendhat - will stress the sacrifices already made over the past 20 years, and the obligation they believe this country owes to the people of Afghanistan. \nThey are likely to push the government to do much more, in a bid to avert a humanitarian catastrophe, despite the claim by Defence Secretary Ben Wallace that it would be impossible for the UK to act alone.   \nThe Home Office said 3,300 Afghan staff who worked for the UK had already been resettled with their families.\n\"Home Office officials are right now working to protect British nationals and help former UK staff and other eligible people travel to the UK,\" a spokesperson said.\nBut 35 Afghans due to start scholarships at UK universities within weeks have been told their places have been suspended because their visas cannot be arranged in time.\nNaimatullah Zafary, who lives in Kabul, told the BBC: \"My daughter was asking me yesterday, are the Taliban coming and are they killing her? I said, no, they are not killing her. She is six-and-a-half years old, can you imagine?\"\nChairman of the Commons Defence Committee, Tobias Ellwood, said the UK should have the courage to \"stand up and say 'this is the wrong call' and lead a coalition, or attempt to lead a coalition\" to address the crisis.\n\"This is a humiliating strategic defeat for the West that we will regret,\" he told the BBC.\n\"We have a very messy and unpredictable number of months and years ahead - unless we recognise what a gargantuan mistake it has been to withdraw our troops.\"\nBut Defence Secretary Ben Wallace wrote in the Sunday Telegraph that it was \"arrogant\" to think the UK could resolve the situation acting alone. \nHe said he had approached other allies about taking the place of US forces, but none was willing to do so.\n\"A unilateral force would very quickly be viewed as an occupying force and, no matter how powerful the country that sends it, history shows us what happens to them in Afghanistan,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58205062",
      "category": "world-asia",
      "title": "Afghan war: Kabul's young women plead for help as Taliban advance",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Every night terrified young men and women across the city send me desperate messages begging for help. \"Pray for us,\" says one. \"The situation is critical, we are very worried,\" says another. \nKabul is in a state of shock and disbelief. In the past week the Taliban has swept across the country and seized more than a dozen provincial capitals. With the fall of Kandahar and Herat, the insurgents now have their sights set on the greatest prize of all - the capital. \nI've been reporting from Afghanistan for more than a decade. Over the years, I've spent time with journalists, female judges, female members of parliament, human rights activists and university students. Many have become good friends. \nThey all say the same thing - we stepped out on a limb because we were encouraged by the Americans and their allies to do so. For 20 years the West has inspired, financed and sheltered this new generation of Afghans. They have grown up with freedoms and opportunities that they fully embraced. \nNow they tell me they feel completely abandoned by the democratic world they thought they were part of. \nIn my most recent trip to Kabul, I spoke to Taliban frontline commanders and foot soldiers. They told me they are determined to re-impose their version of Sharia law, which would include stoning for adultery, amputation of limbs for theft and preventing girls from going to school beyond the age of 12. \nThis is not the Afghanistan and the Kabul that these young women know or want. But as the Taliban prepare to march towards the capital, there doesn't seem to be anywhere to run or hide. \n\"There are rumours circulating that the Taliban will take over and they will kill everyone affiliated with the government and the US. We are very scared,\" one told me. \nThe only response from the Americans and their Western allies to these pleas for help, for the moment, has been silence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58220317",
      "category": "uk-england-hereford-worcester",
      "title": "Dead police officer and child in Kidderminster were father and son",
      "tags": "Kidderminster,West Mercia Police",
      "text": "A police officer found dead with a three-year-old child were father and son, his West Mercia force colleagues have confirmed.\nPolice named the pair, discovered at a property in Kidderminster, Worcestershire, on Friday, as David Louden, 39, and his boy Harrison.\nIn a statement from Mr Louden's family, the officer was described as \"a kind, loving, considerate, amazing\" father.\nThe deaths are being treated as unexplained, police said.\nAn investigation into the circumstances is under way.\nOn Saturday, the area's police and crime commissioner, John Campion, said there was not a \"wider concern to the public\".\nThe statement issued by police and attributed to Mr Louden's wife and wider family said:  \"David was a kind, loving, considerate, amazing father, husband, son, brother, uncle, friend and colleague.\n\"Harrison was a happy, well-loved little boy. \n\"They will both be forever missed and loved.\" \nThe West Mercia force did not state Mr Louden's rank.\nTheir bodies were discovered at a house on Cairndhu Drive, Kidderminster, on Friday morning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58209031",
      "category": "world-us-canada",
      "title": "Canada election: Trudeau calls snap summer campaign",
      "tags": "Canada election 2021,Justin Trudeau,Canada",
      "text": "Prime Minister Justin Trudeau has called a snap summer general election as Canada enters into its pandemic fourth wave. \nThe general election comes as polls indicate his minority Liberal government looks within reach of forming a majority. \nThe 49-year-old Liberal leader says \"Canadians need to choose how we finish the fight against Covid-19\". \nCanadians will vote on 20 September, some two years ahead of schedule.\nOn Sunday, Mr Trudeau visited Canada's Governor General Mary Simon - the representative of the Queen, Canada's head of state - and asked her to dissolve Parliament. \nThe leader of the centrist Liberals said a general election was necessary so voters have a voice on the path forward at a \"pivotal moment\".\nIn October 2019, voters handed him a minority, meaning he has had to rely on opposition parties to help him pass his agenda. \nOpposition parties criticised the Liberals for calling a five-week long campaign during the pandemic's latest wave simply for \"political gain\". \n\"Politically, I don't really know if there's been a better time for this government,\" says Abacus Data CEO David Coletto. \"The mood of the public is a good one right now.\"\nThe pollster says that about 46% of Canadians in their recent surveys say they believe the country is heading in the right direction - the highest it's been in about five years. \nThe global coronavirus pandemic is sure to dominate the campaign, as it has much of Mr Trudeau's second term. Over 25.000 Canadians have died from Covid, but the country fared better than others, such as the US. \nStill, its record on the pandemic has been mixed. \nIt was slow to close its borders. The military had to be sent to some elderly care homes to help contain outbreaks. The initial vaccine rollout was slow, with Mr Trudeau facing questions over the lack of domestic vaccine production. \nThe government was quick to get pandemic relief spending out the door, though it racked up record levels of debt to do so. \nWhile the country is entering another pandemic wave, for the moment it seems life is returning slowly to normal. \nCases rates remain below last winter's peak. Vaccine supply sped up and now Canada has one of the world's highest vaccination rates. The economy is showing signs of recovery and provinces are cautiously reopening.\n\"This crisis in some ways has been positive for  [Mr Trudeau], politically,\" says Drew Fagan, professor at the Munk School of Global Affairs and Public Policy at the University of Toronto. \nBut he says the question is whether \"there's enough momentum there\" to \"get him from a fairly healthy minority government to a slim majority government\".\nCanada has a fixed election date law and the next vote was scheduled for October 2023. But minority governments, which are not uncommon in the country, tend to last about two years. \nThey can be defeated if they lose a vote of confidence in the House of Commons. Those votes are usually on important pieces of legislation like the federal budget. \nOr like what happened on Sunday, a prime minister can ask the governor general to formally dissolve Parliament - a request rarely denied.  \nIn 2019, months of political scandals, a tough first term and a bumpy campaign where old photos of him in blackface emerged all took a toll on the prime minister's popularity. The Liberals won 157 seats, 13 shy of a majority in the 338 seat House of Commons-  and he lost the popular vote.\nIt was also a sharp turnaround from 2015, when he swept into office as a political fresh face and led his party to a stunning win with 184 seats. \nIt will be both a referendum on Mr Trudeau's handling of the pandemic and a vote on future plans to the recovery. \nAffordability and cost of living are also at the forefront of voters' minds. \nClimate change will be front-and-centre, against a backdrop of the province of British Columbia's summer of devastating heatwaves and wildfires, and with parts of the Prairies experiencing severe drought. \nMr Coletto says almost half Canadians say the environment is in their top five concerns, up from 39% two years ago.\nMr Trudeau's government also made two big announcements late last week - a promise to accept up to 20,000 Afghan refugees and a vaccine mandate for federal workers and air and rail travellers. \nThe Conservative leader, Erin O'Toole, has championed vaccines but opposes vaccine mandates in favour of other measures and has been vague on whether all candidates will be required to have the jabs. \nVaccine mandates could prove to be a campaign wedge issue, says Mr Coletto.\n\"Our tracking shows that more and more of [vaccinated Canadians] over time are more open to putting restrictions on what people who are not vaccinated can and cannot do,\" he says. \nThe official opposition, the right-leaning Conservatives, are going into the election as perceived underdogs. Their new leader, Mr O'Toole, 48, is not well known to voters. \nAfter the party struggled with social and environmental issues in the last election, he's been trying to broaden its appeal, speaking about his support for LGBT rights and introducing a carbon pricing plan early on. \nOn Sunday, he pitched voters on fiscal responsibility and promised economic growth. \nStill, they are now at \"anything but at a high water mark\", says Mr Fagan.\nOn the left, NDP leader Jagmeet Singh, 42, will be entering his second campaign with surveys suggesting his popularity among voters is higher than in 2019. \nMr Fagan says the party's message for progressives will be a vote for the NDP is \"vote for the real thing\".\nQuebec's separatist party, the Bloc Québécois, which competes only in that battleground province, is also still popular in the province where they hold 32 seats."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58226232",
      "category": "uk",
      "title": "Tokyo 2020: Team GB given star-studded homecoming",
      "text": "Team GB athletes have been given an official homecoming - and a chance to show off their medals - with a star-studded concert at Wembley. \nOlympic champions including Tom Daley and diving partner Matty Lee, gymnast Max Whitlock and cyclists Jason and Laura Kenny were entertained by musicians including Nile Rodgers, Laura Mvula and Anne-Marie. \nIt was the first time the Tokyo 2020 athletes had a chance to celebrate together, as coronavirus restrictions meant they had to fly home within two days of competing. \nLaura Kenny, GB's most successful female athlete who won the madison event with Katie Archibald, said: \"It's actually really nice to be home. When you're out there, you're in such a little bubble that you don't really know what the feeling is [going to be] when you get back.\" \nTo come back to such a homecoming was \"an incredible buzz\", she said.  \nHer husband Jason said: \"The biggest difficulty is coming out of Olympic preparation and that bubble where everything is sorted - then all of a sudden, you get home and and you have to think about 'what are we going to have for tea?'\"\nHe said it had felt like \"a long time away from everyone, especially from our little boy, so it was really special to come home and be reunited\".\nCharlotte Worthington, who won gold in BMX freestyle park, said she hoped her success would help inspire a new generation. \nShe said people had come up to her telling her their children were keen to take up the sport, adding: \"People want BMXs for Christmas now - so I really hope they're inspired.\"\nWeightlifter Emily Campbell, who won a silver medal, said she was also \"really happy\" about for \"what I might have done for weightlifting in the future\". \nAnd she said that she had been recognised in public more now, with someone calling out: \"there's a celebrity in Morrisons!\" when she was doing her groceries.\nWhitlock said it was \"amazing to be back\" and that he felt \"massively grateful\" to be at the event. \nHe has been enjoying spending time with his family - including daughter Willow who has already started going to gym classes herself. He said he wanted her to try \"lots of different sports so she can pick what she wants to do\".\nRower Helen Glover said being back home, it \"kind of feels like it never happened\". \n\"It was a big reality check going home and being mum again - but it's really nice to feel that normality,\" she said. \nThere was an audience of 8,000 at the event, including athletes' relatives and key workers as well as National Lottery players who had won tickets. \nThe concert is available to watch on BBC iPlayer here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58216017",
      "category": "uk",
      "title": "Covid: 16 and 17-year-olds in England to be offered jab by 23 August",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All 16 and 17-year-olds in England are to be offered their first coronavirus vaccine dose or the chance to book one by 23 August, the government has said.\nThe health secretary said offering vaccines by this date would allow teenagers to get some protection before starting school or college next month.\nA walk-in site finder is being launched online by NHS England to help people locate their nearest vaccine centre.\nYoung people in this age group were first offered a jab earlier this month.\nBut unlike older age groups, no second dose is being scheduled.\nThey will be invited, by text or letter, to get vaccinated either by making an appointment through GPs or by going to a walk-in centre, the Department of Health said. \nInvites are also being sent out in Wales, while in Northern Ireland, walk-in centres are now open to older teenagers, and in Scotland they can register their interest online. \nTens of thousands of people aged 16 and 17 have already had a first vaccine. Having it done by 23 August will mean there is two weeks for them to build immunity before the new term gets under way.\nThose aged 12 to 15 who are clinically vulnerable or live with others at increased risk of getting seriously ill with coronavirus are also being invited for their vaccine by that date. However, some parents have told the BBC of their struggles in securing vaccines for children in this group.\nTeenagers who are within three months of turning 18 can book an appointment online through the National Booking Service or calling 119.  \nHealth Secretary Sajid Javid urged people not to delay, adding: \"Get your jabs as soon as you can so we can continue to safely live with this virus and enjoy our freedoms by giving yourself, your family and your community the protection they need.\"\nExperts have warned that high levels of coronavirus infection and rising case rates mean the UK is \"running hot\" when it comes to managing the spread of the disease.\nDr Simon Clarke, associate professor in cellular microbiology at the University of Reading, said on Friday that while vaccines are reducing the number of hospital admissions and deaths, high case numbers \"still place an unnecessary burden on the NHS\".\nThe rate of new cases of the virus is currently rising in all four nations, suggesting the sharp fall in Covid-19 cases that had been under way since mid-July has now come to an end.\nThe National Education Union said the vaccinations of 16 and 17-year-olds would help minimise disruption to education in the next academic year, but said additional safety measures needed to continue in schools. \nThe union's joint general secretary, Kevin Courtney, said: \"With the autumn and winter terms coming up, the issue of crowded schools with no social distancing and inadequate ventilation remains a problem.\"\nThe government says vaccines have saved about 84,600 lives as well as preventing 23.4 million infections and 66,900 hospital admissions by 6 August.   \nSunday's data showed that 47,302,445 first doses had now been given in the UK - covering about 89% of the adult population - and 40,577,198 second doses, about 77% of adults. \nThere were 26,750 new cases announced and 61 deaths, where the person had tested positive within the previous 28 days.\nDr Nikki Kanani, NHS medical director of primary care and deputy lead for the vaccination programme in England, said more than a quarter of a million under-18s had had a first jab so far. \n\"Now as teenagers prepare to head back to school or college or into their first full-time jobs, once again NHS staff are doing everything they can to offer young people the lifesaving vaccine as quickly as possible to protect themselves and others,\" she said.     \nThe latest data showed that 70% of people aged 18 to 29 in England had received a first dose of vaccine up to 11 August.\nThose aged 16 and above do not need parental consent to get a vaccine as they are considered capable of making their own medical treatment decisions. "
    }
  ]
}