{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55780431",
      "category": "world-europe",
      "title": "Covid: Italian PM brands vaccine delay 'unacceptable'",
      "tags": "Coronavirus vaccines,Pfizer,Italy,Coronavirus pandemic,AstraZeneca",
      "text": "Italian Prime Minister Giuseppe Conte says a delay in the supply of coronavirus vaccines from Pfizer and AstraZeneca is \"unacceptable\". \nBoth companies have warned they will not be able to deliver vaccines to the EU as agreed due to production issues. \nMr Conte has accused them of serious contract violations. \nA senior Italian health official has warned that the country will have to rethink its vaccination programme if supply issues continue. \nThe AstraZeneca vaccine, developed by Oxford University, has not yet been given EU approval; however the bloc's drug regulator is expected to give it the green light at the end of this month. \nA spokesman for AstraZeneca said on Friday that \"initial volumes will be lower than originally anticipated\" without giving further details.\nOfficials have not confirmed publicly how big the shortfall will be, but an unnamed EU official told Reuters news agency that deliveries would be reduced to 31m - a cut of 60% - in the first quarter of this year.\nThe drug firm had been set to deliver about 80m doses to the 27 nations by March, according to the official who spoke to Reuters. \nLast week Pfizer announced it was slowing supplies to Europe to make manufacturing changes that will boost capacity. The EU has ordered 600 million doses from Pfizer.  \nOn Saturday, Mr Conte wrote on Facebook: \"Our vaccination plan ... has been drawn up on the basis of contractual pledges freely undertaken by pharmaceutical companies with the European Commission.\"\n\"Such delays in deliveries represent serious contractual violations, which cause enormous damage to Italy and other countries,\" he added. \nThe head of Italy's Higher Health Council Franco Locatelli said Pfizer deliveries were 29% lower than planned this week but the levels were expected to return to those agreed by 1 February. \nMr Conte vowed to use \"all available legal tools\". \nPoland has also vowed to take action over the delay. \nAustrian media have reported that only 600,000 of 2m AstraZeneca doses promised by the end of March will arrive in the country on time, with the remaining 1.4m now being delivered in April.  \nA delay would be \"completely unacceptable\", Austrian Health Minister Rudolf Anschober said on Friday. \nHungary's government, which has complained over the time it is taking EU regulators to approve the Oxford-AstraZeneca vaccine, has reached a deal with Russia to buy up large quantities of its Sputnik V vaccine, even though it has not received EU approval.\nEuropean Council President Charles Michel, who led a call with EU leaders this week, said on Thursday that officials were considering all ideas to try and stop future vaccine delays. \n\"All possible means will be examined to ensure rapid supply, including early distribution to avoid delays,\" he said.\nEuropean Commission President Ursula von der Leyen and Mr Michel both say they are still aiming for the target of 70% of the EU population being vaccinated by summer.\nThere has been criticism and frustration across the region about the speed of vaccination roll-outs.\nIsrael, the United Arab Emirates, the UK, and the US are all well ahead of EU nations in terms of doses given per capita so far.\nThe European Commission has co-ordinated orders for all member states, with vaccines then distributed based on their population size.\nVaccines are seen by public health experts as an important part of a route out of the Covid-19 crisis, with many European nations struggling to cope with a deadly surge of the virus over the winter period. \nThe total number of German Covid-19 deaths climbed above 50,000 on Friday - a day after the country warned that it could close its borders if other EU countries were less strict in controlling the virus. Berlin sounded the alarm amid rising concern about new variants.\nEU leaders agreed late on Thursday to keep their internal borders open but warned non-essential travel might need to be restricted to curb the spread of the virus. \nMs von der Leyen said Thursday that more testing and \"targeted measures\" were needed throughout the EU in order to keep internal and external borders open. \nFor its part, France said it would impose tighter travel restrictions for European arrivals from Sunday, requiring a negative PCR Covid test within three days of travel.\nIn the Netherlands, a ban on all flights from the UK, South Africa and South American countries came into effect on Saturday to try and prevent new coronavirus variants gaining a foothold.\nLooking ahead to the future, officials from EU nations reliant on tourism - including Spain and Greece - have floated the possibility of using vaccination certificates to allow for cross-border travel but there has been scepticism within the bloc. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-55784231",
      "category": "world-asia-china",
      "title": "China mine rescue: Eleven miners brought to surface alive",
      "tags": "China,Mining",
      "text": "Rescuers in China have freed 11 gold miners who were trapped hundreds of metres underground for two weeks.\nTV footage showed the first miner, who was blindfolded to protect his eyes from the light, being lifted out as emergency workers cheered.\nThe fate of 10 other miners remains unknown, as rescue operations continue to try to locate them.\nThe entrance tunnel to the Hushan gold mine in Shandong province collapsed after an explosion on 10 January.\nA total of 22 miners were trapped in the blast, the cause of which is unknown. At least one died, and it is still not known if the remaining workers are alive underground.\nThe first miner was brought to the surface on Sunday morning. He was blindfolded to protect his eyes from the light and was immediately taken to hospital for treatment, with his condition described as \"extremely weak\".\nAbout an hour after his rescue, 10 more miners were brought out from a different section of the mine. CCTV said one of the miners among this group was injured. \nSeveral others were seen walking by themselves, supported by rescue workers, before being transported to hospital.\nRescue efforts have been sped up significantly, as a tunnel that was being bored out to reach the trapped miners was expected to take weeks to dig. \n\"On Sunday morning, a huge obstacle blocking the well suddenly fell to the bottom of the shaft, allowing rescue work to take a big step forward,\" lead rescue worker Du Bingjian told the state-run Global Times.\nThis first man to be rescued had been trapped in a different part of the gold mine to the main group of 10 - who have been receiving food and medicine for days.\nThe group told rescuers they had established communication with a lone miner about 100m below them, but had since lost touch with him. It is not clear if he was the first miner to be rescued or not.\nAuthorities have been unable to communicate with the other miners who remain missing. \nMr Du said it was not yet known when rescuers would be able \"to reach the Sixth Central Section [of the mine] where the missing miners are believed to be\".\nThe entry into the mine was severely damaged and communication was cut off by unexplained explosion.\nFor a week, there was no sign of life. Then, on 17 January, rescuers felt a pull on one of the ropes they were lowering into small shafts leading down into the dark.\nA paper note was then sent up on a rope from a group of 12 surviving miners - 11 trapped in one place and a 12th trapped further below.\nAfter that, the contact with the 12th miner was lost, while one of the group of 11, who had fallen into a coma after sustaining a head wound in the explosion, was confirmed dead on Thursday. \nA communication line was then established and food and medicine lowered to them through a narrow shaft. \nTrapped in the dark some 600m (2,000ft) underground, the survivors managed to keep in regular contact with the rescue teams. \nThey received porridge and nutritional liquids, and a few days before their rescue, the miners requested a traditional meal of sausages. \nMining accidents are not uncommon in China, where the industry safety regulations can be poorly enforced. In December last year, 23 miners died after a carbon monoxide leak at a coal mine. \nIn September, 16 workers were killed at another mine on the outskirts of Chongqing, also due to carbon monoxide. In December 2019, an explosion at a coal mine in Guizhou province, south-west China, killed at least 14 people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55785788",
      "category": "world-us-canada",
      "title": "JoJo Siwa: YouTube star 'never been this happy' after coming out",
      "tags": "YouTubers,Coming out,United States",
      "text": "YouTube star JoJo Siwa has told fans she has \"never been so happy\" after coming out on social media.\nIn a post on Twitter, the teenager shared a photo of herself wearing a T-Shirt with the words 'Best. Gay. Cousin. Ever.' printed on it.\nShe later told fans she was not ready to put a label on her sexuality, but that coming out felt \"awesome\". \nCelebrities including Paris Hilton and Ellen DeGeneres supported the 17-year-old on social media.\nSiwa first found fame on the reality show Dance Moms, which documented the tantrums and triumphs of a group of pre-teen dancers in Pennsylvania. The American dancer, singer and YouTuber - known for her massive colourful hair bows - now has millions of followers.\nHer tweet on Friday was liked more than one million times.\nOn Saturday, she said in an Instagram Live post that she had \"never ever been this happy\".\nResponding to a fan who asked what \"label\" she was, she said: \"I don't really know this answer. I think humans are awesome. I think humans are really incredible people.\"\n\"Right now, I'm super duper happy and I want to share everything with the world, I really do, but I also want to keep things in my life private until they are ready to be public,\" she added.\nWhile acknowledging that everyone's experience is different, Siwa said that coming out \"has this stigma around it - that it's a really, really, really scary thing, but it's not anymore\".\nSiwa also said she had \"always believed that my person was going to be my person and if that person happened to be a boy great and if that person happened to be a girl great.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-54956219",
      "category": "world-asia",
      "title": "Pike River: The 29 coal miners who never came home",
      "tags": "Coal mining,New Zealand",
      "text": "The Pike River mining disaster was a tragedy that shocked the world. Twenty-nine men who were in the New Zealand coal mine died when it collapsed in a series of explosions. The BBC's Phil Mercer covered the accident 10 years ago and has been talking to families of victims still coming to terms with their loss.\nThe day after his 17th birthday, Joseph Ray Dunbar began his first shift underground at the Pike River coal mine in New Zealand.  \nHe was a \"strong-minded boy\" who wanted to carve his own path in life, but on that day in November 2010 he became the youngest victim of a mining disaster that killed 29 men.  \nTheir bodies have never been recovered, and a decade later the teenager's father Dean is still looking for answers.\n\"In a modern society you don't wipe out 29 men and just walk away,\" he told the BBC. \"Joseph's legacy is righting the wrongs of the past whether it be by government agencies, police or politicians.\" \nIn 2012, a Royal Commission found the miners and contractors were exposed to \"unacceptable risk\" and that \"there were numerous warnings of a potential catastrophe at Pike River,\" but there have been no prosecutions.  \nThe inquiry concluded the men \"died immediately, or shortly afterwards\" from a methane gas blast or the \"toxic atmosphere\". Two workers did manage to escape the blast and survived.\nNews of an accident at the mine in the Paparoa Ranges began to emerge in the middle of the afternoon on Friday, 19 November, 2010. \nFamily members soon gathered, and in the hours and days that followed, there was hope that the men might still be alive, although the authorities said a rescue mission was too dangerous. A nation prayed for another mining miracle.\nA few months earlier, 33 miners in Chile's Atacama Desert had been pulled out alive after being trapped underground for 69 days.\n\"That was totally on my mind the whole time,\" explained Anna Osborne, whose husband, Milton, died at Pike River. \n\"I saw how successfully those Chilean miners were rescued and I thought if they can all come out alive, it can happen to us. But little did I know that that mine (in Chile) wasn't a gassy one.\"\nFor five long days the families waited. As a reporter sent to cover the story at the time, it was excruciating for me to watch their anguish and frustration grow.  \nThere would be no rescue, and on 24 November another explosion ripped through the mine, and all hope was gone.  \nMs Osborne told the BBC that she is \"still fighting to get the truth and still wondering why our guys were allowed underground when the mine was so volatile (and) was a ticking time bomb.\" \nNot all of the families want the men's remains to be recovered, but she said it would be a great comfort to bring her husband home.  \n\"He was working in the south (part of the mine), which was flooded. My husband couldn't swim, so he hated the water and I close my eyes every night and visualise him floating in this water that he hated so much and I just thought I can't have him down there.  If we can, I would like as many men to be retrieved,\" she added.\nThe Pike River Recovery Agency is a government department that has re-entered the so-called drift, a 2.3km (1.4 miles) tunnel that connects the entrance of the mine to the working areas and coal seams. \nIt is looking for clues that might help explain the explosions and to \"help prevent future mining tragedies.\" Re-entering the mine was delayed by safety concerns. \nThe end of the drift is blocked by a huge mass of fallen rock. This roof collapse was caused by the ignition of methane, and there are no plans for the agency to move further into the mine where most, if not all, of the bodies remain.\n\"The Agency's mandate from the government did not include recovering beyond the drift access tunnel,\" said a PRRA spokesperson. \"It remains less likely that we will recover human remains.\" \n\"That rockfall is impenetrable,\" said Tony Kokshoorn, the former mayor of the local Grey District. \"The 29 miners are in the coal mine proper. At least they are all together and that is their final resting place.\"\n\"Many of the families want them to be together in there because it would have been pretty tough on a lot of families if some had come out and the others couldn't come out.\"\nThe police inquiry into the disaster is continuing, with a spokesperson saying they \"remain committed to a full and thorough investigation into events\" and will everything they can to \"provide answers\".\nThe grief was felt far beyond New Zealand's rugged West Coast by bereaved families in Australia, Scotland and South Africa.  \nThe mine will almost certainly never reopen, but Bernie Monk, whose 23-year old son Michael died in the disaster, wants one, final push to bring the men out.\n\"The times that I went up to the mine portal with anniversaries, I swore and declared and I looked down that tunnel, and I said to them, 'we're coming to get you guys out'. It was an emotional day for me when I first went down into the mine,\" he said.\n\"We're are only 50 to 100 metres away from them. I think we've got a right to go and get those men,\" Mr Monk told the BBC. \nOut of tragedy comes pain, anger and calls for accountability and change. It is 10 years since Anna Osborne's husband, affectionately known as Milt, never came home, and she continues to agitate for stronger health and safety laws, and for employers to be prosecuted when things go wrong. \n\"We have had 700 people lose their lives in workplace accidents since Pike River. That is like a Pike River every five months in New Zealand,\" she said.  \nBut above all else there is a sadness that may never fade.\n\"I love him so much. It still hurts. It is still very, very raw.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55786421",
      "category": "uk",
      "title": "Matt Hancock says too soon to tell when lockdown rules will be eased",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55759526",
      "category": "business",
      "title": "Firms planned record 800,000 redundancies last year",
      "tags": "Unemployment,Coronavirus lockdown measures,Job Retention Scheme,Employment,UK economy,Redundancy,Coronavirus pandemic",
      "text": "British employers made plans to cut 795,000 jobs last year, a record number, as Covid lockdowns took their toll on the economy.\nMore than 10,000 firms planned job cuts, however the pace of planned cuts slowed at the end of the year.\nWithout the government's furlough scheme, designed to protect jobs, the numbers might have been higher still.\nThe figures were obtained in response to a BBC Freedom of Information request to the Insolvency Service.\nEmployers must notify the Insolvency Service when they plan to cut 20 or more jobs, giving an earlier indication of changes in the labour market than waiting for official joblessness statistics.\nLarge parts of the British economy were brought to a standstill for weeks on end during 2020 by the measures imposed to contain Covid-19, and many employers were forced to cut staff as a result.\nThe number of job cuts proposed through the year was well above the 530,000 seen the last time the UK was in recession, in 2010, and higher than any year in the records which go back to 2006.\nHowever, in recent months the pace of layoffs has slowed, even though the new Covid variant has seen surging case numbers and new lockdowns imposed across the UK.\nLast month employers notified government of plans to cut 23,100 job cuts, which is the lowest monthly figure for 2020, though still a third higher than December 2019.\nThe decision to extend the furlough scheme, where government pays most of a worker's wages if their employer can't, will have enabled more firms to keep their staff, believes Tony Wilson, Director of the Institute for Employment Studies. \n\"The question now though is where redundancy figures go next,\" he says. \n\"If they start to stabilise around these levels, then [job cuts] would be at least one third higher than what we've seen over most of the last decade, and it's possible that a combination of this lockdown and then furlough unwinding from May could see numbers creeping up.\"\nDespite that, Mr Wilson sees the situation as \"pretty positive\".\nEmployers planning to cut 20 or more staff have to notify the Insolvency Service of their plans at the start of the process.\nThese notifications give an earlier indication of the state of the labour market than data published by the Office for National Statistics, which appear with a time lag of a few months. \nInsolvency Service figures showed record levels in redundancies in June and July, which was confirmed when the ONS published its own figures three months later.\nThe latest figures, for the period from August to October, saw a new record of 370,000 redundancies across the UK. \nAs redundancy processes covering fewer than 20 workers aren't included, the total number of job cuts planned will be higher than the Insolvency Service totals.\nBut individual firms often make fewer cuts than the number they first propose to government.\nEmployers in Northern Ireland file HR1 forms with the Northern Ireland Statistics and Research Agency and they are not included in these figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55732177",
      "category": "uk",
      "title": "Learning disability vaccine plea: 'Don't leave us to rot'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55788359",
      "category": "world-asia",
      "title": "Taiwan reports 'large incursion' by Chinese warplanes for second day",
      "tags": "China,Taiwan",
      "text": "Taiwan has reported a \"large incursion\" by Chinese warplanes for the second day running, a show of force that coincides with the first days of US President Joe Biden's term of office.\nSunday's operation involved 15 aircraft and followed a similar drill that led to a warning from Washington.\nChina sees democratic Taiwan as a breakaway province, but Taiwan sees itself as a sovereign state.\nAnalysts say China is testing the level of support of Mr Biden for Taiwan.\nIn the US's first public remarks on Taiwan since Mr Biden came into power, the US State Department reaffirmed its \"rock-solid commitment\" to helping it defend itself.   \nChina has carried out regular flights over the international waters between the southern part of Taiwan and the Taiwanese-controlled Pratas Islands in the South China Sea in recent months.\nBut they are usually conducted by one to three reconnaissance or anti-submarine warfare aircraft, according to Taiwan.\nTaiwan's defence ministry said eight Chinese bomber planes capable of carrying nuclear weapons, four fighter jets and one anti-submarine aircraft entered its self-declared south-western air defence identification zone on Saturday.\nSunday's operation involved 12 fighters, two anti-submarine aircraft and a reconnaissance plane, the ministry said. On both occasions, Taiwan's air force warned away the aircraft and deployed air defence missile systems to monitor the planes. \nThe drills come days after the inauguration of President Biden, who is expected to maintain pressure on China over a wide range of issues including human rights, trade disputes, Hong Kong and Taiwan, which has been a major thorn in the deteriorating relationship between the two powers.\nThe Trump administration established closer ties with Taipei, ramping up arms sales and sending senior officials to the territory despite fierce warnings from China. Days before he left office, Secretary of State Mike Pompeo lifted long-standing restrictions on contacts between American and Taiwanese officials.\nOn Monday, China's foreign ministry spokesman Zhao Lijian said US military activities in the region were not good for peace.\n\"The United States frequently sends aircraft and vessels into the South China Sea to flex its muscles,\" he told reporters. \"This is not conducive to peace and stability in the region.\"\nHe condemned a US aircraft carrier group sailing into the South China Sea on Saturday as \"a show of force\". The US says it is a \"freedom of navigation\" exercise.\nThe substance of the new US administration's policies on China and Taiwan remains to be seen but, in response to Saturday's operation, state department spokesman Ned Price said the US would continue to deepen its ties with the island.\n\"The United States notes with concern the pattern of ongoing PRC attempts to intimidate its neighbours, including Taiwan,\" he said in a statement, in reference to the People's Republic of China.\n\"We urge Beijing to cease its military, diplomatic, and economic pressure against Taiwan and instead engage in meaningful dialogue with Taiwan's democratically elected representatives.\"\nLast week, the island's de-facto ambassador to the US, Hsiao Bi-khim, was invited to attend Mr Biden's inauguration, in what was seen as another sign of the new administration's support for Taiwan.\nLo Chih-cheng, a senior lawmaker for Taiwan's ruling Democratic Progressive Party, said China's moves were an attempt to deter the new US government from backing the island. \"It's sending a message to the Biden administration,\" he told the Reuters news agency.\nBy Cindy Sui, BBC News, Taipei\nChina refrained from flying into Taiwan's south-west air defence identification zone for years, even though it had the right to do so - such zones are not recognised in international law. So the Taiwanese government calls China's flyovers \"incursions\", but technically they are not. \nAnalysts believe China wants to show dissatisfaction towards what it sees as former US President Donald Trump and Taiwanese President Tsai Ing-wen changing the status quo over the past four years. \nJust because there's now a change in US president, doesn't mean Beijing will stop asserting what it has long seen as its right to fly in its own backyard. It also wants to warn President Tsai against taking further steps towards formal independence.\nPerhaps more importantly, Beijing wants to send a strong message early on in Joe Biden's presidency that the Taiwan issue is dangerous and remind him not to play with fire by emboldening Ms Tsai, as the Trump administration did. \nInstead it's hoping Mr Biden will mitigate the risk by scaling down support for Taiwan, or at least sending a message to Taipei not to be a troublemaker. Regardless of the reason, it may be hard to convince Beijing to return to the gentler old days.\nChina and Taiwan have had separate governments since the end of the Chinese civil war in 1949. Beijing has long tried to limit Taiwan's international activities and both have vied for influence in the Pacific region.\nTensions have increased in recent years and Beijing has not ruled out the use of force to take the island back.\nAlthough Taiwan is officially recognised by only a handful of nations, its democratically elected government has strong commercial and informal links with many countries.\nLike most nations, the US has no official diplomatic ties with Taipei, but a US law does require it to provide the island with the means to defend itself."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55780425",
      "category": "world-asia",
      "title": "Sri Lanka Minister who promoted 'Covid syrup' tests positive",
      "tags": "Sri Lanka,Coronavirus pandemic",
      "text": "Sri Lanka's health minister, who endorsed herbal syrup to prevent Covid, has tested positive for the virus. \nPavithra Wanniarachchi tested positive on Friday, a media secretary at the Ministry of Health told the BBC.\nShe had promoted the syrup, manufactured by a shaman who claimed it worked as a life-long inoculation against the virus. \nSri Lanka recorded 56,076 cases and 276 deaths since the pandemic began, with cases surging in recent months. \nMs Wanniarachchi is the fourth minister to test positive. A junior minister, who also took the potion, tested positive earlier this week. \nThe health minister had publicly consumed and endorsed the syrup as a way of stopping the spread of the virus. The shaman who invented the syrup, which contains honey and nutmeg, said the recipe was given to him in a visionary dream. \nDoctors in the country have quashed claims the herbal syrup works, but AFP news agency reports thousands have travelled to a village to obtain it. \nMs Wanniarachchi took two Covid-19 tests and both returned positive results, Viraj Abeysinghe, media secretary at the Ministry of Health told the BBC.\nThe minister has been asked to self-isolate and all of her immediate contacts have gone into isolation. \nNews of Ms Wanniarachchi's positive test came hours after Sri Lanka approved the emergency use of the Oxford/AstraZeneca vaccine. The first doses are expected to arrive in the country next week. \nSri Lanka isn't the only place where people in positions of power have promoted unproven treatments for Covid. \nLast year, Madagascar's President Andry Rajoelina was criticised for promoting a herbal concoction that he claimed could prevent the virus. He was pictured distributing the tonic to poor communities in the capital. \nSince the pandemic began, a number of world leaders and cabinet members have contracted Covid. French President Emmanuel Macron, UK Prime Minister Boris Johnson and former President Donald Trump all caught the virus at various points last year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55786974",
      "category": "business",
      "title": "UK firms told 'set up in EU to avoid trade disruption'",
      "tags": "Macclesfield,Cheshire,European Union,Brexit,Trade",
      "text": "UK firms that export to the EU say they are being encouraged by the government to set up subsidiaries in the bloc to avoid disruption under new trade rules. \nFirms have been hit by extra charges, taxes and paperwork, leading some to stop exporting to the EU altogether. \nBut several say they have been told that setting up hubs in Europe would minimise the disruption, even if it means moving investment out of the UK.\nThe Department for International Trade said it was \"not government policy\".\n\"The Cabinet Office have issued clear guidance, available at www.gov.uk/transition, and we encourage all businesses to follow that guidance.\"\nThe Cheshire Cheese Company said it had been advised by an official to set up in the EU after  it was forced to stop its exports to the bloc due to trade rules that came in on 1 January. \nThe firm, which sold £180,000 of cheese to the EU last year, found that every £25-30 gift box of cheese it sends to consumers on the Continent now needs a veterinary-approved health certificate costing £180.\n\"I spoke to someone at the Department for Environment, Food and Rural Affairs for advice. They told me setting up a fulfilment centre in the EU where we could pack the boxes was my only solution,\" co-founder Simon Spurrell told the BBC. \nThe firm, which had been optimistic about Brexit, is now looking at setting up a hub in France where it would \"test the water\". \nBut it has also scrapped plans to build a new £1m warehouse in Macclesfield employing 20-30 people. \n\"Instead we might end up employing French workers and paying tax to the EU,\" Mr Spurrell said.\n\"I left the EU as a UK citizen but now they are suggesting I rejoin my company to the EU, so what was Brexit for?\"\nThe issue, he said, was that the under the post-Brexit trade deal, a vet must approve every consignment of fresh food that his company ships to the EU. \nIt is a complex and costly process that has hit exporters of fresh meat and fish as well, and was partly why the government set up a £23m support fund for UK fishing companies. \nUK retailers who export to the EU have also complained about being hit with unsustainable costs when customers in the bloc return goods bought online.  This is due to new customs clearance charges incurred by shipping firms.\nSome retailers have even warned they could burn clothes stuck at borders as it is cheaper than bringing them home. \nUlla Vitting Richards, who runs her sustainable fashion brand Vildnis from the UK, told the BBC last week she had stopped exporting to the EU, which was her fastest growing market, because of the new processes.\nShe also said that she had been advised - this time by a Department for International Trade (DIT) representative - that setting up a subsidiary distribution hub might help. \n\"He told me we'd be best off moving stock to a warehouse in Germany and get them to handle it,\" she said. \nAs early as last October, trade consultants Blick Rothenberg warned that thousands of UK businesses might need to set up an EU presence in order to keep exporting to European markets.\nHowever, experts say EU firms exporting to the UK - which currently enjoy a grace period over the imposition of some rules - will soon face the same issues. \nIndeed, some EU exporters have already stopped deliveries to the UK because of new VAT related charges. \nThe DIT said it was not government policy to advise UK firms to set up EU hubs and that it was \"ensuring all officials are properly conveying\" the right information. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55782716",
      "category": "uk",
      "title": "Covid: Number of patients on ventilators passes 4,000 for first time",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "The number of coronavirus patients on mechanical ventilation in the UK has passed 4,000 for the first time in the pandemic.\nA total of 4,076 Covid patients were in ventilator beds as of Friday, according to government data.\nThat is higher than during the first wave, when the peak was 3,301 on 12 April.\nIt comes as another 1,348 deaths and 33,552 new infections were reported on Saturday.\nThe UK's chief scientific adviser, Sir Patrick Vallance, told a Downing Street news briefing on Friday: \"The death rate's awful and it's going to stay, I'm afraid, high for a little while before it starts coming down.\"\nMeanwhile, new figures show that a record number of seriously-ill Covid patients are being transferred from over-stretched hospitals because of a lack of bed space.\nAbout 1 in 10 patients admitted to intensive care are being sent to a different site, according to the body which audits critical care services.\nIn a series of reports in the past week, the BBC's Clive Myrie has been to a mortuary and the Royal London Hospital, where 12 out of 15 floors are occupied by Covid patients and staff are struggling to cope.\nMartin Freeborn's wife Helen, 64, died with Covid-19 at the hospital shortly before he spoke to the BBC. \nMr Freeborn urged people to \"be over-careful\" in taking precautions to stay safe from the virus because \"you don't want this to happen\".\n\"Nobody wants to go through this... Don't end up like us, please,\" he added.\nThe number of people in mechanical ventilation beds has climbed every day since 18 December when it was 1,364 and now stands at 4,076.\nIt is one of the key figures the government considers when deciding its policy on when to ease coronavirus lockdown restrictions. \nWhen the pandemic first struck the UK, the government saw what had happened in hospitals in China and Italy and prioritised the provision of ventilators in British hospitals.\nIt set about buying as many ventilators as possible, and encouraged British manufacturers to design the machines to build stocks to cope with the worst-case Covid scenario. In September last year, a report found the NHS now had 30,000 ventilators available - about one for every 2,200 people in the UK.\nPeople in hospital are also being treated differently from the early days of the pandemic - which may explain why figures suggest slightly more people go on to recover after being on ventilation than back in March, April and May.\nA number of drugs are being tested as possible treatments for people with the disease, the BBC's health and science correspondent James Gallagher has said.\nThey include the steroid dexamethasone, which has been shown to reduce the risk of death by a third for ventilated patients and by a fifth for those on oxygen. Encouraging results have also been reported from two anti-inflammatory medications, tocilizumab and sarilumab. \nDr Ami Jones, intensive care consultant at Aneurin Bevan University Health Board, in Wales, said there had been \"carnage\" for the \"last few weeks\".\nSpeaking whilst on shift, she told BBC Radio 4's Today programme: \"We're maybe at 150% capacity and I know London are much worse than that.\n\"We've a steady stream of fit, young patients requiring critical care and sadly we're losing some of those patients.\n\"We lost a patient overnight and I've replaced them with a patient of similar age.\n\"It's heartbreaking - and it's been going on for weeks and weeks and we haven't seen any kind of stop yet.\"\nDr Jones said the average Covid patient stays in hospital between two to four weeks \"and it really puts them through it\".\nShe added: \"You really want people who are going to be able to survive that three or four weeks and actually come out the other end and make a good recovery.\n\"We're not stopping people having care but we're giving it to the people we feel have the best chance of getting through what is a horrific situation we're going to put them through.\"\nDr Jones said nurses are \"broken\", both physically, from months of long shifts in personal protective equipment (PPE), and emotionally - partly due to the impact of the virus on them, their families and the community.\nDr Rupert Pearse, consultant in intensive care medicine at a London hospital, speaking on behalf of the Intensive Care Society, told BBC Radio 4's Today programme that a \"huge number\" of patients were still attending hospital.\nHe said: \"Whilst we know the infection rate has probably now peaked, and we can be hopeful to soon be sure we've hit a hospital admissions peak, admissions to ICU [the intensive care unit] usually lag 48 hours behind that.\n\"So we're still very very worried that we're being pushed right up to the wire in terms of the resources we're able to deliver for patient care.\"\nDr Pearse added that there were three or four times more critical care beds in some hospitals than they would usually have.\nHe said: \"I can remember a time when it would take years for an intensive care unit to negotiate one extra bed on a complement of 14 or 15 beds.\n\"We, within a few weeks, have massively increased the number of beds and finding the staff - most importantly of all - to deliver that has been a huge logistical exercise.\" \nReacting to the ventilation figures, Dr Charlotte Hopkins, deputy chief medical officer for Barts Health NHS trust in east London, said on Twitter there had been a \"fast-paced increase\" since 18 December, and that more than a third of the 4,076 ventilated patients were in London.\nIt comes as some scientists said that signs a new Covid variant is more deadly than the earlier version should not be a \"game changer\" in the UK's response to the pandemic.\nPrime Minister Boris Johnson said on Friday that there was \"some evidence\" the variant that emerged in the UK may be associated with \"a higher degree of mortality\".\nBut Prof Graham Medley, the co-author of the study the PM was referring to, said the variant's deadliness remained an \"open\" question.\nDr Mike Tildesley, a member of Sage subgroup the Scientific Pandemic Influenza Group on Modelling (Spi-M), said he was \"surprised\" Mr Johnson had shared the findings when the data was \"not particularly strong\". \nPublic Health England medical director Dr Yvonne Doyle said it was \"too early\" to be \"absolutely clear\".\n\"There is some evidence, but it is very early evidence. It is small numbers of cases and it is far too early to say,\" she told the Today programme.\nUp to and including 22 January, 5,861,351 people have now had their first Covid jab and 468,617 have had their second dose.\nSenior doctors are calling on England's chief medical officer to cut the gap between the first and second doses of the Pfizer-BioNTech Covid-19 vaccine.\nThe British Medical Association told Prof Chris Whitty an extension to the maximum gap between jab from three weeks to 12 weeks, to get the first dose to more people, was \"difficult to justify\".\nThe UK's four chief medical officers have previously defended the delay to the second jab in a letter to medical staff, saying: \"unvaccinated people are far more likely to end up severely ill, hospitalised [or] in some cases dying\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55757369",
      "category": "health",
      "title": "Covid: Why won't vaccinating the vulnerable end lockdown?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The prime minister says it is too soon to say whether lockdown will be lifted in the spring.\nBut with the most vulnerable to be offered vaccination by mid-February, what is standing in the way?\nLockdown looks to be having an impact on infection levels with the number of new cases starting to fall.\nBut there are only tentative signs this has filtered through to a slowing of new admissions to hospital.\nAnd even if they start coming down, the overall number of patients in hospital will remain high as patients are being discharged at a much slower rate than they are coming in.\nChris Hopson of NHS Providers, which represents hospital bosses, predicts hospitals will remain under the current \"intense pressure\" perhaps until the end of February.\nWith no headroom in the NHS, ministers will be cautious about lifting many of the restrictions, especially with the threat of the new faster-spreading variant.\nThere are no guarantees the government will meet the mid-February target.\nThe UK has certainly made a good start. Per head of population, only Israel, Bahrain and the United Arab Emirates have vaccinated more.\nOver the past week more than two million people have received their first dose. \nThat puts the government on track for achieving its aim of offering a vaccine to everyone over 70, the extremely clinically vulnerable and frontline health and care workers. \nBut the supply chain remains fragile. Pfizer has announced a slowdown in manufacturing for the next couple of weeks so it can upgrade its facilities and ramp up production in the spring.\nThe UK is less reliant on the Pfizer-BioNTech vaccine than other countries, as we manufacture the Oxford-AstraZeneca vaccine here.\nThere are millions of doses already made but not all of it has been through the final packaging process or safety checks.\nEnsuring this happens will be crucial to allowing the NHS to keep its foot on the accelerator, especially as the vaccination clinics will have to start factoring in giving second doses from late February onwards.\nThose close to the programme say it will be \"touch and go\" especially if extra supplies of the Pfizer vaccine do not come back on stream as quick as the company is saying they will.\nEven if the supply is good, there will still be lots of vulnerable people.\nNearly 90% of Covid deaths have been in the groups due to get the jab by mid-February.\nBut no vaccine is 100% effective and uptake will not be 100%.\nWhat is more there will still be many vulnerable people in the over-60s age group.\nAs we get further into spring, everyone over the age of 50, as well as younger adults with health conditions, will be offered a vaccine. \nBut even that may not be enough, according to some.\nModelling by the University of Warwick suggests that, even with 85% uptake, a complete lifting of restrictions in April could lead to very high levels of deaths.\n\"Vaccines are not a panacea,\" says Prof Matt Keeling, who led the research.\nAnd for younger age groups, who are at little risk of dying from the virus, there is still the risk of long-Covid, he says. \nAlthough he acknowledges there is still little hard data to quantify this, some studies have suggested one in 10 suffers long-lasting symptoms from infection.\nThe factor that could have a significant impact on spread is whether vaccination stops transmission. \nThe trials showed the vaccines were good at stopping symptoms developing.\nBut it is not yet known whether those who have been vaccinated will still be able to pass the virus on.\nMost people expect there will be some disruption to transmission but how much is not clear - and will not be for months.\nBut on the other side of all this is the huge impact lockdown has. \nThe first priority will, of course, be the re-opening of schools. \nRussell Viner, president of the Royal College of Paediatrics and Child Health, says everything must be done to make this happen.\nHe says while schools contributed to spread of the virus, they were not a \"significant driver\", adding schools were closed for the \"benefit of the population\" but at great expense to children.\nOnce schools are open some tough calls will have to be made - and this is where the debate is going to rage.\nBackbench Tory MPs are putting the pressure on the prime minister with the Covid Recovery Group calling for a \"gradually unwrapping\" of society from early March.\nIn the end, it is going to come down to what society is willing to tolerate.\nUK chief medical adviser Prof Chris Whitty has spoken about \"de-risking\" Covid.\nHis point is that we will reach a situation at which the level of death and illness caused by Covid is at a level society can \"tolerate\" - just as we tolerate 7,000 to 20,000 people dying from flu every year.\nSociologist Prof Robert Dingwall, who advises the government on the science of human behaviour, believes that point will be reached sooner rather than later.\n\"I think we will see a pretty rapid lifting of restrictions in the spring and summer. \n\"There are some sections of the science community that want to pursue an elimination strategy - but once you start seeing fatality levels down at the level of flu I think the public will accept that.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-55767262",
      "category": "uk-wales-politics",
      "title": "Tory Senedd leader Paul Davies quits over alcohol row",
      "tags": "Paul Davies,Preseli Pembrokeshire,Coronavirus lockdown measures,Welsh Parliament,Clwyd West,Welsh Conservatives,Coronavirus pandemic",
      "text": "The Conservative leader in the Welsh Parliament Paul Davies has quit after being seen drinking with other politicians in the Senedd, days into a pub alcohol ban. \nTory MS Darren Millar also announced he was stepping down as chief whip.\nThey were seen drinking in early December, four days after a ban on pubs serving alcohol on their premises. \nMr Davies said he was stepping down \"for the sake of my party, my health and my own conscience\".\n\"I simply cannot continue in post,\" he said, adding he would leave with \"immediate effect\". \nBoth will remain as members of the Senedd. \nAn investigation by the Senedd's authorities found that four members of the Welsh Parliament drank alcohol on its premises during the Wales-wide alcohol ban.\nThe Senedd has referred the \"possible breach\" of Covid rules to Cardiff council and its own standards watchdog.\nMr Davies said: \"I am truly sorry for my actions on the 8th and 9th December. \n\"They have damaged the trust and respect that I have built up over 14 years in the Welsh Parliament with my colleagues and the wider Conservative Party but more importantly with the people of Wales.\" \nA third member of the Senedd, Labour's Alun Davies, has also apologised and has been suspended by his party. \nBBC Wales has asked for clarification as to the identity of the fourth Senedd member investigators have referred to.\nOn Friday, when the Conservative group in the Senedd met to discuss the incident, Mr Davies offered his resignation but won the \"unanimous\" support of group to stay in post.\nBut it is understood the declaration of support was made before Tory group members had seen the Senedd investigation's conclusion.\nAnnouncing he was stepping down, Mr Davies said during the incident he and his colleagues had maintained social distancing, adding: \"There was no drunk or disorderly behaviour.\"\nHe said: \"We did not have to be escorted out of the building as some reports have suggested. \n\"What we did was to have some alcohol with a meal we heated up in a microwave, which was a couple of glasses of wine on the Tuesday and a beer on the Wednesday. I broke no actual Covid-19 regulations.\"\nHe said since the start of the pandemic he had \"followed the Covid-19 regulations to the letter\". \n\"As with everyone across Wales, I have not seen family members or friends, I've not eaten at my favourite restaurants and, like you, we enjoyed a subdued Christmas compared to other years.\"\nHe said he was  grateful for the support of his colleagues in the Welsh Conservative Party during \"this difficult time\", especially his wife Julie and Senedd colleagues who he said had \" offered empathy, trust and advice\".\nHe said: \"Over the last couple of days, I have been speaking with colleagues in the Senedd and the wider Conservative Party. \n\"Whilst they have confirmed they do not wish to see me step down, I believe that my actions are becoming a distraction from holding this failing Welsh Labour-led Government to account.\"\nAnnouncing he was standing down as chief whip, Mr Millar, the MS for Clwyd West since 2007, said: \"While I am advised that I did not breach coronavirus regulations I am very sorry for my actions, especially given the impact of the tough restrictions that people and businesses are enduring.\n\"For this reason, and given that Paul Davies has resigned as Welsh Conservative Group Leader in the Senedd, I have decided to step down from my front bench role in the Welsh Parliament.\"\nChairman of the Welsh Conservative Party Glyn Davies said: \"We accept Paul's decision to step down, and would like to take this opportunity to thank him for his service as leader of the Conservative group in the Senedd.\"\nHe said the process to find a successor would now get under way.\nHad he stayed in post, Paul Davies would have been a wounded leader heading into the Senedd elections in May.\nA set of elections which his party has high hopes for, in the wake of their 2019 General Election performance where they made big inroads into Labour strongholds in the north east of Wales.\nHis successor will want to turn attention back to Labour's handling of the vaccine roll out, where Tory party members felt they had been making headway until this own goal from their senior team in the Senedd came to light.\nBut Mr Davies' departure could also bring into the open a broader debate within the party about their stance on devolution and whether they should be more overtly sceptical to head off the challenge from abolitionist parties. \nHelen Mary Jones, the Plaid Cymru Mid and West MS, said: \"Even when the Tory Senedd group was giving its unanimous support to the leader and chief whip, it was obvious to everyone else that their positions were untenable. \n\"Everyone will be asking what took them so long. No amount of rearranging the deckchairs will make a chaotic and increasingly right-wing Tory party fit to govern Wales.\"\nSecretary of State for Wales, Simon Hart MP, said he had \"greatly enjoyed working alongside Paul over the last year following our best general election result in Wales since 1983\".\nThe Conservative MP for Carmarthen West and South Pembrokeshire continued: \"He has played a crucial role in helping link the Welsh and UK Government as we fight the Covid-19 pandemic, and has been undeterred in his pursuit to hold the Welsh Labour Government to account since 2018.\" \nThe Conservative MS for South Wales Central David Melding tweeted to say he fully supported Mr Davies' decision. \nHe continued: \"There is dignity in accepting responsibility even when actions were unintentional. \n\"My hope is that Paul will be given the space and support to rebuild his political career. He has so much to offer the WCP [Welsh Conservative Party] and Senedd.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55781951",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Over-70 vaccine letters start but blue envelope delay",
      "tags": "NHS Greater Glasgow and Clyde,Coronavirus vaccines,NHS Fife,Coronavirus testing,NHS Lothian,NHS Forth Valley,NHS Lanarkshire,NHS Ayrshire and Arran,Coronavirus pandemic",
      "text": "Vaccination appointments for people aged 70-79 are being delivered from Monday - but plans to use distinctive blue envelopes in some parts of the country have been delayed. \nThe aim is to have this group receive their first dose by mid-February.\nOn Sunday morning, the Scottish government said some letters would be sent out in blue envelopes and given Royal Mail priority. \nBut in a statement published later it said the envelopes were not yet ready.\nIt added that the change has no impact on the vaccination programme timetable.\nVaccinations for over-80s are continuing, with Nicola Sturgeon revealing on Sunday that about 40% of this age group had received a first dose of the vaccine.\nAll appointments will initially be sent out in white envelopes which will have a window and a black NHS logo on the right hand side. \nThe blue envelopes were due to be sent out in Fife, Forth Valley, Ayrshire and Arran, Lanarkshire, Greater Glasgow and Clyde, and Lothian as part of a new booking system. \nUnder the system, patients are scheduled in order of priority and more boards are expected to make use of the technology as the vaccination programme expands. \nA Scottish government spokesman said the blue envelopes would be introduced \"as quickly as possible\". \nHe added: \"The blue envelopes we hoped to use were not ready in time for the first tranche of vaccine appointment invitations so distinctive NHS branded white envelopes are being used as a temporary measure.\n\"The absolute priority remains the roll-out of vaccinations and this temporary change to the envelope colour has absolutely no impact to our timetable.\n\"We continue to strongly urge everyone in the 70-79 age group to check all their post in the coming weeks and take up the offer of the vaccine when it is received,\" he added. \nAccording to the Scottish government's vaccine deployment plan, the 470,000 people aged in the 70 and 79 age bracket should receive their first dose by mid-February.\nSome patients may receive a phone call from their local health board as part of the appointment process. \nAnd all patients aged 75 to 79 in NHS Greater Glasgow and Clyde will be invited via phone. \nA Royal Mail spokesman said \"clearly marked envelopes\" would be used to make it easier for the postal service to identify and prioritise this mail during sorting and delivery process. \nHe added: \"We are poised to make these letters even more noticeable in the coming weeks as we have agreed.\"\nMeanwhile, the Scottish government has said it is on track for all those aged 80 and over to have received their first dose of the vaccine by the end of the first week in February.\nThis age group are being contacted by telephone or another form of letter.\nMinisters have faced criticism over the pace of the vaccine rollout, and accusations that Scotland is \"lagging behind\" England on the vaccine roll-out. \nOpposition parties say vaccines are not being supplied to GPs' surgeries fast enough. \nAnd they point to the latest official figures which show that 13% of over 80s in Scotland had their first dose by Sunday 17 January, while 56.3% of same age group had been vaccinated in England. \nMs Sturgeon told the BBC's Andrew Marr Show that, a week on, the figure had reached about 40%. \nThe UK government Health Secretary Matt Hancock told Andrew Marr on Sunday that 75% of over-80s and three-quarters of UK care homes had received a first Covid vaccine in England. \nAbout 95% of Scottish care home residents have received their first dose, Ms Sturgeon told the Scottish government briefing on Friday. \nShe said the over-80s roll-out has been slower because the Scottish government has \"very deliberately\" concentrated on vaccinating care home residents first, which is \"more time consuming and labour intensive\".\nThis was designed to target the most vulnerable and was in line with the priority list compiled by the Joint Committee on Vaccination and Immunisation (JCVI), which advises on vaccine rollout across the UK, she said.\nScotland's national clinical director Prof Jason Leitch has defended the plan, which has been challenged by the British Medical Association (BMA) for not getting second doses out quickly enough.\nProf Leitch told the BBC's Good Morning Scotland programme: \"The difficulty with the BMA's position is that we would have to de-prioritise another group, either care home residents or the over-80s, in order to give a second dose to younger people.\n\"And that's what the Joint Committee on Vaccination have told us not to do.\n\"They have told us in very clear terms - give the first dose to as many vulnerable people as you can and that gives us the best chance of saving the most lives.\"\nMeanwhile, Deputy First Minister John Swinney told Politics Scotland that the Scottish government was \"actively exploring\" the possibility of stricter rules around facemasks. \nHe said the issue was being \"looked at\" after new rules announced in Germany last week required people to wear medical-grade facemasks on public transport and in shops. \nMr Swinney said progress was being made in reducing cases but hospitals were still under \"enormous pressure\" and it would be \"foolish\" to rule out strengthening restrictions further in the future. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55784199",
      "category": "uk",
      "title": "Covid: Vaccinated people may spread virus, says Van-Tam",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "People who have received a Covid-19 vaccine could still pass the virus on to others and should continue following lockdown rules, England's deputy chief medical officer has warned.\nWriting in the Sunday Telegraph, Prof Jonathan Van-Tam stressed that scientists \"do not yet know the impact of the vaccine on transmission\".\nHe said vaccines offer \"hope\" but infection rates must come down quickly.\nMatt Hancock said 75% of over-80s in the UK have now had a first virus jab.\nBoth the Pfizer-BioNTech and Oxford-AstraZeneca vaccines require two doses, and figures so far reflect those given the first dose.\nThe health secretary told the BBC's Andrew Marr that around three quarters of care homes had also been vaccinated.\nProf Van-Tam said \"no vaccine has ever been\" 100% effective, so there is no guaranteed protection.\nIt is possible to contract the virus in the two- to three-week period after receiving a jab, he said - and it is \"better\" to allow \"at least three weeks\" for an immune response to fully develop in older people.\n\"Even after you have had both doses of the vaccine you may still give Covid-19 to someone else and the chains of transmission will then continue,\" Prof Van-Tam said. \n\"If you change your behaviour you could still be spreading the virus, keeping the number of cases high and putting others at risk who also need their vaccine but are further down the queue.\"\nLast week, the person coordinating Israel's Covid response reportedly suggested a single dose of the Pfizer vaccine might not be as effective as reported.\nIsrael has one of the highest vaccination rates in the world against coronavirus, with scientists keenly watching data shared by the country for signs of how effective the vaccine is when given to the whole population.\nThe country's health minister Yuli Edelstein told the Andrew Marr Show that some people \"still get sick\" with coronavirus after getting the first dose of the vaccine, but said there were \"some encouraging signs of less severe diseases, less people hospitalised after the first dose\".\nSenior doctors have called on health officials in England to cut the gap between the first and second doses of the Pfizer-BioNTech vaccine.\nThe maximum wait was extended from three to 12 weeks in order to get the first jab to more people across the UK.\nBut the British Medical Association said the policy was \"difficult to justify\" and the gap should be reduced to six weeks.\nIts chair, Dr Chaand Nagpaul, told the BBC there were \"growing concerns\" that the vaccine could become less effective with doses 12 weeks apart.\nResponding to the criticism, Prof Van-Tam said: \"What none of these (who ask reasonable questions) will tell me is: who on the at-risk list should suffer slower access to their first dose so that someone else who's already had one dose (and therefore most of the protection) can get a second?\"\nA further 32 vaccine sites are set to open across England this week.\nMore than 5.8 million people in the UK have received their first dose of a vaccine, according to the government's coronavirus dashboard.\nNHS England said new vaccine sites were preparing to open across England from Monday.\nThey include Dudley's Black Country Living Museum, which doubled as a set for TV series Peaky Blinders, Plymouth Argyle FC's stadium Home Park and an old Ikea store in Stratford, London.\nThe 32 sites will prioritise health and social care staff on Monday, and other priority patients from Tuesday.\nThey will bring the number of mass vaccination sites across England to 49 - as well as 70 pharmacies, more than 1,000 GP surgeries and 250 hospitals offering the jab.\nScotland's First Minister Nicola Sturgeon said on Friday that more than a third of over-80s had received their first dose of a vaccine.\nMore than half of over-80s in Northern Ireland have had the jab, though Health Minister Robin Swann said \"it will take time\" for the programme to have a \"major effect.\"\nIn Wales, four vaccination centres have been shut as officials brace for more snowy weather. \nProf Van-Tam stressed that the UK needs to \"bring the number of cases down as soon as we can whilst we vaccinate our most vulnerable\".\nAnother 1,348 deaths within 28 days of a positive coronavirus test were reported in the UK on Saturday, in addition to 33,552 new infections.\nThere were 4,076 Covid patients were on hospital ventilators in the UK as of Friday, according to government data.\nThat is higher than during the first wave, when the peak was 3,301 on 12 April.\nPrime Minister Boris Johnson said this week there is \"some evidence\" the variant that emerged in the UK may be more deadly - but scientists have since said this should not be a \"game changer\" in the UK's response to the pandemic.\nHow has coronavirus affected you? What have been your experiences of vaccination, lockdown, work or travel? Email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55764501",
      "category": "uk-wales",
      "title": "Covid: Four vaccine centres shut amid snow alert for Wales",
      "tags": "Met Office,Rhondda,Conwy,Newtown,Merthyr Tydfil,Coronavirus vaccines,Weather forecasting,Mold,Swansea,Monmouth,Tenby,Llangollen,Brecon Beacons,Road safety,Pontypridd,Llandudno,Coronavirus pandemic,Abercynon",
      "text": "Four vaccination centres were shut as snow caused some travel disruption in Wales. \nSunday appointments in Bridgend, Rhondda, Abercynon and Merthyr Tydfil were rescheduled for safety reasons, but centres will reopen on Monday, the Cwm Taf Morgannwg health board said.\nThe Met Office has extended a yellow weather warning to midnight on Sunday for all of Wales except Anglesey.\nA yellow warning for ice runs from midnight until 11:00 GMT on Monday.\nPolice have warned of difficult conditions due to snow and ice.\nUp to 3cm of snow is forecast to fall in most areas, with 10 to 15cm expected in the Brecon Beacons and Snowdonia. \nCwm Taf Morgannwg health board urged anyone with queries about Sunday's vaccination appointments to call the number on their appointment letters. \n\"We can confirm that no vaccines have been wasted as a consequence of this temporary Sunday closure and we are grateful to all those who were able to turn up at such short notice yesterday as we brought forward a significant number of Sunday appointments during the course of Saturday,\" it said.\n\"Additionally, our 4x4 arrangements are enabling us to continue to reach care homes to vaccinate the staff and residents there.\"\nNorth Wales Police tweeted there was \"widespread snow this morning, particularly in some higher areas, making driving conditions difficult\".\nTraffic Wales' CCTV cameras showed snow across the roads network.\nAnd Dyfed-Powys Police said some roads were \"impassable\" and advised people to \"stay home\".\nIn Bridgend, officers from South Wales Police were pelted with snowballs as they helped an injured sledger on Heol y Nant.\nNorth Wales Police warned of difficult conditions due to \"widespread snow\", particularly on high ground.\nIt said the A499 near Pwllheli had received heavy snowfall overnight.  \nWelsh Ambulance Service boss Jason Killens tweeted, thanking the public for helping crews continue to work despite the conditions.\nThe Met Office warned travellers that \"longer journey times by road, bus and train services\" could be expected, although Wales is in a level four lockdown with all but essential travel banned. \nIt also said the snow could lead to power cuts and other services, such as mobile phone coverage, may be affected.\nThose going out for daily exercise have been warned there could be icy patches on some untreated roads, pavements and cycle paths.\nThe drop in temperatures is likely to exacerbate problems after widespread flooding caused by Storm Christoph.\nTwo flood warnings issued by Natural Resources Wales remain in place, meaning flooding is expected.\nThese cover the River Ritec at Tenby in Pembrokeshire, which could affect the Kiln Park caravan site, and the lower Dee Valley from Llangollen to Trevalyn Meadows."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-55785789",
      "category": "world-australia",
      "title": "Australia man missing for 18 days 'survived on mushrooms'",
      "tags": "Survival skills,Queensland,Inspiring stories,Australia",
      "text": "A man who was missing in Australia for 18 days has been found after surviving on mushrooms and dam water, police say.\nSearch efforts launched after Robert Weber, 58, went missing in the state of Queensland were called off this week.\nBut police said he had been found near a dam on Sunday by a \"property owner\", who has been identified in Australian media as a local politician.\nMr Weber was \"suffering exposure to the elements\" but otherwise safe and well, police said.\nBefore Sunday, he had last been seen leaving a hotel in the town of Kilkivan with his dog on 6 January. He ran into trouble when his car got stuck in dirt on a farm road.\nPolice said Mr Weber spent three days in the car before running out of water and setting off on foot. He then became lost but remained near a dam where he survived by \"sleeping on the ground, drinking dam water and eating mushrooms\".\nAn extensive air and ground search was suspended after failing to find him, but local property owners and police were told to keep an eye out.\nLocal MP Tony Perrett and his wife were reported to have found Mr Weber on Sunday just 3km (1.9 miles) from where his car had been discovered, after searching their cattle farm.\n\"He was sitting under a tree near a dam waving at us,\" Mr Perrett told ABC.\n\"We'd been past this dam on numerous occasions over the last week and when we saw him there it was just quite extraordinary,\" he added.\nMr Weber's dog has not been found."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55783042",
      "category": "uk-wales",
      "title": "Covid vaccine: Betsi Cadwaladr boss warns against queue jumping",
      "tags": "Coronavirus vaccines,Vaccination,Denbighshire County Council,Coronavirus pandemic",
      "text": "A health board boss has criticised council staff for potentially sharing Covid vaccine invites with colleagues.\nThe board meeting in North Wales heard some council staff, not within groups currently being vaccinated, booked appointments by following a link in an email only intended for the recipient.\nBetsi Cadwaladr health board's chairman Mark Polin said such actions could deprive someone else of a jab.\nDenbighshire council said it had warned staff the emails were not to be abused.\nIt is not clear if anyone not entitled succeeded in getting a Covid jab, the Local Democracy Reporting Service said. \nOnly front-line social care and health workers, those over 80 and 70 years old, care home residents and their carers are currently being vaccinated. \nIndependent member Jackie Hughes spoke about the matter at Thursday's monthly health board meeting.\nAnswering her query, Dr Chris Stockport, the health board's executive director of primary care and community services, said: \"We are very clear with our local authority partners and teams of what frontline means in the same way we are elsewhere.\n\"When you arrive [for a vaccine] there's a process of validation. \n\"The likelihood is they will experience some difficulties working through the booking system [if they try to get into a higher vaccination cohort].\n\"It adds complications for a busy team and I would ask them not to do that when it's a clear effort to circumvent the cohort.\"\nAt Thursday's daily press briefing the UK Government Home Secretary Priti Patel said people who jumped the queue for the vaccine were \"morally reprehensible\" as they were putting the lives of vulnerable people at risk.\nShe said all the UK Government's measures were under review but \"our focus is getting that vaccine to the most vulnerable to make sure we can protect them and obviously protect others in the community\".\nMr Polin added: \"Whilst we understand the concerns people should not be doing what they are doing.\n\"The priority groups have been identified with clear medical guidance and sound reasoning behind it.\n\"So people jumping the queue are depriving someone else, potentially, of receiving the vaccine at the point at which they should.\"\nHe said it was a temporary problem, adding: \"We are changing the booking system, so this opportunity is not going to last much longer.\"\nHe said staff were looking out for any inappropriate bookings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55789123",
      "category": "uk-england-birmingham",
      "title": "Keon Lincoln murder probe: Three more arrested",
      "tags": "Birmingham",
      "text": "Three more teenagers have been arrested on suspicion of murdering a 15-year-old who was attacked by a group of youths.\nKeon Lincoln was \"set upon\" at about 15:30 GMT on Thursday on Linwood Road in Handsworth, Birmingham, and died later in hospital, police said. \nA post mortem examination has revealed Keon died from a gunshot and stab wounds.\nDetectives have been granted extra time to question a 14-year-old boy arrested on Friday morning.\nAnother 14-year-old boy arrested later on Friday has been released under investigation.\nA boy, also aged 14, was arrested from his home in Birmingham on Saturday night, the force said.\nTwo other boys aged 15 and 16 were arrested from an address in Walsall in the early hours of Sunday.\nDet Ch Insp Alastair Orencas, who is leading the murder inquiry, described the arrests as \"significant\".\n\"We are gathering a substantial amount of evidence which will take time to analyse, but we must be thorough to get justice for Keon's family.  \n\"They have been fully updated with the latest developments.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55784361",
      "category": "world-us-canada",
      "title": "Covid-19: White House criticises 'chaotic' vaccine rollout",
      "tags": "World Health Organization (WHO),Coronavirus vaccines,Anthony Fauci,United States,Coronavirus pandemic,Joe Biden",
      "text": "A senior White House official has criticised the Trump administration's rollout of the Covid-19 vaccine calling it \"chaotic\" and \"very limited\".\nPresident Joe Biden's Chief of Staff Ron Klain said there was no plan in the federal government for the distribution of vaccines across the US.\nThe president, who took office last Wednesday, has promised 100 million vaccine shots in his first 100 days.\nThe US has now reported more than 25 million Covid-19 cases.\nAbout 417,500 deaths have been linked to the virus. In recent weeks, the daily number of Covid-linked deaths in the US has, on some days, exceeded 4,000.\nPresident Biden signed a raft of new measures last week, including boosting vaccinations and testing. He has implored Americans to wear masks and warned that the death toll could get much worse.\n\"Let me be clear - things will continue to get worse before they get better\", he said.\nPresident Biden's efforts follow widespread criticism of the Trump administration's handling of the pandemic and of the vaccination programme. \nVaccines have been distributed to states, and states and cities are carrying out the inoculations. But some have complained they are struggling with supply.\nAccording to the US Centers for Disease Control and Prevention (CDC), about 41 million doses had been distributed by Saturday across the country, but only 20.5 million had been administered.\nSpeaking to NBC News, Mr Klain said: \"The process to distribute the vaccine, particularly outside of nursing homes and hospitals out into the community as a whole, did not really exist when we came into the White House.\"\nHe said it was a \"complex\" process but that the Biden administration would set up federal vaccination sites to help states without enough places.\nTotal cases went over 25 million on Sunday, according to tracking data from Johns Hopkins University.\nInfections have spiralled in recent months - with a jump in new infections after Thanksgiving and Christmas, according to the Covid Tracking Project.\nHospital numbers hit their highest levels during the pandemic earlier this month but are slowly starting to drop alongside daily cases.\nDr Anthony Fauci, the top US infectious disease expert, said on Thursday that rolling average data appeared to show infections levelling off.\nAlthough the national picture has stabilised slightly, he warned the country remained in a \"very serious situation\".\nThe CDC is particularly concerned that new variants could accelerate the virus spread. It issued a warning that the new more transmissible strain first detected in the UK could become the dominant strain across the US by March.\nThe strain has been detected in 20 states, Dr Fauci said Thursday, but warned the country had \"limited ability\" to track its spread through the population. \nPresident Biden has already enacted a raft of executive measures to combat the virus and he wants Congress to pass a $1.9tn (£1.4tn) package of economic relief funding. \nThe president is hoping to get bipartisan approval for his broad stimulus agenda, but the proposal has already been met with scepticism and resistance by some Republicans. \nAnother one of the new president's key promises is to oversee 100 million vaccinations in his first 100 days in office, but some have criticised this policy as not ambitious enough.\n\"When I announced it, you all said it's not possible,\" Mr Biden said on Thursday when asked if his goal was high enough. \"Come on, give me a break, man. It's a good start.\"\nThe current approved suppliers - Moderna and Pfizer - have pledged to deliver 200 million doses by March. Dr Fauci has also suggested emergency approval of a third vaccine, a single-dose jab by Johnson & Johnson, could be just weeks away.\nDr Fauci, who was appointed chief medical adviser by the new president, has expressed hope that if 70-85% of the US population is vaccinated by the end of summer, the country could \"approach a degree of normality\" by autumn. \n\"It's not going to be perfectly normal, but one that I think will take a lot of pressure off the American public,\" he told a White House briefing.\nPresident Biden's administration has also re-engaged with the World Health Organization (WHO) and is joining its Covax programme to help ensure vaccine access worldwide. The move was welcomed by WHO chief Dr Tedros Adhanom Ghebreyesus. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-55782301",
      "category": "uk-england-south-yorkshire",
      "title": "Smart motorways are dangerous, says Yorkshire police chief",
      "tags": "Department for Transport,M1 motorway,South Yorkshire Police",
      "text": "A police and crime commissioner (PCC) has written to the government to say smart motorways are \"inherently unsafe and dangerous and should be abandoned\".\nSouth Yorkshire PCC Dr Alan Billings wrote his open letter to Grant Shapps, the Secretary of State for Transport.\nHis comments come after a coroner found two men had been unlawfully killed on a \"smart\" section of the M1.\nThe Department for Transport said \"smart motorways are as safe as, or safer than, the conventional ones\".\nOn 19 January coroner David Urpeth called for a review of the road schemes.\nMr Urpeth said smart motorways without a hard shoulder carry \"an ongoing risk of future deaths\".\nHe was speaking following the inquests for Jason Mercer, 44, from Rotherham and Alexandru Murgeanu, 22, of Mansfield, who died when a lorry crashed into their vehicles near Sheffield on 7 June 2019.\nNow Labour's Dr Billings has told Grant Shapps: \"I believe smart motorways of this kind - where what would be a hard shoulder is a live lane with occasional refuges - are inherently unsafe and dangerous and should be abandoned.\n\"The relevant test for us is whether someone who breaks down on this stretch of the motorway, where there is no hard shoulder, would have had a better chance of escaping death or injury had there still been a hard shoulder - and the coroner's verdict makes it clear that the answer to that question is - Yes.\"\nJason Mercer's widow, Claire, had previously told Nicky Campbell on BBC Radio 5Live she considered a government review of the smart motorway system \"was just a paperwork exercise and a PR exercise.\"\nTalking to BBC Look North Yorkshire after publishing the letter on Sunday, Dr Billings said: \"The Department for Transport and Highways England have argued all along that these sorts of motorways are actually safe, they even go as far as to say they are safer than ordinary motorways, now I think that whatever formula they are using to come to that conclusion is wrong. \n\"The coroner in his verdict has made it pretty clear that these two particular lives in South Yorkshire would not have come to such a sad end if there had been a hard shoulder there, so I think this is new evidence they have to take into account.\"\nHe added: \"If they thought this type of motorway was even smarter, or safer, than a conventional motorway, then why not convert the entire system to smart motorways, making it safer? As soon as you say it, I think you realise it's absurd. \n\"I think they (smart motorways) were done originally not because it was a safer way of doing a motorway, I think it was done in order to expand the capacity, get the traffic flowing by having an extra lane, but to do it cheaply, and I think we're trading cost - cheapness - for other people's lives.\"\nIn response to Dr Billings' open letter, the Department for Transport said: \"The stocktake [of smart motorways] showed that in most ways smart motorways are as safe as, or safer than, the conventional ones. \n\"The Transport Secretary has tasked Highways England with delivering an 18-point action plan to ensure they are safer still, and he has called an urgent meeting with the company to discuss their progress.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55780331",
      "category": "world-us-canada",
      "title": "Larry King: Veteran US talk show host dies aged 87",
      "tags": "Media,United States,Broadcasting",
      "text": "Larry King, giant of US broadcasting who achieved worldwide fame for interviewing political leaders and celebrities, has died at the age of 87.\nKing conducted an estimated 50,000 interviews in his six-decade career, which included 25 years as host of the popular CNN talk show Larry King Live.\nHe died at Cedars-Sinai Medical Center in Los Angeles, according to Ora Media, a production company he co-founded. \nEarlier this month, he was treated in hospital for Covid-19, US media say. \nThe talk show host, famous for his braces and rolled-up sleeves, had faced several health problems in recent years, including heart attacks.\nKing was married eight times to seven women and had five children. Two of them died last year within weeks of each other - daughter Chaia died from lung cancer and son Andy of a heart attack.\nKing carried out interviews with every sitting US president from Gerald Ford to Barack Obama and a number of world leaders. His other high-profile guests included Dr Martin Luther King, the Dalai Lama, Nelson Mandela and Lady Gaga.\n\"For 63 years and across the platforms of radio, television and digital media, Larry's many thousands of interviews, awards, and global acclaim stand as a testament to his unique and lasting talent as a broadcaster,\" Ora Media said in a statement, without giving the cause of death.\nBorn Lawrence Harvey Zeiger in Brooklyn, New York, in 1933, King rose to fame in the 1970s with his radio programme The Larry King Show, on the commercial network Mutual Broadcasting System.\nIn 1985 he launched Larry King Live on the fledgling CNN, and became one of the network's biggest stars. The programme, broadcast around the world, was a success with audiences, with King answering thousands of phone calls from viewers.\nHe earned a number of honours, including two Peabody awards, but was also criticised for his non-confrontational approach and open-ended questions. King boasted of not doing much research for the interviews so, he said, he could learn along with viewers.\nBy 2010 his ratings had dropped significantly, with critics saying King's approach felt outdated in an era of more aggressive interviewing styles. King then announced his retirement, saying: \"It's time to hang up my nightly suspenders.\"\nIn his final programme on CNN, he told his viewers: \"I don't know what to say, except to you, my audience, thank you. Instead of goodbye, how about so long?\"\nCNN replaced him with British journalist and broadcaster Piers Morgan, whose programme King criticised for being \"too much about him\".\nMorgan, whose programme was cancelled three years later, said on Twitter on Saturday: \"Larry King was a hero of mine until we fell out after I replaced him at CNN & he said my show was 'like watching your mother-in-law go over a cliff in your new Bentley.' (He married 8 times so a mother-in-law expert).\"\nBut, Morgan added, King \"was a brilliant broadcaster & masterful TV interviewer.\"\nIn a statement, CNN president Jeff Zucker said: \"The scrappy young man from Brooklyn had a history-making career spanning radio and television. His curiosity about the world propelled his award-winning career in broadcasting, but it was his generosity of spirit that drew the world to him.\"\nMost recently, King hosted another programme, Larry King Now, broadcast on Hulu and RT, Russia's state-controlled international broadcaster.\nA Kremlin spokesman was quoted as saying by state RIA Novosti news agency: \"King repeatedly interviewed Putin. The president has always appreciated his great professionalism and unquestioned journalistic authority.\"\nOutside broadcasting, King founded the Larry King Cardiac Foundation in 1988, a charity which helps to fund heart treatment for those with limited financial means or no medical insurance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55677157",
      "category": "uk-wales",
      "title": "Spanish flu: Anglesey search for New Zealand family of flu victim",
      "tags": "World War One,Menai Bridge,New Zealand,Australia",
      "text": "An appeal has been made to trace the family of a sailor from New Zealand buried more than a century ago on an island off Anglesey.\nLt Philip Gannaway had recently married his wife Muriel when he enlisted during World War One.\nHe joined the Royal Naval Volunteer Reserve, serving on motor launches on the Menai Strait.\nBut he died aged 32 during the Spanish flu pandemic in 1918, and is buried on Church Island in the strait.\nLocal historian Bridget Geoghegan says she has already had responses following a story about Lt Gannaway on the New Zealand news website Stuff.\nHowever, she is still waiting to hear from his direct relatives.\n\"I have met family members of some people I have researched, and that is always a delight - a bonus,\" she said.\nLt Gannaway's funeral took place on 9 November 1918 with full naval honours, just two days before the armistice that brought fighting to an end.\nNewspaper reports found by Ms Geoghegan said more than 200 men and officers joined the procession, with shipyard work pausing as a mark of respect.\n\"I found he had married his sweetheart not long before volunteering and coming over to UK,\" she said.\n\"It seemed like a bitter end to a love story.\"\nHe is buried at St Tysilio's on Church Island, which is linked to the rest of Anglesey by a short causeway.\nBut Lt Gannaway is not the only man on the island buried so far from home.\nRemembered alongside him on the war memorial is William Connington, a 23-year-old corporal in the Australian Flying Corps who died with flu in Buckinghamshire.\n\"Connington had family in the area - his father must have emigrated to Australia,\" Ms Geoghegan said.\n\"His aunt and cousin lived in Menai Bridge. I think it likely that he had been up to stay with the family and when he died his aunt brought him back to Menai Bridge from Aylesbury so that he would be buried amongst friends.\"\nFor several years Ms Geoghegan has joined others in researching and commemorating the people named on local war memorials and graves.\nBefore the latest lockdown restrictions, she created a walk for Church Island with the stories behind the names.\n\"I devised a walk round St Tysilio to include the graves of those lost and the family commemorations for their loved-ones buried elsewhere or lost at sea - the pain is almost palpable,\" she said.\nThe inscription from Lt Gannaway's parents to their \"beloved son\" reads simply: \"In peace he lived, in peace he died\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55779171",
      "category": "uk",
      "title": "Covid: 'More deadly' UK variant claim played down by scientists",
      "tags": "Patrick Vallance,Boris Johnson,Coronavirus pandemic",
      "text": "Scientists say signs a new coronavirus variant is more deadly than the earlier version should not be a \"game changer\" in the UK's response to the pandemic.\nBoris Johnson has said there is \"some evidence\" the variant may be associated with \"a higher degree of mortality\".\nBut the co-author of the study the PM was referring to said the variant's deadliness remained an \"open question\".\nAnother adviser said he was surprised Mr Johnson had shared the findings when the data was \"not particularly strong\".\nA third top medic said it was \"too early\" to be \"absolutely clear\".\nAt a Downing Street coronavirus news conference on Friday, the prime minister said: \"In addition to spreading more quickly, it also now appears that there is some evidence that the new variant - the variant that was first identified in London and the South East - may be associated with a higher degree of mortality.\"\nSpeaking alongside the PM, the government's chief scientific adviser Sir Patrick Vallance said there was \"a lot of uncertainty around these numbers\" but that early evidence suggested the variant could be about 30% more deadly.\nFor example, Sir Patrick said if 1,000 men in their 60s were infected with the old variant, roughly 10 of them would be expected to die - but this rises to about 13 with the new variant.\nThe announcement followed a briefing by scientists on the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag) which concluded there was a \"realistic possibility\" that the variant was associated with an increased risk of death.\nBut one of the briefing's co-authors, Prof Graham Medley, told BBC Radio 4's Today programme: \"The question about whether it is more dangerous in terms of mortality I think is still open.\" \n\"In terms of making the situation worse it is not a game changer. It is a very bad thing that is slightly worse,\" added Prof Medley, who is a professor of infectious disease modelling at the London School of Hygiene and Tropical Medicine. \nAnother 1,348 deaths within 28 days of a positive coronavirus test were reported in the UK on Saturday, in addition to 33,552 new infections, according to the government's coronavirus dashboard.\nThere is huge uncertainty in the evidence on how lethal the variant is. \nThe scientific experts that reviewed the data used a precise phrase saying it was a \"realistic possibility\" the new variant is more deadly.\nThat means there's a roughly 50-50 chance it will turn out to be true.\nWith time, and sadly more deaths, the picture will become clearer. \nWhile people debate the uncertainties though, we already know this variant has the ability to kill more people than the old ones. \nA virus that spreads faster (this one is 30-70% faster) will infect more people, more quickly, putting a greater strain on hospitals and leading to a sharper spike in deaths. \nIt is why viruses becoming more transmissible can be a bigger problem than ones becoming more deadly.\nNervtag's chairman Prof Peter Horby defended the government's \"transparency\" in making the announcement.\n\"Scientists are looking at the possibility that there is increased severity... and after a week of looking at the data we came to the conclusion that it was a realistic possibility,\" he said.\n\"We need to be transparent about that. If we were not telling people about this we would be accused of covering it up.\"\nBut Dr Mike Tildesley, a member of Sage subgroup the Scientific Pandemic Influenza Group on Modelling (Spi-M), agreed it was too early to draw \"strong conclusions\" as the suggested increased mortality rates were based on \"a relatively small amount of data\".\nHe told BBC Breakfast he was \"actually quite surprised\" Mr Johnson had made the early findings public rather than monitoring the data \"for a week or two more\".\n\"I just worry that where we report things pre-emptively where the data are not really particularly strong,\" Dr Tildesley added. \nPublic Health England medical director Dr Yvonne Doyle also said it was not \"absolutely clear\" the new variant was more deadly than the original.\n\"There is some evidence, but it is very early evidence. It is small numbers of cases and it is far too early to say,\" she told the Today programme.\nMeanwhile, senior doctors are calling on England's chief medical officer to cut the gap between the first and second doses of the Pfizer-BioNTech Covid-19 vaccine.\nThe British Medical Association told Prof Chris Whitty an extension to the maximum gap between jab from three weeks to 12 weeks, to get the first dose to more people, was \"difficult to justify\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55788920",
      "category": "world-us-canada",
      "title": "US police vehicle ploughs into crowd watching 'burnouts'",
      "tags": "Police brutality,Washington,United States",
      "text": "A police officer is under investigation in the US after his vehicle ploughed into a group of people, running over at least one, in Tacoma, Washington.\nNobody was killed in the incident, although one person was rushed to hospital with injuries.\nA video shows a large group of people surrounding the police car as it revs its engine in an apparent effort to drive off.\nThe group refuses to move, and police say people started hitting the car.\nThe police officer then speeds through the group, hitting numerous people. One person is dragged under the car.\nTacoma Police Department said multiple vehicles and approximately 100 people were blocking an intersection when officers arrived on the scene. The group was apparently watching street racers doing \"burnouts\".\n\"During the operation, a responding Tacoma police vehicle was surrounded by the crowd. People hit the body of the police vehicle and its windows as the officer was stopped in the street,\" police said in a statement. \n\"The officer, fearing for his safety, tried to back up, but was unable to do so because of the crowd,\" it said. \n\"While trying to extricate himself from an unsafe position, the officer drove forward striking one individual and may have impacted others,\" it said.\nThe person who was run over was rushed to hospital. Their condition is as yet unclear.\nThe Pierce County Force Investigation Team is investigating the incident, the statement said. The police officer has not been identified.\n\"I am concerned that our department is experiencing another use of deadly force incident,\" Interim Police Chief Mike Ake said in the statement.\n\"I send my thoughts to anyone who was injured in tonight's event, and am committed to our department's full co-operation in the independent investigation and to assess the actions of the department's response during the incident.\"\nThe incident comes at a time of rising anger over the use of excessive force by police in the US. \nPeople across the world took to the streets last year to demonstrate their anger at the death of George Floyd, a black man who died in police custody in Minneapolis, and to demand an end to police brutality and what they see as systemic racism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-55785333",
      "category": "world-asia-china",
      "title": "China mine rescue: The moment a miner is rescued",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55785787",
      "category": "world-asia",
      "title": "Covid: New Zealand reports first case in the community in months",
      "tags": "Coronavirus pandemic,New Zealand",
      "text": "New Zealand has reported its first case of Covid-19 outside of a quarantine facility in more than two months.\nHealth officials said a 56-year-old woman who had recently returned from Europe tested positive days after completing a compulsory two-week period of managed isolation.\nContact tracing efforts are under way, and authorities have published a list of locations the woman visited.\nNew Zealand has been widely praised for its response to the pandemic.\nThe country, with a population of five million, has recorded 1,927 confirmed cases and 25 deaths over the course of the pandemic.\nThe Ministry of Health said the woman had tested negative twice before leaving an isolation facility in Auckland on 13 January.\nShe started developing mild symptoms two days later, which then got progressively worse. She received a positive test result on Saturday and has been isolating at home.\nIn a press conference on Sunday, Health Minister Chris Hipkins said it was too soon to speculate on the \"origin or the strain of the infection\".\nBut the ministry said it was \"working on the assumption any case might be a more transmissible variant and [was] taking appropriate precautions\".\nMr Hipkins said it was \"too early\" to comment on any further response.\nThe woman visited a number of places in New Zealand's Northland region after leaving isolation.\nThe Health Ministry published a list of the locations, including supermarkets, restaurants and a gallery.\nThey said anyone who was at these places at the same time was considered a \"casual contact\", and asked them to stay at home and get tested \"out of an abundance of caution\".\nFour close contacts of the women have also been tested and are isolating."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55732175",
      "category": "education",
      "title": "Student strike: 'Money taken for student housing I'm not using'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55786984",
      "category": "uk",
      "title": "Snow: Severe weather warnings in place across UK",
      "tags": "Snow,Weather forecasting",
      "text": "Severe weather warnings are in place across much of the UK after large parts of the country saw heavy snowfall.\nThe blanket of snow drew people outside for sledging and winter walks, but motorists have been warned to take extra care on icy roads with sub-zero temperatures forecast overnight.\nSeveral coronavirus vaccination and testing centres were closed in England and Wales due to the conditions.\nPolice reminded the public to keep to lockdown rules while out in the snow.\nOfficers in Wandsworth, south-west London, encouraged people with gardens to play in the snow at home.\nAnd police in Rutland, Leicestershire, were among several forces questioning why people were leaving their homes to go sledging.\nContinuing coronavirus lockdowns across the four UK nations mean most of the population must stay at home, except for a limited number of reasons.\nAs well as four vaccination centres in Wales, six Covid testing centres in the West Midlands had to close due to heavy snow on Sunday.\nHighways England warned that the snow had caused collisions on the M3, M27 and M25 in southern England, with the agency urging drivers to only travel if absolutely necessary.\nThose using the roads for essential journeys have been urged to allow plenty of extra time for their travel and pedestrians and cyclists are also advised to be cautious. \nThe Met Office put a yellow weather warning for snow in place on Sunday, stretching from coast to coast in southern England and ending just south of Manchester. \nIt is also in place for western and northern areas of Scotland, most of Northern Ireland and all of Wales apart from Anglesey.\nAn amber warning for snow in Nottingham and Stoke meant travel disruption and power cuts were likely on Sunday evening.\nYellow weather warnings for ice are in place until 11:00 GMT Monday for all of Wales and Northern Ireland, northern and eastern Scotland and much of southern England and the Midlands. \nIn Wales, appointments at the Bridgend, Rhondda, Abercynon and Merthyr Tydfil coronavirus vaccination centres were rescheduled for safety reasons, the Cwm Taf Morgannwg health board said.\nUp to 1in (3cm) of snow was forecast to fall in most areas of Wales, with 4-6in (10-15cm) expected in the Brecon Beacons and Snowdonia.\nIn the West Midlands, coronavirus testing centres at Castle Vale Stadium, the Arcadian Centre and Maypole Youth Centre were closed, Birmingham City Council said.\nFacilities in Moat Street, Coventry and The Place in Oakengates in Shropshire also closed, along with one in Lichfield, Staffordshire, local MP Michael Fabricant said.\nAnd in Devon, a gritting lorry overturned on Dartmoor. Devon County Council urged people to avoid travel unless it was absolutely essential and not to travel to find snow.  \nMet Office forecaster Simon Partridge said a band of hail, sleet, snow and rain moved in through Wales and south-west England in the early hours before sweeping across the UK and stalling over the Midlands, which saw some of the heaviest snow. \nColeshill, near Birmingham, had seen had 3.5in (9cm) by Sunday lunchtime. \nThe snow clouds eased away on Sunday evening but overnight temperatures could be as low as -4C to -6C (25F to 21F) for a lot of the south of the UK, the forecaster added.\n\"Some localised spots, likely in the Midlands, could see it as low as -10C (14F),\" he said.\nChris Fawkes of BBC Weather said some stretches of the M4 and M5 had been completely covered in snow at some points on Sunday morning. \nHe said this was partly because traffic has been low due to lockdown restrictions - and vehicles are needed to help grit mix into snow to make it melt."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55783781",
      "category": "uk-politics",
      "title": "PM talks to Biden in first call since inauguration",
      "tags": "Kamala Harris,Boris Johnson,COP26,Paris climate agreement,Coronavirus pandemic,Joe Biden",
      "text": "Prime Minister Boris Johnson has spoken to Joe Biden for the first time since the new US president was inaugurated.\nMr Johnson said on Twitter that he looked forward to \"deepening the longstanding alliance\" between the UK and the US as they drove a \"green and sustainable recovery from Covid-19\".\nMr Biden was sworn in as president and Kamala Harris as vice-president in a ceremony in Washington on Wednesday.\nThe PM said their inauguration was a \"step forward\" for the US.\nA Downing Street spokesman said Mr Johnson \"warmly welcomed\" the president's decision to rejoin the Paris Agreement on climate change and the World Health Organization - both abandoned by Mr Biden's predecessor, Donald Trump.\n\"The prime minister praised President Biden's early action on tackling climate change and commitment to reach net zero by 2050,\" the spokesman said.\nThe spokesman added that, in building on the two nations' \"long history of cooperation in security and defence, the leaders \"re-committed to the Nato alliance and our shared values in promoting human rights and protecting democracy\".\nThe two leaders also talked about \"the benefits of a potential free trade deal\" between the UK and the US, with Mr Johnson reiterating his intention \"to resolve existing trade issues as soon as possible\".\nAfter the inauguration of any American president, a political spectator sport immediately begins: the order in which the new occupant of the White House speaks to other world leaders. \nIt is a crude metric of relative importance, but a metric nonetheless. \nI understand the call lasted for around 35 minutes and was the first conversation Joe Biden has had with a European leader as president. \nThe focus on climate change makes political and diplomatic sense. It's a topic where a Conservative prime minister and Democrat president can agree, and it matters particularly to the UK as the host of the COP26 UN Climate Change Summit in Glasgow in November.\nBut when you compare what Downing Street said about the call and what the White House said, one thing leaps out. \nNo 10's readout refers to a conversation about a trade deal. President Biden's does not. \nIt's widely expected there'll be no such agreement any time soon.\nMr Johnson and Mr Biden \"looked forward to to meeting in person as soon as the circumstances allow\" and to working together during the forthcoming G7, G20 and COP26 summits, the spokesman added.\nA White House statement said Mr Biden \"conveyed his intention to strengthen the special relationship\" between the US and UK and \"revitalize transatlantic ties\".\nCongratulating Mr Biden and Ms Harris - who is the first woman and first black and Asian-American person to serve as vice-president - the PM said earlier that their inauguration was a \"step forward\" for the US, which had \"been through a bumpy period\".\nMr Johnson said it was a \"big moment\" for the UK and the US and their \"joint common agenda\".\nThe BBC's political editor, Laura Kuenssberg has said the Biden Presidency \"brings some hope to government\" because No 10 believes \"there is a lot of overlap\" between what Mr Biden and Mr Johnson want to do.\nThe US president has previously said that he does not want a \"guarded border\" between the Republic of Ireland and Northern Ireland following Brexit, and that any UK-US post-Brexit trade deal had to be \"contingent\" on respect for the Good Friday Agreement.\nThe PM and Mr Biden have never met in real life, but the new US president once referred to Mr Johnson as a \"physical and emotional clone\" of Mr Trump.\nAfter winning the presidential election, Mr Biden phoned Mr Johnson ahead of other European leaders and expressed his desire to strengthen the historic \"special relationship\" between the two countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55784767",
      "category": "uk",
      "title": "Covid-19: Plea for caution after jabs and a look at the post-virus economy",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic. We'll have another update for you on Monday morning. \nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, has stressed that people shouldn't act any differently once they've had a Covid vaccine. That's because scientists \"do not yet know the impact of the vaccine on transmission\" and it could still be passed on, he writes in the Sunday Telegraph. More than 5.8 million people in the UK have now received their first dose of a vaccine, but Prof Van-Tam says infection rates need to come down quickly.\nCompanies in the UK made plans to cut 795,000 jobs last year - a record number - as large parts of the economy were brought to a standstill during lockdowns. That's according to figures obtained through a BBC Freedom of Information request. The pace of planned cuts slowed at the end of the year, though, and the numbers may well have been higher without the government's furlough scheme.\nItalian Prime Minister Giuseppe Conte has called a delay in the supply of Pfizer and AstraZeneca vaccines to the EU is \"unacceptable\" and vowed to take legal action. The companies said they had experienced production issues. Mr Conte has accused them of \"contractual violations\" that would cause \"enormous damage\". Officials have not confirmed publicly how big the shortfall will be - but there has been criticism and frustration across Europe about the speed of the rollouts as cases in many countries surge.\nThe spread of Covid-19 has left national economies and businesses counting costs, as governments struggle with new lockdown measures. Despite the development of vaccines, many are still wondering what recovery could look like. We've pulled together a selection of charts and maps to help you understand the economic impact of the virus so far.\nJohn Nicholl, from County Antrim, is one of around 400,000 people who are deafblind in the UK. He communicates through hands-on sign language and was left extremely isolated when lockdown was first introduced - even his carers couldn't see him. In this video, he explains what's changed since then, and why he's looking at the positives.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWondering how the UK is planning to vaccinate millions of people by autumn? Lucy Rodgers and Dominic Bailey from the BBC's Visual Journalism team can break it down for you.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55786409",
      "category": "uk",
      "title": "South Africa coronavirus variant: 77 cases found in UK",
      "tags": "Coronavirus pandemic",
      "text": "The UK has identified 77 cases of the coronavirus variant first detected in South Africa, the health secretary has said.\nCases are linked to travellers arriving in the UK, rather than community transmission, Matt Hancock added.\nHe told the BBC's Andrew Marr cases were under \"very close\" observation and enhanced contact tracing was under way.\nMinisters are due to meet on Monday to consider imposing tougher restrictions on people arriving from abroad. \nScientists have said there is a chance the South African variant may harm the effectiveness of current vaccines.\nMeanwhile, Mr Hancock said that \"three quarters of all the 80-year-olds in the country and a similar number of care homes\" have received their first doses of the vaccine.\nBoth the Pfizer-BioNTech and Oxford-AstraZeneca vaccines require two doses, and figures so far reflect those given the first dose.\nMr Hancock said that it was \"far too early to say\" what proportion of the population needed to be vaccinated before lockdown restrictions could be eased.\nAll viruses, including the one that causes Covid-19, mutate, and variants have been first located in the UK, South Africa and Brazil.\nThe South Africa variant has been found in at least 20 other countries, including the UK.\nMr Hancock said that all the South Africa variant cases in the UK were linked to travel.\n\"That's why we have got such stringent border measures in place against movement from South Africa,\" he added.\nThe UK closed all travel corridors last week until at least 15 February, with almost all travellers arriving in the country now required to show proof of a negative Covid-19 test to be allowed entry.\nPrime Minister Boris Johnson has not ruled out bringing in tougher measures at UK borders, telling a Downing Street news conference on Friday: \"We don't want to put that (efforts to control Covid) at risk by having a new variant come back in.\"\nMinisters are set to discuss whether to tighten border restrictions further, including the possibility of hotel quarantines for travellers.\nMr Hancock said: \"We have got to be cautious at the borders.\"\nAsked for a date on when lockdown restrictions might end, Mr Hancock said it was \"one of the many things that we don't yet know the answer to\".\nGovernment data on 14 January showed there were 35 confirmed cases of the South Africa variant identified in the UK, and a further 12 \"probable\" cases.\nMr Hancock said nine cases of the Brazil variant had been found in the UK, adding \"we are monitoring each and every one very closely\".\nShadow foreign secretary Lisa Nandy told the BBC's Andrew Marr Show that Labour had been \"pushing the government to take tougher measures at the border since last spring\".\nShe said: \"We would fully expect the government to bring in tougher quarantine measures, we would expect them to roll out a proper testing strategy and we would expect them as well to start checking up on the people who are quarantining.\n\"Only three out of every hundred people who are asked to quarantine when they arrive into the UK actually face any checks at all - that's just simply not sufficient.\"\nOn Friday, Mr Johnson said there was \"some evidence\" the UK variant may be associated with \"a higher degree of mortality\".\nThe UK government's chief scientific officer, Sir Patrick Vallance, said there was \"a lot of uncertainty around these numbers\" but that early evidence suggested the variant could be about 30% more deadly.\nThe PM said on Friday that there was evidence that both the Pfizer-BioNtech vaccine and Oxford-AstraZeneca jab were effective against the variant first detected in the UK. \nSir Patrick has warned that the variants in South Africa and Brazil might \"have certain features which means they might be less susceptible to vaccines\".\nBut he said \"there is no evidence\" that the two variants have transmission advantages over those already in the UK and so having cases here doesn't mean \"they will take off\".\nMeanwhile, England's deputy chief medical officer warned that people who have received a Covid-19 vaccine could still pass the virus on to others and should continue following lockdown rules.\nWriting in the Sunday Telegraph, Prof Jonathan Van-Tam stressed that scientists \"do not yet know the impact of the vaccine on transmission\".\nHe said vaccines offer \"hope\" but infection rates must come down quickly.\nIt's a key question but the fact is that no one can be sure. \nThat's because the trials of the vaccines explored the safety of the drugs and how well they prevent people from becoming ill - with good results for both. \nBut they did not investigate whether vaccination also stops infection and therefore whether people who've been immunised can still spread the virus to others. \nIf a vaccinated person did become infected, they probably wouldn't realise because they wouldn't have any symptoms. That's why health officials and ministers are so concerned. \nIt's possible that the antibodies boosted by the vaccine suppress the effects of the virus but don't eliminate it from the upper airway.  \nMany scientists are cautiously hopeful that in this scenario, the amount of virus would be reduced but they're waiting for the results of studies under way now.\nAnd until there's an answer, it's difficult to calculate how and when it's safe to ease restrictions and allow people to mix again. \nA further 610 deaths within 28 days of a positive coronavirus test were reported in the UK on Sunday - down from 671 deaths last Sunday - in addition to 30,004 new infections.\nThe number of positive cases has fallen for the fourth day in a row and is the lowest figure since before Christmas.\nThe death figures tend to be lower on a Sunday and Monday because of weekend lags in reporting of the data.\nMeanwhile, more than six million people have had their first dose of a Covid vaccine - with the figure now standing at 6,353,321.\nNadhim Zahawi, the minister responsible for the vaccine rollout, said on Twitter that 6,353,321 of the \"most vulnerable and frontline heroes\" had received a first dose of the vaccine, but there was still \"much more to do\".\nThere were 4,076 Covid patients in mechanical ventilation beds in UK hospitals as of Friday, according to government data.\nThat is higher than during the first wave, when the peak was 3,301 on 12 April.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55786863",
      "category": "uk-england-birmingham",
      "title": "Covid: Birmingham student party guests 'travelled 200 miles'",
      "tags": "Coronavirus lockdown measures,Birmingham,Nottingham,Newcastle upon Tyne,Coronavirus pandemic",
      "text": "A student party that attracted people from up to 200 miles away has been broken up by police.\nSome of the guests were found hiding in cupboards when officers raided the gathering in Lower Loveday Street, Birmingham, on Friday night.\nOne officer was assaulted as one guest made off but was not hurt, West Midlands Police said.\nParty-goers had travelled to the event from places such as Newcastle, Nottingham and London.\nThe flats are private accommodation but predominantly used by students from Aston University and University College Birmingham, West Midlands Police said.\nInsp Steve Barnes added: \"We understand that young people are frustrated at not being able to enjoy themselves and I do feel their pain, but we have to stick to the rules so that we can get back to some sort of normality sooner rather than later.\n\"People are dying and we have to prevent the spread of this virus.\"\nOfficers were also called to a party on Soho Road where shop owners had set up a sound system, and a 30th birthday party attended by about 20 people in Kingstanding.\nAcross 32 breaches of Covid-19 lockdown rules on Friday night, the force issued 58 fines of £200 and five of £1,000.\nThe West Midlands is under an England-wide lockdown with people not allowed to leave home to meet others socially. \nOn Thursday, the government said fines of £800 would be introduced in England this week for anyone attending a house party of more than 15 people.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-55788542",
      "category": "uk-england-kent",
      "title": "Robert Rowland: Former Brexit MEP dies in Bahamas diving accident",
      "tags": "Nigel Farage,Brexit Party",
      "text": "A former Brexit Party MEP has died in a diving accident near his home in the Bahamas.\nRobert Rowland, 54, represented the south east of England at the European Parliament from July 2019 until January 2020.\nNigel Farage paid tribute to the \"larger than life character\" and \"enthusiastic\" Brexit supporter. \nHe announced the death of his former colleague in a statement on Sunday.  \nThe Royal Bahamas Police Force said it had \"received reports of a drowning incident\" on Saturday and was \"conducting inquires\".\nMr Farage said: \"It is with great sadness that I have to announce the death of Robert Rowland, after a diving accident near his home in the Bahamas.\n\"Following a successful career in the City, Robert was an enthusiastic Brexit Party MEP and larger than life character.\"\nHe said he wished to extend his \"sincerest condolences\" to Mr Rowland's family, including his wife and four children.\nFormer Brexit Party MEP David Bull said he was \"beyond devastated,\" adding: \"Robert was a wonderful friend and colleague.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55707913",
      "category": "uk-wales",
      "title": "Covid: Hope for tourism in Wales after 'devastating' pandemic",
      "tags": "Tourism,Coronavirus lockdown measures,Wales business,Welsh government,UK economy,Llandudno,Coronavirus pandemic",
      "text": "There is hope for the tourism industry in Wales for the coming year, despite the \"devastating\" impact of the Covid-19 pandemic, business owners have said.\nWelsh Government data showed occupancy levels in all sectors of the tourism industry fell dramatically in 2020. \nHowever, in August and September, when restrictions were loosest, occupancy rates in most sectors were similar or better than in the previous two years. \nThe Welsh Government said it had set aside £180m to support tourism.\nAccording to the data, about 66% of hotel rooms were occupied in 2018 and 2019, but this number fell to an average of 39% between March and September of 2020 as a result of lockdown restrictions.\nBusinesses without shared facilities were allowed to reopen again on 11 July, leading to a resurgence in figures over the summer months. \nIn August and September, the occupancy rates in hotels were 71% and 67% respectively, short of the previous two years' averages of 78% and 75%, but much closer to a typical season. \nAnd self-catered accommodation and bed and breakfasts recorded higher occupancy rates over those two months in 2020 than in the previous two years. \nLynette Esposito, who owns the Elm Tree Hotel in Llandudno, Conwy, said 2020 had been \"absolutely awful\" and the impact of the pandemic had been \"shocking\" and \"devastating\" for her business. \nShe added that, not only did the hotel miss out on business due to closures, but it also incurred extra running costs in order to abide by the regulations. \nShe said: \"I think that with the restrictions and guidelines that we need to follow, it definitely did have an impact on establishments where your service would automatically bring people together in one room. It did increase costs. \n\"We couldn't do our usual open buffet. Being a hotel you definitely had to take more precautions in making sure everyone was safe, bearing in mind there are a lot more common areas - we have a lift, a bar area and a lounge.\"\nBut despite closing four of the 14 rooms in the Elm Tree Hotel to help with social distancing, Ms Esposito said business after reopening was better than normal. \nShe said: \"We traded two full months which were very buoyant and very strong... [August and September] were actually better than the year before.\" \nShe said this increase in demand during late summer last year boded well for the coming year, providing restrictions allowed holidays within the UK over the summer. \n\"I think when we're allowed to open we will see significant increase in demand.\n\"I think we will have a really good season. People are hungry for some action again and I think consumers will benefit from that.\"\nThe Welsh Government surveyed businesses from six different sectors of the tourism industry. \nOf those, self-catered accommodation and guesthouses both recorded higher occupancy rates in August and September than in both 2018 and 2019. \nThe occupancy rates in static caravan homes had only reached just over half of the level of previous years in August, but with 92% occupancy in September, this sector also recorded occupancy rates higher than the same month in 2018 and 2019. \nTouring caravan and camping parks recorded slightly lower figures, while hostels saw significant decreases in occupancy rates. \nCamping is another sector which has been badly hit by the pandemic, particularly for sites which use shared facilities, such as Broadstone Park Camping and Fishery, which straddles the border between Monmouthshire and Gloucestershire. \nThe site hosts campers in tents, caravans and also has glamping pods, but the majority of visitors use a shared toilet and shower block on the English side of the site, which caused a headache for owner Jeff Revill when the two countries had different lockdown rules. \nHe said he is \"optimistic\" for the 2021 season despite a difficult year in 2020. \n\"It had a detrimental impact on us,\" he said.\n\"When we were open it was good, we were quite busy even when there were still some restrictions in place. I suppose for us it was our own imposed restrictions which stopped us doing even more business. \n\"We didn't fill the campsite to its full capacity. It was a good August but we could've done more.\"\nUK holiday firms have said staycations are expected to boom in 2021 after lockdown ends. \nMr Revill added: \"I've got faith and confidence that when we can open business will be good, but I suppose weather has an important role on our business as a whole. \n\"Things being normal, weather-wise, I would think we'll have quite a good future with people staying in this country and I think it will bring out some people who might not have done this sort of thing before.\"\nA Welsh Government spokesman said: \"We are committed to doing all we can to protect businesses during this very challenging time. Our package of support is the most generous in the UK and more than £1.7bn of Welsh Government financial assistance has reached businesses across all sectors since March.\n\"Money is already reaching tourism, hospitality and leisure businesses from the £180m sector specific fund which opened on Wednesday 13 January.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55785912",
      "category": "uk-wales",
      "title": "Covid: DVLA staff in Swansea 'scared to enter the workplace'",
      "tags": "Swansea,DVLA,Coronavirus pandemic",
      "text": "Staff are scared to work at the UK vehicle licensing agency's contact centre in Swansea where 500 workers have contracted coronavirus since the pandemic began, a union says.\nThe PCS union has urged ministers to intervene and described the numbers as a \"scandal\".\nA DVLA spokesperson insisted safety was a priority and it followed guidance to \"help keep our offices Covid secure\".\nThe Welsh Government said it had been \"worried about the DVLA for a while\".\nFirst Minister Mark Drakeford said he has repeatedly raised concerns over case numbers at the offices.\nMinister Eluned Morgan said the decision to introduce tougher Covid regulations for workplaces in Wales was made, in part, due to the situation at the DVLA. \nIn December, a coronavirus outbreak was declared at the centre at Swansea Vale in Llansamlet after 352 cases of Covid-19 in the space of four months.\nThe DVLA has about 6,000 staff based in Swansea but said it was currently operating on a \"far reduced capacity\".    \nA DVLA worker, who did not want to be identified, told BBC Wales News that close contacts of people testing positive are not always sent home to self-isolate, social-distancing is not being followed and homeworking is not always possible because of \"archaic\" systems.\n\"There are certain elements within management who are trying to bend the rules and regulations,\" they said.\n\"It has been mentioned that you don't need your track and trace [contact tracing app] on. If someone's off with Covid, the people who haven't had their app on haven't been sent home.\n\"They'll say 'your app hasn't pinged, you're not going home'.\" \nThe worker said it was difficult for staff to adhere to the two-metre distancing rule because of the way the office was laid out and some staff had resigned.\n\"The atmosphere sucks, people are scared. I have heard of some people walking out,\" they said.\n\"I think they have been raising concerns. They probably didn't get the answer they wanted. It's not necessarily the manager's fault, the managers are struggling too.\"\nPCS General Secretary Mark Serwotka said: \"It is a scandal that DVLA are not doing more to reduce numbers in the workplace when Covid infections are on the rise.\n\"Our members are telling us they are scared to enter the workplace for fear of catching Covid 19.\n\"Minsters must intervene and ensure DVLA are doing their utmost to enable staff to work from home and temporarily cease non-critical services.\"\nEluned Morgan told Radio Cymru the Welsh Government has been keeping an eye on the situation at the Swansea offices. \nThe wellbeing minister said: \"We've been worried about the DVLA for a while, now. We've been putting pressure on them.\n\"It comes up time and again from the people who represent Swansea, and we're worried the pressure on people working there hasn't helped. \n\"The situation is one of the reasons why we've introduced new rules, new legislation, to tighten the restrictions on people at work.\"\nHealth Minister Vaughan Gething added: \"We're concerned about anecdotal reports we've heard from the trade union side, individuals, that all of the requirements weren't being followed.\"\nHe said there would be questions for management to answer if there had been a breach of the rules.\nThe DVLA said some staff have been able to work from home \"in line with government advice\", though others were required to be in the office due to their roles\n\"In view of the essential nature of the public services we provide, some operational staff are required to be in the office where their role means they cannot work from home,\" said a spokesman.\nThe DVLA said it has worked closely with Public Health Wales, Swansea council's environmental health staff and union officials to try to make its buildings Covid safe, including opening an additional site in Swansea.\nHowever, there were currently four Covid cases across its estate, with none at its contact centre.\n\"Before Christmas, when transmission infection rates were extremely high in the local community where most of our staff live, we saw a rise in staff testing positive for Covid,\" he said.\nSwansea MP Carolyn Harris said, during the first lockdown, she was in \"constant contact\" with the DVLA due to concerns raised by workers.\n\"Since Christmas, I've not been able to get hold of anyone from the DVLA,\" she told BBC Radio Wales' Sunday Supplement.\n\"Last night I spent a long time trying to hold of the chief executive.\n\"Some of the stuff that I am now reading, and some of the stuff I've had in over the last 24 hours, really worries me.\"\nThe Health and Safety Executive (HSE) said its inspector had been tackling \"a series of concerns\" since August and had spoken to the PCS, which it said was \"broadly supportive of DVLA's approach\".\nA spokesperson added: \"Most recently HSE joined Swansea Environmental Health Officers and Public Health Wales for some joint visits to premises, in our role to assist public health to assess the potential of work place transmission as part of their wider work to contain outbreaks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55786673",
      "category": "uk-scotland-scotland-politics",
      "title": "Sturgeon: I did not mislead Scottish Parliament over Salmond",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament",
      "text": "Scotland's first minister has insisted she did not mislead parliament about when she learned harassment allegations had been made against her predecessor Alex Salmond. \nNicola Sturgeon said \"false conspiracy theories were being spun\" about her involvement by Mr Salmond's supporters. \nA Holyrood inquiry into how the government handled the allegations against Mr Salmond is under way.\nShe said she expects to give evidence to the inquiry in the coming weeks.\nThe BBC's Andrew Marr asked Ms Sturgeon how she responded to Mr Salmond saying that parliament had been repeatedly misled, and that evidence she gave to the inquiry was \"simply\" and \"manifestly untrue\".\nMs Sturgeon replied that she would \"refute that vigorously\". \nHer interview came after the inquiry announced it would use legal powers to seek documents from the Crown Office. \nIn response to Ms Sturgeon's interview, a spokeswoman for Mr Salmond said: \"The evidence, if published, will speak for itself\". \nA committee of MSPs is investigating the government's handling of two harassment claims against the former first minister, after he successfully challenged the complaints process in court.\nShe said it was right that she was scrutinised and that she had hoped to appear before the committee on Tuesday but that this had been delayed by \"a couple of weeks\". \nAsked if Alex Salmond was \"spinning false conspiracy theories\", Nicola Sturgeon said: \"There are false conspiracy theories being spun about this... by Alex Salmond, by people around him - you can draw your own conclusions around that.\"\nShe added: \"What I certainly reflect on is that at times I appear to be simultaneously accused of colluding with Mr Salmond to somehow cover up accusations of sexual harassment on the one hand.\n\"And then on the other hand, being part of some dastardly conspiracy to bring him down.\n\"Neither of those are true.\"\nMs Sturgeon added: \"I didn't collude with Alex Salmond and I didn't conspire against him.\" \nThe first minister reiterated that Mr Salmond had told her about the allegations during a meeting at her home on 2 April 2018. \nHowever, Mr Salmond has insisted that she already knew about the allegations as she had been told about them four days earlier by one of his aides. \nNicola Sturgeon has previously acknowledge that she initially \"forgot\" about this meeting.\nIn evidence to the Holyrood inquiry which was published in October, she said: \"From what I recall, the discussion [with Mr Salmond's aide] covered the fact that Alex Salmond wanted to see me urgently about a serious matter, and I think it did cover the suggestion that the matter might relate to allegations of a sexual nature.\"\nSpeaking to The Andrew Marr Show, she added: \"I, at the time I became aware of all of this, just tried hard not to interfere with what was going on and not to do anything that would see these swept aside rather than properly investigated.\"\nMs Sturgeon conceded that the Scottish government had made mistakes in how it handled the allegations. \n\"What I will never do is apologise for doing everything I could to make sure that complaints about sexual harassment were investigated, and not simply swept under the carpet because of the seniority and powerful position of the person who was subject to them,\" she added.  \nLast March,  Mr Salmond was cleared of 13 charges of sexual assault at the High Court in Edinburgh. \nA spokeswoman for Mr Salmond said: \"The two inquiries under way are into why Nicola Sturgeon's government acted unlawfully. \n\"Alex has submitted his evidence as requested and the parliamentary committee is now challenging the Crown Office to produce some of the text messages which they believe are being suppressed. \n\"The evidence, if published, will speak for itself\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55507012",
      "category": "health",
      "title": "Covid-19: New variant 'raises R number by up to 0.7'",
      "tags": "NHS,Coronavirus pandemic",
      "text": "The new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version, a study has found.\nIt concludes the new variant increases the Reproduction or R number by between 0.4 and 0.7. \nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nProf Axel Gandy of London's Imperial College said the differences between the viruses types was \"quite extreme\".  \n\"There is a huge difference in how easily the variant virus spreads,\" he told BBC News. \"This is the most serious change in the virus since the epidemic began,\"  he added.\nThe Imperial College study suggests transmission of the new variant tripled during England's November lockdown while the previous version was reduced by a third.\nCases of Covid-19 have begun to increase rapidly during the second spike, and the number of cases recorded in a single day reached a new high on Thursday.\nNew coronavirus variant: What do we know?\nCases of new variant appear worldwide\nEarly results indicated that the virus was spreading more quickly among under-20s, particularly among secondary school age children. \nBut the very latest data indicates that it was spreading quickly across all age groups, according to Prof Gandy who was a member of the research team.\n\"One possible explanation is that the early data was collected during the time of the November lockdown where schools were open and the activities of the adult population were more restricted. We are seeing now that the new virus has increased infectiousness across all age groups.\"\nProf Jim Naismith, of Oxford University, said he believed that the new findings indicated that even tougher restrictions would soon be needed.\n\"The data from Imperial represent the best analysis to date and imply that the measures we have employed to date, would - with the new virus - fail to reduce the R number to below 1.\n\"In simpler terms, unless we do something different the new virus strain is going to continue to spread, more infections, more hospitalisations and more deaths.\"\nThe R number is the average number of people an infected person infects. If it is above 1 the epidemic is growing.\nThe most chilling finding from this piece of research is that the November lockdown in England, hard though it was for many people, would not have stopped the variant form of the virus spreading. The same severe restrictions that saw cases of the previous version of the virus fall by a third, would see a tripling of the new variant. This is why there has been such a sudden tightening of restrictions across the country. \nIt is unclear whether the current restrictions will be enough to control the spread of the virus. Given the fact that it has taken two lockdowns to stop the earlier version of the virus overwhelming the NHS, many scientists fear that further tightening will be necessary.  \nInfection levels will begin to drop as enough people are vaccinated. But until then it is now more important than ever for people to follow social distancing guidelines, wear masks where required and to regularly wash their hands.\nThe new year brings with it hope of a more normal life in the next few months but also a new form of the virus that all of us will have to combat in the coming days and weeks.\nProfessor Lawrence Young, of Warwick University, said early indications suggested that vaccines would be effective against the new form of the virus.\n\"Variants virus have been around since the beginning of the pandemic and are a product of the natural process by which viruses develop and adapt to their hosts as they replicate.  \n\"Most of these mutations have no effect on the behaviour of the virus but very occasionally they can improve the ability of the virus to infect and/or become more resistant to the body's immune response.\"\nFurther research is needed to understand why the variant is spreading so quickly. But early indications are that vaccines should be effective against it.\nThe new virus has been designated \"Variant of Concern 202012/01\" or VOC by Public Health England.\nIt was detected in November and thought to have originated in the south-east England in September. \nThere is no evidence to suggest that it is more deadly, but it will increase the number of cases which in turn will add further pressure on the NHS.\nThe variant can now be found across the UK, except Northern Ireland, but it is heavily concentrated in London, as well as south-east and eastern England. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-55788922",
      "category": "world-middle-east",
      "title": "Covid: Israel vaccinates 16 to 18-year-olds ahead of exams",
      "tags": "Israel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Israel has started vaccinating 16 to 18-year-olds against Covid-19, in an effort to enable them to sit exams.\nMore than a quarter of Israel's population of nine million have received at least one dose of the Pfizer vaccine since 19 December, its health ministry says. \nIt started with the elderly and others at high risk, but people aged 40 and over can also now get the jab.\nIsrael hopes to start reopening its economy in February.\nThe inclusion of 16 to 18-year-olds - with parental permission - is meant \"to enable their return (to school) and the orderly holding of exams\", an education ministry spokeswoman said.\nThe matriculation exams that Israeli students sit at the end of high school play an important role in deciding where they will go to university. Their results can also affect their placement in the military, where many young Israelis do compulsory service.\nThe education ministry has said it is too early to say whether schools will reopen next month. \nIsrael started its rapid vaccination drive - the fastest in the world - on 19 December, reaching 10% of its population by the end of 2020.\nIsrael has recorded more than 596,000 cases and 4,392 deaths with Covid-19, according to data collected by Johns Hopkins University.\nOn Sunday, the government said it would ban passenger flights in and out of the country from Monday night for the rest of January, in an effort to halt the spread of new virus variants.\n\"Other than rare exceptions, we are closing the sky hermetically to prevent the entry of the virus variants and also to ensure that we progress quickly with our vaccination campaign,\" Prime Minister Benjamin Netanyahu said.\nForeigners have largely been blocked from entering Israel during the pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55388846",
      "category": "health",
      "title": "New coronavirus variant: What do we know?",
      "tags": "Medical research,Vaccination,James Gallagher,Coronavirus pandemic",
      "text": "The rapid spread of a new variant of coronavirus has been blamed for the introduction of strict tier four mixing rules for millions of people, harsher restrictions on mixing at Christmas in England, Scotland and Wales, and other countries placing the UK on a travel ban.\nSo how has it gone from being non-existent to the most common form of the virus in parts of England in a matter of months?\nThe government's advisers on new infections now say they have \"high\" confidence that it is more able to transmit than other variants. \nAll the work is at an early stage, contains huge uncertainties and a long list of unanswered questions. \nAs I've written before, viruses mutate all the time and it's vital to keep a laser focus on whether the virus' behaviour is changing. \nThree things are coming together that mean it is attracting attention:\nAll of these come together to build a case for a virus that can spread more easily. \nHowever, we do not have absolute certainty. New strains can become more common simply by being in the right place at the right time - such as London, which had only tier two restrictions until recently. \nBut already the justification for tier four restrictions is in part to reduce the spread of the variant.\n\"Laboratory experiments are required, but do you want to wait weeks or months [to see the results and take action to limit the spread]? Probably not in these circumstances,\" Prof Nick Loman, from the Covid-19 Genomics UK Consortium, told me.\nIt was first detected in September. In November around a quarter of cases in London were the new variant. This reached nearly two-thirds of cases in mid-December. \nYou can see how the variant has come to dominate the results of testing in some centres such as the Milton Keynes Lighthouse Laboratory.\nMathematicians have been running the numbers on the spread of different variants in an attempt to calculate how much of an edge this one might have. \nBut teasing apart what is due to people's behaviour and what is due to the virus is hard.\nThe figure mentioned by Prime Minister Boris Johnson was that the variant may be up to 70% more transmissible. He said this may be increasing the R number - which indicates if an epidemic is growing or shrinking - by 0.4. \nThat 70% number appeared in a presentation by Dr Erik Volz, from Imperial College London, on Friday. \nDuring the talk he said: \"It is really too early to tell… but from what we see so far it is growing very quickly, it is growing faster than [a previous variant] ever grew, but it is important to keep an eye on this.\"\nThere is no \"nailed on\" figure for how much more infectious the variant may be. Scientists, whose work is not yet public, have told me figures both much higher and much lower than 70%. \nBut there remain questions about whether it is any more infectious at all. \n\"The amount of evidence in the public domain is woefully inadequate to draw strong or firm opinions on whether the virus has truly increased transmission,\" said Prof Jonathan Ball, a virologist at the University of Nottingham. \nIt is thought the variant either emerged in a patient in the UK or has been imported from a country with a lower ability to monitor coronavirus mutations.\nThe variant can be found across the UK, except Northern Ireland, but it is heavily concentrated in London, the South East and eastern England. Cases elsewhere in the country do not seem to have taken off.  \nData from Nextstrain, which has been monitoring the genetic codes of the viral samples around the world, suggest cases in Denmark and Australia have come from the UK. The Netherlands has also reported cases.\nA similar variant that has emerged in South Africa shares some of the same mutations, but appears to be unrelated to this one.\nYes.\nThe virus that was first detected in Wuhan, China, is not the same one you will find in most corners of the world. \nThe D614G mutation emerged in Europe in February and became the globally dominant form of the virus. \nAnother, called A222V, spread across Europe and was linked to people's summer holidays in Spain.\nAn initial analysis of the new variant has been published and identifies 17 potentially important alterations. \nThere have been changes to the spike protein - this is the key the virus uses to unlock the doorway to our body's cells. \nOne mutation called N501Y alters the most important part of the spike, known as the \"receptor-binding domain\".\nThis is where the spike makes first contact with the surface of our body's cells. Any changes that make it easier for the virus to get inside are likely to give it an edge. \n\"It looks and smells like an important adaptation,\" said Prof Loman.\nThe other mutation - a H69/V70 deletion, in which a small part of the spike is removed - has emerged several times before, including famously in infected mink.\nWork by Prof Ravi Gupta at the University of Cambridge has suggested this mutation increases infectivity two-fold in lab experiments. \nStudies by the same group suggest the deletion makes antibodies from the blood of survivors less effective at attacking the virus. \nProf Gupta told me: \"It is rapidly increasing, that's what's worried government, we are worried, most scientists are worried.\"\nThe variant is unusually highly mutated.\nThe most likely explanation is the variant has emerged in a patient with a weakened immune system that was unable to beat the virus.\nInstead their body became a breeding ground for the virus to mutate. \nThere is no evidence to suggest that it does, although this will need to be monitored.\nHowever, just increasing transmission would be enough to cause problems for hospitals. \nIf the new variant means more people are infected more quickly, that would in turn lead to more people needing hospital treatment.\nAlmost certainly yes, or at least for now. \nAll three leading vaccines develop an immune response against the existing spike, which is why the question comes up.\nVaccines train the immune system to attack several different parts of the virus, so even though part of the spike has mutated, the vaccines should still work.\n\"But if we let it add more mutations, then you start worrying,\" said Prof Gupta.\n\"This virus is potentially on a pathway for vaccine escape, it has taken the first couple of steps towards that.\"\nVaccine escape happens when the virus changes so it dodges the full effect of the vaccine and continues to infect people.\nThis may be the most concerning element of what is happening with the virus.\nThis variant is just the latest to show the virus is continuing to adapt as it infects more and more of us. \nA presentation by Prof David Robertson, from the University of Glasgow on Friday, concluded: \"The virus will probably be able to generate vaccine escape mutants.\"\nThat would put us in a position similar to flu, where the vaccines need to be regularly updated. Fortunately the vaccines we have are very easy to tweak.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55782460",
      "category": "world-us-canada",
      "title": "Krystina Arielle: Star Wars supports High Republic host after racist abuse",
      "tags": "Social media,Star Wars,US race relations,United States",
      "text": "The official Star Wars Twitter account has tweeted in support for Krystina Arielle, the host of the upcoming Star Wars: The High Republic Show, after she received online harassment.\nTweets by Arielle surfaced of her speaking about the role white people play in upholding racism.\nShe then started receiving racist abuse, and accusations of being racist.\nBut Star Wars tweeted in support of her, stating: \"Our Star Wars community is one of hope and inclusivity\".\nMs Arielle was recently announced as the host of The High Republic Show, an upcoming web series about Star Wars: The High Republic, a new subseries of the Star Wars media franchise.\nShe came under attack after social media users resurfaced numerous old tweets, mostly from last year when protests were taking place around the world in support of Black Lives Matter.\nIn some of her past tweets, Arielle references white people while giving opinions on systemic racism. In one, she states: \"Just a reminder that white women are just as complicit in upholding and enforcing white supremacy.\"\n\"The last 24 hours have been ... not the greatest,\" she tweeted on Saturday, along with screenshots of highly offensive, racist messages.\nBut many have spoken out in support of Arielle, while the hashtag #IStandWithKrystina started trending on Twitter.\nMatthew Mercer, host of the Critical Role podcast, which has featured her, said: \"There are few as bright, badass and altogether wonderful as [Krystina Arielle], and anyone who tries to step into her ring better know we're right there beside her.\"\nThis is not the first time someone involved in the Star Wars franchise has reported receiving racist abuse.\nActor John Boyega said his casting in The Force Awakens elicited a blatantly racist backlash from some fans. \n\"Nobody else had the uproar and death threats sent to their Instagram DMs and social media, saying, 'Black this and black that and you shouldn't be a Stormtrooper,'\" he told British GQ last year.\n\"Nobody else had that experience. But yet people are surprised that I'm this way. That's my frustration.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55790444",
      "category": "business",
      "title": "Boohoo 'set to buy Debenhams brand and website'",
      "tags": "Companies,Coronavirus lockdown measures,Retailing,Boohoo,Debenhams,Coronavirus pandemic",
      "text": "Boohoo is set to buy the Debenhams brand and website, the BBC understands.\nHowever, the fast fashion retailer will not be taking on any of the company's remaining 118 High Street stores or its workforce.  \nThe announcement could come as early as Monday morning. \nThe 242-year-old chain is already in the process of closing down, after administrators failed to secure a rescue deal for the business, with the likely loss of 12,000 jobs. \nA closing down sale at 124 Debenhams stores began in December, as administrators continued to seek offers for all, or parts of the business. \nIn the last week or so, the company announced that six shops would not reopen after lockdown, including its flagship department store on London's Oxford Street. \nBoohoo has already bought a number of High Street brands out of administration. It snapped up Oasis, Coast and Karen Millen, but not the associated stores. \nDebenhams and Boohoo declined to comment. \nDebenhams has struggled for years with falling profits and rising debts, as more shopping has moved online. It called in administrators twice in two years, most recently in April.\nHowever, its position became untenable during the coronavirus pandemic as non-essential retailers were forced to close for prolonged periods.\nThe firm had already trimmed its store portfolio and cut about 6,500 jobs since May, as it struggled to stay afloat.\nBusinessman Mike Ashley, who founded Sports Direct and also owns House of Fraser, had already made an offer for Debenhams after it was initially put up for sale in April.\nHowever the takeover offer, thought to be in the region of £125m, was rejected as being too low, leaving JD Sports as the last remaining bidder.\nMr Ashley had previously built up a 29% stake in the chain, but saw his £150m holding wiped out in 2019, when the company fell into administration and then ended up in the hands of its lenders - a consortium led by hedge fund Silverpoint.\nIn early December, the Frasers Group confirmed that it was working on a possible last minute rescue of Debenhams.\nThe announcement came five days after staff were informed and liquidators moved in to Debenhams' stores to start clearing stock, after a potential rescue deal with JD Sports fell through.\nBut Frasers said there was \"no certainty\" it could save the chain.\nOne of the biggest issues, it said, was the collapse into administration last week of another High Street giant, Arcadia, which is the biggest concession holder in Debenhams department stores."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55783944",
      "category": "world-europe",
      "title": "In pictures: Tens of thousands gather for pro-Navalny protests",
      "tags": "Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Tens of thousands of people rallied across Russia on Saturday in some of the largest demonstrations held against President Vladimir Putin in years.\nCrowds defied police to show support for opposition leader Alexei Navalny - who was arrested last weekend after returning to the country following a near-fatal nerve agent attack last year.\nMonitors say more than 3,000 were arrested for taking part in rallies in dozens of cities across the country.\nReuters estimated that some 40,000 gathered in Moscow alone, but authorities played down the figure and said only a tenth of that number showed up.\nRiot police were pictured dragging away and beating some protesters. The US and UK have condemned the heavy-handed response and called for the release of peaceful protesters. \nJosep Borrell, the EU foreign policy chief, also expressed concern and said foreign ministers would discuss \"next steps\" on Monday.\nOVD Info, an independent NGO that monitors rallies, said more than 1,200 had been detained in Moscow alone. \nDemonstrations, held from Russia's Far East to St Petersburg, were some of the biggest seen in years. \nIn Omsk protesters braced freezing temperatures of almost -30C (-22F) to protest against Mr Navalny's detention. \nAnd conditions were even colder, -52C (-62F), at another protest held in Yakutsk in Siberia. \nMr Navalny, a lawyer and blogger, has long been a thorn in the side of the Kremlin. He forged reputation as an anti-corruption campaigner and has become the most prominent face of the country's opposition.\nHe was arrested immediately on arrival into the country last Sunday after flying home from Germany, where he had been recovering from an attempted assassination attempt which he and investigative journalists have blamed on Russian authorities - a claim officials deny. \nPolice said Mr Navalny had violated parole conditions and have kept him in custody pending further hearings.\nMuch of the international community have condemned his arrest and called for his immediate release.\nMr Navalny called for street protests and his team further galvanised support this week after releasing an investigative documentary about an opulent Black Sea property allegedly owned by President Putin.\nThe investigation, now watched more than 70m times, alleges the property cost £1bn ($1.37bn) and was paid for \"with the largest bribe in history\" but the Kremlin denies it belongs to the president.\nRussian authorities had warned in advance of Saturday that any unauthorised demonstrations would be \"immediately suppressed\".  \nSome demonstrators were pictured with injuries, including wounds to the head, following the promised crackdown. \nAll images copyright. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55786980",
      "category": "business",
      "title": "Asos frontrunner to buy Topshop, Topman and Miss Selfridge brands",
      "tags": "Arcadia Group,Asos",
      "text": "Asos says it is in \"exclusive\" talks to buy Topshop, Topman, Miss Selfridge and HIIT brands out of administration.\nBut the online retailer said it only wanted the brands, not their shops, suggesting any deal would cost jobs. \nThe current owner of the brands, Sir Philip Green's Arcadia Group, fell into administration last November putting 13,000 jobs at risk.\nAsos said it was \"a compelling opportunity\" to buy \"strong brands that resonate well with its customer base\". \n\"However, at this stage, there can be no certainty of a transaction and Asos will keep shareholders updated as appropriate,\" it added.\nLast week, a consortium including fashion chain Next dropped its bid to buy Topshop and Topman because it could not meet the price tag. \nOthers interested in some or all of Arcadia - which also owns Dorothy Perkins and Burton - include Mike Ashley's Frasers Group, a consortium including JD Sports, and the online retailer Boohoo.\nIn addition, the Issa brothers, who recently bought supermarket chain Asda, and Chinese fast fashion giant Shein are said to have made bids for Topshop.\nAsos has seen strong sales in the pandemic and is already one of the biggest wholesalers for Topshop, Topman, Burton and Miss Selfridge.\nAdministrators from Deloitte requested that final bids be submitted last Monday, with the auction expected to conclude at the end of January. \nSir Philip Green is under pressure to use his own money to plug an estimated £350m hole in Arcadia's pension fund, which has about 10,000 members. \nLast year the retail tycoon had an estimated fortune of £930m, according to the Sunday Times Rich List.\nArcadia employed about 13,000 people and had 444 shops at the time of its collapse."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55781864",
      "category": "uk-wales",
      "title": "Andrew RT Davies returns as Welsh Conservatives leader",
      "tags": "Paul Davies,Preseli Pembrokeshire,Coronavirus lockdown measures,Welsh Parliament,Clwyd West,Welsh Conservatives,Coronavirus pandemic",
      "text": "Andrew RT Davies has been named as the new leader of the Welsh Conservatives in the Senedd for a second time.\nMr Davies succeeds Paul Davies who resigned from his post on Saturday after drinking with other politicians in the Senedd, four days into a Wales-wide alcohol ban in licensed premises. \nIn a statement, Andrew RT Davies said it was \"a great honour and privilege\".\nHe has already announced his shadow cabinet, which includes four women. \nThere are no responsibilities for Paul Davies or Darren Millar, who also previously apologised for being part of the group who were drinking at the Senedd.\nMr Davies said his party \"will put forward a positive plan to get Wales moving again\" and \"unleash our country's potential\" at the Senedd election, scheduled for May.\n\"I'm pleased to have moved quickly this afternoon and announce my Welsh Conservative shadow cabinet which is built on the strong foundations of experience, talent and vision,\" he said. \n\"We are in a moment like no other, and the Covid-19 pandemic has sadly only served to shine a spotlight on the challenges in people's everyday lives.\n\"We shouldn't doubt our country's potential. Wales is full of ambitious people and communities that crave the opportunity to succeed.\"\nThe Conservatives' shadow cabinet reshuffle sees Angela Burns MS replace the new leader as shadow health minister and Mark Isherwood MS replace Darren Millar MS as chief whip.\nDavid Melding MS has been appointed shadow minister for mental health, wellbeing, culture and sport.\nJanet Finch-Saunders MS remains as shadow minister for environment, energy and rural affairs, and Suzy Davies MS in education, skills and Welsh language.\nLaura Anne Jones MS stays as shadow minister for equalities, children and young people, but with extra responsibilities for housing and local government.\nRussell George MS remains in the shadow cabinet, responsible for the economy, transport and mid Wales.\nIn 2018, Mr Davies, the Member of the Senedd for South Wales Central, quit as leader of the Conservative group after seven years in charge.\nHe was given the unanimous backing of fellow Welsh Conservatives in the Senedd.\nWelsh secretary Simon Hart, MP for Carmarthen West and South Pembrokeshire, tweeted his congratulations to \"a formidable campaigner\".\nAndrew RT Davies faced criticism earlier this month from former Tory politicians and Labour after comparing rioting in the US Congress to people who backed a second referendum on Brexit.\nThe deputy leader of the UK Labour Party said it was was a \"disgrace that the Welsh Conservatives\" had appointed \"this Donald Trump tribute act\" as leader.\nAngela Rayner MP said: \"Just weeks ago, Labour called on the Conservatives to suspend Andrew RT Davies and remove him as a candidate over his disgraceful and dangerous comments equating peaceful democratic debate in the UK with deadly violence at the US Capitol.\n\"The Conservative Party failed to act and he has refused to apologise.\n\"It is a disgrace that the Welsh Conservatives have just appointed him leader and their candidate for first minister of Wales.\n\"The people of Wales deserve so much better than this Donald Trump tribute act.\"\nPlaid Cymru leader Adam Price MS said: \"After a car crash the backseat driver returns to put Wales in reverse.\n\"Once rejected by his own Senedd team, he will now embark on his pet project of stripping our Senedd of powers and setting Welsh democracy back decades.\"\nHis appointment comes just a day after Paul Davies stood down along with Tory MS Darren Millar, who was chief whip, in connection with the same incident.\nBoth have apologised for drinking alcohol with their meals on 8 and 9 December but both deny having broken the Covid-19 rules in place at the time.\nWelsh Conservatives chairman Glyn Davies said: \"They've both been friends of mine a long time but I could see the way the story was developing and I must say I think it was inevitable in the end.\n\"Obviously, I've been pretty disappointed with the position that we find ourselves in but this is politics and it's a challenge.\"\nAn investigation by the Senedd's authorities found five people, including four members of the Welsh Parliament, drank alcohol on its premises during the Wales-wide alcohol ban.\nA third member of the Senedd, Labour's Alun Davies, apologised earlier in the week and has been suspended by his party.\nBBC Wales has asked for clarification as to the identity of the fourth Senedd member investigators have referred to.\nPaul Smith, the Tory group chief of staff, was the fifth person involved.\nThe Senedd has referred the \"possible breach\" of Covid rules to Cardiff council and its own standards watchdog."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55778334",
      "category": "world-europe",
      "title": "Alexei Navalny: 'More than 3,000 detained' in protests across Russia",
      "tags": "Social media,TikTok,Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Russian police have detained more than 3,000 people in a crackdown on protests in support of jailed opposition leader Alexei Navalny, monitors say.\nTens of thousands of people defied a heavy police presence to join some of the largest rallies against President Vladimir Putin in years.\nIn Moscow, riot police were seen beating and dragging away protesters.\nMr Navalny, President Putin's most high-profile critic, called for protests after his arrest last Sunday.\nHe was detained after he flew back to Moscow from Berlin, where he had been recovering from a near-fatal nerve agent attack in Russia last August. \nOn his return, he was immediately taken into custody and found guilty of violating parole conditions. He says it is a trumped-up case designed to silence him.\nOVD Info, an independent NGO that monitors rallies, said about 3,100 people had been detained, more than 1,200 of them in Moscow alone. The Kremlin has not commented.\nThe unauthorised demonstrations were held in about 100 cities and towns from Russia's Far East and Siberia to Moscow and St Petersburg. Protesters ranged from teenage students to elderly people who demanded Mr Navalny's release.\nAt least 40,000 people joined a rally in central Moscow, Reuters news agency estimated. But Russia's interior ministry put the number of protesters at 4,000. \nObservers say the scale of the demonstrations across the country was unprecedented while the protest in the capital was the largest in almost a decade. \nIn the city's Pushkin square, some protesters chanted \"Freedom to Navalny\" and \"Putin go away!\" One woman told the BBC she had decided to join the demonstration because \"Russia has been turned into a prison camp\".\nSergei Radchenko, a 53-year-old protester in Moscow, told Reuters: \"I'm tired of being afraid. I haven't just turned up for myself and Navalny, but for my son because there is no future in this country.\"\nLyubov Sobol, a prominent aide of Mr Navalny who had already been fined for urging Russians to join the protests, tweeted a video of police roughly pulling her away from an interview with reporters.\nMr Navalny's wife, Yulia, was briefly held at the rally. She posted an image on her Instagram account with the caption: \"Apologies for the poor quality. Very bad light in the police van.\"\nSome protesters marched on the high-security prison where Mr Navalny is being held, and many were arrested. \nMeanwhile, one independent news source, Sota, said at least 3,000 people had joined a demonstration in the city of Vladivostok, but local authorities there put the figure at 500. \nAFP footage showed riot police running into a crowd, and beating some of the protesters with batons. \nIn the Siberian city of Yakutsk, attendees at a small protest saw temperatures dip as low as -50C (-58F).\nPrior to the rallies, Russian authorities had promised a tough crackdown. Several of Mr Navalny's close aides, including his spokeswoman Kira Yarmysh, were arrested earlier in the week.\nHis supporters called for more protests next weekend.\nThere were reports of disruption to mobile phone and internet coverage on Saturday, though it is not known if this was related to the protests.\nThe social media app TikTok had been flooded with videos promoting the demonstrations and sharing viral messages about Mr Navalny.\nIn response, Russia's official media watchdog, Roskomnadzor, demanded that TikTok take down any information \"encouraging minors to act illegally\", threatening large fines. The education ministry had told parents not to allow their children to attend any demonstrations.\nIn a push to gain support ahead of the protests, Mr Navalny's team released a video about a luxury Black Sea resort that they allege belongs to President Putin - an accusation denied by the Kremlin. The video has been watched by more than 65 million people. \nThe UK Foreign Secretary Dominic Raab, condemned the \"use of violence against peaceful protesters and journalists\" on Saturday, calling on the authorities to release those detained during peaceful demonstrations.\nThe US state department condemned what it called \"harsh tactics\" used against protesters and journalists, saying: \"We call on Russian authorities to release all those detained for exercising their universal rights and for the immediate and unconditional release of Aleksey Navalny\".\nThe EU foreign policy chief, Josep Borrell, said the bloc's foreign ministers would discuss the Russian crackdown on Monday. \"I deplore widespread detentions, disproportionate use of force, cutting down internet and phone connections.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55721798",
      "category": "uk",
      "title": "Vaccine volunteers: 'It's felt good to fight back against Covid'",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than five million people in the UK have now received the first dose of a coronavirus vaccine - thanks to an army of more than 80,000 volunteers and NHS workers who have been trained to give the jabs.\nMany of the vaccine volunteers have had no previous medical training and come from all walks of life. So why did they sign up? And how does it feel to stick a needle into a stranger's arm?\nCallum Finnegan, 23, has been juggling his 40-hour week as a Tesco delivery driver with giving Covid jabs at Manchester's Etihad tennis centre. A St John Ambulance volunteer, he completed extensive online and face-to-face training, which included practising administering jabs on silicon arms before giving them to patients. He says he'd never given an injection before.\nThe biomedical science graduate wanted to get involved in the vaccination effort as soon as the call was put out and says he feels \"grateful and privileged\" to be helping the rollout - an effort he hopes will save as many lives as possible.\nCallum, who volunteered for four weeks at London's Nightingale hospital at the beginning of the pandemic, says his first shift giving jabs was \"one of the best days\" he's had since Covid hit.\n\"They were incredibly emotional,\" he says of the people he has given the jab to. \"You could see their relief. A lot of them have been waiting 10 months without leaving the house, or seeing only one or two people. One of those could have been a Tesco delivery driver - there's a lot of people I deliver to who tell me that I'm the only person they're seeing face-to-face at the minute.\"\nKate Donaghy, who runs an IT team for a travel company, was inspired to train as a vaccinator after seeing the impact of the disease first hand. A St John Ambulance volunteer for four years, Kate, 28, spent time at a London hospital last year helping to care for recovering Covid patients - before volunteering at an A&E department.\nAfter seeing just how desperate the situation was, she switched her focus to becoming a vaccinator. \"I just thought how can we stop this happening to people in the first place? If we can vaccinate people, that feels like a better way forward to solve the problem, and a great use of my time.\"\nShe says she overcame her initial nerves in giving the jabs thanks to some supportive colleagues and has already signed up for shifts at London's ExCel centre most weekends going forward.\nHer elderly patients were \"so happy it was the beginning of the end to their isolation\". \"It just makes me feel better about the world, especially when it can get you down. It's nice to do something good for other people.\"\nDr Andy Bates, a 57-year-old dentist from North Yorkshire, recently gave his first vaccinations at Long Lee surgery, in Keighley. He is used to giving injections - albeit in the mouth - but he says helping to protect people against this virus \"did feel good - it felt good to be fighting back\".\nDr Bates is working as a paid vaccinator alongside a four-day week at his dental practice. He says both roles have served as a reminder that he could be the first person a patient has seen for months. And he says his day job - particularly calming people who are nervous about lying back in his dentist's chair - has helped him. \nHe says he managed to relax a \"very nervous\" lady in her 90s, who hadn't left the house since last March, by talking about their shared love of alpine cycling.\nAnd it's not just Dr Bates and his fellow vaccinators that have stepped up. He says after a \"huge dump\" of snow in the area, the community sprang into action to ensure elderly patients could safely come for their jabs - with a local farmer towing the van delivering the vaccines up the hill to the surgery, and volunteers clearing snow and ice from the car park. \nWhen theatres closed last year, Amanda Baldwin's career as a full-time chorus member at London's Royal Opera House came to a \"heartbreaking\" standstill.  \nStuck at home in south-east London with nothing to do, Amanda and her husband Julian Johnson, 55 - a freelance theatre stage manager - decided to volunteer for the NHS through the GoodSam app, which later connected them with the vaccinator training run by St John Ambulance.\nAmanda applied shortly after her 84-year-old mother tested positive for the virus - just before she was due to have the vaccine. \"Luckily she came through it, and she wasn't hospitalised. But I just thought this is enough, this has got to stop. I wanted to help all the other elderly people who are so vulnerable to this virus.\"\nAmanda recently passed her full SJA training in London and is now waiting for her first shift as a vaccinator. She thinks her performance background will help keep her nerves in check for when she administers her first jabs - joking that she hopes her patients \"don't wriggle about as much\" as her pet cat did when she had to give it injections for its diabetes.\nAfter feeling \"like a part of [her] soul was missing\" when theatres closed, she says training as vaccinator has given her a \"purpose\" again. \"I feel like I've now got [another] skill that can really help people.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55784104",
      "category": "world-asia",
      "title": "Tse Chi Lop: Alleged Asian drug lord arrested in Amsterdam",
      "tags": "Drugs trade,Netherlands,Australia",
      "text": "Police in the Netherlands have arrested the alleged head of one of the world's biggest drugs gangs, on a warrant issued by Australia. \nTse Chi Lop - a Chinese-born Canadian national - is said to be the head of The Company, which dominates a $70bn illegal drugs market across Asia. \nListed as one of the world's most wanted fugitives, Mr Tse was detained at Amsterdam's Schiphol airport.\nAustralia will now seek his extradition to face trial there. \nThe Australian Federal Police (AFP) believe The Company, also known as the Sam Gor Syndicate, is responsible for up to 70% of all illegal drugs entering the country. \nThe 56-year-old has been compared to the Mexican drug lord Joaquin \"El Chapo\" Guzman because of the scale of his alleged enterprise. \nAustralian police had reportedly been tracking Mr Tse for more than a decade before he was arrested on Friday as he was about to board a flight to Canada. \nA police statement, which did not name Mr Tse, said the arrest warrant was issued in 2019, with police in the Netherlands acting on an Interpol notice. \n\"He was already on the most-wanted list and he was detained based on intelligence we received,\" a Dutch police spokesman of the arrest Friday. \nReuters published a special investigation into Mr Tse in 2019 - describing him as \"Asia's most wanted man\".\nThe news agency cited UN estimates as saying the syndicate's revenue from methamphetamine sales alone could have been as high as $17bn in 2018. \nThe effort to arrest Mr Tse, Operation Kungur, involved about 20 agencies from continents across the globe with AFP taking the lead, according to Reuters. \nMr Tse is rumoured to have moved between Macau, Hong Kong and Taiwan in recent years.\nHe previously spent nine years in prison after being arrested on drug trafficking charges in the US in the 1990s. \nAustralian media described his arrest as the \"most important\" for the country's federal police in two decades. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-55775977",
      "category": "science-environment",
      "title": "SpaceX: World record number of satellites launched",
      "tags": "Communications satellites,Earth observation,SpaceX,Florida,Space exploration,United States",
      "text": "A new world record has been set for the number of satellites sent to space on a single rocket.\nThe 143 payloads, of all shapes and sizes, rode to orbit on a SpaceX Falcon rocket that launched out of Florida.\nThe number beats the previous record of 104 satellites carried aloft by an Indian vehicle in 2017.\nIt's further evidence of the major structural changes taking place in space activity that are allowing many more actors to get involved.\nThis shift is the result of a revolution in robust, miniaturised, low-cost components - many taken direct from consumer electronics such as smartphones - that mean pretty much anyone can now build a capable satellite in a very small package.\nAnd with SpaceX offering to transport those packages to orbit for just $1m, the commercial opportunities will continue to open up.\nSpaceX itself had 10 satellites on the Falcon - the latest additions to its Starlink telecommunications mega-constellation, which is going to deliver broadband internet connections around the globe.\nSan Francisco's Planet company had the most satellites of all on the flight - 48. \nThese were another batch of its SuperDove models that image the Earth's surface daily at a resolution of 3-5m. The new spacecraft take the firm's operational fleet now in orbit to more than 200.\nThe SuperDoves are the size of a shoebox. Many of the other payloads on the Falcon rocket were little bigger than a coffee mug, however; and some were smaller even than a paperback book.\nSwarm Technologies is rolling out what it calls the SpaceBees. They're just 10cm by 10cm by 2.5cm.\nThey'll act as telecommunications nodes to connect devices that are attached to all manner of objects on the ground, from migrating animals to shipping containers. \nSome of the larger items on the Falcon rocket were suitcase-sized. Among these were several radar satellites. Radar has been one of the major beneficiaries of the revolution in componentry.\nTraditionally, radar satellites were big, multi-tonne objects that cost hundreds of millions of dollars to fly, which essentially meant only the military or major space agencies could afford to operate them.\nBut the adoption of new materials and compact \"off the shelf\" parts have dramatically shrunk the size (to under 100kg) and price (a couple of million dollars) of these spacecraft.\nIceye from Finland, Capella from the US, and iQPS of Japan all took the ride to orbit on Sunday. These start-ups are establishing constellations in the sky that will return rapid, repeat imagery of the Earth. \nRadar has the advantage over standard optical cameras of being able to pierce cloud, and to sense the Earth's surface whether it is day or night. We're entering an age when any change on the planet, wherever it happens, will be picked up almost immediately.\nThe Falcon carried the 143 satellites into a 500km-high path that runs from pole to pole. This is one of the drawbacks of a big rideshare mission: you go where the rocket goes, and for some that might not be ideal. \nA number of satellite missions will want an orbit that's higher or lower in the sky, or on a different inclination to the equator.\nThis can be achieved by mounting the satellites on \"space tugs\" which, after coming off the top of the rocket, modify the final parameters for their \"passengers\" over the course of several weeks. Sunday's Falcon carried two such tugs.\nBut for some missions a bespoke ride is going to be the only satisfactory solution. It's why we're now witnessing a rush to produce small rockets that can run dedicated flights.\nThese smaller rockets will not be able to compete on cost with the big vehicles, such as SpaceX's Falcon-9, but they should attract the custom of those with very specific or urgent needs.\nDan Hart, the CEO of Virgin Orbit, which has developed a small rocket that can be launched from under the wing of a Boeing 747, says the start-ups are becoming more discerning.\n\"These small satellites used to be points of fascination and interest, and it was a case of finding the cheapest way possible to get into space,\" he explained. \n\"That's rapidly changing. These are now businesses with critical missions that risk losing revenue if they have to wait on others or go into an unsuitable orbit. And that's why you're going to see people who will pay that little bit more to get to where they want to go when they absolutely need to go there,\" he told BBC News.\nWith the roll call of satellites going into orbit now accelerating rapidly, the issue of traffic management is becoming a hot topic.\nFull-on collisions are currently rare, but a surprisingly large number (10%) of satellites will even now experience sudden, unexpected momentum changes, most probably the result of being hit by some small fragment from a previous mission.\nThe space sector needs to find smarter ways to track objects in orbit and to command timely avoidance manoeuvres, otherwise certain altitudes could ultimately become unusable because of the presence of dangerously dense debris fields. \nJonathan McDowell from the Harvard-Smithsonian Center for Astrophysics is a noted historian of astronautics. \nHe commented: \"There are now over 3,000 working satellites in orbit. The number of satellites launched last year at over 1,200 is over twice as many as in any previous year. And the ones launched today - that used to be the number you'd launch in a whole year. So it's getting really crowded up there.\"\nWill Marshall, the CEO of Planet, said his company, and indeed all of the companies on Sunday's flight, were accutley aware of the issue. \n\"We are seeing crowded areas in certain orbits,\" he told BBC News. \n\"Most of the crowded piece that is in danger of what they call Kessler Syndrome (runaway collisions) is quite high up. So one of the tricks that all of these satellites that were launched today use is to just stay really low where there's still a lot of atmospheric drag and eventually those satellites just come down.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55534727",
      "category": "health",
      "title": "Beta coronavirus variant: What is the risk?",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "Fully jabbed travellers arriving in the UK from France have to quarantine, because of the Beta variant. \nThe government is concerned jabs may not work as well against the variant. \nFrench authorities say most cases are from the overseas territories of La Reunion and Mayotte, rather than mainland France.\nBeta, also known as 501.V2 or B.1.351, has some significant genetic changes that experts are studying. It was first identified in South Africa.\nAll viruses, including the one that causes Covid-19, constantly mutate into new versions or variants.\nThese tiny genetic changes happen as the virus makes new copies of itself to spread and thrive. \nMost are inconsequential, and a few can even be harmful to the virus's survival, but some variants can make the virus more infectious or threatening to the host - humans. \nSome of the changes Beta has undergone involve the virus's spike protein - the part that gains the virus entry into human cells. It is also the bit that vaccines are designed around, which is why experts are concerned about these particular mutations.\nBeta, along with a few other variants of coronavirus, such as Delta and Alpha, have been labelled \"variants of concern\". These have some worrying changes experts want to keep a very close eye on.\nBeta carries a mutation, called N501Y, which appears to make it more contagious or easy to spread. \nAnother mutation, called E484K, could help the virus dodge a person's immune system, and may affect how well vaccines work. \nThere is no evidence that the South Africa variant causes more serious illness for the vast majority of people.\nAs with the original version, the risk is still highest for elderly people and those with significant underlying health conditions.\nVaccines are designed around original Covid, rather than new variants. \nThere is some evidence they are less effective at stopping Beta infections.\nBut experts say they should still work to stop severe illness. \nEven in the worst case scenario, vaccines can be redesigned and tweaked to provide a better match in a matter or weeks or months, if necessary.\nA trial of a new version of the AstraZeneca vaccine, designed against Beta, has begun in the UK.\nSome of the other Covid vaccines are also being updated. \nThe Beta variant has been identified in more than 50 countries around the world. \nSo far, the UK has recorded just over 1,000 cases of Beta. That's a tiny fraction of all Covid cases. Another variant, called Delta, currently makes up more than 99% of Covid seen in the UK. \nSouth Africa has reported higher cases of Beta.\nWhen it was first identified in the UK, the government recommended surge testing in the community in some regions to help stop the spread. \nA system of foreign travel restrictions has also been introduced to minimise the chance of UK travellers spreading Beta as well as other variants of concern. \nAlthough adults who were fully jabbed in the UK now no longer need to quarantine on return from amber list countries, double vaccinated travellers returning to England and Wales from France will still have to self-isolate for ten days. \nThey will also have to take two PCR tests to ensure they are not infectious. \nUK scientists are tracking variants, including Beta, to learn more and are providing genomic sequencing help to other countries so that they can do the same. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55787044",
      "category": "uk-england-london",
      "title": "Covid: Hackney railway arch rave attended by '300 people'",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Police have issued more than £15,000 in fines after 300 people attended an illegal rave in a railway arch.\nOfficers raided an unlicensed music event in Nursery Road, Hackney, at 01.30 GMT on Sunday.\nMany people fled the scene, while organisers padlocked the doors from the inside to stop officers getting in, police said.\nNo arrests were reported, but 78 fines of up to £200 for breaching lockdown restrictions were issued.\nA dog unit and helicopter were deployed to the scene, with police saying they made numerous attempts to contact the organisers. \nCh Supt Roy Smith said: \"This was a serious and blatant breach of the public health regulations and the law.\n\"Officers were forced, yet again, to put their own health at risk to deal with a large group of incredibly selfish people who were tightly packed together in a confined space - providing an ideal opportunity for this deadly virus to spread.\n\"Not just organisers, but all those present at such illegal parties can expect to be issued a fine.\" \nThere is an England-wide lockdown in place which prevents any social mixing between households. \nUnder these restrictions people are asked to only leave home for limited reasons such as shopping, going to work, seeking medical assistance or avoiding domestic abuse.\nThe Met Police has broken up several large gatherings in London over the last month including a 150-person wedding at a north London school.\nTwo officers were injured as police broke up a party involving about 200 people in Kensington on 17 January. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55783805",
      "category": "uk-northern-ireland",
      "title": "Border poll would be 'absolutely reckless', says Arlene Foster",
      "tags": "Ireland–UK border,Michelle O'Neill,Colum Eastwood,Arlene Foster",
      "text": "DUP leader Arlene Foster has said a potential vote on a united Ireland would be \"absolutely reckless\".\nShe was speaking after a poll commissioned by the Sunday Times in NI found 51% of people want a referendum on Irish unity in the next five years. \nSpeaking to Sky News, the first minister said \"we all know how divisive a border poll would be\". \nSinn Féin's Michelle O'Neill said there was an \"unstoppable conversation under way\" on the issue.\nThe deputy first minister called on the Irish government \"to step up preparations\" for a border poll.\nProvisions for a possible border poll on Irish reunification are included in the the Good Friday Agreement - the deal which led to peace in Northern Ireland after decades of violence. \nIt states that the Northern Ireland Secretary must call a border poll if it at any time it appears \"likely\" to that a majority of people in Northern Ireland would vote for a united Ireland.\nMrs Foster said she thought it was \"very disappointing\" that some nationalist parties in the UK were focusing on \"constitutional politics\" during the Covid-19 pandemic.  \n\"We all know how divisive a border poll would be, and for us in Northern Ireland what we have to do is come together to fight against Covid, and not be distracted by what would be absolutely reckless at this time,\" she said. \nShe added if there was a vote on Irish unity, the arguments for the union are \"rational, logical, and they will win through\". \nThe polling was carried out by Lucidtalk in Northern Ireland, with similar polling in England, Scotland and Wales to gauge attitudes towards the union. \nIt found that in Northern Ireland, 47% still want to remain in the UK, with 42% in favour of a united Ireland and 11% undecided.\nHowever for those aged under 45, supporters of Irish reunification outnumber those who want to stay in the UK by 47% to 46%.\nRespondents also said they believed there would be a united Ireland within 10 years, by a margin of 48% to 44%.\nPolls like this come with the usual health warning - they are a snapshot in a moment in time.\nNonetheless there is some interesting reading here - not least the fact that it paints a picture of a disunited kingdom.\nWe shouldn't really be surprised about that because we have had very different approaches to the global Covid-19 pandemic with different outcomes. \nWe know that Brexit is starting to bite and there is a lot of frustration out there and uncertainty and that, I'm sure, has fed into these figures.\nThe big question for NI, unsurprisingly, is around constitutional change.\nIt shows that 51% of those polled would want to see a border poll within the next five years, compared to 44% who would not.\nHowever, if they flip that question around it's interesting to see that 42% would want to see a united Ireland, but 47% would want to remain, with 11% of don't knows.\nSo according to these figures there may be an appetite for a border poll - but if that question was posed the majority are saying they would stay in the UK.\nSDLP leader Colum Eastwood said the poll placed a \"solemn obligation\" on those seeking a united Ireland \"to engage with every community, sector and generation\". \n\"The United Kingdom may be coming to an end but we are all called to build a new future together. That's the work the SDLP is engaged in,\" said the Foyle MP.\nUlster Unionist leader Steve Aiken said \"all political energy should be focused on making Northern Ireland a better place to live and work rather than a divisive border poll\". \n\"We need to concentrate on the here and now, fostering better relationships and plotting a way through and out of the Covid-19 pandemic,\" he added.\n\"As Northern Ireland enters its second century, we should be talking about recovery, renewal and reconciliation.\" \nThe polls also found across the UK, respondents believed Scotland would become independent within the next 10 years. \nIn Scotland, it found a large poll lead for the Scottish National Party, with them potentially being on course to win 70 of 129 seats in Holyrood. \nThe SNP is set to reveal its 'roadmap to a referendum' to its national assembly on Sunday. \nIt outlines plans to pursue a vote after the pandemic if there is a pro-independence majority at Holyrood following May's election.\nThe research was carried out by Lucidtalk in Northern Ireland, Panelbase in Scotland, and YouGov in England and Wales. \nThe polling was carried out between 15 and 22 of January, with 2,392 people polled in Northern Ireland, 1,206 in Scotland, 1,416 in England, and 1,059 in Wales. "
    }
  ]
}