{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57804089",
      "category": "technology",
      "title": "Super Mario 64 game sells for record-breaking $1.5m at auction",
      "tags": "Gaming,Auctions,Nintendo",
      "text": "A sealed copy of video game Super Mario 64 has sold at auction for more than $1.5m (£1.1m), shattering records. \nThe 1996 cartridge was a launch title for the Nintendo 64 console, and was one of the most influential early 3D platformers. \nThe auction house said there were \"fewer than five\" copies in such good condition. \nThe sale dwarfed another record-breaker, an original Legend of Zelda cartridge, set just two days before. \nThat original Nintendo Entertainment System (NES) cartridge sold for $870,000 on Friday, briefly making it the world's most expensive game. \nNeither game was bought for the rarity of its gameplay experience - Nintendo has rereleased both for its Nintendo Switch console. \nInstead, they have value as physical memorabilia, in the same way as rare trading cards. \nThe Super Mario 64 cartridge was graded by video game collectable firm Wata at a 9.8 A++ rating - meaning it is both in near-perfect condition and its seal is intact and \"like new\". \nA high rating is not enough to guarantee a high auction price - although it helps. Another copy of Super Mario 64 in the same auction with a 9.6 A++ rating sold for a comparatively affordable $13,200.  \nBut rarer copies of more popular games attract the most bids. \nSuper Mario 64 was the best-selling game for the Nintendo 64 system, and is widely seen as an important game in video game history. It marked Mario's first move into three dimensions, distinct from his side-scrolling origins. \nWhile many modern gamers feel it has not aged particularly well and is widely thought to have significant camera issues, it is still considered among the best video games ever made. Heritage Auctions, the company behind the sale, was taken by surprise at the huge price it eventually attracted. \nAhead of the auction, much of the attention had been on the rare Zelda cartridge. \nThe 9.0 A-sealed copy of 1988's The Legend of Zelda was the first game in the series, and has gone on to be one of the best-performing and most critically-acclaimed in Nintendo's entire catalogue. \nIt was expected to reach a high price because this copy belonged to an early production run - making it one of the first ever made to still exist. Heritage Auctions said that to its knowledge, only one earlier production copy is known to exist, and may never be put on sale. \n\"This copy [is] the earliest sealed copy anyone can realistically hope to obtain,\" it wrote. \nMany expressed surprise that the Mario cartridge - which sold millions and millions of copies - sold for so much.\nKelsey Lewin, a director at California's Video Game History Foundation, tweeted: \"despite a lack of population reports, there are many known sealed Super Mario 64 first prints\".\nVideo game collectables have been fetching higher and higher prices, leading some to question whether the market is over-inflated. \nThe sale of the Zelda cartridge shattered the previous record, set in April for an original NES cartridge of Super Mario Bros, the first side-scrolling platformer featuring the famous plumber, which sold for $660,000. \nThe record-breaking auction this week saw a huge range of collectable games go for high prices - a copy of Final Fantasy III for the Super Nintendo sold for $96,000, as did a copy of Zelda: A Link to the Past. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-57806095",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Sturgeon to announce decision on restrictions",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Scottish Parliament",
      "text": "Nicola Sturgeon is to confirm whether Scotland's Covid-19 restrictions can be eased as planned in the coming weeks.\nThe Scottish Parliament is to be recalled from recess for a statement from the first minister at 14:00.\nThe government had set a target of moving the whole country to level zero from 19 July, before lifting most legal restrictions from 9 August.\nHowever, the country has since been hit by a record-breaking wave of infections which has put pressure on NHS services.\nMinisters said they believed the peak of the latest wave had passed. Ms Sturgeon said she was hopeful that some changes could go ahead as planned.\nShe is meeting her cabinet to review the latest data on Tuesday morning before announcing the decision to MSPs in the afternoon.\nDifferent Covid-19 restrictions are in force across Scotland, with areas in the central belt including Glasgow and Edinburgh in level two and other areas like Aberdeenshire, Fife and the Highlands in level one.\nOrkney, Shetland and many island communities are already in level zero. Ms Sturgeon had set a target of moving the whole country to this level on 19 July - the same date as most restrictions will be lifted in England.\nThis would see the number of people who are allowed to meet up indoors public spaces such as bars and restaurants increased to 10 adults from four households, and to eight people from four households for private homes. \nPublic Health expert Prof Linda Bauld from Edinburgh University, told BBC Radio's Good Morning Scotland programme she believed the planned easing would go ahead.\nShe said: \"What I am expecting to hear is that we will proceed to level 0 on 19 July. There are a basket of indicators the Scottish government will be looking at. \n\"Starting with cases we see a decline in the seven-day average - 2,650, down from 3,800 a week before that. We have got more people in hospital now -  just under 470 people - and we have three or four health board areas or hospitals that are definitely under strain, but others are coping . And the average deaths is about three or four a week which is regrettable. \n\"You can see that although the situation is still fragile it is showing some signs of being sustainable and we are able to cope with it.\"\nThe first minister said she wanted to move \"beyond level zero\" by scrapping the bulk of legal restrictions from 9 August, while maintaining some mitigations such as the use of face coverings in enclosed areas.\nShe warned that these dates were \"not set in stone\" after Scotland was hit by a wave of new infections which at one point saw the country have the worst daily case rates in Europe.\nA further 2,134 new cases of Covid-19 were reported on Monday - down on figures from recent weeks, but still with 11% of tests coming back positive.\nHowever, the number of people in hospital has not risen as dramatically, with ministers saying the vaccine programme had \"weakened\" the link between catching the virus and becoming seriously ill.\nMs Sturgeon suggested that the plans could be modified, saying the government could potentially \"proceed with some planned changes but hold back on others\".\nThis led to claims that Scotland could be heading for a \"level 0.5\", with opposition leaders saying this would create uncertainty for people and businesses that had been making plans based on the current timetable.\nThe first minister said that \"this is a time for care and caution\", adding: \"Over the next few weeks as we complete the vaccination programme, it is really important that we don't let the virus outrun us.\"\nAnd she raised questions about the UK government's approach of lifting most restrictions from 19 July, saying this was \"something of an exception\" when viewed \"against the backdrop of sharply increasing case numbers\".\nThe Scottish Parliament is currently in recess for the summer break, but will be recalled for the virtual session at 14:00. It will give opposition leaders the chance to question the first minister on her plans.\nThe Scottish Conservatives want the government to press forward with plans for easing restrictions, saying the country must \"keep moving forward\".\nParty leader Douglas Ross said ministers had failed to boost the vaccine programme and the Test and Protect system, but said \"the public should not be punished\" for this.\nHe added: \"If Tuesday's statement does not deliver a plan of action for tackling the virus and a clear timetable for exiting restrictions, Nicola Sturgeon risks losing public buy-in. \"\nScottish Labour wants the time between vaccine doses cut to four weeks and extra resources directed to the contact tracing system.\nDeputy leader Jackie Baillie said the government had \"lost control of the pandemic\" and must take \"immediate action\".\nShe said: \"We are at a crucial moment in the pandemic - it's about time we showed the urgency and ambition that we need.\"\nMeanwhile, the Scottish Greens called for a cautious approach, with co-leader Lorna Slater saying the government should \"take a safer, more gradual approach until the vaccine programme is further on\".\nAnd Scottish Lib Dem leader Willie Rennie said Ms Sturgeon must set out \"concrete action and urgent changes around the rules and expectations for self-isolation\" amid concerns about staff shortages in hospitals.\nMs Sturgeon has said the government is reviewing rules for self-isolation and quarantine, although it is not known if a decision will be announced on Tuesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57805391",
      "category": "uk-england-london",
      "title": "Flash floods cause travel chaos in parts of London",
      "tags": "Raynes Park,West Holland Park,Highgate,Richmond,Golders Green,Barnes,Hammersmith",
      "text": "Heavy rain has caused flash floods in various parts of London.\nCars have been submerged as roads filled with water while train services have also been cancelled.\nPhotos on social media showed parts of south-west London including Barnes, Raynes Park and Richmond had been affected, as had areas of north London including Golders Green and Highgate.\nLondon Fire Brigade tweeted it had received more than 150 calls about flooding in south-west London alone.\nPolice based in south-west London advised drivers to avoid the area around Raynes Park station due to the flooding.\n\"Roads are flooded and dangerous to drive down,\" they warned.\nMPS Westminster also tweeted people had been evacuated from buildings after flooding hit parts of Hammersmith including Colville Terrace, Holland Road and Ladbroke Grove.\nThe train routes affected by floods include:\nA lightning strike has also damaged signalling at Epsom affecting trains between London Waterloo and Dorking.\nOperators have said trains could be cancelled or delayed with commuters advised to check before they travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57810029",
      "category": "business",
      "title": "Virgin Galactic may sell $500m of shares after space success",
      "tags": "Companies,Commercial space travel,Richard Branson",
      "text": "Virgin Galactic has said it may sell up to $500m of shares after completing a successful space trip on Sunday.\nIn a filing, the company says it plans to use cash raised to develop its spaceship fleet and infrastructure.\nOn Sunday, Sir Richard Branson, Virgin Galactic's billionaire founder, reached the edge of space on one of the planes it has been developing for 17 years.\nHe called the trip the \"experience of a lifetime\" after returning to Earth just over an hour after leaving the ground.\nThe trip also made the entrepreneur the first of the new space tourism pioneers to try out their own shuttles, beating Amazon's Jeff Bezos and SpaceX's Elon Musk.\nShares in Virgin Galactic rose about 8% before markets opened in the US on Monday. But they had tumbled 17% by the end of the day, after its share sale was announced.\nSir Richard and his Virgin Group currently hold a 24% stake in the company. \nHe billed the flight - on which he was accompanied by two pilots and three company employees - as a crucial test of the space tourism experience he expects to begin selling to customers from next year.\n\"I've had my notebook with me and I've written down 30 or 40 little things that will make the experience for the next person who goes to space with us that much better,\" he said. \"The only way sometimes you can find these little things is to get in a spaceship and go to space and experience it for yourself.\"\nSome 600 individuals have already paid deposits for tickets that will cost them up to $250,000 - including Space X and Tesla's Elon Musk, according to reports in the Wall Street Journal.  \nSir Richard first announced his intention to make a space plane in 2004, with the belief he could start a commercial service by 2007.\nDespite technical difficulties and a fatal crash in 2014, the firm's stock has nearly doubled this year as its commercial launch gets closer.\nKen Herbert, an analyst at Canaccord Genuity, said that the company could start taking more flight bookings for wealthy customers soon.\n\"We view Branson's achievement as a massive marketing coup for Virgin Galactic that will be impossible for the public to ignore,\" he said in a note."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57806142",
      "category": "uk-england-manchester",
      "title": "Defaced Marcus Rashford mural covered in supportive notes",
      "tags": "Withington,Marcus Rashford,Manchester",
      "text": "Marcus Rashford has said he was \"on the verge of tears\" when he saw his mural which was vandalised had been covered in hearts and supportive notes.\nThe artwork in Withington, Manchester, was defaced following England's defeat to Italy in the Euro 2020 final.\nNotes and drawings with the words \"role model\", \"wonderful human\" and \"hero\" have been attached to the wall. \nRashford said: \"The communities that always wrapped their arms around me continue to hold me up.\"\nThose who brought the messages and hearts said they wanted to show solidarity with the Manchester United striker and stand against racism.\nRashford missed a penalty in the 3-2 shootout loss, along with Jadon Sancho and Bukayo Saka. \nAll three players have since been targeted with racist abuse on social media.\nRashford tweeted he was sorry for missing his penalty, adding that he \"wished it had gone differently\" but then paid tribute to those who added messages on the mural.\nThe 23-year-old said: \"The messages I had received today have been positively overwhelming and seeing the response in Withington had me on the verge of tears.\n\"The communities that always wrapped their arms around me continue to hold me up.\"\nEarlier Greater Manchester Police said an investigation had begun after the force received a report of racially-aggravated damage at the mural at 02:50 BST.\nSeveral swear words were daubed across the mural alongside the word \"Saka\".\nThere has been an outpouring of support for Rashford on social media and people have also posted positive messages over the covered-up graffiti on the mural.\nChildren stuck up drawings and described Rashford, Sancho and Saka as \"national heroes\".\nOthers wrote cards to thank Rashford for his work to tackle child food poverty.\n\"Thank you for your passion, compassion and desire to change lives,\" one note said. \nLaura Morris, 36, a season ticket holder for Manchester United who lives in Didsbury, said she visited the mural because she was upset it had been vandalised. \n\"He was so brave taking that penalty. \n\"Seeing what people have done to the mural is so disgusting so I wanted to show our solidarity for him,\" she said. \nA crowdfunding appeal to fix the damage to the mural has raised nearly £18,000.\nBy Rumeana Jahangir, BBC News Online\nMany Mancunians have expressed shock, disappointment and fury that the mural of a \"local lad\" who has made significant achievements on and off the pitch, despite only being 23 years old, was defaced. \nYet at the same time, many aren't surprised that racism has yet again surfaced.\nA number of locals have been sticking up hearts, flags and notes expressing their support and admiration for Rashford.\nOthers watched in silence or took pictures while they tried to cover up the vandalism in the rain.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57809691",
      "category": "uk",
      "title": "Covid: England lockdown rules to end on 19 July, PM confirms",
      "tags": "Coronavirus lockdown measures,Sajid Javid,Coronavirus pandemic",
      "text": "England will move to the final stage of easing Covid restrictions on 19 July, ministers have confirmed. \nIt means almost all legal restrictions on social contact will be removed. \nBut the prime minister said it was vital to proceed with \"caution\", warning \"this pandemic is not over\" .\nThe peak of the current wave is not expected before mid-August and could lead to between 1,000 and 2,000 hospital admissions per day, according to government scientists. \nCentral estimates from modellers advising the government also show that Covid deaths are expected to be between 100 and 200 per day at the peak, although there is a large amount of uncertainty. \nEarlier, the health secretary told the House of Commons cases could reach 100,000 a day later in the summer but he did not believe this would put \"unsustainable pressure on the NHS\". \nVaccinations had created a \"protective wall\", which would mean we could \"withstand a summer wave\", Sajid Javid added.\nBoris Johnson later told a Downing Street press conference that coronavirus \"continues to carry risks for you and your family\". \n\"We cannot simply revert instantly from Monday July 19 to life as it was before Covid,\" he said. \nThe prime minister added that he hoped the roadmap would be \"irreversible\" but \"in order to have that, it has also got to be a cautious approach\".\nWhile virtually all legal restrictions will be lifted, some guidance will remain. \nFor example, the legal requirement to wear face coverings in some enclosed public places will be removed but Mr Javid said they were still  \"expected and recommended\" in crowded indoor areas. \nNightclubs will also be allowed to reopen for the first time since March 2020 and capacity limits will be removed for all venues and events. \nThere will no longer be any limits on how many people can meet and the 1m-plus distancing rule will be removed.\nBut nightclubs and other venues with large crowds will be encouraged to use Covid status certification - so-called domestic vaccine passports - \"as a matter of social responsibility\", the prime minister said.\nThese would allow people to show they are double-jabbed, have had a negative test result or have natural immunity after recovering from Covid-19, using the NHS app. \nIn guidance published after the press conference, the government said it \"reserves the right\" to make certification mandatory in certain venues if necessary in the future. \nGovernment guidance to work from home where possible will be lifted, but ministers are encouraging a gradual return to the workplace. \nMr Javid also said people should act with \"personal responsibility\" and \"try to meet people outside where possible\". \nThe requirement to self-isolate if you are contacted by NHS Test and Trace will remain in place until 16 August, when it will be relaxed for people who are fully vaccinated and for the under-18s. If someone tests positive for the virus they will still be legally required to self-isolate.\nWales is due to review its restrictions on 15 July, while Scotland is expected to move to level 0 - the lowest level of restrictions in its roadmap - on 19 July and lift most legal restrictions on 9 August. Northern Ireland is due to ease some Covid measures on 26 July.\nFreedom Day, as it has been dubbed, is on.\nBut make no mistake this is not where England - and the rest of the UK for that matter - hoped it would be.\nHospital admissions will almost certainly rise above 1,000 a day in the coming weeks - similar to what the NHS would see in the depths of winter for all types of respiratory infection.\nIt's not enough to overwhelm the NHS, but it does mean less non-Covid care.\nHowever, infection rates were always going to rise at this point of the unlocking and so the big question is when and at what point this wave will peak.\nThere's huge uncertainty about this. Small things can make a big difference, including how people behave.\nThat's why government scientists have pushed behind the scenes for ministers to change tone on mask-wearing in crowded indoor places - if nothing else it reinforces the message that infection rates still do matter.\nBut those same scientists are also in broad agreement that now is the best time, rather than wait until the autumn when other viruses like flu begin to circulate.\nThe decision is a gamble, but it's a calculated one, they say.\nEngland's chief medical officer Prof Chris Whitty said the \"overwhelming view\" of the scientific community was that moving \"slowly\" through the next step of easing restrictions was \"essential\". \n\"The slower we take it, the fewer people will have Covid, the smaller the peak will be, and the smaller the number of people who go into hospital and die,\" he said. \nBy moving slowly, he said modelling suggested the pressure on the NHS would not be \"unsustainable\". \nProf Whitty said there was less agreement on the \"ideal date\" to lift restrictions as there is \"no such thing as an ideal date\" .\nHowever, he said a further delay would mean opening up when schools return in autumn, or in winter, when the virus has an advantage and hospitals are under more pressure.  \nHe added that while the numbers of people being admitted to hospital with Covid were \"not trivial\", they were rising at a much lower rate than previous waves. \nLabour criticised the government's approach to unlocking on 19 July as \"high risk\" and \"fatalistic\". \nShadow health secretary Jonathan Ashworth told MPs in the Commons: \"Instead of caution [the health secretary] is putting his foot down the on the accelerator while throwing the seat belt off.\"\n\"That means potentially thousands [of people] suffering debilitating Long Covid. It means, as more cases arise, potentially more escape and the threat of new more transmissible variants emerging,\" he added.\nThe British Chambers of Commerce said many businesses would be \"sighing with relief\" to get the green light to reopen but they \"still don't have the full picture they desperately need to properly plan for unlocking\".\nClaire Walker, co-executive director, said: \"Business leaders aren't public health experts and cannot be expected to know how best to operate when confusing and sometimes contradictory advice is coming from official sources.\"\nOn Monday, the UK recorded 34,471 new cases, as well as six deaths within 28 days of a positive test. \nIt is the sixth consecutive day cases have been above 30,000. \nThe number of deaths recorded on Mondays are often lower due to reporting lags over the weekend. \nMore than 45.9 million people - or 87% of adults in the UK - have now had at least one dose of a Covid-19 vaccine. And more than 34.8 million - around two-thirds of adults - have had both doses.\nThe final stage of England's roadmap out of lockdown, which was originally scheduled for 21 June, was delayed to allow more people to be vaccinated. \nMr Javid said the government was \"on track\" to beat its target to offer every adult a first dose by 19 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57807544",
      "category": "science-environment",
      "title": "Climate change: Technology boosts efforts to curb tree loss in Amazon",
      "tags": "Deforestation of the Amazon rainforest,Amazon rainforest,COP26,Paris climate agreement,Climate change",
      "text": "Technology can help indigenous communities to significantly curb deforestation, according to a new study.  \nIndigenous people living in the Peruvian Amazon were equipped by conservation groups with satellite data and smartphones.\nThey were able to reduce tree losses by half in the first year of the project.\nReductions were greater in communities facing threats from illegal gold mining, logging and drugs. \nOver one-third of the Amazon rainforest lies within the territory of approximately 3,344 acknowledged indigenous communities. \nBut for decades, these areas have been under attack from outsiders who are determined to cut down trees for a range of purposes including mining, logging and the planting of illicit crops like the coca plants used to manufacture cocaine. \nOver the past 40 years, governments and environmentalists have invested heavily in the use of satellite technology to monitor the removal of trees. \nGovernments in Brazil, Peru and Colombia have put in place a system of high-resolution deforestation alerts, but there is little evidence that this information reaches the indigenous communities most affected. \nThis new research set out to see if putting information directly into the hands of forest communities would make a difference. \nIn this randomised, controlled study, the authors identified 76 remote villages in the Peruvian Amazon, with 36 randomly-assigned to participate in this new monitoring programme. \nThirty-seven other communities served as a control group and continued with their existing forest management practices.\nThree members of each selected community were trained in the use of technology and shown how to carry out patrols to verify deforestation. \nWhen satellite information showed suspected deforestation activity in an area, photos and GPS coordinates were loaded onto USB drives and carried up the Amazon river and delivered by couriers.\nThe information was then downloaded onto specialised smartphone apps which would guide the community monitors to the suspected locations. \nWhen the forest patrols confirmed any unauthorised deforestation, they would report back to a general assembly of community members to decide on the best approach. \nIn cases where drug dealers were involved, the community could decide to report the issue to law enforcement. \nIf the activity was perceived as less risky, community members could intervene directly and drive the offenders off their land. \nWhen the researchers examined the impact of the new approach, they found that deforestation dropped by 52% in the first year, and by 21% in the second. \n\"It's quite a sizeable impact,\" said Jacob Kopas, an independent researcher and an author on the paper. \n\"We saw evidence of fewer instances of tree cover loss in the programme communities compared with control communities.\"\n\"On average, those communities managed to avert 8.8 hectares of deforestation within the first year. But the communities that were most threatened, the ones that had more deforestation in the past were the ones pulling more weight and were reducing deforestation more than in others.\"\nIndigenous groups welcomed the research, saying it is among the first peer-reviewed studies to show the benefits of empowering local communities. \n\"The study provides evidence that supporting our communities with the latest technology and training can help reduce deforestation in our territories,\" said Jorge Perez Rubio, the president of the Loreto regional indigenous organization (ORPIO), where the study was carried out.\nThe scale of the problem of deforestation in indigenous areas is significant. Between 2000 and 2015, around 17% of tree loss in the Amazon occurred on nationally-protected or areas assigned to indigenous peoples. \nThis is expected to increase in the coming years.\n\"Over the next decade, if nothing changes, indigenous peoples in the Amazon Basin are projected to lose 4.4 million hectares of rainforest, mostly to outsiders who encroach on their territories to cut down trees,\" says Cameron Ellis, with the Rainforest Foundation US, who helped facilitate the study.\n\"But if the community-based forest monitoring methodology could be widely adopted and local governance strengthened, forest loss in the Amazon could be reduced by as much as 20% across all indigenous lands.\"\n\"If the approach were targeted to regions with high deforestation rates, forest loss in those areas could be cut by more than three quarters.\"\nThe study has been published in the journal Proceedings of the National Academy of Sciences (PNAS).\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57806904",
      "category": "uk-scotland",
      "title": "Scottish mesh patients can have corrective surgery in US and England",
      "tags": "Missouri,Scottish government,Surgery,Mesh implants,Bristol",
      "text": "Women who require the surgical removal of mesh implants will be able to receive free treatment from specialists in America and England.\nThe Scottish government announced it had awarded contracts to Spire Health Care in Bristol and the Mercy Hospital in Missouri.\nSurgery and travel costs to either clinic will be covered.\nImplant use was stopped in Scotland after hundreds of women were left with painful, life-changing side effects. \nThe cost of each procedure is estimated to be £16,000 to £23,000. \nMesh implants have been used to treat conditions some women suffer after childbirth, such as incontinence and prolapse.\nWomen who complained about side effects from the procedure previously told the BBC they often had their concerns dismissed as being \"women's problems\".\nLast month the government announced that women who have already paid to have mesh removed privately would be reimbursed under the Transvaginal Mesh Removal (Cost Reimbursement) (Scotland) Bill.\nWomen who have travelled abroad or to other parts of the UK to have private surgery are eligible to apply.\nLast year the government launched a £1.3m national removal service based in NHS Greater Glasgow and Clyde, which it said it is continuing to develop.\nHowever it added any woman who expresses a preference to be treated outside Scotland can request a referral to one of the NHS England specialist centres.\nThe contracts awarded for future mesh removal surgeries outside Scotland are expected to start later this summer.\nMarian Kenny, 62, from Glasgow, said the news was a \"game changer\" for many women.\n\"This is the biggest day,\" she said. \"It has given me and lots of other women hope - and that's not something I've had in my life for quite some time.\"\nMarian had to give up her job as a community psychiatric nurse due to \"crippling\" daily pain in her hips and groin, despite having her mesh implant removed in 2016.\nShe said her doctor told her it was not possible to remove the mesh in its entirety and that \"a couple of millimetres\" remained - but was later \"horrified\" when she learned a much larger chunk had been left behind.\nFor this reason, she said there has been a breakdown of trust between \"many women\" and surgeons carrying out treatment in Scotland.\nShe said: \"I just hope that we don't have too many hoops to jump through to get there.\n\"If somebody lies to you, would you go back? Last year they said no, [the mesh] can't be removed in its entirety.\n\"How come all of a sudden they can when we have absolutely no evidence that they have done any training courses?\"\nHealth Secretary Humza Yousaf said: \"While mesh removal surgery is available within Scotland on the NHS, these are alternative options for those who feel unable to be treated in Scotland.\n\"We recognise the pain and suffering of women who have been impacted by complications as a result of transvaginal mesh implants. \n\"That is why we are absolutely determined to ensure those with mesh complications get the treatment that they want and need.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57804446",
      "category": "business",
      "title": "Springtime bounceback lifts High Streets to record growth",
      "tags": "Coronavirus lockdown measures,Retailing,UK economy,Coronavirus pandemic,UK High Streets",
      "text": "Retail sales enjoyed a springtime bounceback, with growth in High Street sales from April to June making it the best three months on record, industry body figures indicate.\nSales in the period rose 28.4% from a year ago, and were up 10.4% from 2019.\nJune's sunny weather and the Euro 2020 tournament helped to boost trade, the British Retail Consortium (BRC) said.\nBut the BRC warned that many retailers still faced \"strong headwinds\" as the UK economy recovers from the pandemic.\nIn June, fashion and footwear did well during the brief burst of sunshine, while the start of the Euro 2020 football championship provided a boost for TVs, snack food and beer.\nHowever, online sales remained much higher than their pre-pandemic levels, suggesting the shift to online was \"here to stay\", the BRC-KPMG retail sales report found.\nThere were also signs of a dilution in retail consumer spending as the hospitality and leisure sectors reopened, leading to a \"fight for share of wallet\", it said.\n\"Retailers are facing challenges on a number of fronts, particularly convincing consumers that it's safe to shop in store as restrictions around mask wearing and social distancing come to an end,\" said Paul Martin, UK head of retail at KPMG. \nBut he added that High Street retailers were hoping for a \"summer boost\" with the lifting of Covid restrictions.\nBRC chief executive Helen Dickinson said: \"The second quarter of 2021 saw exceptional growth as the gradual unlocking of the UK economy encouraged a release of pent-up demand built up over previous lockdowns. \n\"In June, while growth in food sales began to slow, non-food sales were bolstered by growing consumer confidence and the continued unleashing of consumer demand. \n\"With many people taking staycations, or cheaper UK-based holidays, many have found they have a little extra to spend at the shops, with strong growth in-store in June.\" \nMs Dickinson said \"consumer comfort with the next stage of the roadmap\" would be key.\nMany customers were looking forward to a return to a more normal shopping experience, while others might be discouraged by changes in face-covering rules, she added.\nShe said the government would need to reassure the public on safety, while pushing forward with its \"hugely successful\" vaccination programme. \n\"The public will also need to be understanding of one another during the easing of restrictions,\" she warned.\n\"There has been a big rise in violence and abuse against retail workers during the pandemic and colleagues cannot be put in the firing line because of this change in policy.\"\nNew data from Barclaycard indicates that consumer spending rose 11.1% in June compared with the same period in 2019, as warmer weather and the easing of pandemic restrictions led to an economic uplift.\nBarclaycard said spending on fuel, hotels, resorts and accommodation all grew for the first time since the pandemic began, as holidaymakers booked and embarked on UK breaks.\nFace-to-face retail grew 9.7%, the credit card firm said. However, there were signs that pent-up demand was easing off, as clothing and furniture stores recorded smaller increases than in May. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57807856",
      "category": "world-europe",
      "title": "Euro champions land in Rome to scenes of jubilation",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57795105",
      "category": "business",
      "title": "Daily Mail: Rothermere family considers bid to take news group private",
      "tags": "Companies,Media,Daily Mail and General Trust",
      "text": "The Rothermere family is considering making a bid to take the owner of the Daily Mail news group private.\nA formal offer is dependent on the Daily Mail and General Trust selling its insurance and Cazoo financial arms.\nThe family founded the Daily Mail, which listed on the London stock market in 1932 and expanded into a multi-media business.\nA DMGT statement said that the directors were \"minded\" to accept the family's offer.\nLord Rothermere is already the controlling shareholder of DMGT through a 28% stake owned by his family trust, RCL. After the sale of the financial assets, RCL would bid about £810m for the remainder of the smaller DMGT group.\nDMGT said it intended to distribute the proceeds of a sale of RMS along with its cash and its stake in a listed Cazoo via a special dividend, with a cash element of about 610p.\nMonday's DMGT statement said discussions to sell the insurance business were continuing, and if a deal was agreed, it could be completed in the third quarter of this year.\nIt is unclear which companies are interested in buying the insurance division, RMS, but the statement said DMGT had received \"a number of inquiries from third parties\".\nIn March, online car seller Cazoo Holdings, in which DMGT has a stake of around 20%, agreed to go public in New York through a merger with a blank-check acquisition company - a so-called Spac - which is expected to provide DMGT with cash and shares worth more than $1bn.\nThe DMGT owns the Metro and i news operations, and also Daily Mail online, one of the most visited news websites in the world. Last year, the Daily Mail eclipsed the Sun as the UK's best-selling daily newspaper.\nThe business traces its roots to 1896, when the Daily Mail was launched by Harold and Alfred Harmsworth.\nDMGT's shake-up is the latest in a string of deals, including the sale of its education business, Hobsons, energy data operation Genscape and property website Zoopla.\nUnder stock market rules, Lord Rothermere now has until 9 August to make a formal offer or confirm no deal will be made.\nThe Daily Mail has been - arguably - the most influential newspaper in Britain for the past three decades, cowing cabinet ministers and swaying policy with punchy reporting, relentless campaigns and its claim to be the voice of a silent conservative majority. \nDespite that influence, however, it is a relatively small part of Daily Mail and General Trust, the company that owns it. DMGT has a broad range of media interests, even after the rapid slimming down of recent years that has seen the sale of interests in online estate agencies and the offloading of financial information provider Euromoney. Now that slimming down will accelerate - and if the Rothermere family's bid goes through, the company's shares will be taken off the London Stock Exchange. \nDMGT has received an offer for one of its largest and most valuable businesses, RMS. It provides specialist information to insurance companies. DMGT's interest in Cazoo, the online car-sales company, will be spun off via a stock market listing in the US. \nUnder the plan outlined this morning, the cash and shares from those two transactions will be handed back to investors, and Lord Rothermere's family company will then buy out all the other shareholders.\nThe big question is why Lord Rothermere wants to do this. It should be possible to return cash to shareholders and keep DMGT as a listed company. \nSources close to the DMGT camp this morning said the company had been difficult to value for public company investors and that these transactions would simplify its structure and return cash. That does not answer the question of the listing. \nBig shareholders normally take companies private when they wish to avoid all the disclosure and governance requirements that come with a stock exchange listing, or have a plan for a big shift in strategy or operations that will be easier to push through once they are the sole shareholder. \nExpect much speculation about whether Lord Rothermere has such a change in mind for the Daily Mail."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57778668",
      "category": "uk-politics",
      "title": "England's Tyrone Mings criticises Patel over racism response",
      "tags": "Angela Rayner,Keir Starmer,Baroness Warsi,Boris Johnson,Online abuse,Priti Patel,Marcus Rashford,Racism,Johnny Mercer",
      "text": "England footballer Tyrone Mings has accused the home secretary of pretending to be disgusted by racist abuse, after she previously described taking the knee as \"gesture politics\".  \nMarcus Rashford, Bukayo Saka and Jadon Sancho were targeted after they missed penalties in the Euro 2020 final.\nPriti Patel said she was \"disgusted\" by the online abuse directed at the trio.\nMings said she had \"stoked the fire\" by refusing to criticise fans who booed the England team for taking the knee. \nMs Patel declined to comment on his tweet, but Downing Street said the home secretary was \"working every day to clamp down on hate crime, racism and violence\".\nMings, who was a member of the England Euros squad, was angered by a perceived lack of action by the government when some fans booed the players taking the knee before the tournament.\nThe act of taking the knee has become a prominent symbol in sport and during anti-racist protests in recent years, and England players have been adopting the stance at the start of their matches. \nSpeaking to GB News about the England players' protest in June, Ms Patel said she did not support \"people participating in that type of gesture politics\".\nAsked if she would criticise fans who booed England players taking the knee she said: \"That's a choice for them, quite frankly.\"\nWriting on Twitter on Monday evening, Mings said: \"You don't get to stoke the fire at the beginning of the tournament by labelling our anti-racism message as 'Gesture Politics' and then pretend to be disgusted when the very thing we're campaigning against, happens.\".\nAsked if Ms Patel was wrong to call taking the knee \"gesture politics\", Treasury minister Stephen Barclay told BBC Breakfast: \"We need to respect people making their points in different ways.\"\nDefending the home secretary, Downing Street added: \"There is no place for racism in this country and she is backing the police to hold those responsible for this abuse accountable.\"\nHealth Secretary Sajid Javid said he had \"full respect\" for players who took the knee, adding that everyone should show respect to those who did so.\nHe said: \"I think it's a perfectly acceptable way to show that solidarity. I wish more people would show respect in that way.\" \nPrime Minister Boris Johnson is due to hold a meeting with social media companies including Facebook, Instagram, TikTok, Twitter and Snapchat later to discuss online abuse.\nBut former Premier League footballer Anton Ferdinand, himself a victim of racist abuse during his career, told the government to \"sort your own house out\" before going after social media platforms.\nHe said there was no point in the government talking about what it was planning to do when, as \"the people that run this country\", they are \"not condemning\" those that boo players taking the knee.\nHe added: \"How can you not condemn that, but then come out and say it's about social media?\"\nRashford apologised for the missed penalty in a statement posted on Twitter on Monday, but added: \"I will never apologise for who I am and where I came from.\"\nA mural of Rashford in his hometown of Withington was defaced after his penalty miss - but it was later covered in messages of support and solidarity.\nRashford said he was \"on the verge of tears\" when he saw the supportive messages.\nThe mural has since been repaired.\nWithington Walls co-founder Ed Wellard, who commissioned the artwork, said the people responsible for defacing it should be educated not punished.\nEngland captain Harry Kane said Rashford, Saka and Sancho \"deserve support and backing, not the vile racist abuse they've had\".\n\"If you abuse anyone on social media you're not an England fan and we don't want you,\" he added.\nEarlier on Monday, England boss Gareth Southgate said the racist abuse issued after the defeat was \"unforgivable\". The Football Association also condemned it.\nThe Metropolitan Police is investigating the abuse and said \"it will not be tolerated\", while the UK Football Policing Unit (UKFPU) has also launched an investigation.\nMings's intervention comes after Labour leader Sir Keir Starmer accused Mr Johnson of having \"failed the test of leadership\" by not condemning fans who booed England players taking the knee.\nAhead of Euro 2020, after England's final warm-up game, Downing Street stopped short of condemning fans who had booed players who took part in the anti-racism protest.\nBut later that week, Mr Johnson said he wanted supporters to be \"cheering and not booing\" the England players. \nAfter Sunday's match, Mr Johnson praised the England football team, who he said had \"played like heroes\" and \"brought joy to this country\". \nAddressing those who sent abuse, the prime minister said: \"Shame on you - I hope you will crawl back under the rock from which you emerged.\"\nSir Keir said Mr Johnson's comments had come too late, adding: \"The actions and inactions of leaders have consequences, so I'm afraid the prime minister's words today ring hollow.\"\nThe home secretary was also criticised by Baroness Sayeeda Warsi - a former Conservative minister - who said: \"If we 'whistle' and the 'dog' reacts we can't be shocked if it barks and bites. It's time to stop the culture wars that are feeding division. Dog whistles win votes but destroy nations.\"\nHowever, another Conservative MP Fay Jones told the BBC she supported players trying to fight racism but added that taking the knee \"is a political symbol and I think that's the problem that certain people have had with it\".\nThe abuse received in the aftermath of the match has also raised questions about the role of social media companies.\nSpeaking in the House of Commons, Ms Patel said social media companies could \"no longer ignore some of the appalling, vile, racist, violent and hateful content that appears on their platforms\".\n\"We have been clear that if they do not stamp this out we will take action against them in the Online Safety Bill,\" she added.\nThe proposed legislation is yet to be published but it could give the media watchdog Ofcom powers to fine social media companies up to £18m if they fail in their \"duty of care\".\nThe Football Association has also urged social media companies to ban abusers from their platforms, as well as gathering evidence to make prosecutions easier.\nIn a statement, Facebook said it had \"quickly removed comments and accounts directing abuse at England's footballers\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57803366",
      "category": "uk",
      "title": "FA review after fans break into Wembley for final",
      "tags": "Wembley Stadium",
      "text": "The Football Association (FA) will conduct a full review after a \"large number of drunken yobs\" tried to force their way in to Wembley without tickets ahead of the Euro 2020 final.\nFans fought with stewards and police as they attempted to break through gates.\nFA chief executive Mark Bullingham apologised to legitimate fans who were affected and said the security team had \"never seen anything like it\".\nThe Metropolitan Police said it worked with security to prevent breaches.\nMr Bullingham said he was not sure those who broke in were real fans.\n\"There were a large number of drunken yobs trying to force their way in, we run a stadium not a fortress,\" he said.\n\"I have to apologise to any fans whose experience was affected and any of the team who had to cope with this.\"\nHe said the FA would work with the police to ban anyone who had forced their way in and to prevent such an event happening again.\nDowning Street has criticised those who stormed the stadium without tickets.\nThe prime minister's official spokesman said: \"Those scenes were unacceptable and we condemn violence, anti-social behaviour and abuse in the strongest possible terms.\"\nLis Nixon, 62, from Oxfordshire, who was at the match, said it was \"horrible\" and \"put you off going\". \nShe said she was pushed and crushed while queuing to get into the stadium and said once inside, there were large numbers of ticketless fans in rows and blocking exits with some people so drunk they had fallen to the ground and were just left there. \nShe said the stewards were \"overwhelmed\" and had \"lost control\" of the situation.\nItaly supporter Roberta Cuppari said she and her friend had to watch the match crushed in a corner while being sworn at and abused after ticketless fans took their seats and refused to move.\n\"It was the worst thing I have ever seen,\" said the 38-year-old mother-of-three. \"There were people urinating, people doing drugs.\"\nShe said people had pushed through behind them at the entrance, refusing to show their tickets or proof of Covid tests but security had not done anything, even when she had called for help.\nMs Cuppari, from Weybridge, Surrey, said it was unsafe and she was glad not to have brought her seven-year-old son, who would have been \"put off football for life\".\nA Football Association spokesperson initially denied anyone without a ticket had gained entry, saying there were \"no security breaches of people without tickets getting inside the stadium\". \nIn a later statement, a stadium spokesperson said: \"There was a breach of security and a small group of people got into the stadium. \n\"We are now working closely with stadium stewards and security to remove these people. Anyone inside the stadium without a ticket will be instantly ejected.\"\nFormer footballer Dominic Matteo said he had decided not to go into Wembley, despite having a ticket for the match, because of concerns for safety having had health issues in recent years.\nHe said he felt sorry for the stewards who were not equipped to deal with the situation with people \"running in from all different angles just up to no good\".\n\"It was very scary. I'm 47 years old, I'm a man, I can look after myself, but it felt very intimidating and them people trying to get in, they got in through the disabled entrance, which is scandalous,\" he said.\nA large crowd had also been trying to enter the fan zone in Trafalgar Square without tickets shortly before kick-off, the Met Police said.\nPolice said they had been \"engaging with the crowd and telling them to disperse\".\nSome people inside Wembley said there had been fans standing on the concourse for the entire first half, watching the match.\nAfter the match, riot police could be seen breaking through crowds outside Wembley Stadium as fans departed.\nBeer bottles were thrown amid chants against Italy. The Met Police said there had been 45 arrests by officers policing the final, with 19 officers injured \"while they confronted volatile crowds\".\nPolice forces across the country said they had been called to 875 incidents relating to the match - more than double the number during any previous football tournament. There were 246 arrests.\nHome Secretary Priti Patel said the \"violent minority\" who assaulted officers were not \"true fans\".\nThe FA, prime minister and Duke of Cambridge have also condemned the racist abuse aimed at penalty-takers Marcus Rashford, Jadon Sancho and Bukayo Saka.\nThe UK Football Policing Unit said it had launched an investigation to identify those posting racist abuse on social media.\nBy Phil McNulty, BBC Sport chief football reporter\nThe unsavoury scenes at Wembley before and during England's Euro 2020 final defeat to Italy were the result of an uneasy, threatening undercurrent of tension that had been building up throughout the day. \nSeveral hours before kick-off, thousands of fans, many fuelled by alcohol, were packed into areas around the stadium in an increasingly frenzied atmosphere that always threatened to get out of hand. \nSecurity was ineffective and it is rare at a major final for supporters to be able to get so close to the stadium without tickets. I was offered money for my accreditation lanyard just yards from the media entrance - unthinkable at any such showpiece event I have previously attended. \nInevitably, the situation boiled over into the frightening sight of barriers being stormed by scores of ticketless fans desperate to get inside Wembley, with children left terrified, others knocked to the ground, aisles full and the area reserved for disabled spectators swamped with supporters looking for anywhere to sit. \nFans who had legitimately paid to watch England's first major final for 55 years were left struggling to watch the game. \nStewards, perhaps understandably, were overwhelmed by the numbers they were having to deal with. It certainly did not appear to be a \"small group\" as originally stated. \nWere you at Wembley? Did you see people break in without tickets? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57798908",
      "category": "business",
      "title": "'Business has boomed but it doesn't mean we're coping'",
      "tags": "Flexible working,Aviva,Employment,Coronavirus pandemic",
      "text": "Nick, who makes video games, has seen his industry boom during the pandemic but he says that does not mean he and his team are still \"powering through\".\nAfter more than a year of rolling lockdowns, which have afforded him more time to speak to friends and family, Nick (not his real name) told the BBC he \"realised that life is a lot more fragile than it seemed\".\nHe says he has \"absolutely\" become less focused on his career since the beginning of the crisis.\nHe's now \"recalibrating\" his goals.\nAnd he's not alone. That's according to a study by Aviva, which found 47% of employees were less career-focused because of the pandemic.\nAround two in five people said they could never switch off from work.\n\"One result of this always-on, ever-present culture is that 40% of employees are concerned about work-related burnout,\" the insurer said.\nHalf of people complained that the boundary between work and home had become \"increasingly blurred\". And the impact of that has disproportionately affected women, with 46% concerned about burnout - compared to 35% of men.\nMeanwhile, 24% of women said the pandemic had a negative impact on their work-life balance. That compares to 16% of men.\nDebbie Bullock, wellbeing lead at Aviva, told the BBC's Today programme that the pandemic and lockdown had \"given people pause for thought about where work fits into their lives\".\nShe added that technology and the digital age meant it had \"become harder for some people to switch off\" from work.\n\"The pandemic may have been a collective experience, but the impact has been fragmented in so many ways, with women especially facing particularly acute stresses from the blurring of lines between home and work,\" Ms Bullock said.\nShe said it was important for employers to be aware and respond to the difficulties staff are facing and take action to help: \"If you don't make time for wellness you are going to have to potentially make time for illness.\"\nNick said: \"From a business perspective, happy [and] satisfied people will stick around and do their best work, but also, at the end of the day, what's the point of always doing more if it makes us miserable?\"\nAviva's study of more than 2,000 employees of larger companies found that just 14% would favour returning to the office full time, with 15% saying they would prefer to work from home five days a week. \nMen were more likely to favour a full return to the office, while more women said they would rather work from home full time.\nAviva said employers would need to \"carefully examine\" how they bring staff back to avoid deepening the gender divide between men and women.\nIt warned of \"the risk that those - often women - with primary care roles for their children or parents are put under increasing strain\".\n\"The journey towards the workplace of the future has been accelerated by the pandemic,\" Aviva's Ms Bullock said.\n\"Employees will look for something in return to encourage them back to the office, and employers must ensure offices become a destination for collaborating, mentoring and socialising to rebuild relationships.\"\nLast month, dating app Bumble shut its offices for a week to combat workplace stress. Its 700 staff worldwide were told to switch off and focus on themselves.\nOne senior executive at the firm tweeted that founder Whitney Wolfe Herd had made the move \"having correctly intuited our collective burnout\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57802981",
      "category": "entertainment-arts",
      "title": "Euro 2020 final: TV audience peaked at 31m as England lost on penalties",
      "tags": "Television",
      "text": "A TV audience of the Euro 2020 final peaked at 30.95 million viewers, overnight figures show.\nRatings peaked during extra time in the match between England and Italy at Wembley Stadium on Sunday, which was broadcast on both the BBC and ITV.\nAn average of 29.85m watched the whole game, according to the figures.\nBroadcast on both the BBC and ITV, the combined figure makes it the highest TV audience since the funeral of Diana, Princess of Wales, in 1997.\nWhile England goalkeeper Jordan Pickford saved two of the Azzurri's spot kicks, the Lions' striker Marcus Rashford hit the post before Jadon Sancho and Bukayo Saka had their spot-kicks saved to hand Italy victory.\n\"You can cut ratings in so many different ways and audience measurement has changed over the years, but safe to say this: it is among the biggest audiences in UK broadcasting history,\" said Deadline's international editor Jake Kanter.\nTo give a recent comparison, Prime Minister Boris Johnson's statement announcing strict new coronavirus restrictions in March last year was watched by more than 27 million, the highest audience in recent history.\nIn footballing terms, the highest ratings before Sunday's figures were released came from the West Germany v England semi-final at the World Cup in 1990, watched by 25.2 million.\nThat also featured a painful penalty shootout exit for England.\nThe official audience for Sunday's match may rise when those who saw it via catch-up services are taken into account.\nThe majority of people watched on BBC compared to ITV by a factor of more than four to one. The figures include those watching on ITV+1.\nAlso on Sunday, a peak audience of 7.8 million watched Novak Djokovic beat Matteo Berrettini in the Men's Singles Final at Wimbledon.\nBarbara Slater, director of BBC Sport, said in a statement: \"Once again sport has united a nation when we needed it most. The power of the performances at Euro 2020 and Wimbledon have been a relief to many who enjoyed the passion, drive and commitment of the talented athletes that have put on some memorable displays over this past month.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57803161",
      "category": "uk-england-manchester",
      "title": "Marcus Rashford mural defaced after England Euro 2020 defeat",
      "tags": "Withington,Marcus Rashford,Manchester,Racism",
      "text": "A mural honouring footballer Marcus Rashford has been vandalised with graffiti following England's defeat to Italy in the Euro 2020 final.\nThe artwork in Withington, Manchester, was defaced shortly after England lost in a penalty shootout on Sunday.\nRashford, along with Jadon Sancho and Bukayo Saka, missed a penalty and was targeted with racist abuse on social media after the game.\nSeveral swear words were daubed across the mural alongside the word \"Saka\".\nGreater Manchester Police said an investigation had been launched after the force received a report of racially aggravated damage at 02:50 BST.\nAppealing for information, Ch Supt Paul Savill said: \"Hate crime in any form is completely unacceptable and not welcome here in our city.\"\nThere has been an outpouring of support for Rashford on social media and people have also posted positive messages over the covered-up graffiti on the mural.\nThe positive messages include \"role model\", \"wonderful human\" and \"hero\" written on a red heart.\nThe artwork, based on a photograph by Daniel Cheetham and painted by street artist Akse, was created in collaboration with Withington Walls, a community street art project.\nIt was commissioned in recognition of Rashford's work to tackle child food poverty.\nThe Manchester United forward's mother provided the quote on the mural, which reads: \"Take pride in knowing that your struggle will play the biggest role in your purpose.\"\nEd Wellard, who co-founded Withington Walls, said he woke up to the news the mural had been defaced.\n\"I've come out to fix what I could immediately and cover up what I couldn't and hopefully we will get the artist out to come and fix it,\" he said. \n\"We dared to dream yesterday and our hopes were dashed but to wake up to this is more depressing. Racism seems to be more and more prevalent.\"\nGreater Manchester Mayor Andy Burnham described the mural defacement as a \"despicable, shameful act\".\n\"We could not be more proud of Marcus Rashford and his role in taking our country to its first major final in 55 years,\" he tweeted.\nEngland manager Gareth Southgate said the racist abuse aimed at Rashford, Sancho and Saka was \"unforgivable\".\n\"It's just not what we stand for,\" he said.\nPrime Minister Boris Johnson described the abuse of players as \"appalling,\" adding the team deserved \"to be lauded as heroes, not racially abused on social media\".\n\"Those responsible for this appalling abuse should be ashamed of themselves,\" he said. \nThe FA also said it was \"appalled\" by the targeting of the three players following the defeat at Wembley.\nRashford has previously spoken out about receiving racist abuse on social media following Manchester United's Europa League final defeat - also on penalties - to Villarreal.\nTweeting in May, he said he had counted \"at least 70 racial slurs on my social accounts\".\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57813704",
      "category": "world-latin-america",
      "title": "Cuba protests: Arrests after thousands rally against government",
      "tags": "Cuba",
      "text": "Dozens of people have been arrested in Cuba after thousands joined the biggest protests for decades against the island's Communist government, media and opposition sources say.\nUnauthorised public gatherings are illegal in Cuba and protests are rare.\nImages on social media showed what appeared to be security forces detaining, beating and pepper-spraying some of the protesters. \nCuba's president labelled those protesting \"mercenaries\".\nIn a four-hour-long televised address President Miguel Díaz-Canel slammed protestors as \"counter-revolutionaries\" while his foreign minister alleged the demonstrations had been financed and instigated by the United States. \nBut those who took to the streets said they were angry about the collapse of the economy, food and medicine shortages, price hikes and the government's handling of Covid-19.\nThe government's response to the demonstrations was swift. Figures compiled by legal help centre Cubalex suggest around 100 people were arrested on Sunday.\nAmong those detained is journalist Camila Acosta who was covering the protests for Spanish newspaper ABC. Spanish Foreign Minister José Manuel Albares demanded her immediate release.\nA young man who only gave his name as Carlos Alberto told BBC News Mundo he was hiding at his girlfriend's home after taking part in a demonstration.\n\"A colleague of mine was arrested, they came to look for him at his home. I'm afraid the same thing could happen to me,\" he said.\n\"We weren't doing anything bad, we're just asking for freedom and with this attitude they're showing what they are: a dictatorship,\" he told BBC Mundo's Lioman Lima over the phone. \nThere were reports of internet blackouts across the island. Access to mobile internet was rolled out in December 2018 in Cuba but is controlled by the state-owned telecommunications company Etecsa. \nInternet monitoring site Netblocks said access to WhatsApp, Facebook, Instagram and Telegram had been restricted by Etecsa's servers. \nMobile internet is the main way for Cubans to access independent news and many said the blackouts had increased the sense of ominous unease following the protests.\nThere also appeared to be a heightened presence of security forces with one Havana resident reporting that \"the streets are full of police\".\n\"There are police at every corner and practically all you see going past is police patrols.\"\nWith messaging services down and dozens of people arrested, relatives of some of those detained gathered in front of police stations for news of their loved ones. \nAriel González told BBC News Mundo he had been to his local police station twice to enquire about his son, a 21-year-old student who was arrested during the protests. \n\"I knew he got roughed up because some of his friends who were with him told me. At the police station they told me they couldn't tell me where he is because he was taken by another 'institution',\" he said referring to the presence of plainclothes officers at the protests.\nMany of those attending the protests on Sunday complained about shortages\n\"There is no food, no medicine, there is no freedom. They do not let us live,\" one man named only as Alejandro said.\nProtesters also shouted \"freedom\" and \"down with the dictatorship\".\nPresident Miguel Díaz-Canel blamed the US sanctions on Cuba - which have been in place in various forms since 1962 - for the shortages, calling them a \"policy of economic suffocation\".\nThe US - which has a decades-old history of hostilities with Cuba - has said it stands with Cubans, and called on those in government to refrain from violence and listen to its people.\n\"The Cuban people are bravely asserting fundamental and universal rights,\" US President Joe Biden said.\nThe anti-government protests began with a demonstration in the city of San Antonio de los Baños, south-west of Havana, but soon spread throughout the country.\nMany were broadcast live on social networks. Posts on social media showed people overturning police cars and looting some state-owned shops which price their goods in foreign currencies. For many Cubans, these shops are the only way they can buy basic necessities but prices are high.\nCuba's economy is struggling. Tourism, one of the most important sectors, has been devastated by the restrictions on travel during the Covid pandemic. \nSugar, which is mostly exported, is another key earner for Cuba. But this year's harvest has been much worse than expected. \nAs a result, the government's reserves of foreign currency are depleted, meaning it cannot buy in imported goods to supplement shortages, as it would normally do. \nAre you taking part in the protests? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57800036",
      "category": "uk",
      "title": "Euro 2020: Fans' despair as England lose to Italy in final",
      "text": "Fans have reacted with disappointment as England lost to Italy on penalties in the Euro 2020 final. \nAround 60,000 fans at Wembley witnessed the Three Lions' defeat, while millions watched in pubs, fan zones and homes across the country. \nThe Duke and Duchess of Cambridge - who were at Wembley with Prince George - congratulated the Italian side.\nLondon's Metropolitan Police said 49 arrests were made as of 02:00 BST, amid pre-match unrest at the stadium.\nIt added that 19 officers \"were injured while they confronted volatile crowds\".\n\"Heartbreaking. Congratulations Azzurri on a great victory,\" the royal couple wrote on Twitter.\n\"England, you've all come so far, but sadly this time it wasn't our day. You can all hold your heads high, and be so proud of yourselves - I know there's more to come.\"\nPrime Minister Boris Johnson said England \"played like heroes\", adding: \"They have done the nation proud and deserve great credit.\"\nLater he also tweeted condemnation of racist abuse directed at England players who missed penalties.\nHe said: \"This England team deserve to be lauded as heroes, not racially abused on social media.\n\"Those responsible for this appalling abuse should be ashamed of themselves.\"\nMayor of London Sadiq Khan said there was \"absolutely no place for racism in football or anywhere else\" and called on social media companies to remove and prevent hate.\nHe also tweeted that England had \"made history this tournament\", adding: \"Few have seen an England performance - or team - like the one you gave us this summer.\"\nMeanwhile, newspapers delayed their first editions as they attempted to sum up the feelings of a nation. \"Lions did us proud,\" the Metro's main headline said.\nAt Birmingham's Luna Springs big screen venue, teenager Jack Smith said: \"I feel sorry for the lads who had to take a penalty after coming on cold.\n\"I thought some of the bigger names would've stepped forward.\"\nIn Newcastle, Millie Carson, 18, said: \"We have come so far, winning would have topped it all off.\n\"The team has brought the country together, everyone has been loving life in these hard times.\"\nAhead of the game there were chaotic scenes at Wembley, with footage showing dozens of fans trying to force their way past barriers to get into stadium. \nScotland Yard said there was a \"breach of security\" in the afternoon \"which resulted in a small number of people getting into the stadium without a ticket\". \n\"Officers worked closely with security officials to prevent any further breaches,\" the Met said in a statement. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57797467",
      "category": "world-europe",
      "title": "Georgia: Cameraman dies after attack at anti-Pride march",
      "tags": "Press freedom,Pride,Georgia,Tbilisi,LGBT",
      "text": "Police in Georgia have launched a criminal investigation into the death of a cameraman who was attacked while covering an anti-Pride event. \nLekso Lashkarava suffered severe facial injuries during the attack in Tbilisi on 5 July but was discharged from hospital. He was found dead on Sunday. \nThe Georgian interior ministry said four people have been arrested. \nPride was called off on Monday after violent groups targeted the offices of LGBT campaigners. \nWhile discrimination against sexual orientation is illegal in Georgia, the country - which lies between Eastern Europe and Western Asia - remains very conservative. \nLashkarava was attacked by anti-LGBT protesters who were demonstrating against the planned Pride events. He was one of more than 50 journalists attacked on that day. \nLashkarava's editor at TV Pirveli said the cameraman had complained of severe pain when he saw him on Friday. \nAn official cause of death has not been announced. Georgia's interior ministry has announced that it has launched a criminal investigation. \nPrime Minister Irakli Gharibashvili described Lashkarava's death as an \"unimaginable tragedy\" but he faces calls to step down. He, along with his government, has been accused of orchestrating a violent campaign against journalists by people in the media industry. \nTwo marches are set to take place on Sunday. One is calling for the government's resignation and another has been organised by representatives from media outlets. \nReporters Without Borders condemned last week's attacks, saying journalists \"sustained injuries that included concussion, chemical burns and broken arms\". \nIt accused authorities of \"culpable passivity\" and said police had failed to protect reporters. \nActivists had organised five days of Pride events but in a statement on Monday, Tbilisi Pride said local authorities had \"not only failed to secure safety of the queer community and our supporters, but actively hampered us from exercising the right of assembly\" ahead of the planned march.\nGeorgia's interior ministry had previously called on the organisers to cancel the Pride march due to safety concerns while Mr Gharibashvili described the event as \"unacceptable for a large segment of the Georgian society\".\nThe Georgian Orthodox Church, which strongly opposes LGBT activists, had also called for a public prayer meeting against the Pride event.\nIt is not the first time that there has been violence at an anti-LGBT march. In 2019, far-right protesters joined demonstrations against the premiere of Georgia's first LGBTQ film in Tbilisi."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57798637",
      "category": "uk",
      "title": "Covid-19: Lockdown set to lift and long Covid testing hopes",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nAs Prime Minister Boris Johnson is expected to confirm plans to lift lockdown in England later, he urges caution and a warning that we \"must all take responsibility so we don't undo our progress, ensuring we continue to protect our NHS\". Almost all legal restrictions on social contact are earmarked to be lifted on 19 July, after the original reopening date on 21 June was postponed. During a news conference later, Mr Johnson will outline the country's position based on the latest data, which Downing Street says suggests hospital admissions, serious illness and deaths from Covid will continue, but at a lower level than before the vaccination programme. Mr Johnson warns Covid cases, currently at about 30,000 a day, would continue to rise as society reopened but the delay in reopening allowed millions more to be vaccinated.\nThere is no universally-agreed definition of long Covid and it remains somewhat a mystery. But now scientists say they have detected irregularities in the blood of those suffering from the condition, raising hopes this could pave the way for testing for it. There appears to be a pattern of rogue antibodies in the blood of a small number of people with long Covid, researchers at Imperial College London found. This research could lead to a simple blood test within six to 18 months. The early findings are \"exciting\", says Dr Elaine Maxwell, from the National Institute of Health Research, but she warns long Covid is a \"complex condition\", adding it is important to continue to research.\nCovid restrictions should now be lifted in Wales as the link between cases, hospitalisations and deaths has \"definitely\" been broken, a leading expert on infectious diseases has said. Welsh and UK government adviser Prof John Watkins said the vaccination programme and general immunity levels meant it was safe to end lockdown. In Wales the latest data shows Covid case rates are at 127 cases per 100,000 people - below other UK nations and most English regions - and the number of people admitted to hospital also remained close to record low levels. The next review is due to take place on Wednesday, meanwhile Scotland is due to move to Covid level 0 on 19 July, with most legal restrictions lifted on 9 August and some rules in Northern Ireland are expected to change on 26 July.\nHave you felt less focused on climbing the career ladder since you started working from home during the pandemic? Or do you find it hard to switch off? According to a study by insurer Aviva, 47% of employees were less career-focused because of the pandemic and around two in five people said they could never switch off from work. \"One result of this always-on, ever-present culture is that 40% of employees are concerned about work-related burnout,\" it said. Read more here.\n\"He would sob down the phone, 'mummy come and get me',\" says Dawn Cavanagh who was unable to see her 18-year-old son Jack for the first 15 weeks in lockdown. She says it was \"awful\" and Jack, who lives in residential care and has learning disabilities, epilepsy, autism and ADHD, became anxious, depressed and started to self-harm. Her story comes as many disabled people felt \"abandoned\" during the pandemic, according to a report.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith the final step of lifting lockdown in England due to be set out later, take a look at how life could change on 19 July.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57814213",
      "category": "world-us-canada",
      "title": "Texas Democrats flee state to block Republican voting law",
      "tags": "Voting rights in the United States,Texas,United States",
      "text": "Democratic politicians in Texas have left their state en masse in an effort to prevent Republicans there from passing a law to tighten voting rules.\nThe move will temporarily paralyse the state's House of Representatives, which requires at least two-thirds of the 150 members be present for a vote. \nAt least 50 House Democrats boarded two private jets from Austin to Washington DC on Monday.\nThe move comes amid a wave of voting restrictions in Republican-led states.\nRepublicans argue the measures are essential for election security but Democrats see them as an attack on the right to vote. \nThe bill in Texas would ban 24-hour polling places and expand the authority of partisan poll watchers. A first vote is planned later this week.\nThe House lawmakers took off on Monday afternoon. When they landed in Washington DC, the Democrats said they would not return until the 30-day special session had ended next month.\nUnder Texas House rules, absent politicians can be arrested and returned to the house floor. But the authority responsible does not have jurisdiction outside Texas. \nIn response to the exodus, Texas House Speaker Dade Phelan, a Republican, said the House would use \"every available resource\" to secure a quorum. \nTexas Democrats are again attempting to prevent state Republicans from passing new voting restrictions - and where they're going says everything about their ultimate objective.\nThis fight, in their view, will be won or lost in Washington DC - where Democrats have control - not in Texas, where Republicans call the shots. And not only could federal legislation override the proposed changes to Texas voting laws, it would also block enacted measures in Georgia, Arizona and other key presidential battleground states.\nThere has been concern among liberals that the Biden administration is not taking seriously the threat state-level voting laws pose to Democratic candidates in forthcoming elections - and has not shown a willingness to take aggressive action in Congress to push through new national rules. \nIt is, however, a symbolic move. It probably only delays the inevitable in Texas and is unlikely to change the dynamic in Washington, where the Republican Senate minority has more effective means to block the Democrats than simply leaving town."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57643063",
      "category": "uk",
      "title": "Covid-19: 'For us it's not freedom day, is it?'",
      "tags": "Coronavirus vaccines,Vaccination,Birmingham,Coronavirus pandemic,Immune system",
      "text": "The end of England's lockdown rules on 19 July has been dubbed \"Freedom Day\" - but for some people, it's becoming a day to dread. \n\"For us it's not freedom day, is it?\" says Rosie Duffin, 74, from Fareham, in Hampshire. \"It's 'becoming a hermit day' once again. It might be freedom for others, definitely not for us.\"\nThe retired NHS worker has secondary breast cancer and is considered clinically extremely vulnerable. Although she's been vaccinated, she says she was horrified when she heard that face masks may no longer be required. \"It doesn't make sense really, does it?\" she says.\n\"I don't see the problem with wearing face masks. When it comes to my own protection, and the protection of others, surely it's a small thing to do.\"\nRosie says she is now planning to cancel trips and events she had planned. \"I've got a theatre trip booked but there's no way I'm going to be sitting in a theatre next to people who are not wearing masks,\" she says. \nAnd she will no longer travel to London to see family, who she hasn't seen since 2019. \"It's frightening that freedom from masks will inevitably diminish my freedom to participate in daily life.\"\nAnd she's not alone.\nThe government's advice for clinically extremely vulnerable people - who number 3.7 million in England - was last updated a fortnight ago and says they should be cautious. However, some are already facing the prospect of having to shield for longer.\nWhile the vaccine offers a level of protection against Covid-19 for most people, for an estimated 500,000 in the UK - with a range of medical conditions - the jabs are unlikely to work. For them, freedom feels a long way away.\n\"It's kind of like belonging to an exclusive club that no one wants to belong to,\" says Margaret Bennett.\nThe retired teacher from Birmingham was diagnosed 17 years ago with common variable immune deficiency - a condition that means she cannot properly make antibodies to fight infection.\nIt meant she struggled for decades with frequent and lingering illnesses, which interfered with her life and work. But a treatment was available.\nCalled immunoglobulin replacement therapy, it takes blood plasma from hundreds of donors, combining it and extracting the antibodies. The treatment shared the general population's immunity to common infections with her and other people with similar conditions. Then Covid-19 emerged. \n\"The treatment that I was getting was allowing me to lead a normal life. And now I can't,\" the 68-year-old says.\nAbout 5,000 people have genetic immune disorders like Margaret's. For them, the vaccine remains safe and patients have been advised to take it, just in case it offers some degree of protection. But many don't know if it will work.\nThe uncertainty means they must now wait: for vaccinations to be so widespread that the virus is no longer circulating, for the results of trials testing the effectiveness of cloned antibodies, or for Covid-19 antibodies to eventually appear in donated blood.\nBut immunoglobulin replacement therapy given today is made from blood donated months ago. There is little sign of it offering protection to Covid yet. \n\"We're sort of stuck in this situation until 2022,\" says Margaret. \"We haven't got any definite end to it, which is the hardest thing to manage, particularly as you see all your other friends suddenly able to do things that you wouldn't do. We tend to feel we've been forgotten.\"\nFor her, there is no end in sight to shielding. She last saw one of her daughters who lives in America in February 2020. She has not hugged her grandchildren since the pandemic began. She still leaves deliveries from the postman for 48 hours before touching them.\nSocial life has been limited to meeting her daughter in the garden and attending a small birthday party outside - where she brought her own food and cutlery. \nMargaret and her husband are each keenly aware of the effect the situation has on each other. He is relieved that, now vaccinated, essential trips outside the home carry less risk of bringing back the virus.\nHowever, some relationships haven't survived. \nHannah Butler's partner, Wes, only knew her since she had been having treatment for her hypogammaglobulinemia - a \"very long and complicated name\" for a condition which means she has a very low levels of antibodies and is unlikely to respond to Covid vaccines.\nWes moved in with Hannah at her parent's house in Surrey during the first lockdown when he lost his job. But when he got a new job, just as infections around the country began to rise again, it wasn't safe for them to live together, or even to see each other.\n\"The strategy at the moment seems to be, as long as you've got the vaccine, you're fine,\" the 24-year-old says. \"And if you're young, you're not really at risk. It would be good in the middle of that to acknowledge that not everyone is OK after the vaccine, not everyone is protected.\"\nAngela Steatham, who has chronic lymphocytic leukaemia, says that tests have shown her vaccination produced \"zero antibodies\" - meaning she is still unprotected.\nThroughout more than 450 days of shielding, Angela and her partner Simon had lived separate lives in her cottage in Llanrhaeadr-ym-Mochnant, Powys. But when they found out about the vaccine being ineffective, they decided to separate for good.\n\"The only way we could sort of cohabit is if Simon lived the same reclusive life as me, but he's got four kids, he's got an elderly mother,\" Angela says. \"It's just impossible to maintain a loving, intimate relationship when you can't even be in the same room together. I don't want him to live the rest of his life restricted - I don't think he wants to either.\"\nNow Angela is braced for living a highly restricted life, perhaps for years, if the virus continues to circulate. \"We will have more variants. I don't think it's a question of if - we've got the whole Greek alphabet to go through,\" Angela says. \nPeople with conditions like hers risk becoming \"a marginalised group in society\", she fears. \"Nobody else wants their lives to be negatively affected for a minority.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57795212",
      "category": "uk-england-sussex",
      "title": "Cocaine 'worth £2m' found floating off Sussex beach",
      "tags": "Seaford,Drugs trade",
      "text": "Packages of cocaine with an estimated street value of £2m have been found floating off an East Sussex beach. \nThe drugs were first discovered in the water off Seaford on Thursday, with several further finds made since.\nPolice remained in the area in an attempt to intercept any further packages, and officers urged anyone who makes a discovery to call 999.\nThree men arrested on suspicion of importing class-A drugs have been released on bail, Sussex Police said.\nA man and a woman arrested on suspicion of other drugs offences have also been bailed. \nIn May, the National Crime Agency started an investigation after dozens of waterproof bags containing 960kg of cocaine were found on beaches in Hastings and Newhaven. \nThe NCA estimated that haul, if cut and sold in the UK, would have fetched £80m. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57782920",
      "category": "business",
      "title": "Truck driver visa options under discussion",
      "tags": "Freight transport,Brexit,Coronavirus pandemic,Haulage",
      "text": "The government has explored ways to address a shortage of haulage workers, including creating a short-term visa scheme for foreign lorry drivers, the BBC understands.\nA combination of the Covid pandemic and Brexit has left haulage firms struggling to recruit drivers.\nDifferent government departments have discussed options with the industry, including bringing in such visas.\nBut the Home Office said there are no plans to introduce the visas.\nThe industry is pushing for drivers to be added to the so-called Shortage Occupations list, allowing them to qualify for a skilled worker visa. \n\"We need long-term solutions to recruit a new generation of British lorry drivers into the trade, but short-term there is an urgent need for foreign drivers to be allowed in, under the Shortage Occupations list,\" said Rod McKenzie, managing director of policy at the Road Haulage Association (RHA).\nThe government wants the industry to employ British hauliers.\nBut the industry said that it was impractical in the short term because of the immediacy of the need and the training costs involved.\nLast week, transport minister Baroness Vere said she had discussed this issue with the haulage sector two years ago, adding: \"It was very clear then that foreign labour would not be available to it.\"\nNevertheless, with the training for an HGV driver typically taking six to nine months, people within the industry insist urgent action is needed to overcome the immediate crisis.\nBusinesses have warned that as the economy reopens, a lack of drivers is jeopardising deliveries to retailers and pushing up prices for consumers.\nThe sector is suffering from the impact of the pandemic, which prevented thousands of new drivers from taking their tests last year.\nAt the same time, many foreign hauliers returned home when work dried up during the early stages of the Covid outbreak and have since been unable to return because of immigration rules brought in after Brexit. \nThe RHA estimates that there is currently a shortfall of about 60,000 hauliers and said that the situation for food supplies was \"close to a crisis point\".\nThere was a risk that some items would run out in supermarkets at certain times in a way similar to \"rolling blackouts\" for electricity, it said.\n\"We're seeing a real danger to our supplies in the UK because of driver shortages,\" said Mr McKenzie.\nWith the government set to lift almost all legal restrictions on social contact in England on 19 July, the further opening of the economy could lead to a \"day of reckoning\", he said.\nWhile the industry has been increasing wages to try to attract staff, it is limited by slim profit margins, Mr McKenzie said.\nIt costs thousands of pounds to train up drivers and that is out of reach of many haulage firms and prospective drivers, he added.\nAlex Veitch, general manager of public policy at industry body Logistics UK, said the situation \"has become a crisis\".\n\"We need government to provide funding for driver training to open the industry up to as many people as possible and deliver their commitment to provide safe, secure parking for drivers.\n\"Meanwhile, without a temporary visa for drivers  - similar to that recently granted to agricultural workers to pick vital crops - the supply chain will break down,\" he said.\nThe government has already relaxed strict limits on driving time to allow hauliers to work for longer each day.\nHowever, while that plan has been welcomed by wholesalers, it has faced criticism on safety grounds. \n\"Extending lorry drivers' hours, as the government is doing, is a bad idea. Tired drivers don't make better drivers or safer roads,\" Mr McKenzie said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57811067",
      "category": "business",
      "title": "Nightclubs and large events advised to ask for Covid passes",
      "tags": "Nightclubs,Sajid Javid,Coronavirus pandemic",
      "text": "Nightclubs and other event organisers have been advised to ask for proof that revellers have had two jabs or tested negative for Covid.\nConfirming that most Covid rules in England will be lifted on 19 July, Health Secretary Sajid Javid encouraged event organisers to require attendees to show so-called vaccine passports.\nThey are available through the NHS app and also show if a person has natural immunity after contracting the disease.\nBut the guidance is not mandatory.\nTherefore organisers would not be legally required to follow it. \nSpeaking at a Downing Street press conference, Boris Johnson said: \"As a matter of social responsibility we're urging nightclubs and other venues with large crowds to make use of the NHS Covid pass, which shows proof of vaccination, a recent negative test or natural immunity as a means of entry.\"\nIn written guidance published after the press conference, the government said it \"reserves the right\" to force venues to require people to show their vaccine passport in order to be allowed in.\nPeople in England can do this by requesting an NHS Covid Pass via the NHS website or the NHS app.\nOnce logged in an NHS Covid Pass can be requested. The system generates a QR code, which lasts for 28 days.\nAn NHS Covid Pass can be obtained two weeks after a second dose of the Covid vaccine, as long as both doses were given in England.\nA pass can be requested if you've had a negative PCR test or lateral flow test result within the past 48 hours, which you have reported on the NHS website. These passes last 48 hours after the test result.\nAlternatively, a pass can be given following a positive PCR test result within the last six months, and have finished self-isolating. The pass lasts for 180 days after the test result.\nPeople who have had both their jabs can also request an NHS Covid Pass letter by calling 119. This only shows vaccination status and has no expiry date.\nClick here to read more.\nHowever, the move has received push back from bar and club owners.\nAlex Proud, owner of Proud nightclubs, said: \"I find it deeply worrying and frustrating because it's discriminatory against younger people who are less likely to have been able to have the vaccinations.\"\n\"We emphasise that we've invested in sanitation and we feel these measures are adequate rather than overly authoritarian Covid passports,\" he told the BBC.\nMichael Kill, who runs the Night Time Industries Association, said: \"We have consistently opposed the use of Covid passports for access to industry events and venues, logistically it presents many issues, supported by the recent Covid status certificate report administered by government, steering us clear from the use of this method to mitigate risk.\"\nBut Mr Johnson warned that the \"pandemic is not over\" as he outlined what he described as a \"cautious approach\" to relaxing restrictions.\n\"If we're cautious and everybody gets vaccinated, then, yes, we can make steady progress.\"\nThe decision to relax restrictions comes as UK case numbers have increased to an average of 30,000 a day, driven by the highly-transmissible Delta variant of the disease.\nThe variant has caused a surge in cases across Europe where other nations have decided to reintroduce restrictions.\nIn the Netherlands, the Dutch government re-imposed curbs on nightclubs, music festivals and restaurants on Friday while Spain's Canary Islands have asked the government to bring back curfews."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57761278",
      "category": "uk",
      "title": "Euro 2020: Jewels remain... Get Grealish... England fan-speak explained",
      "text": "For the first time since 1966, England's men's football team has reached the final of a major tournament.\nMore than 23 million people watched the 2-1 semi-final win over Denmark, with the TV audience for Sunday's final against Italy expected to be even bigger. But as football dominates the national conversation, how does the new or non-football fan cope? \nA phrase immortalised in Three Lions - the song released when England (the home of football, of course) hosted the European Championship in 1996. Just after the home side was knocked out in the semi-final, the song hit the top of the charts for the second time, and it has returned to the national consciousness in every tournament since.\nDo say: What a tune! Frank Skinner and David Baddiel's song is a heartwarming anthem about an English fan's hope and despair. They are football's Lennon and McCartney! I do not resent them having tickets for every match.\nDon't say: Isn't it all a bit jingoistic? And of course, football wasn't actually invented in England, merely codified here in the 19th Century, so this isn't really home at all.\nThe trophy that England lifted in 1966 when they won the World Cup, was in 1946 named after the French former president of Fifa, which is the sport's governing body. The trophy is namechecked in the chorus of Three Lions.\nDo say: Three Lions on a shirt, Jules Rimet still gleaming.\nDon't say: Three Lions on a shirt, jewels remain still gleaming.\nEngland's winning goal in Wednesday's semi-final against Denmark came after a controversial penalty, when the Dutch referee - and his assistant watching on TV - decided that midfielder Raheem Sterling had been fouled in the 18-yard box.\nDo say: There was definitely contact - not once, but twice - and besides, we were dominating the game! A goal was coming.\nDon't say: Why did he fall over so easily? You would never see a rugby player do that. Perhaps they should replay the game?\nMidfielder/forward Jack Grealish is one of England's most exciting players, but has started only one game in the tournament, something debated at length - great length - by fans across the country.\nDo say: Grealish dribbles beautifully and makes things happen - but don't question England team boss Gareth Southgate. The manager knows what he's doing.\nDon't say: Oh - you mean the one with a hairband who falls over a lot? To be honest, I'm indifferent as to whether he plays or not. Not bothered!\nEngland's likeable manager is a former player who, in 1996, missed the crucial penalty in the semi-final against Germany, ensuring the trophy did not \"come home\".\nDo say: He's more than a manager - he's a kind, intelligent, and empathetic ambassador for a new generation of down-to-earth footballers. Makes you proud to be English.\nDon't say: You do know, in his only management job in club football, he actually got Middlesbrough relegated from the Premier League.\nAs well as Three Lions, England fans sing Sweet Caroline (by Neil Diamond), the national anthem (not by Neil Diamond), and, for reasons not fully known, Whole Again, the fifth single from early-2000s English girl group Atomic Kitten.\nDo say: Southgate you're the one, you still turn me on, football's coming home again.\nDon't say: Turn me on? Is that appropriate to sing about a 50-year-old football coach who looks like a successful - but not too successful - chain store regional manager?\nEngland's only major trophy came in 1966, when they beat West Germany 4-2 in the World Cup final at Wembley. Geoff Hurst scored a hat-trick; Bobby Moore lifted the trophy; Kenneth Wolstenholme, the TV commentator, said: \"They think it's all over - it is now.\" You may have heard the game mentioned once or twice since then.\nDo say: Harry Kane is the new Bobby Moore; Raheem Sterling is the new Geoff Hurst; Jordan Pickford might - at a stretch - be the new Gordon Banks.\nDon't say: Did other countries even play football in 1966? Was it the World Cup or the Euros? And how long ago was that anyway?\nThe chorus of Three Lions - that song again - goes: Three Lions on a shirt / Jules Rimet still gleaming / 30 years of hurt / Never stopped me dreaming.\nThe clock is still ticking, and it's now 55 years since 1966.\nDo say: 2021 could become a year that - like 1966 - evokes an image, a memory, a feeling, all of its own. A milestone in English history! A totemic moment! And we were there!\nDon't say: Technically the hurt didn't start until 1968, when we were knocked out of the European Championship - our first major tournament after 1966 - so really it's only 53 years of hurt...\nSince England's first match in 1872 (a 0-0 draw against Scotland) they have worn a badge featuring three lions - itself taken from the ancient royal arms of England. Since 1996, the Three Lions has been used by some as a nickname for the English team.\nDo say: Just seeing the badge makes makes my hairs stand up - simple but elegant; ancient but timeless; a beautiful baton being passed through generations of proud Englishmen and women.\nDon't say: Are lions even native to England? Wouldn't Three Cows be better? Or even Three Red Squirrels?\nFootball teams generally line up with four dedicated defenders or three. It's a matter of choice. England have used both systems in the tournament so far, and could use either in the final.\nDo say: It's really refreshing to see an England team able to switch between formations so easily. Kyle Walker, who can play right-back or centre-back, is really crucial here.\nDon't say: Why not play eight defenders, then no-one could score past them? \nIf the scores in the final against Italy are level after 90 minutes, 30 minutes of extra-time is played. If it's still level, the match is decided by a penalty shootout - each team taking five penalties apiece, and then going to sudden-death if needed. England have been knocked out of six major tournaments in this way (1990, 1996, 1998, 2004, 2006 and 2012) and won a shootout only twice (1996, in an earlier match, and 2018).\nDo say: We beat Colombia in 2018 on penalties. It's a new era! The modern-day England player has the technique and mentality to withstand the pressure.\nDon't say: Didn't Harry Kane actually miss his penalty against Denmark on Wednesday? And besides - why do they need penalties? If it's a draw, let them share the trophy. That way, no-one has to miss like Southgate in 1996. And what's a few more years of hurt, anyway..."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57806800",
      "category": "uk",
      "title": "UK bans fifth neo-Nazi group under terror laws",
      "tags": "Neo-Nazism,Priti Patel,Counter-terrorism",
      "text": "An American neo-Nazi group which is led from Russia is to be banned as a terrorist organisation, the Home Secretary has said.\nPriti Patel condemned \"evil white supremacist groups, who target vulnerable people across the world\".\nThe Base will be the fifth extreme right-wing group to be proscribed in the UK under anti-terror laws.\nLast year BBC Panorama exposed the organisation's recruitments efforts in the UK.\nA BBC investigation also exposed the group's American founder Rinaldo Nazzaro and revealed how he was directing The Base from his St Petersburg home.\nThe Base, formed in 2018, seeks to create terrorist cells in the US and other countries in an attempt to establish fascist, white ethno-states through a \"race war\".\nMembers have engaged in training with weapons and explosives. Several men linked to the group are being prosecuted in the US for offences including conspiracy to murder.\nThe group has been heavily disrupted, although leading figures like Nazzaro remain active.\nA formal ban in the UK, which will come into force this week if approved by MPs, will make membership or support for the group a terrorism offence with a maximum sentence of 14 years in prison.\nThe Home Office said the group shared aims and ideologies with Atomwaffen Division, and its alias National Socialist Order, which was banned earlier this year.\nThe other right-wing extremist groups proscribed as terror organisations are National Action and Sonnenkrieg Division - both created in the UK - as well as Feuerkrieg Division, founded in Estonia.\nThe Panorama investigation into The Base exposed how Nazzaro and other men interviewed and groomed young recruits from Britain and other countries.\nThe investigation showed how another leading group member, Matthew Baccari, ran a notorious neo-Nazi online forum linked to multiple terrorism prosecutions in UK courts.\nNazzaro, who used to work for the FBI and the Pentagon, moved to Russia around the time he created The Base.\nIn November a feature-length interview with Nazzaro was broadcast on Russian state television."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57785742",
      "category": "uk-northern-ireland",
      "title": "Twelfth parades across Northern Ireland 'passed without incident'",
      "text": "About 100 Orange Order parades have taken place across Northern Ireland in a more localised Twelfth of July than usual.\nOrganisers said they would stick to plans for parades of 500 people due to the Covid-19 pandemic.\nThe traditional parades were cancelled last year due to the health emergency when people were asked to celebrate the event in their own homes and gardens.\nPolice said Monday's events \"passed without incident\".\nAssistant Chief Constable Jonathan Roberts said he was \"pleased\" with how things had unfolded.\n\"I would like to thank and acknowledge all of the people who helped make this a safe and enjoyable day for many,\" he commented.\n\"We will be continuing our duties throughout the night to keep our communities safe.\"\nThe last time the Twelfth took place in 2019, the policing operation cost £1.2m. \nThe Parades Commission had imposed conditions on a number of marches this year.\nA planned nationalist protest in west Belfast was cancelled after the Orange Order amended the proposed route. \nDespite the removal of a 500-person limit on public gatherings in the NI executive's restrictions, the Orange Order said it would stick to its original plans for scaled-down parades.\nIn Belfast, a number of small parades took place before the main march at 10:00 BST. \nEven though the event returned this year, it was not a normal Twelfth and was organised weeks ago with health regulations in mind.\nBands gathered at Carlisle Circus in north Belfast before the scheduled walk through the city centre and onto Shaw's Bridge in the south of the city. \nNo return parades or large gatherings for speeches were planned. \nSeven parades took place in County Fermanagh, including in the village of Magheraveely, near Newtownbutler, which has not hosted a Twelfth for almost 100 years.\nAmong those watching was 98-year-old William Robinson who provided the field for the demonstration and was a young boy the last time it was held there.\nRestrictions on numbers meant a smaller event with 11 lodges and eight bands took part.\nThe Parades Commission issued determinations on events in Belfast, Portadown, Lurgan, Bellaghy and Rasharkin; in some instances restricting march routes near flashpoint areas.\nIn west Belfast, a nationalist protest on Springfield Road was cancelled after the Orange Order dropped plans to walk through the gates of the Workman Avenue peace line.\nIn the run-up to the Twelfth, the Order had urged members, bands people and spectators to be mindful of the public health situation.\nOn Monday morning, the Rev Mervyn Gibson, the grand secretary of the Orange Order, welcomed the relatively low turnout of spectators at the main Belfast parade.\nMr Gibson, who watched the parade pass the Ulster Hall in Bedford Street, said he was pleased with how the day had gone given the reduction in marches as a result of the pandemic.\nHe said: \"Of course it is different this year. \n\"Last year it was the Twelfth at home, this year it's the Twelfth near you.\n\"Normally this place would be six-deep with people but actually we have achieved what we have set out to achieve, we wanted to spread the crowds across Northern Ireland.\"\nEach year, the Twelfth celebrations by the Orange Order mark the anniversary of the victory of Protestant William of Orange over Catholic King James II at the Battle of the Boyne in July 1690.\nThe Orange Order was formed near Loughgall in County Armagh in 1795, when its founding members pledged their loyalty to the royal family and swore to defend the Protestant faith.\nIn June, it was announced that the 2021 parades would go ahead after discussions between the Orange Order, then-First Minister Arlene Foster, Health Minister Robin Swann and Northern Ireland's chief medical officer.\nThe Grand Lodge's grand master Edward Stevenson said the day was a \"great success\" and had been a \"welcome sight\" for many people after the difficulties of the pandemic.\nHe said: \"Today we witnessed a huge turnout at 100 parades across the province. \n\"Many lodges swelled with new members, excellent bands and a large turnout of spectators. Those who say our institution, our culture and traditions are dying will have been very disappointed.\"\nMr Stevenson spent the day with his home district in Newtownstewart, in County Tyrone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57813402",
      "category": "business",
      "title": "Covid: Bus and train firms must decide whether to require masks",
      "tags": "Coronavirus lockdown measures,Transport,London transport,Coronavirus pandemic",
      "text": "The government has said bus and train companies must decide whether passengers have to wear face coverings on their services from Monday, when Covid rules are relaxed in England.\nFace masks have been mandatory on public transport for the past year to reduce the spread of the virus.\nBut those rules will be replaced with government guidance advising passengers to wear masks only on busy services.\nTransport firms will be left to decide whether to enforce that advice and how.\nHealth Secretary Sajid Javid said masks would still be \"recommended\" on public transport, but people without a face covering would no longer be fined after restrictions are eased on 19 July. \nNevertheless, bus and train companies will still be able to turn away passengers who refuse to wear one - unless they are exempt.\nThe Mayor of Greater Manchester, Andy Burnham, said some of the 3.8m people classed as clinically vulnerable would be \"fearful\" to go on public transport if masks were not compulsory.\nHe told BBC Radio 4's Today programme he had not yet taken the decision whether to require masks on trams in Manchester as he wanted to avoid adding to people's confusion.\nTreasury Minister Stephen Barclay told BBC Breakfast the emphasis was now on \"trusting the British public\" to take a cautious approach and there would be specific guidance for vulnerable people.\nLondon Mayor Sadiq Khan said the safest option would be to continue to legally require people to wear masks on public transport.\nHis comments came as Labour criticised the government's approach to unlocking in England as \"high risk\" and \"fatalistic\".\nWhile virtually all legal restrictions in England will be lifted on Monday, some guidance will remain.\nThere will no longer be any limits on how many people can meet and the 1m-plus distancing rule will be removed.\nNightclubs will also be allowed to reopen for the first time since March 2020 and capacity limits will be removed for all venues and events.\nBut nightclubs and other venues with large crowds will be encouraged to use Covid status certification - so-called domestic vaccine passports - \"as a matter of social responsibility\", Prime Minister Boris Johnson said on Monday.\nGovernment guidance to work from home where possible will be lifted, but ministers are encouraging a gradual return to the workplace.\nOn face coverings, Mr Johnson said: \"We expect and recommend that people wear a face covering in crowded and enclosed spaces where you come into contact with those you don't normally meet, such as on public transport.\"\nAsked if Monday's rule changes were irreversible, as has been repeatedly stated, Mr Johnson said he hoped they were but \"we must rule nothing out\".\nAnd in the Commons, Mr Javid said the government will \"have a review\" in September \"to make sure that we're properly set up for autumn and for winter\".\nTransport companies have been weighing up whether to mandate masks or not. If you're flying, chances are you will still need to wear one; many airlines have decided to keep masks as a requirement for travel.\nBut most train, bus and coach operators in England will now decide they won't be mandatory, following the lead set by rail and passenger groups. \nCompanies will still ask passengers to wear masks when services are busy. But there's concern among many transport operators that a blanket requirement could make people think that public transport is more dangerous than other indoor settings, like restaurants and pubs. We haven't yet heard from the London Mayor about whether masks will be required on Transport for London-run services.\nWales and Scotland both still require anyone travelling on public transport to wear a mask by law, meaning that those taking services that cross the border from England will have notices reminding them to wear a face covering unless exempt. It is the second time this has happened during the course of the pandemic. \nThe Confederation of Passenger Transport - a trade group representing bus and coach companies - said passengers will find it \"difficult to understand\" why the prime minister has \"singled out public transport as somewhere to wear a face covering when a range of other activities share its characteristics.\" \nThe group said it wanted clear guidance for operators and customers, adding that it was important to respect everyone's right to choose whether to wear a face covering once restrictions had eased. \nThe Rail Delivery Group, which represents train companies, said its members would ask passengers to wear face coverings in busy indoor settings \"out of respect for others\". \nIt said enhanced cleaning would continue after 19 July and train companies would provide better information about how busy services are. \nWales' First Minister Mark Drakeford confirmed masks would continue to be required on public transport and in healthcare settings \"even if\" the nation relaxes restrictions, which are due to be reviewed on 15 July.\nRules regarding face coverings are due to be considered next month in Northern Ireland, which is due to ease some Covid measures on 26 July. \nScottish First Minister Nicola Sturgeon is due to make an announcement about restrictions on Tuesday. Scotland is expected to move to level 0 - the lowest level of restrictions in its roadmap - on 19 July and lift most legal restrictions on 9 August.\nThe prime minister said it was vital to proceed with \"caution\" in England after 19 July, warning \"this pandemic is not over\" .\nThe peak of the current wave is not expected before mid-August and could lead to between 1,000 and 2,000 hospital admissions per day, according to government scientists.\nCentral estimates from modellers advising the government also show that Covid deaths are expected to be between 100 and 200 per day at the peak, although there is a large amount of uncertainty.\nOn Monday, the UK recorded 34,471 new cases, as well as six deaths within 28 days of a positive test.\nIt was the sixth consecutive day that cases were above 30,000.\nThe number of deaths recorded on Mondays are often lower due to reporting lags over the weekend.\nMore than 45.9 million people - or 87% of adults in the UK - have now had at least one dose of a Covid-19 vaccine. And more than 34.8 million - around two-thirds of adults - have had both doses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57811613",
      "category": "uk",
      "title": "Flash floods in parts of London leaves cars submerged as roads fill with water",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-57810379",
      "category": "uk-england-nottinghamshire",
      "title": "'Oh fiddlesticks' - BBC reporter breaks Euro 2020 final score to fan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57804447",
      "category": "business",
      "title": "Heathrow's long queues blamed on self-isolating staff",
      "tags": "Companies,Coronavirus lockdown measures,London Heathrow Airport,Coronavirus pandemic",
      "text": "Heathrow's Terminal 5 saw long queues at security on Monday morning because of the absence of more than 100 staff. \nThe airport said the issue had arisen because the security staff were instructed to self-isolate by the NHS Test and Trace app.  \nSome passengers experienced lengthy queues from 06:00. Many complained that there was limited social distancing.\nIt comes as the government faces calls to bring forward changes to Covid self-isolation rules.\nThe disruption affected only Terminal 5 and did not involve Border Force officers. \nSome passengers complained on Twitter about \"total chaos\" and posted pictures of large crowds at the terminal. \nOne passenger, Kathryn Wylie, was travelling to Glasgow when she was caught up in the disruption. \"It was manic,\" she told the BBC.  \n\"In Terminal 5, both security queues were backed up, with little being done to move people forward who had the closest upcoming flights. \n\"Luckily, one lady came through handing out water, but I'm not sure that went on very long. \n\"Once you finally got through to the security screening, there were maybe only two to four of the belts functioning, which made the whole process even more drawn out.\"\nKathryn said that once she was on board the plane, its departure was delayed for another hour to allow people to get onto the flight who had not yet made it through security.\nKeaton Stone, a BBC producer on The Sky at Night, also tweeted about the queues. \n\"Never seen Heathrow so busy!!!!\" he said.\nMost Covid restrictions are due to end on 19 July, however planned changes to self-isolation rules are not expected until 16 August at the earliest.\nBut many companies, especially in the hospitality and leisure sectors, say their reopening plans are in disarray due to the number of staff having to isolate because they have come into close contact with someone who has tested positive for Covid.\nOn Monday, business lobby group the CBI urged ministers to bring forward changes to the rules, saying it would help ensure reopening was a \"confident\" not \"anxious\" process.\n A Heathrow spokesperson said: \"Earlier today, we experienced some passenger congestion in Terminal 5 departures, due to colleagues being instructed to self-isolate by NHS Test and Trace. \n\"We have activated additional team members to assist passengers with their journeys and the operation has now returned to normal. We apologise to our passengers for any inconvenience caused.\"\nThe Department for Health and Social Care has been approached for comment on the NHS test and Trace app. \n Are you affected by the disruption? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57803513",
      "category": "world-africa",
      "title": "South Africa deploys military to tackle Zuma riots",
      "tags": "South Africa,Jacob Zuma",
      "text": "South African President Cyril Ramaphosa has called for people to \"stand against violence\" in response to deadly unrest triggered by the jailing of former President Jacob Zuma. \nAt least six people have been killed and nearly 500 arrested since Zuma handed himself in to police last week. \nShops have been looted and buildings set on fire. \nTroops have been deployed in Gauteng province, and in Zuma's home province of KwaZulu-Natal.\nZuma was convicted of contempt of court after failing to attend an inquiry into corruption during his presidency. \nThe 79-year-old, who denies corruption, was given a 15-month prison sentence. He is hoping to get the sentence rescinded or reduced by the country's constitutional Court. However, legal experts say his chances of success are slim. \nIn a televised address on Monday, Mr Ramaphosa condemned \"acts of public violence of a kind rarely seen in the history of our democracy\". \nThe unrest began as protests against Zuma's jailing but has escalated and broadened. \nImages from Durban, in KwaZulu-Natal, showed shops ransacked and businesses set on fire. In Johannesburg looters were seen taking televisions, microwave ovens and clothes. \n\"What we are witnessing now are opportunistic acts of criminality, with groups of people instigating chaos merely as a cover for looting and theft,\" Mr Ramaphosa said. \n\"There is no grievance or political cause that can justify the violence and destruction that we have seen in parts of KwaZulu-Natal and Gauteng.\"\nOn Sunday, protesters armed with sticks, golf clubs and branches were seen marching through Johannesburg's central business district.\nThe violence has affected Covid vaccination drives, with some chemists saying vaccination sites had been \"destroyed and looted,\" AFP news agency reports. Some sites have been forced to close amid safety concerns. \n\"Our vaccination programme has been severely disrupted just as it was gaining momentum. This will have lasting effects on our progress in economic recovery,\" President Ramaphosa said. \nSeparately to his imprisonment for contempt of court, Zuma is being tried on corruption charges. He pleaded not guilty last month in a case involving a $5bn (£3bn) arms deal from the 1990s.\nHis supporters argue he is the victim of a political witch hunt, orchestrated by Ramaphosa allies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57797787",
      "category": "education",
      "title": "School aid for Syrian children who know war planes but not shops",
      "tags": "Foreign & Commonwealth Office,Schools,Helen Grant,Dominic Raab,Syrian civil war,Syria,Humanitarian aid",
      "text": "Protecting children's education in conflict zones such as Syria is to be supported with £15.8m of UK funding.\nThere are children at school in Syria who have spent their entire lives in wartime and fearing attack.\nA Syrian education project leader said there were children who did not know what a shopping mall was - but who could identify every war plane.\nForeign Secretary Dominic Raab said the aid would help some of the \"world's most vulnerable children\".\nBut aid agencies have previously called on the government to reverse its cuts in the overall aid budget - with a group of prominent Conservative MPs trying to overturn the cut from 0.7% to 0.5% of national income.\nThe Syrian Education Programme, supported by UK aid and operating in opposition-held north-west Syria, has helped to keep children in school, pay teachers and address the psychological problems of children during the decade-long conflict.\n\"The other day I was discussing a reading activity for children and we had the word for 'shopping mall' - and the children did not know what that meant,\" said a Syrian project leader, working with pupils who have grown up with war as a constant background.\nBut he said the same children could identify any type of military plane from the sound they made - in a place where conflict and people being made refugees had been their experience of childhood.\n\"That's not how children should be raised,\" the Syrian project leader told the BBC, remaining anonymous for security reasons.\n\"They need to know what's happening outside. They have lost a lot, but believe me, when you speak to the teachers, they have high expectations.\n\"They think education is the window to the world.\"\nDespite schools facing attacks and bombing raids, as well as the Covid pandemic, pupils in this region of a militarily-divided country are still studying and taking exams.\nThis is giving children \"hope and skills, protection, confidence and self-esteem\", said Helen Grant, the UK prime minister's special envoy for girls' education.\n\"When they get to school they've often been traumatised because of the bombings,\" said Mrs Grant, and even if the \"school\" is only a space in a tent, it becomes a \"lifeline\" where children can make friends and rebuild their self-confidence.\nKeeping schools open is a chance to break the \"cycles of poverty\" for families, said Mrs Grant, who warned that girls were particularly vulnerable to missing out on school in such conflict zones.\n\"Schools are very much providing hope and a sense of optimism and a future - and that is desperately, desperately needed,\" said the special envoy and MP.\nMany teachers in this part of Syria have to work unpaid - and the project leader said continuing to volunteer to go to school for these teachers was \"an act of defiance, an act of faith\".\nBut he welcomed the aid funding which would pay teachers - otherwise they would eventually have to close schools and get other jobs.\nThe £15.8m funding announced by the UK government will focus on finding effective ways to sustain education in places with major, long-running disruptions, such as wars, political violence, refugees being pushed over borders or natural disasters.\nAs well as Syria, this will support education in northern Nigeria, Jordan, Myanmar, South Sudan and Lebanon.\n\"Children living in conflicts and protracted, long-term crisis settings are without any doubt some of the most vulnerable in the world,\" said Mrs Grant.\nAnd girls are particularly at risk, she said, more likely to miss out on school and in danger of sexual violence, early marriage and human trafficking.\nThe funding comes from £400m previously earmarked for supporting girls' education and there will also be £430m aid from the UK for the Global Partnership for Education, an international co-ordinating body which aims to raise $5bn (£3.5bn) at an education summit this month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57797657",
      "category": "uk",
      "title": "Covid-19: PM urges caution as 19 July unlocking set to go ahead",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson is expected to confirm later the plan to lift almost all legal restrictions on social contact in England on 19 July.\nBut ahead of a news conference on Monday afternoon, Mr Johnson has urged people to be cautious.\n\"We must all take responsibility so we don't undo our progress, ensuring we continue to protect our NHS,\" he said.\nHe warned Covid-19 cases, currently at about 30,000 a day, would continue to rise as society reopened.\nThe PM's news conference will present the latest data, with Downing Street saying current modelling suggests hospital admissions, serious illness and deaths from Covid-19 will continue, but at a lower level than before the vaccination programme.\nNumber 10 said the delay in moving to the final stage of the roadmap out of lockdown, originally scheduled for 21 June, had allowed an additional 6.8 million first and second vaccine doses to be given out so far.\nThe government had also moved the expected end of restrictions closer to the school summer holidays, when transmission was likely to be lower, Downing Street said.\nMr Johnson said: \"We are tantalisingly close to the final milestone in our road map out of lockdown, but the plan to restore our freedoms must come with a warning.\"\nHe said the vaccine rollout had weakened the link between infections, hospital admissions and deaths, but added the pandemic was \"not over yet\".\nWith cases set to rise as restrictions were lifted, \"caution is absolutely vital\", the prime minister said.\nAs well as the news conference, Health Secretary Sajid Javid is expected to announce the plans in Parliament.\nNo other country has attempted what England looks set to do in the face of rapidly increasing infection rates, driven by a more infectious variant. \nBut then few countries have such high levels of vaccination, plus protection from natural infection to reduce the burden of serious illness. \nAnd with cases already surging, the calculation is that delaying further will not achieve a great deal. \nThe hope is the rising wave of infection will soon hit that wall of immunity and rates will plateau, before falling. \nHowever, it comes with significant risks. While the link between cases and hospitalisations is weakened, it's not broken - 100,000 cases a day would probably lead to 2,000 admissions, twice what the NHS sees in the depths of winter for all respiratory infections. \nBut the rewards are, potentially, significant too. It's possible by the end of summer England could find itself in a position where there will be enough immunity to be close to being able to manage the virus.  \nIt's unlikely to hit the herd immunity threshold, but close enough that huge surges of infection may be behind us.\nThe decision to remove restrictions is based on four tests, Downing Street said.\nThese are: \nDr Mike Tildesley, an expert in infectious disease modelling who sits on the government's Scientific Advisory Group for Emergencies (Sage), told BBC Breakfast the country was at a \"tricky phase\" and said \"mixed messaging\" from ministers over face masks was a concern.\nHe said: \"I think it's actually quite confusing for people to know what the right thing to do is.\"\nCare Minister Helen Whately has said she looked forward to not having to wear a face mask as much, while Chancellor Rishi Sunak said he would stop wearing one as soon as \"legally possible\".\nBut Health Minister Edward Argar said he would continue to carry a mask even if the legal requirement ended on 19 July as expected. He told BBC Radio 4's Today programme there would be \"clear and strong guidance\", with people having to make their own judgements on when to wear masks.\nHe added that rail companies could still impose their own requirements on mask-wearing once the national regulations ended.\nProf Peter Openshaw, who advises the government about viral threats on the Nervtag group, told the Today programme that masks \"greatly reduce transmission\", adding it was difficult to leave it up to individual judgement when \"it is not only protecting yourself but also protecting other people\".\nHe added the country was at a \"crucial moment\", with hospitalisations up 66% in the past week.\nDr Tildesley said that when some restrictions were lifted in May there had not been a significant uptick in the spread of the virus as many people had remained cautious, and he was hopeful that would remain the case after 19 July.\nNearly 45.9 million people - or 87.1% of adults in the UK - have now had at least one dose of a Covid-19 vaccine. Almost 34.8 million (two-thirds of adults) have had both doses.\nOn Sunday, the UK recorded another 31,772 confirmed coronavirus cases, along with a further 26 deaths recorded within 28 days of a positive test.\nAlthough deaths remain relatively low, in the past seven days they rose by more than 66% on the previous week.\nAs well as ending legal requirements for face masks, the move to stage four of England's road map out of lockdown would mean there would no longer be any limits on how many people can meet and the 1m-plus rule would be lifted.\nThe changes on 19 July are also expected to mean nightclubs can reopen, pubs can serve people at the bar and capacity limits at concerts, theatres, sports events or places of worship would be lifted.\nBut the requirement to self-isolate if you are contacted by NHS Test and Trace will remain in place until 16 August, when it will be relaxed for people who have had both vaccine doses. If someone tests positive for the virus they will still be legally required to self-isolate.\nWales is due to review its restrictions on 15 July, while Scotland is expected to move to level 0 on 19 July and lift most legal restrictions on 9 August. Northern Ireland is due to ease some Covid measures on 26 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57803071",
      "category": "uk-wales",
      "title": "Covid in Wales: Shoppers not wearing face masks 'scare' staff",
      "tags": "Coronavirus lockdown measures,Wrexham,Wales business,Caerphilly,Retailing,Coronavirus pandemic",
      "text": "Shop staff are \"scared\" about customers not wearing face masks due to Covid-19, a union representative has said.\nWelsh ministers are still undecided if wearing masks will continue to be law in shops, while such Covid rules are due to be eased in England from next week.\n\"Customers will just ignore the advice that is given in Wales and just do what they want,\" said Tracey Davies from shop workers union Usdaw based in Neath.\n\"My staff are scared.\" \nMs Davies told BBC Radio Wales Breakfast there had been a \"few\" difficult moments when staff had to ask customers to wear a mask but it was \"calming down in a lot of stores - not in all\". \n\"You take away the plastic screening in front of a checkout and their masks, they have no protection whatsoever,\" she said.\n\"It should continue to be made compulsory for shoppers to wear masks to protect the retail staff.\"\nThe Welsh government has said face coverings in Wales would still be mandatory on public transport and in health and social care settings.\nPrime Minister Boris Johnson is due to confirm on Monday whether most of England's lockdown rules - including the legal requirement for masks - will end on 19 July.\nAnd Scotland said it planned to lift remaining legal restrictions on 9 August.\nThe Welsh government's next 21-day review of the coronavirus regulations is due to take place on Wednesday.\nWelsh ministers have already told school pupils that wearing face coverings in the classroom will no longer be recommended from September.\nWales is currently at alert level one in its response to the pandemic which means face coverings are mandatory in all indoor public places.\nPaul Slater, landlord of the Trotting Mare pub on the Wrexham border with Shropshire, said he had spoken with customers and staff who have decided to continue to \"wear our masks to protect ourselves\".\nHe said having the same Covid rules either side of the border would prevent \"confusion\". \n\"People are getting a bit fed up as the rules are changing all the time between the two countries,\" he said. \n\"The confusion comes because of where the pub is. A lot of people aren't aware that we're actually in Wales.\"\nCaerphilly GP Dr David Bailey, chair of doctor's group the BMA in Wales, said it would be a \"sensible idea\" if face masks continued to be mandatory.\n\"The risk hasn't gone away,\" he told the radio programme.\nWales' Covid rate has risen to 136 cases per 100,000 people in the latest rolling seven-day period, up from under 10 since the end of May due to the emergence of the Delta variant.\n\"I think it's sensible to be cautious and try to make sure that this doesn't peak too high because we are seeing a doubling [in cases] literally in two or three weeks,\" he said.\nUsdaw regional secretary Nick Ireland said: \"Retailers may be able to attempt to enforce their own face covering policies, but in the absence of a legal requirement, as has already been highlighted by the British Retail Consortium, this could result in further significant increases in abuse, threats and violence towards retail workers. \n\"Wearing a face covering in crowded public areas like shops is not merely a personal choice, it is an important measure to help protect workers who have no option but to interact with large numbers of people as a part of their job.\"\nOn Sunday, Wales' Health Minister Eluned Morgan said ministers had focused on places like public transport with \"enclosed places with not very obvious ventilation methods\".\n\"We are still discussing whether we need to go further and whether we want to introduce this also at retail level,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57789359",
      "category": "uk-wales",
      "title": "Covid: Call for Wales to follow England's quarantine travel rules",
      "tags": "Tourism,Coronavirus lockdown measures,Builth Wells,Wales business,Holidays,Haverfordwest,Cowbridge,Welsh government,Coronavirus pandemic",
      "text": "Travel agents and tour operators in Wales want the Welsh government to follow England and adopt the same rules affecting international travellers.\nUK residents who have had both doses of the Covid vaccine returning from amber list destinations will no longer have to isolate in England from 19 July.\nBut Health Minister Eluned Morgan said she was concerned new Covid variants could come into the UK from abroad.\nShe said advice in Wales was to avoid all but essential overseas travel.\n\"We will be looking at that situation in the next few days to determine our response,\" she said, referring to the revised plans over the border.\n\"We have grave concerns about the situation where people are receiving a message that, if you're double vaccinated, you are in a situation where you are invulnerable and that is certainly not the message we want to give to the Welsh public.\"\nTravel agent Sue Glen said she had seen an influx of enquiries from people in Wales hoping to travel in the autumn and winter while her customers in England were booking holidays over the summer.\nShe also said many in Wales had their \"fingers crossed\" the Welsh government would follow the rule changes affecting travellers from England.\n\"It needs to be the same guidance - it's complicated enough,\" said Ms Glen, a self-employed travel agent based in Builth Wells, Powys.\n\"It's nonsensical not to have to follow the same rules. A lot of Welsh travellers will travel out using English airports. Going forward, a united approach is far more practical.\"\nNorthern Ireland will follow England in removing quarantine rules for fully vaccinated people travelling to and from amber list countries from 26 July, while Wales - like Scotland - has not yet decided whether to do the same. \nScotland's First Minister Nicola Sturgeon has said she is \"carefully considering\" what to do while the Welsh government said it was considering the proposal with a further review on easing more lockdown restrictions expected on Wednesday.\nFrance, Italy, the United States, mainland Spain and Portugal are among the countries on the UK amber list.\nWales has the lowest Covid case rates of the UK nations and its vaccination rates are among the best in the world.\nTravel operator Edwards Coaches, based in Rhondda Cynon Taf, has not taken customers into Europe since Christmas 2019, although its foreign holidays usually account for 30% in sales worth £2.5m.\nManaging director Jason Edwards said the Welsh government should \"take confidence and follow suit\" with the advice changing to allow English travellers to visit amber list countries and return without self-isolating.\n\"We need a consistent message between the UK and Welsh government,\" he said.\nCurrently, anyone returning from amber or red list countries must isolate for 10 days, regardless of their vaccine status.\nThe Welsh government's quarantine policy has differed from the UK government's in England for a period last year, but more recently has been broadly the same.\nBut ministers in Wales have continued to advise against all but essential travel overseas.\nA review of Covid-19 restrictions in Wales will be made the week starting 12 July.\n\"People are confused,\" said Suzanne Cumpston, from Sam Smith Travel in Cowbridge, Vale of Glamorgan.\n\"The whole point of the traffic light system was for the United Kingdom but we are not being very united.\"\nShe also said there were \"fingers crossed\" that the Welsh government would follow suit with its lockdown rules due to be reviewed next week.\n\"We need to be aligned,\" she added.\nAnna Reed, director at Ocky White Travel in Haverfordwest, Pembrokeshire, said there was \"utter confusion\" among people in Wales wanting to book holidays, due to the number of Covid tests required before and after travelling overseas, along with the necessary paperwork.\n\"They are not committing to anything because of all the rules in place,\" said Ms Reed.\nShe said while changes in the rules for travellers in England had prompted more enquiries from people in Wales, they had not yet made any \"commitment\".\nRussell George MS, Welsh Conservative spokesperson for health, said: \"So that everyone knows what the rules are and can abide by them, there should be one policy across the UK on who has to quarantine based on their vaccination status.\"\nHealth Minister Ms Morgan said there was a possibility that overseas travel could be \"the route through which we will see new [coronavirus] variants that could possibly evade our vaccinations\".\n\"I think people need to understand that actually, it is still a very precarious situation,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57791089",
      "category": "uk-england",
      "title": "Euro 2020: The pride of England stars' hometowns",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57798457",
      "category": "uk-england",
      "title": "Geoff Thomas MBE: Ex-Wolves player completes Tour de France",
      "tags": "Redditch,Cycling,Leukaemia",
      "text": "A team of amateur cyclists led by ex-Wolves footballer Geoff Thomas MBE has completed the Tour de France route.\nThe team has raised over £1m for blood cancer charity Cure Leukaemia, of which Mr Thomas is a survivor.\nThey cycled some 2,100 miles (3,400km) battling \"extreme\" heat, illness and fatigue. The team finished the feat a week ahead of the professionals.\nEngland manager Gareth Southgate sent his former Crystal Palace teammate a good luck message ahead of the ride.\nHe said: \"Just wanted to send you a message to say the very best of luck with it, I hope the limbs are recovering reasonably well every night and I'm very proud of what you're doing as always. Keep battling on.\"\nThe cyclists also received congratulations from Chris Froome OBE.\nMr Thomas, from Redditch, Worcestershire, was made an MBE in the Queen's Birthday Honours in June for his charity work.\nHe was diagnosed with acute myeloid leukaemia in 2003, a year after he retired from football. \nHe captained Palace in their 1990 FA Cup Final defeat and made over 450 club appearances for Palace, Wolves, Nottingham Forest, Crewe, Rochdale, Barnsley and Notts County. \nHe was also capped nine times for England.\nWhen he was first diagnosed, the former midfielder was given three months to live, but overcame the disease two years later after treatment and a stem cell transplant.\nMr Thomas, who has completed the Tour de France on five occasions, said: \"Six weeks ago, it didn't look like this event could take place.\n\"Yet here we are in Paris having not only completed one of the toughest ever Tour de France routes but, more importantly, we have achieved our goal of raising £1m for the charity that helped save my life 18 years ago.\"\nHe added: \"You never know, perhaps I do have one more Tour in me\". \nThe charity's chief executive, James McLaughlin, said: \"Ensuring this event could go ahead has been a Herculean effort from so many people and I would like to thank everyone that has played a part in making The Tour 21 a success.\n\"To raise £1m is incredible and I want to thank all of the riders, their families, friends and colleagues because taking this event on requires enormous sacrifices long before the start.\" \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57800152",
      "category": "world-latin-america",
      "title": "Haiti: 'Key suspect' arrested after President Jovenel Moïse's assassination",
      "tags": "Haiti,Jovenel Moise assassination,Jovenel Moise,United States",
      "text": "Police in Haiti say they have arrested a doctor they believe is a key suspect in organising last week's assassination of President Jovenel Moïse.\nThey say Christian Emmanuel Sanon, a 63-year-old Haitian national, flew into the country on a private jet in early June with \"political motives\".\nMr Moïse, 53, was killed at his residence on 7 July, by 28 foreign mercenaries, the police said earlier.\nHis wife was injured in the attack, and then flown to the US for treatment.\nMartine Moïse later described the moment assassins \"riddled\" her husband with bullets after bursting into their home in the middle of the night.\nShe said the attack happened so quickly, her husband Jovenel was unable to \"say a single word\".\nThe arrest of Mr Sanon was announced at a police briefing late on Sunday in the capital Port-au-Prince.\n\"This is an individual who entered Haiti on a private plane with political objectives,\" said Haiti's police chief Leon Charles.\nHe said the initial plan had been to arrest President Moïse, but \"the mission then changed\". He did not elaborate.\n\"When we, the police, blocked the progress of these bandits after they committed their crime, the first person that one of the assailants called was Christian Emmanuel Sanon,\" said Mr Charles.\n\"He contacted two other people that we consider to be the masterminds of the assassination of President Jovenel Moïse.\" The police chief did not say who the other two people were. \nA delegation of senior US security and justice officials on Sunday arrived in Haiti to assess the security situation.\nThe team will also meet three Haitian politicians. each of whom is claiming to be the country's legitimate leader.\nAfter the attack, Haiti's authorities asked the US and the UN to send troops to the country to protect key infrastructure. \nPresident Joe Biden's administration initially rejected the request - but has now decided to have a closer look at the situation. \nMr Moïse had been president of Haiti, the poorest nation in the Americas, since 2017. His time in office was rocky as he faced accusations of corruption and there were widespread demonstrations in the capital and other cities earlier this year.\nParliamentary elections should have been held in October 2019 but disputes have delayed them, meaning Mr Moïse had been ruling by decree.  He had planned to hold a referendum on the proposed constitutional changes this September.  \nIn February this year, on the day the opposition wanted him to leave office, Mr Moïse said an attempt to kill him and overthrow the government had been foiled.\nIt is still unclear who organised last week's attack and with what motive. A number of questions remain unanswered, including how the alleged assassins were able to enter the property. Mr Moïse's bodyguards are due to be questioned later this week.\nOne prominent opposition figure has openly expressed scepticism over the current version of events. Former Haitian senator Steven Benoit told local station Magik9 radio on Friday it was \"not Colombians who killed him\", but did not provide evidence to back up his claims.\nHaitian police have said the majority of the mercenaries was Colombian, while two were joint US nationals.\nThe constitution says the National Assembly should choose another president. But disputes meant that elections scheduled for October 2019 did not take place - and Mr Moïse had been ruling by decree amid widespread protests.\nAmendments to the constitution - not accepted by everyone - suggest the prime minister should take over.\nBut Haiti has both an interim prime minister, Claude Joseph, and a new appointee, Ariel Henry, who has yet to be sworn in.\nBoth are claiming to be in charge.\nOn Friday, a group of political parties signed a resolution proclaiming a new president - Joseph Lambert - with Mr Henry acting as his PM.\nThe situation is doing little to resolve the political and economic instability that has long plagued the nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57803481",
      "category": "world-latin-america",
      "title": "Cuba: Rare protests see thousands on streets",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57797657/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: PM urges caution as 19 July unlocking set to go ahead",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson is expected to confirm later the plan to lift almost all legal restrictions on social contact in England on 19 July.\nBut ahead of a news conference on Monday afternoon, Mr Johnson has urged people to be cautious.\n\"We must all take responsibility so we don't undo our progress, ensuring we continue to protect our NHS,\" he said.\nHe warned Covid-19 cases, currently at about 30,000 a day, would continue to rise as society reopened.\nThe PM's news conference will present the latest data, with Downing Street saying current modelling suggests hospital admissions, serious illness and deaths from Covid-19 will continue, but at a lower level than before the vaccination programme.\nNumber 10 said the delay in moving to the final stage of the roadmap out of lockdown, originally scheduled for 21 June, had allowed an additional 6.8 million first and second vaccine doses to be given out so far.\nThe government had also moved the expected end of restrictions closer to the school summer holidays, when transmission was likely to be lower, Downing Street said.\nMr Johnson said: \"We are tantalisingly close to the final milestone in our road map out of lockdown, but the plan to restore our freedoms must come with a warning.\"\nHe said the vaccine rollout had weakened the link between infections, hospital admissions and deaths, but added the pandemic was \"not over yet\".\nWith cases set to rise as restrictions were lifted, \"caution is absolutely vital\", the prime minister said.\nAs well as the news conference, Health Secretary Sajid Javid is expected to announce the plans in Parliament.\nNo other country has attempted what England looks set to do in the face of rapidly increasing infection rates, driven by a more infectious variant. \nBut then few countries have such high levels of vaccination, plus protection from natural infection to reduce the burden of serious illness. \nAnd with cases already surging, the calculation is that delaying further will not achieve a great deal. \nThe hope is the rising wave of infection will soon hit that wall of immunity and rates will plateau, before falling. \nHowever, it comes with significant risks. While the link between cases and hospitalisations is weakened, it's not broken - 100,000 cases a day would probably lead to 2,000 admissions, twice what the NHS sees in the depths of winter for all respiratory infections. \nBut the rewards are, potentially, significant too. It's possible by the end of summer England could find itself in a position where there will be enough immunity to be close to being able to manage the virus.  \nIt's unlikely to hit the herd immunity threshold, but close enough that huge surges of infection may be behind us.\nThe decision to remove restrictions is based on four tests, Downing Street said.\nThese are: \nDr Mike Tildesley, an expert in infectious disease modelling who sits on the government's Scientific Advisory Group for Emergencies (Sage), told BBC Breakfast the country was at a \"tricky phase\" and said \"mixed messaging\" from ministers over face masks was a concern.\nHe said: \"I think it's actually quite confusing for people to know what the right thing to do is.\"\nCare Minister Helen Whately has said she looked forward to not having to wear a face mask as much, while Chancellor Rishi Sunak said he would stop wearing one as soon as \"legally possible\".\nBut Health Minister Edward Argar said he would continue to carry a mask even if the legal requirement ended on 19 July as expected. He told BBC Radio 4's Today programme there would be \"clear and strong guidance\", with people having to make their own judgements on when to wear masks.\nHe added that rail companies could still impose their own requirements on mask-wearing once the national regulations ended.\nProf Peter Openshaw, who advises the government about viral threats on the Nervtag group, told the Today programme that masks \"greatly reduce transmission\", adding it was difficult to leave it up to individual judgement when \"it is not only protecting yourself but also protecting other people\".\nHe added the country was at a \"crucial moment\", with hospitalisations up 66% in the past week.\nDr Tildesley said that when some restrictions were lifted in May there had not been a significant uptick in the spread of the virus as many people had remained cautious, and he was hopeful that would remain the case after 19 July.\nNearly 45.9 million people - or 87.1% of adults in the UK - have now had at least one dose of a Covid-19 vaccine. Almost 34.8 million (two-thirds of adults) have had both doses.\nOn Sunday, the UK recorded another 31,772 confirmed coronavirus cases, along with a further 26 deaths recorded within 28 days of a positive test.\nAlthough deaths remain relatively low, in the past seven days they rose by more than 66% on the previous week.\nAs well as ending legal requirements for face masks, the move to stage four of England's road map out of lockdown would mean there would no longer be any limits on how many people can meet and the 1m-plus rule would be lifted.\nThe changes on 19 July are also expected to mean nightclubs can reopen, pubs can serve people at the bar and capacity limits at concerts, theatres, sports events or places of worship would be lifted.\nBut the requirement to self-isolate if you are contacted by NHS Test and Trace will remain in place until 16 August, when it will be relaxed for people who have had both vaccine doses. If someone tests positive for the virus they will still be legally required to self-isolate.\nWales is due to review its restrictions on 15 July, while Scotland is expected to move to level 0 on 19 July and lift most legal restrictions on 9 August. Northern Ireland is due to ease some Covid measures on 26 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57803080",
      "category": "uk-wales",
      "title": "Kyle Patrick Walley: Tribute to Rhosymedre man found dead",
      "text": "The family of a 19-year-old found dead in a house in Wrexham say he had \"so much to look forward to\".\nKyle Patrick Walley was found by police officers after they were called to an address in Eglwysfan, Rhosymedre, on Sunday.\nHis family said he had the \"biggest smile and sense of humour\", they were devastated by his death and he would be greatly missed by many.\nAn 18-year-old has been arrested on suspicion of murder.\nIn a statement, Mr Walley's family said he was loving and kind and they were devastated by his death.\n\"You made us laugh, made us smile, you had so much to look forward to: college apprenticeship in September and so much more,\" they said.\nPolice have warned of highly graphic footage being circulated on social media and urged people not to share it.\nDet Ch Insp Alun Oldfield said that the incident and footage had affected many young people in the community.\n\"As such, school liaison officers and the neighbourhood policing team are working closely with colleagues at Wrexham council to offer the appropriate support and reassurance to the local community,\" he said.\nWrexham council said school staff and social care workers were ready to provide emotional support to any children and young people affected.\nOn Sunday, the force issued a brief statement saying it had been called to an incident just after 17:00 BST and that there was \"no on-going risk to members of the public\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57693637",
      "category": "uk-scotland",
      "title": "Long Covid: Will I ever get better?",
      "tags": "Long Covid,Dementia,Glasgow,Coronavirus pandemic",
      "text": "I am 44 years old and in my mind I'm a journalist, a mother, a wife, a cyclist, a mountain climber, a wild swimmer and an adventurer - just like I was 16 months ago.\nBut in my body, I'm like someone twice my age. \nMost days I wake up in pain and go to bed with pain. I have vertigo, migraines and blurred vision. My joints feel like brittle bone grating on metal.\nI'm one of 385,000 people in the UK who have been suffering \"long Covid\" for more than 12 months - and that number is growing. \nFor me, it all began in March 2020 when I got Covid-19.\nAt that time, there were no community tests but I had the full panoply of symptoms.\nI was very unwell and contacted Scotland's NHS 24 helpline twice because I was really struggling to breathe. Each time I was told that unless my lips were blue I should stay home and isolate.\nMy seven-year-old daughter was unwell too. She seemed to recover but then became plagued by fatigue and breathlessness.\nWe didn't know how to help her and the doctors didn't seem to know either. We were told to give it time. So we did. \nIt has been 16 months so far.\nLong Covid is still new and scientists are trying to work out what causes it in certain people and not others - and how to get rid of it. \nThere are multiple theories. \nSome believe the symptoms are caused by live virus reactivating in the body. \nOthers believe it may be an autoimmune problem - which means the body is attacking itself. \nA further theory is that it may be caused by an underactive immune system or one sent into freefall by the original virus.\nDoctors have tried splitting it into different syndromes including post-intensive-care syndrome and post-viral-fatigue syndrome. \nOr dividing it based on how ill patients were initially. \nBut some of those who were in hospital have recovered and some of those who stayed in the community have discovered they have serious underlying problems including organ damage. \nWe know that women are more likely to be affected than men and that many of the hundreds of thousands suffering the condition in the UK were previously young, fit and healthy. \nThe latest figures from the ONS show there are 962,000 people in the UK with multiple symptoms four weeks after initial infection. \nBut what I really want to know is what it is and how to make it go away.\nEight months ago I wrote about how long Covid had left me exhausted. Back in November I was having good days and bad days. That developed into good weeks and bad weeks. I was just surviving. I had a sense that I was clinging on with my fingertips. \nI regularly lay in a dark room by myself because I couldn't cope with the noise of family life and the sense that light - any light - was too bright. \nThe dark room which should have been a haven began to feel like a prison, a place I couldn't escape. \nThe bed which should have felt warm and comfortable felt like a ship lurching in a rough sea.\nIn my inability to explain that sense of fear and isolation and loneliness I became convinced I would never be able to work again. \nI feared that I would end up unable to look after my children or find another job or home or place in society. Being ill became my life.\nAfter I wrote the piece for the BBC news website in November, hundreds of people got in touch to offer support. People from Australia, France, North America and the Netherlands. \nThey wrote messages of comfort and condolence and empathy. Many asked questions on behalf of relatives and friends who were also suffering.\nI struggled to get back to everyone who got in touch and my answers to questions felt inadequate. I'm not a medical expert. I didn't have the answers to their questions. And I couldn't even say I was better myself.\nSeveral people got in touch to tell me I would never get better. That I needed to accept my position was permanent.\nI couldn't do that, so I tried lots of different measures instead: restricted diets, cold water immersion, acupuncture, homeopathy. Bizarre supplements. \nI started going for short walks - mindful that I often needed to stop and sit on the pavement. Sometimes even walking around the block I couldn't be sure I would have the energy to make it home. \nA tiny incline would leave me breathless when a year before I'd been climbing mountains.\nI feared the judgement of others who could see me going out for a walk and would assume I was recovered. \nWhat they couldn't see was the payback afterwards. \nThe fact I would have to go straight to bed or would most likely be punished with a blinding headache, fever or loss of vision later in the day.\nI struggled with the idea of accepting help but realised I needed it. I struggled to cook or clean or load the dishwasher. Our neighbours started cooking for us twice a week and would pass delicious homemade meals over the wall every Monday and Thursday. Friends offered to look after the children.\nI realised after almost a year of being off sick that I had not once lain on the sofa and watched a whole film during the day. \nNot because I don't have a telly but because most days the sofa seemed too far away and I didn't have the energy to watch a whole film. \nI tried several times in the evening sitting with my husband but usually the tremors in my hands would be too bad or the headache or vision problems would interfere too much.\nI found a number of things that really helped me.\nThese things might not help other people but to me they have become a way of getting through the day. \nThe first is yoga. A yoga teacher I know was training to be a yoga therapist and I became her first client with long Covid. \nIt helped with the breathlessness but also with coping with the uncertainty of not knowing when I would get better. \nI would also say that acupuncture appear to help me deal with the symptoms.\nI have given up alcohol and caffeine and I've also been doing singing lessons to help with the breathing. \nBelieving you will get better is an important part of the recovery but it is not easy to stay positive.\nMy GP referred me to the Centre for Integrative Care in Glasgow and Dr Bridie O'Dowd, who specialises in helping people with chronic ill health. \nUntil my appointment with her in December the only advice I had received was to rest. But that is surprisingly hard to do. \nI know now that if you just rest and stop moving the body deconditions - which in turn causes other problems. \nDr O'Dowd explained that each day I should try to do three things I enjoy - each of which should last no longer than 20-30 minutes, as well as three tasks such as unloading the dishwasher for a similar amount of time. \nIt is deeply frustrating when your goal is to finish folding the laundry or to make the dinner and realise you can't complete the task within the allotted time. \nBut I found it the most practical way of managing the symptoms. \nIt means you feel you have achieved a little and lived a little. \nThrough the centre I did an eight-week mindfulness course - something that in the past would have sounded far too fluffy for me. \nAnd I started seeing a therapist. Psychologically not knowing when or if you will get better is really hard.\nI am now part of a pilot in Glasgow, run by Dr O'Dowd, to support a small number of people with Long Covid with practical advice on sleep and diet, appointments with psychologists and physiotherapists and a course on mindfulness. \nThe best email I received after the earlier article was from Paul Garner, professor of infectious diseases at Liverpool School of Tropical Medicine.\nWe had contracted Covid around the same time and his articles in the BMJ describing his symptoms had been a eureka moment for me because until then no-one could understand what was wrong with me. \nWe had been in touch for months. He was supportive and helpful. \nIn November he emailed to say he was better. If he could get better I figured that meant I could too. \nJust hearing that from him gave me a massive boost. I tried to focus on the ways the symptoms were reducing. And started to think about the hills I would climb once recovered. \nMy daughter went back to school. The staff were very supportive. She struggled with the stairs and the length of the school day so she was given time to rest in the teacher's office. \nSport had been her favourite pastime but she tired easily and spent PE resting. \nOur weekends used to be spent on family cycle rides but she and I spent time resting or reading books instead. \nBy Christmas my daughter seemed much better and in January of this year I started to feel a little stronger too. \nThe migraines were less frequent - once every fortnight rather than every two days. The vertigo was still present most of the time but the joint pain eased a little. \nI could get through a conversation without sounding too breathless. \nI went through an occupational health assessment and agreed to a phased return to work. The first week would mean four hours work spread across a week. It sounds so meagre, yet I was terrified. \nI had not sat at a computer for 10 months. \nBrain fog had left me struggling for words, struggling to remember things.\nI agreed to work on a Panorama about long Covid as part of the phased return. \nI managed the first week and felt delighted with myself. The next day I woke up with a fever and a terrible pain in my kidneys. \nI thought it was a reaction to my increased activity but then started to feel exactly as I had 11 months previously. \nI went for a test and that evening I got an email saying I had Covid again. \nI had been nowhere - not even to the local shops but my children were in school. A pupil and a member of staff were off with Covid. It felt brutally unfair.\nThe second time was not as severe. I had all the same symptoms but the fever was not as high, the breathlessness not as overwhelming.\nI spent 10 days in bed and then started to feel a little better. I was terrified that the second bout would mean another 10 months of being unwell but used yoga and mindfulness. I knew I couldn't think myself better but equally knew that panicking would make my symptoms worse.\nMy daughter's symptoms returned too. She was pale and exhausted and had Covid toes - her feet purple and itchy. Her breathlessness worsened and she was admitted to hospital for scheduled tests.\nI felt utterly helpless. Remarkably she loved the hospital food and her \"sleepover\" on the ward. Tests showed problems with the way she is breathing but she has daily exercises to try to improve it and it should be reversible.\nMany people with long Covid have breathing pattern disorder or hyperventilation syndrome. It is one of the things physiotherapists can help to change.\nBut it wasn't until April this year when I met neuropsychiatrist Prof Alan Carson at Edinburgh University that I understood that I had it too. \nThe good news is that it is reversible and explains the sensation of fizzing I've had in my veins for months which he says is down to excessive carbon dioxide changing the PH levels in my blood. \nThe bad news is that it took more than a year to get it diagnosed and I am still waiting for the respiratory tests he has referred me for.\nOne of the downsides of being ill in a pandemic is that it makes it particularly hard to get medical help. \nThe NHS is understandably extremely busy. Not only that but the problem with having a new disease is that no-one knows quite how to treat it. \nMy GP has been helpful but she is no expert in long Covid. \nShe sent me for basic tests including a chest X-ray and an ECG but they came back clear. \nThis was reassuring in a way but also unhelpful because it leaves you with no explanation about what is wrong or how to fix it. \nSo I feel I've been left to my own devices. \nAs part of that I looked into different research. At Edinburgh University, Prof Carson is doing an in-depth study into the impact on the brain of long Covid. I feel fortunate that I was allowed to take part. It involves hours of clinical tests and questions and an MRI scan of the brain.\nA high percentage of people with long Covid complain of brain fog - for me it has meant problems with memory and concentration and struggling to find the right words.\nOn social media many patients have expressed their dismay at being told the symptoms are purely a result of anxiety or \"all in your head\". \nBut the scientists and the growing body of research on long Covid make clear it is a real problem not an imaginary one. \nProf Carson says that to suggest it is all in someone's head implies that problems which do not have an obvious physical cause are in some way a lesser illness.\nHe says there is a \"slightly unpleasant undercurrent\" which suggests that if an illness is visible in your body it is real and worthy of concern. \n\"I find that very hard to tolerate,\" he says. \n\"I kind of feel that if you're in medicine and you need that biomarker to believe patient's suffering is real or that they're worthy in some way then I think you're in the wrong game actually.\"\nProf Carson says it is \"ludicrous\" to think of the body and head as somehow separate. \nHe says we need to understand that the brain is a \"predictive organ that interacts with the world\" - and he makes the point that it our brain is the only organ in the body capable of perceiving pain. \nIt is the brain that regulates body temperature and heart rate and the many other patterns of the body that seem to be to go awry with long Covid, he says. \nAnd as with the virus itself, long Covid seems to affect different people in different ways.\nAs part of the study Prof Carson has seen people with lung scarring and people whose brain scans show dementia and other people whose brain scans are clear and healthy but who are still suffering debilitating symptoms. \nUnfortunately in a small number of cases they are seeing patients with dementia which seems to have been accelerated by Covid. \nHe says this is not new dementia cases but \"bringing forward\" by several years what was going to happen down the line. \nHis hypothesis is that for a small number of older patients the acute phase of the illness and in some cases \"delirium\" has advanced permanent damage. \nFor many other patients - including myself - he believes it is partly a breakdown in the way the brain and other parts of the body are communicating.\nMy brain scan came back clear. \nProf Carson confirms that I have breathing pattern dysfunction and explains that this means too much carbon dioxide is left in my system. \nHe says my vertigo is in fact persistent postural perception dizziness which should ease with time but requires me to keep moving. He says the yoga should help. \nHe refers me for further testing for my breathing and suggests  physiotherapy but says what I have been doing so far in terms of yoga and mindfulness should help. \nAccording to Prof Carson, my long Covid symptoms should be reversible. \nHe describes them as a typical \"constellation\" and explains that while my brain looks ok structurally on the scan there seems to be some problems in the way it is anticipating and monitoring what I do.\nLast year my energy was severely limited. I can do more now but there is still a cap. I still try to push through but every time I do my symptoms pull me up. \nTo some the symptoms might not sound too bad. Having a headache for a day is irritating but having a headache and joint pain for months is difficult to handle. \nAs are the constant worries about whether you'll be able to work properly again, when you'll be able to run in the park with your children or spin them above your head. Or when you will be able make them dinner without swaying with dizziness and feeling like you've cooked for 100 people not four. \nIt is July now. I can watch a whole film but only if I have not already done too many other things that day. \nI can cycle a short distance on the flat and I've even been paddle boarding. I am planning a family holiday soon where I will try to swim in the sea but I still have to weigh up one thing against another. \nI can either work or walk or play with my kids. I can't do everything. And I still have to take breaks in between.\nFor me this is not normal. This is not yet a return to who I was prior to Covid. That is hard. The rest of the country is returning to normal but I feel a long way behind.\nI'm fully vaccinated yet I'm nervous about getting Covid for a third time but perhaps more apprehensive that this slog of pain and fatigue will just rumble on. \nYet I know too that I need to hold on to the idea that many people have recovered from long Covid and that I will too. \nI am much improved. When I wrote the article last autumn about being seven months in to long Covid, it took me months.\nI wrote that whole piece while lying in bed, typing on my phone with one finger. \nWhen I started writing this article earlier this year my hands were often shaking too much to type. \nI can now sit up and work and have been out filming for Panorama. \nIf I was not significantly better I would not have considered saying yes to making the documentary. \nBut I have to admit it has been hard working again and uncomfortable putting myself and my family into the centre of it.\nI much prefer writing other people's stories. \nHearing the stories of so many other patients has been moving and interviewing some of the leading scientists researching long Covid has been fascinating. \nThere is a huge amount of research going on across the UK - and the world - to investigate this new disease but so far there are far more questions than answers - about what causes it, how to diagnose it and how to treat it. \nWhat has become increasingly obvious to me is that it is almost impossible to get through this on your own. \nPeople need the help of friends and families. But also the right tests and medical support. \nLong Covid affects different people in different ways. \nThe experts we speak to in the programme say we need to make sure we are getting people the right treatment and tests so we know who has underlying heart conditions or organ damage and who has breathing pattern dysfunction and requires specialist physiotherapy. \nI am gradually recovering. I can do more now and the payback is not as bad as it was. But I still feel a long way from where I was and who I was before I got ill.\nI'm pretty determined to hold on to the idea of myself as a bold adventurer, a mother, a wife, a journalist. Even if for now the mountains are just in my mind.\nPanorama: Long Covid: Will I ever get Better? Will be on BBC One on Monday 12 July at 19:35"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57778225",
      "category": "uk-wales-politics",
      "title": "Covid: Welsh ministers under pressure to set freedom date",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "It is \"difficult to see\" how Wales can avoid setting a date for ending Covid restrictions now England and Scotland have set so-called freedom days.\nWales' former chief medical officer said it was a \"big dilemma\" for the Welsh government who will outline the next lockdown easing next week.\nDame Deirdre Hine said low case rates and high vaccination rates makes Wales \"better placed to make that decision.\"\nThe Welsh government said it was taking a \"cautious approach\" to ending rules.\nGovernments in England and Scotland have outlined when Covid lockdown restrictions will end while full vaccinated UK residents arriving in England from amber travel list destinations will not have to quarantine from 19 July.\nWales is considering following England's lead on travel from amber countries but the Welsh government has not said when Covid rules - like legally wearing a face mask and social distancing rules - will be scrapped here in Wales.\nMinisters in Wales have previously said their approach to reopening will not be \"driven by artificial dates\".\nDame Deirdre said the plan to end restrictions in England on 19 July was \"a big gamble\" for the UK government and also a \"big dilemma\" for the Welsh government.\n\"They will of course come under pressure to set a date and it's difficult in some ways to see how they can get away, if you like, without setting a date,\" Dame Deirdre told the BBC's Politics Wales programme.\n\"Our vaccinations rates are higher, the rate of infection is spreading not as high as parts of England, so arguably they are better placed to make that decision.\n\"And that in itself will be a form of pressure on them.\"\nHowever, Dame Deirdre added that she had confidence that the Welsh government would not abandon its \"consistently cautious\" approach.\nThe UK government's plan for England includes ending the legal requirement to wear a face covering in some settings.\nDame Deirdre said that was an \"unnecessary risk\", and recommended the use of face coverings on public transport and in shops should remain mandatory.\n\"I don't think, with the best will in the world, you can rely on people to take their own judgement on this,\" she added.\nDame Deirdre, who is regarded as one of Wales' leading medical experts, also warned it would take \"a lot of time\" to return to normality and that \"there will, in time, come to be an acceptable level of deaths\" from Covid.\nFollowing renewed calls from opposition parties and a number of doctors for a Wales-only inquiry into the pandemic, she said such a review \"would be a mistake\" as it would not be possible to \"disentangle the Welsh response from that of the rest of the UK\". \nShe added, however, that there was now was a need for an early review into the pandemic \"to give some pointers as to how we should be looking ahead\".\n\"There will be another pandemic of some sort...we do need to be prepared for that,\" said Dame Deirdre, who also established the Welsh breast cancer screening programme.\nA past president of the British Medical Association and Royal Society of Medicine, Dame Deirdre also oversaw the official inquiry into the 2009 UK swine flu pandemic.\nLast October, she accused successive governments of having failed to prepare for such a pandemic despite being warned for years of the risks.\nA Welsh government spokesperson said: \"We are continuing to take a cautious approach to unlocking restrictions in Wales in order to keep people as safe as possible.\n\"As a result of this approach and the efforts of everyone in Wales, we have the lowest rates of coronavirus in the UK. We also have one of the highest rates of vaccination in the world - with more than 70% of adults in Wales now fully vaccinated. \n\"The first minister will confirm the outcome of the latest review of restrictions next Wednesday.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57798771",
      "category": "uk",
      "title": "England and Italy fans react to Euro final",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57785073",
      "category": "uk-wales",
      "title": "Covid lockdown in Wales: 'Time to end all restrictions'",
      "tags": "Coronavirus lockdown measures,Public health,Coronavirus vaccines,Infection,Healthcare,Social distancing,Cardiff University,Coronavirus testing,Welsh government,NHS Wales,Self-isolation,Coronavirus pandemic",
      "text": "Wales should now lift all Covid restrictions, a leading expert on infectious diseases has said. \nThe success of vaccinations and immunity levels meant it was safe to end lockdown, said Welsh and UK government advisor Prof John Watkins.\nHe said the link between cases, hospitalisations and deaths had \"definitely\" been broken.\nSenior Welsh officials have said while the link is weaker, it has not been eradicated.\nThere are also concerns young people are not coming forward for vaccines as the rollout continues. \nOn Monday Boris Johnson announced almost all legal Covid-19 restrictions would end in England on 19 July, meaning those across the border will no longer be required by law to social distance or wear face masks.\nWelsh ministers will announce any changes to Covid rules in Wales at their next review on Wednesday.\nDr Ami Jones, a critical care consultant at the Aneurin Bevan health board, said the changes in England were a \"slap in the face for the whole population\" as case rates continued to rise.\n\"I think most healthcare providers will not be throwing their masks in the bin, and going to crowded places… because we know what's coming,\" she said.\nLatest data from Public Health Wales shows the Covid case rate in Wales is 136.1 per 100,000 people - below other UK nations and all English regions.\nOn Monday, 1,190 new cases were announced, taking the total since the start of the pandemic to 225,691. \nThe number of people admitted to hospital with Covid remains close to record low levels, with the number of those in critical care also very low.\nConsultant epidemiologist Prof Watkins, of Cardiff University, said vaccinations had been extremely effective in preventing serious illness, including against the Delta variant.\n\"We've got a considerable amount of the adult population now vaccinated and we know that vaccination reduces transmission as well as reduces adverse events,\" he said.\n\"And we know that in young people, where the bulk of infections are occurring at the moment, that actually they have got far less chances of adverse events, so I think we're at a reasonably good place to start opening up society.\nDespite a recent rise in the number of cases, Prof Watkins said the latest health modelling suggested Wales was following a \"positive trajectory\".\n\"It's always going to be a balance of risk, and I think we've protected the most vulnerable to this virus, and we've got good evidence that a significant proportion of the UK population has been exposed to the virus, or has antibodies to the virus... so actually we have a population that is reasonably well protected,\" he said.\nHe added: \"There comes a point where we have to start living with the viral transmission, and I think now is the time to do that.\"\nProf Watkins added: \"In Wales, the numbers of deaths from people testing positive for the last 28 days have been no more than one or two a day, and many days without any [deaths] at all. Our hospitals are in a good place in terms of cases.\n\"Over the next couple of weeks, as we start to open up and this current surge of cases passes through, we'll see whether we're on the right course - but all the data suggests that we are.\"\nAlmost 92% of adults in Wales - including two-thirds of young people under 25 - now have antibodies to help protect them against Covid-19, the Office for National Statistics (ONS) estimates.\nDr Watkins said the concept of herd immunity should not be discounted as a \"dirty word\", adding: \"once you've got a certain level of protection within the population, the virus doesn't have very many places to go.\"\nDr Jones said she feared what might happen if Welsh ministers did not act cautiously.\n\"I'm worried about how the next few weeks are going to go, if the restrictions do lift… it's going to be a Delta Covid fiesta, it's going to spread like wildfire,\" she said.\n\"Who knows what that's going to mean for the hospitals, which ultimately is going to impact on hundreds of thousands of people lives.\"\nWelsh government Welsh Health Minister Eluned Morgan has already said the country is going to have to \"learn to live with\" coronavirus as ministers consider their next move.\nSenior advisers did not say how ministers may relax decide to relax restrictions when they took a Welsh government Covid briefing on Monday.\nBut they reiterated their view that the link between cases and serious illness was weaker, but had not gone completely.\nDeputy chief medical officer for vaccines Dr Gill Richardson said: \"We can confidently say that vaccines have weakened the link between infections, serious illness and hospitalisations and deaths.\n\"But they have not broken the link.\"\nDr Richardson told the press conference hospital admissions were not at the same levels as they were during the winter.\nBut she added: \"We can expect hospital admissions to rise, especially among young people, or the unvaccinated and those who haven't completed their course.\"\nChief medical officer Dr Frank Atherton said he did not know if there would ever be a point where the link between cases and serious illness was \"completely broken\".\nHe said cases were doubling approximately every six-and-a-half days, with every person who is infected \"going on to infect almost another two people\".\nHe added that in this third wave of the epidemic, there were far fewer infections in the older age groups.\nDr Richardson was also concerned that some younger adults were not coming forward for vaccination. \nFor those aged 18 to 39, 26% have not yet taken up a first dose - nearly 234,500 people.\n\"One in four in this age group are still not protected,\" Dr Richardson said.\n\"These young adults are vulnerable to infection, serious illness and life-changing long Covid, as well as loss of earnings if they have to self-isolate as cases of the Delta variant are increasing in this age group.\" \nShe added: \"Health boards are running walk-in Pfizer clinics to make it as easy as possible for this age group to get vaccinated.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57797297",
      "category": "science-environment",
      "title": "Virgin Galactic: Sir Richard Branson rockets to the edge of space",
      "tags": "Commercial space travel,Richard Branson,Virgin Galactic,Space exploration",
      "text": "Billionaire Sir Richard Branson has successfully reached the edge of space on board his Virgin Galactic rocket plane.\nThe UK entrepreneur flew high above New Mexico in the US in the vehicle that his company has been developing for 17 years.\nThe trip was, he said, the \"experience of a lifetime\".\nHe returned safely to Earth just over an hour after leaving the ground.\n\"I have dreamt of this moment since I was a kid, but honestly nothing can prepare you for the view of Earth from space,\" he said in a press conference following the flight. \"The whole thing was just magical.\"\nThe trip also makes him the first of the new space tourism pioneers to try out their own vehicles, beating Amazon's Jeff Bezos and SpaceX's Elon Musk.\nThe height reached by Sir Richard in the rocket plane, known as Unity, was 85km (282,000ft; 53 miles).\nThe businessman was accompanied on the mission by the vehicle's two pilots, Dave Mackay and Michael Masucci, and three Galactic employees - Beth Moses, Colin Bennett and Sirisha Bandla.\nThe latter trio and Sir Richard were presented with commercial astronaut wings after the flight by former space station commander and Canadian astronaut, Chris Hadfield. \nSir Richard billed the flight as a test of the space tourism experience he expects to begin selling to customers from next year.\n\"I've had my notebook with me and I've written down 30 or 40 little things that will make the experience for the next person who goes to space with us that much better,\" he said. \"The only way sometimes you can find these little things is to get in a spaceship and go to space and experience it for yourself.\"\nSome 600 individuals have already paid deposits for tickets that will cost them up to $250,000 (£180,000).\nThese are all people who want to reach a height where they can see the sky turn black and marvel at the Earth's horizon as it curves away into the distance. Such a flight should also afford them about five minutes of  weightlessness during which they will be allowed to float around inside Unity's cabin.\nIt's been a long road for Sir Richard to get to this point. He first announced his intention to make a space plane in 2004, with the belief he could start a commercial service by 2007.\nBut technical difficulties, including a fatal crash during a development flight in 2014, have made the space project one of the most challenging ventures of his career.\nSpace tourism is a sector being rekindled after a decade's hiatus, and it's about to get very competitive.\nThroughout the 2000s, seven wealthy individuals paid to visit the International Space Station (ISS). But this adventurism, organised under the patronage of the Russian space agency, ceased in 2009.\nNow, new initiatives abound. As well as Sir Richard's approach, there are projects coming from Amazon.com founder Jeff Bezos and the California tech entrepreneur Elon Musk.\nThe Russians, too, are reprising their commercial flights to the ISS, and there are even those who want to launch private space stations for people to visit. Among these is Axiom, a company started by a former Nasa ISS programme manager.\nElon Musk travelled to New Mexico to support his friend (he intends to ride Unity at some point); and following the flight, Mr Bezos sent his congratulations.\nThere's clearly something of an edge in the Branson-Bezos relationship, however.\nOn Friday, the retail billionaire's Blue Origin space company had issued a tweet that took a pop at Virgin Galactic's Unity vehicle. The posting repeated a claim that anyone who flew on the rocket plane would forever have an asterisk by their name because they wouldn't reach the \"internationally recognised\" altitude for where space begins - the so-called Kármán line of 100km.\nThe US government has always recognised the boundary of space to be at about 80km (50 miles) and it awards astronaut wings to anyone who exceeds this altitude. Before Sunday, only 580 people had ever been above this height.\nUnity is a sub-orbital vehicle. This means it can't achieve the velocity and altitude necessary to keep it up in space to circle the globe.\nThe vehicle is designed to give its passengers stunning views at the top of its climb and allow them a few minutes to experience weightlessness. \nUnity is first carried by a much bigger aeroplane to an altitude of about 15km (50,000ft), where it is released. \nA rocket motor in the back of Unity then ignites to blast the ship skyward. \nThe maximum height achievable by Unity is roughly 90km (55 miles, or 295,000ft). Passengers are allowed to unbuckle to float to a window.\nUnity folds its tailbooms on descent to stabilise its fall before then gliding home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57783653",
      "category": "uk-wales",
      "title": "Covid vaccine: Families urged to encourage under-30s jabs",
      "tags": "Public health,Coronavirus vaccines,Cardiff,NHS Wales,Coronavirus pandemic",
      "text": "Friends and families need to encourage the under-30s to get a Covid vaccine, a health chief has said.\nWales' deputy chief medical officer for vaccines Dr Gill Richardson said one-in-four 18 to 29-year-olds were not vaccinated and \"the health boards can only do so much\".\nAll adults should have been offered a jab, and most health boards now offer walk-in vaccinations centres.\nBut over 130,0000 under-30s in Wales have not had a vaccine.\nOnly about 5,500 people under 30 received a first dose in the latest week, down from nearly 7,800 the week before and 13,150 the week before that.\nBack in November, only about 35% of positive tests were among the under-30s but that proportion has risen to between 60% and 68%.\nDr Richardson urged those who have not had a vaccine to visit a walk-in clinic at the weekend. \nShe told BBC Radio Wales: \"We need families and partners and friends to encourage that one-in-four. Everybody knows who those one-in-four are.\n\"If you are in those age groups and you've got a friend that hasn't yet had the vaccine... please just encourage them to go and chat, just go along and have a chat, and discuss any concerns that you have.\n\"The health boards can only do so much.\"\nShe said some people in the age group had \"a lot of other things on their minds\".\n\"The Euros for instance, there's all sorts of things, like work and studies and childcare,\" she said. \nShe said details of walk-in centres could be found on health board websites. \nDr Bnar Talabani is a doctor and scientist from Cardiff who encourages people to take the vaccine using social media such as TikTok and Instagram.\nShe said some younger people think they did not need a vaccine because they were young and well, but that did not mean they were safe from Covid.\nShe said: : \"We focus so much on hospitalisation and deaths, which tends to be rare in young people, but sadly it can happen in young people if you're completely healthy and well. We have seen people like that end up in hospital and sadly die.\n\"But actually, what's more important and what people I don't think have focused on as well, is long Covid, which is just as common in young people as in middle-aged and older people. \n\"It's a irretractable fatigue so people can't return to work, can't return to university, and are really struggling to return to school - because we've also seen it in children, adolescents - and it's also irreversible organ damage.\"\nThe higher case rates among the under-25s has been driving the rates in those local authority areas where they are highest.\nThe latest Public Health Wales breakdown has shown cases among under-25s across north Wales and in Cardiff in particular continue to have higher incidences.\nThe highest cases rate for under-25s was in Wrexham with 412.4 cases per 100,000 - that's 165 cases in the last week.\nThe area has 6,000 young people who have not yet taken up a vaccine.\nWrexham also has above average cases among the over 65s.\nTwo-thirds of the cases in Cardiff were among the under 25s."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57799852",
      "category": "world-latin-america",
      "title": "Cuba protests: Thousands rally against government as economy struggles",
      "tags": "Cuba,Havana,Coronavirus pandemic",
      "text": "Thousands of Cubans have risked jail by joining the biggest protests for decades against the island's Communist government.\n\"There is no food, no medicine, there is no freedom. They do not let us live,\" one of Sunday's protesters named only as Alejandro told BBC Mundo.\nThe protests are significant, because government critics face harsh punishments for dissent in Cuba.\nThe island's president called for his supporters to \"fight\" the protesters.\nCuba is in the midst of an economic crisis and has been hit hard by US sanctions and Covid.\nCubans have been angered by the collapse of the economy, food and medicine shortages, price hikes and the government's handling of the pandemic.\nProtesters shouted \"freedom\" and \"down with the dictatorship\" in demonstrations across Cuba, including the capital Havana.\n\"We are not afraid. We want change, we do not want any more dictatorship,\" an unnamed protester in San Antonio told the BBC.\nDozens of anti-government protesters were arrested by security forces who were assisted by plain clothes officers, Reuters news agency reports. Images on social media showed what appeared to be security forces detaining, beating and pepper-spraying some of the protesters. \nThere were reports of internet blackouts across the island and a photographer with Associated Press was injured after a confrontation with security forces.\nIn response to the rare unrest, President Miguel Díaz-Canel addressed the nation in a TV broadcast and blamed the US for the turmoil. He called its tight sanctions on Cuba - which have been in place in various forms since 1962 - a \"policy of economic suffocation\".\nMr Díaz-Canel said the protesters were mercenaries hired by the US to destabilise the country, and called for his supporters to go out and defend the revolution - referring to the 1959 uprising which ushered in Communist rule.\n\"The order to fight has been given - into the street, revolutionaries!\" he announced. \nThe top US diplomat for Latin America, Julie Chung, tweeted: \"We are deeply concerned by 'calls to combat' in Cuba.\"\nThe US - which has a decades-old history of hostilities with Cuba - has said it stands with Cubans, and called on those in government to refrain from violence and listen to its people.\n\"The Cuban people are bravely asserting fundamental and universal rights,\" US President Joe Biden said in a statement. \nThe anti-government protests began with a demonstration in the city of San Antonio de los Baños, south-west of Havana, but soon spread throughout the country.\nMany were broadcast live on social networks, which showed marchers shouting slogans against the government and the president, and calling for change. \nPosts on social media showed people overturning police cars and looting some state-owned shops which price their goods in foreign currencies. For many Cubans, these shops are the only way they can buy basic necessities but prices are high.\nBy Vanessa Buschschluter, Latin America and Caribbean editor, BBC News Online \nWhile the crowds of protesters do not look particularly large, the significance of thousands of Cubans taking to the streets across the country can hardly be overstated. \nShouting \"Freedom!\" and \"Down with Communism!\" may be considered tame in other parts of the world, but doing so on the tightly controlled Communist-run island can easily land you in jail. \nThe fact that people are daring to do so in small towns where they can be easily identified by the Communist authorities shows the levels of anger fuelling these protests.\nAnd with protesters live-streaming footage on social media sites, the government is finding it hard to hide evidence of the discontent. \nA video uploaded by the Cuban foreign minister showing government loyalists marching and shouting \"These streets belong to Fidel [Castro, the late Cuban revolutionary leader]\" was quickly countered by government critics sharing footage of the protests.\nCuba's economy is struggling. Tourism, one of the most important sectors, has been devastated by the restrictions on travel during the Covid pandemic. \nSugar, which is mostly exported, is another key earner for Cuba. But this year's harvest has been much worse than expected. \nCuba's sugar monopoly, Azcuba, said the shortfall was to blame on a number of factors, including a lack of fuel and the breakdown of machinery which made bringing in the harvest difficult, as well as natural factors such as humidity in the fields.  \nAs a result, the government's reserves of foreign currency are depleted, meaning it cannot buy in imported goods to supplement shortages, as it would normally do. \nSome of the demonstrators sang Patria y Vida (\"Fatherland and Life\"), a rap and reggaeton hit. Its title plays on a slogan - Fatherland or Death - which dates back to the 1950s, when the late Fidel Castro's revolutionaries overthrew the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57776010",
      "category": "health",
      "title": "Long Covid: Early findings bring hope for diagnostic tests",
      "tags": "Coronavirus lockdown measures,Imperial College London,Long Covid,Coronavirus pandemic",
      "text": "Scientists say they have detected irregularities in the blood of long Covid patients that could one day pave the way for a test for the condition.\nImperial College London researchers found a pattern of rogue antibodies in the blood of a small number of people with long Covid.\nThey hope it could lead to a simple blood test within six to 18 months.\nDr Elaine Maxwell, from the National Institute of Health Research, said the early findings were \"exciting\".\nShe said there could be \"a number of different things happening after a Covid-19 infection\" and an autoimmune response \"has been one of the suspected mechanisms\".\nBut she warned that long Covid was a \"complex condition\", saying it was important to continue to research the other causal factors so all different types of post-Covid syndrome could be diagnosed and treated.\nLong Covid is not yet fully understood and can cover a range of symptoms lasting long after initial infection including fatigue, breathlessness, headaches and muscle pain.\nThere are currently no tests to diagnose long Covid.\nProf Danny Altmann, who is leading the research team at Imperial, said he believes the work will lead to a test which could be done in a doctor's surgery.\nBut he said he was concerned the UK government's plans to \"live with\" Covid-19 could be stoking the next wave of cases of the condition.\nThe government plans to end most coronavirus restrictions in England in a week's time, on 19 July.\nBut amid rising cases Prof Altmann warned that it is not yet known if vaccinations will protect people from long-term symptoms.\n\"If we're heading into a phase of 100,000 cases per day, and, we're saying that 10-20% of all infections can result in long Covid, I can see no certainty that we're not brewing those long Covid cases despite having a vaccinated population,\" he said.\nIn the pilot study, researchers compared the blood of dozens of people and found what are called autoantibodies that were not present in people who recovered quickly, or those who have not had Covid-19.\nNormally, human immune systems create antibodies to fight disease. But sometimes the body turns on itself - creating the autoantibodies that attack healthy cells.\nProf Altmann believes these autoantibodies may be one of the things causing long Covid symptoms.\nHe said it is also possible that some people still have the virus \"persisting\" in their bodies, while others may have other problems with their immune systems.\nThe research is still at an initial stage, meaning the research was done on a small sample size which can be scaled up later. \nProf Altmann warned that the findings cannot yet be described as a breakthrough, but said they were \"a very exciting advancement\". \nAn estimated 962,000 people in the UK had long Covid in the four weeks up to 4 June, according to data from the Office for National Statistics.\nAnd around 385,000 people in the UK are estimated to have been suffering with symptoms for more than a year.\nLong Covid can affect people of all ages, including children and people who were previously fit and healthy, as well as those who only experienced mild coronavirus symptoms at first.\nI am 44 years old - but in my body, I'm like someone twice my age.\nI caught Covid in March last year. Having long Covid means I wake up in pain and go to bed with pain. I have vertigo, migraines and blurred vision.\nAfter 11 hard months, I began to feel exactly as I had almost a year previously.\nI went for a test and that evening I got an email saying I had Covid again.\nRead Lucy's story here.\nIn May, the UK government promised to set up 89 long Covid clinics to help patients with specialist care.\nThe guidelines say these clinics should be doctor-led and should accept patients regardless of whether they had needed hospital treatment for Covid-19.\nHowever, BBC Panorama found some clinics are not staffed by doctors - and four of them only see patients who were originally hospitalised with Covid.\nTen clinics had patients who had been waiting more than 100 days and the longest wait was more than six months, at 191 days.\nIn response, NHS England said it has \"invested more than £134 million\" in long Covid services and is setting up 15 paediatric hubs.\nNeither Scotland nor Wales have specialised clinics. Both told the BBC they were strengthening existing services. Scotland said it was investing in £2.5m in research.\nNorthern Ireland's first long Covid clinics will open in October. \nA spokesperson from the Department of Health said: \"The government rapidly provided specialist care for acutely ill Covid-19 patients at the start of the pandemic and we've matched that speed and scale in our support for people with long Covid.\"\nThey said they had backed scientists with over £50m for research to better understand the long-term effects.\nPanorama's Long Covid: Will I Ever Get Better? will be on BBC One at 19:35 BST on Monday 12 July and on BBC iPlayer (UK only)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-57796519",
      "category": "in-pictures",
      "title": "In pictures: Joy and sorrow over Euro 2020 final",
      "tags": "Photography",
      "text": "High hopes and nerves gave way to fear and sorrow as England lost to Italy on penalties during their first major international final in 55 years.\nHere is a selection of photos before, during, and after the historic match.\nAll photographs are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57809691/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: England lockdown rules to end on 19 July, PM confirms",
      "tags": "Coronavirus lockdown measures,Sajid Javid,Coronavirus pandemic",
      "text": "England will move to the final stage of easing Covid restrictions on 19 July, ministers have confirmed. \nIt means almost all legal restrictions on social contact will be removed. \nBut the prime minister said it was vital to proceed with \"caution\", warning \"this pandemic is not over\" .\nThe peak of the current wave is not expected before mid-August and could lead to between 1,000 and 2,000 hospital admissions per day, according to government scientists. \nCentral estimates from modellers advising the government also show that Covid deaths are expected to be between 100 and 200 per day at the peak, although there is a large amount of uncertainty. \nEarlier, the health secretary told the House of Commons cases could reach 100,000 a day later in the summer but he did not believe this would put \"unsustainable pressure on the NHS\". \nVaccinations had created a \"protective wall\", which would mean we could \"withstand a summer wave\", Sajid Javid added.\nBoris Johnson later told a Downing Street press conference that coronavirus \"continues to carry risks for you and your family\". \n\"We cannot simply revert instantly from Monday July 19 to life as it was before Covid,\" he said. \nThe prime minister added that he hoped the roadmap would be \"irreversible\" but \"in order to have that, it has also got to be a cautious approach\".\nWhile virtually all legal restrictions will be lifted, some guidance will remain. \nFor example, the legal requirement to wear face coverings in some enclosed public places will be removed but Mr Javid said they were still  \"expected and recommended\" in crowded indoor areas. \nNightclubs will also be allowed to reopen for the first time since March 2020 and capacity limits will be removed for all venues and events. \nThere will no longer be any limits on how many people can meet and the 1m-plus distancing rule will be removed.\nBut nightclubs and other venues with large crowds will be encouraged to use Covid status certification - so-called domestic vaccine passports - \"as a matter of social responsibility\", the prime minister said.\nThese would allow people to show they are double-jabbed, have had a negative test result or have natural immunity after recovering from Covid-19, using the NHS app. \nIn guidance published after the press conference, the government said it \"reserves the right\" to make certification mandatory in certain venues if necessary in the future. \nGovernment guidance to work from home where possible will be lifted, but ministers are encouraging a gradual return to the workplace. \nMr Javid also said people should act with \"personal responsibility\" and \"try to meet people outside where possible\". \nThe requirement to self-isolate if you are contacted by NHS Test and Trace will remain in place until 16 August, when it will be relaxed for people who are fully vaccinated and for the under-18s. If someone tests positive for the virus they will still be legally required to self-isolate.\nWales is due to review its restrictions on 15 July, while Scotland is expected to move to level 0 - the lowest level of restrictions in its roadmap - on 19 July and lift most legal restrictions on 9 August. Northern Ireland is due to ease some Covid measures on 26 July.\nFreedom Day, as it has been dubbed, is on.\nBut make no mistake this is not where England - and the rest of the UK for that matter - hoped it would be.\nHospital admissions will almost certainly rise above 1,000 a day in the coming weeks - similar to what the NHS would see in the depths of winter for all types of respiratory infection.\nIt's not enough to overwhelm the NHS, but it does mean less non-Covid care.\nHowever, infection rates were always going to rise at this point of the unlocking and so the big question is when and at what point this wave will peak.\nThere's huge uncertainty about this. Small things can make a big difference, including how people behave.\nThat's why government scientists have pushed behind the scenes for ministers to change tone on mask-wearing in crowded indoor places - if nothing else it reinforces the message that infection rates still do matter.\nBut those same scientists are also in broad agreement that now is the best time, rather than wait until the autumn when other viruses like flu begin to circulate.\nThe decision is a gamble, but it's a calculated one, they say.\nEngland's chief medical officer Prof Chris Whitty said the \"overwhelming view\" of the scientific community was that moving \"slowly\" through the next step of easing restrictions was \"essential\". \n\"The slower we take it, the fewer people will have Covid, the smaller the peak will be, and the smaller the number of people who go into hospital and die,\" he said. \nBy moving slowly, he said modelling suggested the pressure on the NHS would not be \"unsustainable\". \nProf Whitty said there was less agreement on the \"ideal date\" to lift restrictions as there is \"no such thing as an ideal date\" .\nHowever, he said a further delay would mean opening up when schools return in autumn, or in winter, when the virus has an advantage and hospitals are under more pressure.  \nHe added that while the numbers of people being admitted to hospital with Covid were \"not trivial\", they were rising at a much lower rate than previous waves. \nLabour criticised the government's approach to unlocking on 19 July as \"high risk\" and \"fatalistic\". \nShadow health secretary Jonathan Ashworth told MPs in the Commons: \"Instead of caution [the health secretary] is putting his foot down the on the accelerator while throwing the seat belt off.\"\n\"That means potentially thousands [of people] suffering debilitating Long Covid. It means, as more cases arise, potentially more escape and the threat of new more transmissible variants emerging,\" he added.\nThe British Chambers of Commerce said many businesses would be \"sighing with relief\" to get the green light to reopen but they \"still don't have the full picture they desperately need to properly plan for unlocking\".\nClaire Walker, co-executive director, said: \"Business leaders aren't public health experts and cannot be expected to know how best to operate when confusing and sometimes contradictory advice is coming from official sources.\"\nOn Monday, the UK recorded 34,471 new cases, as well as six deaths within 28 days of a positive test. \nIt is the sixth consecutive day cases have been above 30,000. \nThe number of deaths recorded on Mondays are often lower due to reporting lags over the weekend. \nMore than 45.9 million people - or 87% of adults in the UK - have now had at least one dose of a Covid-19 vaccine. And more than 34.8 million - around two-thirds of adults - have had both doses.\nThe final stage of England's roadmap out of lockdown, which was originally scheduled for 21 June, was delayed to allow more people to be vaccinated. \nMr Javid said the government was \"on track\" to beat its target to offer every adult a first dose by 19 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57776429",
      "category": "uk-wales-politics",
      "title": "Basic Welsh to be required for new Welsh government jobs",
      "tags": "Welsh language,Wales culture,Welsh government,Language",
      "text": "People will need to speak at least a \"courtesy\" level of basic Welsh in order to get jobs with the Welsh government in future.\nThis includes answering the phone bilingually, as well as pronouncing and understanding simple words.\nCandidates will be expected to show the skills either on appointment or within six months of recruitment.\nThe Conservatives said the government's priority \"should be recruiting the best person for the job\".\nThe move is part of what the Welsh government called a \"significant change\" to its recruitment policies, as part of an aim to become bilingual.\nJob adverts for civil servants working in the Cathays Park administration will no longer say Welsh language skills are not required, but that it will be \"desirable, essential or to be taught on the post\" for every vacancy or new post.\nThe Welsh government's Cymraeg 2050 plan, which aims to increase the number of Welsh speakers to one million, includes civil servants being able to understand the language.\nAll posts advertised will require people to demonstrate at least a basic \"courtesy\" level of Welsh language skills \"within an agreed timeframe\" - usually within six months of starting.\nCourtesy-level Welsh is defined as an ability to:\nA Welsh Conservative spokesman said the party was \"committed to delivering one million Welsh speakers, but at a time of national recovery, the Welsh government's priority should be recruiting the best person for the job\".\n\"Currently a large majority of people in Wales - nearly three-quarters - do not speak Welsh, but that shouldn't prohibit them from working in the civil service and contributing to Welsh public life.\"\nThere were 34 million page views of the Welsh government's website in English over the past year, compared to 652,000 in Welsh.\nMinisters' private offices received 41,037 items of correspondence - 970 (2.36%) were in Welsh.\nOf the phone calls received from outside the Welsh government, 4.3% were in Welsh and 95.7% were in English.\nThe Welsh government said \"everyone has the potential to be a Welsh speaker and this strategy does not conflict with our commitment to being open, inclusive and diverse\"\nIt said, although Welsh-language skills will progressively be needed for more posts, \"developing a bilingual workforce does not mean (or imply) those skills being a universal pre-requisite for joining the Welsh government\".\nIt also said it would be \"investing in staff and providing opportunities to learn Welsh and develop language skills\", as well as people being given \"both time and motivation\" to improve their skills.\nSince 2018, all posts advertised in the Senedd Commission - which runs the Welsh Parliament from day to day and is separate from the government - also required \"at least a basic level\" of Welsh, with candidates \"expected to either evidence those skills on appointment or commit to gain those skills as part of the induction process\".\nThere are about 5,500 full time equivalent staff at the Welsh government.\nOf the 112 posts advertised externally during 2020-21, 25 deemed Welsh language skills not necessary, 64 desirable, three \"learnt on appointment\" and 20 essential.\nBetween 2020 and 2021, there was a 44% increase in requests from Welsh government staff for weekly Welsh lessons."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57803940",
      "category": "technology",
      "title": "Euro 2020: Why abuse remains rife on social media",
      "tags": "Social media,Social media regulation debate",
      "text": "Once again, social-media companies are facing criticism as their platforms are used to racially abuse football players, following the dramatic conclusion of the Euro 2020 men's tournament on Sunday night.\nAnd make no mistake, it is becoming increasingly difficult for the technology giants to defend these incidents. How can they not be held more responsible for the content they share to millions?\nIn a nutshell, social-media platforms have not been regulated in the same way as traditional media such as the BBC, because they are not categorised as publishers or broadcasters.\nIf racist comments appeared below this article, written not by me but by someone who had read it, the BBC would be immediately accountable, as part of an arrangement with the regulator Ofcom.\nBut Ofcom does not yet have powers over the likes of Facebook, TikTok, YouTube and Twitter, which have until now been largely self-regulating - although, that is coming, as part of the long-anticipated Online Safety Bill. \nWhether the threat of large fines is enough to focus the minds of these multi-million dollar businesses remains to be seen, however. But it is not just in the UK that regulation is planned.\nIn fairness, while the BBC does have a large global presence, it does not have to deal with anything like the volume of content and video, written and uploaded in real time by anybody and everybody, a platform such as Facebook, with its two billion users, does. \nThis sheer volume swamps the armies of human moderators employed by those platforms.\nSome describe nightmare shifts sifting through the worst and most graphic content imaginable and then making decisions about what should be done with it. \nSo, the solution these companies are all pouring countless time and money into is automation. \nAlgorithms trained to seek out offensive material before it is published, the blanket banning of incendiary (and illegal) hashtags, the use of techniques such as \"hashing\", which create a kind of digital fingerprint of a video, and then block any content bearing the same marker, are already in regular use.\nBut so far, automation remains a bit of a blunt instrument. \nIt is not yet sophisticated enough to understand nuance, context, different cultural norms, crafty edits - and there would be very little support for an anonymous algorithm, built by an unelected US technology giant, effectively censoring Western people's speech without these factors (China of course has its own state censorship and US social-media platforms are banned).\nHere is an example - a friend last night reported an anonymous account that had posted an orangutan emoji beneath an Instagram post belonging to England's Bukayo Saka. \nNow, nobody is going to blanket-ban that emoji. \nBut in this context, and given Saka is a young black player whose penalty kick was one of those that failed in the deciding moments of the England v Italy Euro 2020 final, the intention is pretty clear.\nThe response my friend received to her complaint was: \"Our technology has found that this probably doesn't go against our community guidelines,\" - although, it went on to add the automation \"isn't perfect\".\nShe has appealed against the decision but who knows when it will get a pair of human eyes on it?\nOn Twitter, meanwhile, a user was apparently able to use an extremely offensive racial slur in a tweet about a footballer, before deleting the message.\nIn a statement, Facebook, which owns Instagram, said it had \"quickly removed comments\" directed at players.\n\"No-one should have to experience racist abuse anywhere - and we don't want it on Instagram,\" it said.\nTwitter's response was similar - in 24 hours, it had removed 1,000 posts and blocked accounts sharing hateful content, using \"a combination of machine learning based automation and human review\", it said.\nBoth companies also said they had tools and filters that could be activated to stop account holders from seeing abusive content - but this does not solve the problem of the content being shared in the first place.\n\"No one thing will fix this challenge overnight,\" Facebook added.\nAnd perhaps that is what really lies at the heart of all this - it is not necessarily the limitations of technology that are the issue but old-fashioned human nature. \nPrime Minister Boris Johnson said, on Twitter ironically, those responsible for posting racist abuse should \"be ashamed of themselves\".\nBut for some people, there is something seemingly irresistible about hiding behind a keyboard and saying things they would in all likelihood never say out loud, in person. \nNever before have people had access not only to those they want to berate but also a potentially enormous audience of those who will listen - and join in. \nFor some, it has proved a heady and intoxicating mix - and one that has quickly established itself as the norm.\nI was talking to someone recently about something controversial that happened 20 years ago. \nHer first question was about how social-media had responded.\nI hesitated for a moment, wondering why I could not remember that detail - and then realised it was simply because it did not exist."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57802165",
      "category": "world-us-canada",
      "title": "Florida breaks manatee death record in first six months of 2021",
      "tags": "Florida,United States",
      "text": "A record number of manatees have died this year in the US state of Florida, primarily from starvation, wildlife authorities say. \nAt least 841 of the marine mammals died in waters near the eastern state between 1 January and 2 July.\nThat breaks the previous record set in 2013, when 830 manatees died after exposure to harmful algae.\nThis year biologists say seagrass beds manatees rely on for food are dying out because of rising water pollution.\nThey say the main issue is the increasing waste contamination of Florida's waterways, which triggers the accumulation of algae and the loss of seagrass.\nFlorida's Fish and Wildlife Research Institute said most of the deaths had happened during the colder months, when manatees migrated to the Indian River Lagoon, where most seagrass had died.\nAs temperatures warmed and the animals dispersed along the Atlantic coast, boat strikes became a leading cause of death last month, official data show.\nAt least 63 manatees, also known as sea cows, have been struck and killed by boats so far this year. \nBoat strikes \"continue to be recognised as a concern for the population\", the research institute said.\nThe federal government changed the status of the manatee from endangered to threatened in 2017, but conservationists say greater protection is again needed.\nThe manatee is a large, slow-moving mammal which has become an unofficial mascot for Florida. About 6,300 manatees currently live in Florida waters, according to the government.\nIn recent months, marine biologists and lawmakers in Florida have been paying close attention to the deaths of manatees.\nIn March, wildlife officials declared an Unusual Mortality Event, which allows the federal government to  investigate the cause of the deaths in partnership with the state.\nLast month a coalition of environmental groups and local businesses urged Republican Governor Ron DeSantis to declare a state of emergency to address the manatee crisis.\nBut state environment officials said such an order was unnecessary because they already had the necessary resources."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57794263",
      "category": "world-us-canada",
      "title": "US heatwave: Wildfires rage in western states as temperatures soar",
      "tags": "Oregon,Nevada,Wildfires,United States,Severe weather,California,Heatwaves",
      "text": "Wildfires are raging in the west of the United States as the region is hit by a heatwave that has brought record temperatures to several areas.\nCommunities have been told to evacuate as firefighters struggle to battle the blazes in the extreme conditions.\nIn California, residents were urged to cut power consumption after interstate power lines were knocked out.\nOn Saturday, two firefighters in Arizona died when their aircraft crashed while responding to a blaze.\nMeanwhile, Las Vegas, Nevada, matched its all-time temperature high of 47.2C (117F) on Saturday. \nFirefighters battling the many wildfires in the region say the air is so dry that much of the water dropped by aircraft to quell the flames evaporates before it reaches the ground.  \nIt comes just weeks after another dangerous heatwave hit North America, in which hundreds of sudden deaths were recorded, many of them suspected of being heat-related.\nThe region experienced its hottest June on record, according to the EU's Earth observation programme. \nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. But linking any single event to global warming is complicated.\nHowever, a study by climate researchers said the heat that scorched western Canada and the US at the end of June was \"virtually impossible\" without climate change. \nArizona's Bureau of Land Management paid tribute to the two \"brave wildland firefighters\" who died in a plane crash while performing aerial reconnaissance, command and control over the lightning-caused Cedar Basin Fire. \n\"Our hearts are heavy tonight with sincere condolences to families, loved ones and firefighters affected by this tragic aviation accident\", the agency said. \nThe accident occurred at around noon local time (19:00 GMT) on Saturday near the small community of Wikieup. Further information was not immediately available and the firefighters have not been officially named. \nIn the north of Nevada, near the border with California, people were evacuated from their homes as wildfires triggered by lightning strikes tore through parts of the Sierra Nevada forest region. \nOne fire, which more than doubled in size between Friday and Saturday, sent up a giant cloud of smoke and ash which, combined with the dry heat, generated its own lightning, according to the Los Angeles Times. \n\"As long as it's this hot and we have these low humidities, it's kind of hard to tell when and where we're going to catch this,\" Lisa Cox, information officer for the so-called Beckwourth Complex fires, told the newspaper. \nIn Oregon, a wildfire fanned by strong winds in the Fremont-Winema National Forest doubled in size to 120 sq miles (311 sq km) on Saturday.\nThe fire damaged power cables that send electricity to California. Power grid operators in California urged customers to conserve electricity by reducing their use of appliances and to keep thermostats higher during the evening when solar energy is diminished or no longer available.  \nIn Idaho, Governor Brad Little last week declared a wildfire emergency and mobilised the state's National Guard to help fight fires also sparked by lightning.\nFires have also been burning in Canada's western province of British Columbia amid unusually hot, dry weather. An entire village was wiped out in a blaze earlier this month after it recorded Canada's highest ever temperature of 49.6C (121.3F).\nThe country on Sunday ordered new railway safety rules for areas where there is a high wildfire risk. The rules will require Canadian National Railway and Canadian Pacific Railway to take a number of precautions, including reducing train speeds when there is an extreme fire risk and removing combustible material near tracks. \nSeveral areas in Nevada and California have matched or passed temperature records, according to preliminary data by the National Weather Service (NWS), and the extreme heat is expected to continue. \nA temperature of 54.4C (130F) was registered in California's Death Valley on Friday, matching one recorded in August 2020 - which some argue is the highest temperature ever reliably recorded on Earth. A temperature of 56.7C (134F) was registered in the area in 1913, but this is contested by climate experts. \nMillions of people are under an excessive heat warning, with those affected urged to drink plenty of water and stay in air-conditioned buildings where possible. \nCooling centres - air-conditioned public spaces - have been set up in some areas to help residents get relief from the heatwave. \nHeat warnings have also been issued in parts of Canada, with those affected urged to consider rescheduling outdoor activities for cooler periods of the day, and monitor for symptoms of heat stroke or heat exhaustion. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57811538",
      "category": "world-europe",
      "title": "Covid-19: Dutch PM Rutte 'sorry for easing restrictions too soon'",
      "tags": "Mark Rutte,Coronavirus lockdown measures,Netherlands,Coronavirus pandemic",
      "text": "Dutch Prime Minister Mark Rutte has apologised for \"an error of judgement\" in scrapping most coronavirus restrictions in the country.\nThe easing three weeks ago led to infection levels surging to their highest this year as nightlife resumed for large numbers of young people.\nCurbs on bars, restaurants and nightclubs were reimposed on Friday.\nPreviously Mr Rutte had refused to take any blame for the opening up, describing it as a \"logical step\".\nOn Saturday, the country's public health institute reported more than 10,000 new Covid cases, the highest number in a single day since December.\nBut so far this has not translated into a significant increase in hospital admissions, as most of the new cases are among young people.\nMore than 46% of the Netherlands' adult population - mostly from older age groups - is fully vaccinated. More than 77% have received at least one dose. \nMr Rutte's apology comes as countries across Europe face rising numbers of cases of the Delta variant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57782572",
      "category": "uk-wales",
      "title": "Covid: 'Not seeing my disabled son during lockdown was awful'",
      "tags": "Coronavirus lockdown measures,Haverfordwest,Youth and disability,Learning disability,Disability,Cardiff University,NHS Wales,Welsh Parliament,Mental health,Coronavirus pandemic",
      "text": "\"He would sob down the phone, 'mummy come and get me'.\"\nDawn Cavanagh said going 15 weeks in the first lockdown without seeing her son Jack, who lives in residential care, was \"awful\".\nThe 18-year-old, who has a learning disability, epilepsy, autism and ADHD, became anxious, depressed and started to self-harm, his mum said.\nMany disabled people felt \"abandoned\" during the pandemic, a report has found.\nDisabled people also made up almost 70% of Covid deaths in the first few months of the outbreak in Wales.\nThe Welsh government has set up a taskforce to address the inequalities highlighted by the report.\nHowever its author, Prof Debbie Foster of Cardiff University, is disappointed there will not be a Wales-specific Covid public inquiry having heard \"horrific and disturbing\" evidence.\nMrs Cavanagh, who lives near Haverfordwest in Pembrokeshire, was unable to visit Jack at his specialist residential service more than 100 miles away in the Vale of Glamorgan.\n\"It had huge implications for his mental health and wellbeing,\" she said.\n\"He would sob down the phone 'mummy come and get me, daddy come and get me'.\n\"And then he started to self-harm, his behaviour deteriorated, he became very anxious, very depressed. It was just awful.\n\"Jack was actually asking members of staff, 'Will you be my mummy? Will you be my daddy?'\n\"He genuinely didn't understand what was happening or where we were. It couldn't be explained to him.\"\nDawn believes the importance of infection control came at the cost of human rights and the balance struck by the government was not right for disabled people.\n\"If we're going to learn anything it's getting Welsh government [and] organisations to understand the reality of disabled people's lives and consulting with them,\" she said.\nProf Foster said that consultation did not happen when Covid policy decisions were made.\n\"Disabled people just weren't around the table, they weren't being discussed,\" she said.\nThe report found:\nAbout 20% of the Welsh population are classed as disabled under the ONS's definition of someone whose daily life is limited because of poor health or disability which has lasted, or is expected to last, at least 12 months.\nThe report also refers to a study by Public Health Wales that found people with a learning disabilities were considerably more likely to die from Covid than others.\nLearning Disability Wales said the report was \"damning\" while Prof Foster said the death statistics warranted a public inquiry in Wales.\n\"We've been told that because the UK is having a public inquiry they won't do a separate public inquiry,\" she said.\n\"It's a real disappointment because 68% of all deaths being attributed to disabled people is very high and it's actually a Welsh statistic, so we would have liked to seen some investigation in Wales itself.\"\nProf Foster believes many of the failings were preventable and said while the Welsh government was aware of the issues, there was an \"implementation gap\" with NHS Wales, local government and public services.\nShe added: \"If there's an under representation of certain voices in policy making, then the problem is that their interests and their particular perspective is not reflected in policy and implementation of policy.\"\nThe Welsh government said it had already taken steps to look at the disproportionate impact of Covid-19 on disabled people and had put tackling inequality \"at the heart\" of decision making.\nIt has established Covid Moral and Ethical Advisory Group for Wales (CMEAG-Wales) to advise policy makers and is addressing the under-representation of disabled people in public appointments. \n\"We have worked with disability groups throughout the pandemic to understand the impact of coronavirus on their lives,\" a Welsh government spokesperson said.\n\"As a result, we have already taken actions to address the concerns raised in this report, including the establishment of a minister-led taskforce, which will determine how and what further action we need to take to address the inequalities faced by disabled people, many of which were exacerbated by the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57813975",
      "category": "uk-politics",
      "title": "PM must level up the North at pace, say Tory MPs",
      "tags": "Conservative Party,Boris Johnson,Jake Berry",
      "text": "The prime minister must start delivering an ambitious levelling-up programme for the north of England \"at pace\", according to a group of 50 Conservative MPs.\nThe Northern Research Group is calling for an economic strategy focused on helping communities in the North rebuild after the pandemic.\nIt wants special grants for deprived areas outside London. \nMinisters say they are \"totally committed to levelling up\".\nThe NRG was founded by a number of Conservatives who won so-called red wall seats from Labour at the 2019 general election and want to push the government for greater investment for northern areas. \nThe pandemic has renewed attention on regional disparities.\nA recent study by the Northern Health Science Alliance found the North has been hit harder than the rest of England during coronavirus, \"exacerbating\" regional inequalities.\nAt the Queen's Speech in May, ministers said they would \"level-up opportunities across all parts of the United Kingdom as Britain recovers from the pandemic\".\nPrime Minister Boris Johnson is also expected to deliver a speech shortly on the issue. \nNRG chairman Jake Berry told the BBC: \"We have been in lockdown longer than any other area of the country. \n\"It's time for the government to show the North some love with a summer of levelling up.\"\nHe said the prime minister relies for his majority in Parliament on votes in the North and there is now an opportunity to encourage investment, jobs and industry there. \nHe added: \"Since December 2019, we have heard a lot about plans to level up the North, now is the time to show how we can deliver.  \n\"No one in the North cares about internal governmental turf wars. \n\"They want real jobs, real change, and real opportunities.\n\"It's time to start delivering an ambitious programme at pace if we are going to see real progress this summer.\"\nThe group wants a recovery plan focused on infrastructure. \nIt is calling for automatic grants to help deprived areas outside London, the formation of a northern growth board and - as part of a plan for better transport - the abolition of road tax and fuel duty, to be replaced with a system under which revenue raised would be kept in the North.  \nA government spokesperson said: \"We're investing £100bn in infrastructure this year, as well as creating a new £4.8bn Levelling Up Fund, establishing free ports across the UK and a new UK infrastructure bank in Leeds to harness private investment and fund new projects.\"\nThe spokesman said ministers will publish a Levelling Up White Paper later this year, which will set out plans to \"improve livelihoods across the country as we recover from the pandemic\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-57796712",
      "category": "uk-england-northamptonshire",
      "title": "Dr Martens and Rushden and Diamonds supremo Max Griggs dies",
      "tags": "Rushden,Irthlingborough,Wollaston",
      "text": "Max Griggs who founded the original Rushden and Diamonds FC and made his fortune with Dr Martens footwear has died.\nIts successor club, AFC Rushden and Diamonds, said Mr Griggs passed away on Thursday.  \nChairman Ralph Burditt said his colleagues were devastated by the news.\nHe said Mr Griggs regularly attended the Northamptonshire club's home games until the autumn lockdown and was a \"pivotal person in the club's history\".\n\"We wouldn't be here without him. Everyone in the local area linked to the members could only say what a wonderful, kind down-to-earth man he was,\" said Mr Burditt. \nAt Saturday's pre-season match against Cambridge City, players wore black armbands in respect. \nSocial media has seen an outpouring of tributes.\nThe director of Peterborough United, Barry Fry, said: \"He was a wonderful man, a great man, what he did for Rushden and Diamonds.\n\"He gave the club to the fans - a great football man. He will be sadly missed. They don't make them like him anymore.\"\nMax Griggs' business success was partly built by putting Dr Martens at the heart of Northampton Shoes and Boots, based in Wollaston.\nIn 1960, Mr Griggs and his brothers bought the UK patent rights to the Dr Martens boot with its air-cushioned sole, which became popular with several British youth cults.\nMr Griggs formed Rushden and Diamonds FC in 1992 by merging two neighbouring clubs, Rushden Town and Irthlingborough Diamonds, with the aim of getting the single, larger club into the Football League.\nHe was at the helm at Nene Park for 11 years and achieved that dream, before retiring as chairman in 2003.\nRushden and Diamonds FC folded in 2011, with the present day \"phoenix\" club AFC Rushden and Diamonds formed by a small group of supporters.  \nIn 2014, Max Griggs and his son Stephen gave the club, the stadium and the 22 acres of land at Nene Park to the Supporters' Trust.\nAs well as £20m worth of assets, the Griggs Group also gave the trust a cash injection of £750,000.\nAFC said it planned to further commemorate Mr Griggs' life at the Northampton Town friendly on 21 July. \nThe club currently plays in the Southern League Premier Division Central.\nMr Griggs' family have not yet commented on his death.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57814253",
      "category": "uk-england-london",
      "title": "Two arrested after boy, 16, fatally stabbed in Croydon",
      "tags": "Thornton Heath,Croydon,Metropolitan Police Service,London violence",
      "text": "Two men have been arrested following the fatal stabbing of a 16-year-old boy in south London.\nThe Met Police said a 19-year-old man was arrested on Monday on suspicion of murder after the attack in Croydon on Friday.\nOfficers were called at 15:00 BST by staff at a south London hospital. The boy had been taken there by members of the public, police added.\nThe victim died in hospital on Sunday. His next of kin has been informed.\nThe Met said the boy had been stabbed a short time earlier in Bensham Manor Road near the junction with Swain Road, Thornton Heath.\nA 22-year-old man was also arrested at the same address in Croydon on suspicion of possession with intent to supply class A drugs.\nDet Ch Insp Kate Blackburn said: \"We are urging anyone with dashcam or CCTV footage from in or around Bensham Manor Road at around 14:45 on Friday afternoon to get in touch with us.\n\"We believe the victim was stabbed in Bensham Manor Road following an incident with two people riding a moped. \n\"As such, we are also urging people to think back and consider if they may have seen the moped before or after the stabbing or have knowledge of the incident.\n\"No matter how insignificant the information may seem to you, please contact the police as soon as possible.\n\"I appreciate the local community's support and understanding while we continue to conduct our inquiries. At this stage of the investigation I do not believe that this murder is linked to any other homicides or other violent incidents.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57813938",
      "category": "business",
      "title": "Tesla: Elon Musk ‘rather hates’ being company boss",
      "tags": "Companies,Elon Musk,Tesla,United States",
      "text": "Elon Musk has revealed that he does not enjoy being the boss of Tesla.\n\"I rather hate it and I would much prefer to spend my time on design and engineering,\" he told a US court.\nTesla's billionaire CEO was speaking at the start of a trial where he is accused of pressuring the firm's board members into a $2.6bn (£1.9bn) deal to buy a solar panel firm.\nShareholders claim the carmaker's money was wasted on buying SolarCity, which - they say - was running out of money.\nAt the time of the deal, Mr Musk owned a 22% stake in both Tesla and the solar panel company, which was founded by his cousins.\n\"Since it was a stock-for-stock transaction and I owned almost exactly the same percentage of both there was no financial gain,\" he said.\nHe also denied exerting pressure on board members, saying that the deal was part of a \"master plan\" to create affordable vehicles with green power supplies.\nShareholders bringing the case against Mr Musk, who is worth $168bn according to Forbes, have asked the court that he repay Tesla the $2.6bn in full. That would be one of the largest ever judgements against an individual.\nLast year, other board members at Tesla settled a lawsuit over the deal for $60m. Those board members, who excluded Mr Musk, did not admit any wrongdoing.\nDan Ives, an analyst at Wedbush Securities, said that investors would be watching the case very closely. \nThe SolarCity deal has been a \"black eye\" for both Mr Musk and Tesla and a \"clear low light\" in the company's rise, he wrote in a note.\nDespite that, Tesla shares rose on Monday, closing more than 4% higher.\nThe trial is expected to last about two weeks. Randall Baron, the attorney for the shareholders, warned the entrepreneur that the case being heard in Delaware Chancery Court was \"going to be a grind\".\nGesturing to a thick folder of documents prepared by Mr Baron, Mr Musk replied: \"I can tell by the binder.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57794386",
      "category": "world-europe",
      "title": "Tiger's Bay bonfire: Michelle O'Neill defends court action",
      "tags": "Belfast,Michelle O'Neill",
      "text": "NI Deputy First Minister Michelle O'Neill has defended a failed legal bid to force police to help contractors remove a bonfire in north Belfast.\nThe Sinn Féin vice-president said ministers had \"a duty to uphold the law\" by taking the action.\nThe bonfire in Adam Street is in the unionist Tiger's Bay area and is close to an interface with the nationalist New Lodge.\nUnionist politicians have said the bonfire is \"a celebration of culture\".\nPolice had said the Adam Street bonfire was one of a small number in Northern Ireland causing concern.\nHowever, they refused to help contractors remove the bonfire as they said it would create a \"real and immediate risk to life\".\nInfrastructure Minister Nichola Mallon of the SDLP and Communities Minister Deirdre Hargey of Sinn Féin took the court action, but it was dismissed by a judge on Friday.\nSpeaking to the BBC's Sunday Politics programme, Ms O'Neill said: \"It's disappointing to see the outcome of the court ruling but I do think it was absolutely the right thing to do.\"\nShe claimed bonfires were illegal and that the Adam Street bonfire builders were trespassing on government-owned land.\n\"So the ministers have a duty to uphold the law and actually take the case to the courts.\"\nAt the court hearing, a barrister acting for the chief constable of the Police Service of Northern Ireland (PSNI) told the court of untested intelligence which indicated a potential ballistics threat to officers and contractors if an attempt was made to remove the bonfire.\nResponding to reports in The Sunday Times that loyalist paramilitary group the Ulster Defence Association (UDA) had brought weapons into the area, Ms O'Neill said: \"Why is it acceptable to anyone in this day and age that their threat is more dominant than the rights of the citizens that are being attacked in these areas?\"\nShe added that bonfires in interface areas \"invited\" tension and trouble and the motivations of those building them should be questioned.\nShe said: \"Putting a bonfire on an interface area does beg the question: Is it there only to antagonise?\n\"These bonfires should not be happening in interface areas.\n\"Those who want to celebrate the Twelfth, that's absolutely their entitlement, they should do that, but bonfires in interface areas are not acceptable.\n\"I just hope that we have a weekend where we're not looking at the scenes we witnessed a number of weeks ago whenever we saw tension in interface areas, none of us want to see that.\"\nSpeaking on Saturday, Democratic Unionist Party (DUP) assembly member for the area William Humphrey said the court case should never have been brought and was a \"complete waste of taxpayers' money\".\nHe said: \"We're coming up to the anniversary of the Battle of the Boyne, the glorious revolution, there is a tradition of bonfires being lit in the Protestant/unionist community going back to the glorious revolution - and that's what we're here to do, celebrate our culture.\n\"The bonfire is here because we've had houses built where it was previously situated.\"\nHundreds of Eleventh Night bonfires will be lit in loyalist communities across Northern Ireland over the weekend, most of them late on Sunday night, to usher in the main date in the Protestant loyal order parading season - the Twelfth of July.\nSome bonfires were lit on Saturday night, including in the Corcrain area of Portadown in County Armagh."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57796439",
      "category": "uk-wales",
      "title": "Family angry over daughter held in Kuwait prison despite appeal win",
      "tags": "Kuwait,Barry",
      "text": "The family of a woman who is in prison in Kuwait have urged the UK government to help to secure her release.\nSara Assayed, 35, from Barry, Vale of Glamorgan, works as a primary school teacher in Kuwait City, where she has been living since she was 17.\nShe was jailed for 10 years in March 2021 when drugs were allegedly found in her car. Despite being cleared on appeal last month, she remains in jail.\nThe Foreign Office confirmed it was assisting a British national.\nThe Kuwaiti government has been asked to comment.\nMs Assayed was arrested in March 2019 after she was stopped in her car on her way home from school with another teacher, and police officers alleged drugs were found in the vehicle.\nAfter being unable to leave the country for months while on bail, Ms Assayed was jailed.\nThe teacher won an appeal against her conviction appeal on 15 June and has been told the Kuwaiti authorities intend to deport her to the UK.\nBut her family say she is still in prison, where she has been kept in a solitary cell.\nHer mother Helen Conibear and father Ziad Assayed, who live in Barry, have described the situation as \"heart-breaking\" and said it was taking a terrible toll on their daughter's mental health.\n\"We're just worried and she's crying. She calls at night and she's crying,\" Mr Assayed told BBC Wales.\nThey say their daughter always maintained her innocence and was not allowed to speak during her trial, which lasted just minutes.\nThe Kuwaiti appeal court quashed her conviction last month after ruling there was insufficient evidence.\nShe remains in jail and the process to begin her deportation appears to have stalled.\nHer parents said they have been bitterly disappointed with the response from the British Embassy in Kuwait and from the Foreign Office.\nThey said they have spent about £20,000 in legal fees.\n\"Every time I contact the Foreign Office they say: 'We can't do anything',\" said Mr Assayed.\nMr Assayed is a Jordanian-born engineer and his family spent several years living and working in Saudi Arabia and Jordan.\nThe family moved to Kuwait in 2002, and Ms Assayed decided to continue her education and career in the country when her parents later returned to Barry.\n\"We're all trying. The whole family is trying,\" said Ms Conibear. \"We've sent emails to MPs, we've tried everything.\"\nMr Assayed added: \"From the beginning, we believe that the police investigation was all fabricated. They took her car, they put something in the car and then it came back.\"\nHe later visited Sara in the prison in the Kuwaiti desert and described the conditions as \"overcrowded\" and \"inhumane\".\nHe added: \"We were waiting for her to be deported. Kuwaiti law says that anyone who was involved in a case, whether guilty or not guilty, has to be deported from Kuwait.\" \nThe family have tried to get assistance from charities including Prisoners Abroad and Amnesty International, but were told they could not help in Sara's case.\n\"We just want them to accelerate her deportation,\" Mr Assayed said.\n\"The worst feeling is the feeling of being helpless. She needs our help and we can't help her. She's there for the wrong reasons. It's unjust for her to be in prison when she's innocent.\n\"She wants to hear news about her case and nobody is telling her anything. We just need to know some dates so she can have hope. She doesn't have hope.\"\nA Foreign Office spokesman said: \"We are assisting a British national who is detained in Kuwait and are in touch with their family and the local authorities.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57809399",
      "category": "uk",
      "title": "Covid-19: England's July 19 reopening confirmed and Covid passports recommended",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nConfirming that England will lift almost all of its remaining coronavirus legal restrictions on 19 July, Boris Johnson said life will not \"instantly revert\" to normal. The prime minister said people must remain cautious, adding: \"I cannot say this powerfully or emphatically enough: this pandemic is not over.\" He said the government would continue to \"expect and recommend\" people wear face masks in crowded indoor places, such as public transport. And he said it would set out guidance for a gradual return to offices and workplaces. With cases and hospital admissions rising, there was \"no easy answer\" about when to ease restrictions, the prime minister said, with any further delay risking a bigger surge in the autumn.\nNightclubs and other large events are being asked to require proof that people have had a Covid vaccination, negative test or natural immunity from a recent infection. Health Secretary Sajid Javid encouraged event organisers to require so-called Covid passports as England lifts almost all of its coronavirus restrictions. The NHS app can be used to record evidence of immunity or a negative test. The recommendation to use Covid passports will not be a legal requirement, however.\nPassengers complained of \"total chaos\" at Heathrow Airport, with long queues and large crowds building up as more than 100 staff were off work and self-isolating. The airport said the issue, which only affected Terminal 5, was due to alerts issued by the NHS Test and Trace app. Meanwhile, in Scotland, airport bosses are urging the government to match the relaxation of restrictions in England, where from 19 July fully vaccinated travellers will not have to quarantine when coming back from amber list countries.\nTeachers fear many children whose speaking and understanding has fallen behind because of lost learning in the pandemic will not be able to catch up. Research by the charity I CAN suggested 1.5 million children were struggling with communication skills following the isolation of successive lockdowns. One head teacher said pupils came back to the classroom with \"really delayed social skills\". Governments in England, Scotland and Wales are spending more than £3bn on plans to help pupils catch up, but I CAN suggests more is needed for pupils starting in secondary schools.\nExams are due to resume in England next summer after being cancelled for two years running during the pandemic, but there will be changes intended to avoid putting the students of 2022 at a disadvantage. Pupils taking GCSEs, A-levels and vocational exams are likely to get advanced notice of topics to make up for lost lesson time. Announcing a consultation before finalising plans this autumn, Education Secretary Gavin Williamson said exams were the \"fairest way\" to assess students but they needed to take into account the disruption of the past 18 months. Head teachers said the decision was being made too late, with schools needing to know all the exam arrangements by 1 September.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith the government encouraging a gradual return to the workplace from 19 July, find out more about what it means for you here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57799271",
      "category": "uk",
      "title": "Euro 2020 Final: Small number of fans broke into Wembley, say police",
      "tags": "Wembley Stadium",
      "text": "A small number of ticketless fans broke into Wembley Stadium for the Euro 2020 final, after videos showed crowds pushing through barriers, police said.\nFans fought with stewards and police as they attempted to break through gates.\nThe FA said it was \"entirely unacceptable\" and those involved were \"an embarrassment to the England team\".\nThe Metropolitan Police said it had worked with security staff to prevent further breaches and also supported officials in ejecting ticketless fans.\nThe FA said it would \"work with the relevant authorities to take action against anyone who is identified to have illegally forced their way into the stadium\".\nThe statement from police came after Wembley Stadium initially denied that anyone without a ticket had gained entry, saying: \"There were no security breaches of people without tickets getting inside the stadium.\"\nIn a later statement, a stadium spokesperson said: \"There was a breach of security and a small group of people got into the stadium. \n\"We are now working closely with stadium stewards and security to remove these people. Anyone inside the stadium without a ticket will be instantly ejected.\"\nFootage from inside Wembley showed fans fighting, apparently after some had forced through a door.\nAnd the BBC's Howard Nurse said it took until half-time for stewards to clear the gantry section meant for disabled spectators at Wembley.\n\"The area was rammed with people who should not have been there and it was quite an edgy situation,\" he said.\nHealth minister Edward Argar told Sky News action would be taken against those who had broken the law.\nHe said: \"It is sad when a very small number of people, a tiny minority, bring the sport into disrepute by trying to do something like this.\n\"Again, I would say they are not reflective of the fans of our national game and our national team.\"\nA large crowd was also trying to enter the fan zone in Trafalgar Square without tickets shortly before kick-off, the Met Police said.\nPolice said they had been \"engaging with the crowd and telling them to disperse\".\nAt Wembley, a man was taken to hospital after he was hit by a bus on High Road. Police said the bus driver stopped at the scene and the man's injuries were not said to be life-threatening.\nIn footage taken at Wembley Stadium and posted by video blogger Paul Brown, fans could be seen jumping over barriers and grappling with stewards and police, as some of them were ejected.\nMr Brown said there were not enough police to deal with the size of the crowd.\nBBC News producer Warren Moran said he saw people without tickets forcing their way through the turnstiles, but could not say whether they were later ejected from the stadium.\nHe said dozens of people were pushing through the gates for disabled people, which were open.\nA video posted by Sky Sports reporter Michelle Owen showed several fans streaming over barriers as stewards looked on.\nShe said: \"If this is even crossing your mind, don't. You don't get far. Please don't ruin it for everyone at Wembley.\"\nIn addition to videos of crowds pushing past barriers, some witnesses said they had seen people getting in by \"tailgating\" behind ticket-holders through the turnstiles.\nThe Daily Telegraph's Ben Rumsby posted on Twitter that he and others had seen examples of this in the build-up to the final.\nWere you at Wembley? Did you see people break in without tickets? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57800151",
      "category": "world-europe",
      "title": "Euro 2020: Jubilant Italy fans celebrate victory over England",
      "tags": "Wembley Stadium,Italy",
      "text": "Italian football fans have been celebrating across the country after their football team defeated England 3-2 on penalties in the Euro 2020 final in London.\nThe team were given a hero's welcome as they arrived back in Rome on Monday.\nCrowds cheered as Captain Giorgio Chiellini held up the trophy, won only once before by Italy in 1968.\nThe BBC's Mark Lowen in Rome says the victory has brought joy back to Italy after the hell of the pandemic.\nThe star of what they're calling an Italian miracle is coach Roberto Mancini, transforming a national team from the shame of failing to qualify for the last World Cup to a side unbeaten now in 34 games. \nHe has brought youth and confidence to the Italian team and made Italians fall back in love with the \"Azzurri\".\nThe triumphant team landed at Rome's Fiumicino airport early on Monday morning. Crowds cheered as they disembarked, and later as they arrived at their hotel.\nChiellini - wearing a crown - held aloft the trophy, which he'd kept next to him on his bed overnight.\nLater in the day, they were welcomed by Italian President Sergio Mattarella, before going on to meet Prime Minister Mario Draghi later.\nSunday night began with stunned silence as England scored an early goal but was transformed by the elation of the Italian equaliser.\nWild celebrations followed after a penalty shoot-out that some could barely watch from nerves. \nAt a fan zone in Rome, thousands of supporters started jumping in pure elation, shouting and hugging each other after a missed penalty by England's Bukayo Saka signalled Italy's victory.\nEcstatic fans started street parties across the country immediately.\n\"I am so happy! We are Euro champions, I am going to celebrate all night, I am going to celebrate all night!\" Beatrice Mattioli in Rome told Reuters news agency.\n\"It's incredible, it's incredible, you can't feel better than this, it is amazing, we won the final!\" said Stefano Gucci, another supporter in the Italian capital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57801398",
      "category": "world-asia-india",
      "title": "Jaipur: Lightning strike kills 16 taking selfies in India",
      "text": "A lightning strike killed at least 16 people and injured many more in Jaipur in northern India on Sunday.\nThe victims were taking selfies in the rain on top of a watch tower at the city's 12th Century Amer Fort, a popular tourist attraction.\nDozens have also died in lightning strikes in Uttar Pradesh and Madhya Pradesh states. \nLightning strikes kill some 2,000 Indians on average every year, according to official data. \nA senior police officer told the media that most of the people among the dead at the fort's tower were young.\nTwenty-seven people were on the tower and the wall of the fort when the incident happened and some reportedly jumped to the ground. \nSunday alone saw nine more deaths from lightning strikes reported across Rajasthan state where Jaipur is located, according to local media reports. \nAt least 41 people - mostly women and children - were reportedly killed in Uttar Pradesh state. The highest toll of 14 was recorded in the city of Allahabad (also known as Prayagraj).  \nTwo men, who were taking shelter under a tree, died on the spot after they were struck by lightning in Firozabad city. The remaining deaths occurred in several districts across the state.\nAt least seven died in Madhya Pradesh. Experts say casualty numbers are high in the two states because a large number of people work outdoors in agriculture and construction. \nThe chief ministers of Uttar Pradesh and Rajasthan and India's Prime Minister Narendra Modi have announced compensation for the families of those who died. \nIndia's monsoon season, which sees heavy rains, typically lasts from June to September. \nThe Indian Meteorological Department (IMD) has said that deaths by lightning strikes have doubled in the country since the 1960s - one of the reasons they cited was the climate crisis. \nThe data says lightning incidents have increased by 30%-40% since the early- to mid-1990s. In 2018 the southern state of Andhra Pradesh recorded 36,749 lightning strikes in just 13 hours. More than 100 people died in two states in June last year in lightening-related incidents. \nOfficials say they are more common in areas with thinner tree cover, leaving people vulnerable to being struck. \nSource: Royal Society for the Prevention of Accidents"
    }
  ]
}