{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57464097",
      "category": "uk",
      "title": "Covid: Lockdown easing in England to be delayed by four weeks",
      "tags": "Coronavirus lockdown measures,Weddings,Boris Johnson,Coronavirus pandemic",
      "text": "Most coronavirus rules will remain in place in England for another four weeks after the planned 21 June unlocking, government sources have told the BBC.\nSenior ministers have signed off on the decision to delay the lifting of all legal restrictions on social contact.\nThat could mean capacity limits for sports, pubs and cinemas will remain, and nightclubs would stay closed.\nPrime Minister Boris Johnson is due to confirm the delay at a news conference later - at 18:00 BST.\nThe extension will be put to a Commons vote this month and could trigger a sizeable Conservative backbench rebellion.  \nEngland was due to move to stage four of the government's roadmap out of lockdown on 21 June, when venues and events would be allowed to operate without capacity limits and the cap on guests at weddings would be lifted.\nIt would also have meant an end to current rules which limit gatherings at home to six people or two households.\nBut many scientists have called for the reopening to be delayed to enable more people to be vaccinated and receive second doses, amid rising cases of the Delta variant, which was first identified in India.\nA delay would also allow more work to be done on whether vaccines are breaking, or simply weakening, the link between infections and hospitalisations.\nHealth Minister Edward Argar told BBC Breakfast that he could not confirm the delay before the PM's announcement, but that there was a \"concerning increase\" in cases of the Delta variant and numbers in hospital were \"beginning to creep up\".\nMost severe cases were among unvaccinated people or those who had only one dose, he said, adding that at current rates nearly 10 million second doses could be administered over four weeks to increase protection.\nMr Argar said the prime minister would address issues of economic support in any announcement and that the PM was \"very sensitive\" to the situation of couples who had already had to postpone their weddings.\nAll areas of Scotland are due to move to Level Zero Covid restrictions on 28 June - meaning bigger groups can gather in cafés, pubs and restaurants, although they will still have to observe social distancing. \nLimits on indoor gatherings in Northern Ireland are scheduled to be relaxed on 21 June and the current rules in Wales will be reviewed on 25 June.\nIf the lifting of restrictions is pushed back, the UK Weddings Taskforce - an industry group - estimates that 50,000 weddings planned in the four weeks from 21 June could be cancelled, with the industry losing £325m for every week of delay.\nCurrently the number of guests allowed at weddings is limited to 30. \nThe Night Time Industries Association said businesses such as nightclubs had already spent millions preparing to reopen, and the association would legally challenge any delay to reopening.\nWill Power, owner of the Lab 11 nightclub in Birmingham, said a delay would be \"catastrophic\". \n\"This will possibly hurt us more than the initial lockdown back in March last year,\" he said.\nKate Nicholls from UKHospitality, which represents pubs, bars and restaurants, said businesses faced losing £3bn in sales if the relaxation of restrictions was delayed by a month.\nSinger Frank Turner, who has raised money for struggling small music venues, said the delay would \"tip some businesses into final collapse\", while theatre producer Sonia Friedman warned \"many livelihoods are under existential threat\".\nRising infections in the UK are being driven by the Delta variant which is believed to be around 60% more infectious than the previous dominant variant and twice as likely to result in hospital admissions.\nOn Monday, the UK recorded 7,742 new cases of Covid-19 and three deaths within 28 days of a positive test.\nThe seven-day average for cases in the UK is up 46% compared with the seven days before. \nHowever, NHS England data shows over-55s are continuing to account for a smaller percentage of people admitted to hospital with Covid-19. \nOn 6 June around a third of admissions were aged 55 or over, compared to a little over 70% on 6 March, and more than 80% on 6 December. \nMeanwhile, the government has announced extra support for six more areas of England, to help suppress the spread of the Delta variant. \nAdditional testing, tracing, isolation support and measures to maximise vaccine uptake will be deployed in Birmingham, Blackpool, Cheshire East, Cheshire West and Chester, Liverpool City Region and Warrington.\nGuidance will also be set out for the six areas on steps people can take to keep their communities safe, including minimising travel in and out of the area. \nIf it wasn't for the Delta variant, the government would in all likelihood be announcing the go-ahead for a full unlock. \nBut a more infectious variant against which one shot of the vaccine works less well has created a problem. \nThat much can be seen from how quickly infection levels are rising. The trajectory we are on means we could see January levels of infection by the end of July. \nExactly what that means for hospital admissions is less clear. It is already obvious that while the vaccines have weakened the link between cases and serious illness they have not broken it completely - admissions are rising after all. \nEarly data suggests less than 5% of cases are ending up in hospital - half the rate seen previously. \nBut that still has the potential to cause 2,000 admissions a day if we did reach January levels of infection - twice what the NHS would see for all respiratory illnesses in a bad winter. \nNone of that is guaranteed, of course, and so a delay, government scientists are arguing, gives them more time to work out with confidence where we are heading - and it is even possible the immunity built up by the vaccines will have started to halt the growth by then. \nThe government has set out four tests that must be met for the next stage of easing restrictions to go ahead: \nMore than 41 million people in the UK have had a first dose of a coronavirus vaccine, while nearly 30 million have had two doses. \nSome Conservative MPs said they were concerned that vulnerable businesses would close permanently and that the prospect of ending all coronavirus restrictions was receding.\nBackbencher Peter Bone said he would vote against continuing restrictions unless the prime minister was able to show there was \"a very clear danger to our society\".\nHe told BBC Radio 4's Today programme that currently he \"can't see the evidence why we should be postponing our freedom\".\nLabour leader Sir Keir Starmer told LBC Radio if the lockdown decision was confirmed, it would be because of the government's \"pathetic borders policy\", which he said allowed the Delta variant to become established in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52567567",
      "category": "business",
      "title": "Should I be working from home now?",
      "tags": "Companies,Flexible working,Coronavirus lockdown measures,Employment,Coronavirus pandemic",
      "text": "Scotland will follow England's example and lift its working from home guidance. \nPeople across the rest of the UK are still advised to work remotely wherever possible. \nFrom Monday 31 January, the government will no longer recommend home working wherever possible.\nInstead, employers are being asked to let workers return gradually. It wants workers to spend some time in the office and some time at home. \nA wholesale \"mass return\" to offices next week could risk pushing up infection levels, First Minister Nicola Sturgeon said.\nSpeaking in the House of Commons on 19 January, Boris Johnson said that the government was no longer asking staff to work from home.\nHe said people \"should now speak to their employers about arrangements for returning to the office\". \nThe government had reintroduced its guidance to work remotely when it tightened Covid regulations on 8 December to help tackle the spread of Omicron. \nHowever, that guidance did also say that people should continue travelling to work if they needed \"to access equipment necessary for their role, or where their role must be completed in person\".  \nEmployers were also told to consider letting people come to work if they had a \"challenging home working environment\".\nIn Northern Ireland, ministers said that more people working from home would help to reduce the risk of infection both inside and outside the workplace. However, they didn't tell employers to impose home working, but instead asked them to support it \"where possible\".\nIn Wales, employers are also encouraged to let people work from home where possible. Guidance says staff should not be \"required or placed under pressure to return\" to the workplace unless there's a clear business need. Employers could be fined up to £10,000 for failing to allow staff to work from home where it is \"reasonably practicable to do so\".\nFrom 28 January, the requirement to work from home moves from law to guidance. \nLatest figures suggest that 37% of working UK adults did at least some work from home in 2020, up from 27% the previous year.\nIn the last week of November 2021, seven in 10 travelled to work at least once. \nIn the same week, one in seven said they had been working at home and travelling to work.\nAlthough social distancing limits no longer apply across most UK workplaces businesses still have a legal duty to manage the risks to staff and customers. \nEmployers must follow official safety guidance and carry out Covid risk assessments for those staff who are in the office. \nSafety measures can include:\nFace-coverings remain mandatory for staff and customers in shops and on public transport across the UK, apart from England, where they will cease to be required in any public space on 27 January. \nRegular lateral flow testing remains widespread across the NHS and other parts of the public and private sector.\nNorthern Ireland, Wales and Scotland have already introduced Covid passport schemes which are partly designed to protect staff who work in hospitality and events. \nHowever, England will scrap its mandatory Covid certification scheme from Thursday 27 January, although venues will be able to keep checking customers' status on a voluntary basis if they wish. \nThere is more detailed advice for some industries - including construction, hospitality and manufacturing, plus specific advice for employers in England, Scotland, Wales and Northern Ireland.\nIf employees feel unsafe, they can raise concerns with their local authority, Citizens Advice or the Health and Safety Executive (HSE). \nWorking from home is one of the most effective ways to reduce social exposure, according to the government's Scientific Advisory Group for Emergencies (Sage). \nIt greatly limits face-to-face contact both with colleagues and on public transport.\nAs such, Sage says it has a \"strong impact\" against virus transmission and the R number, which represents a disease's ability to spread.\nMuch of the risk depends on how crowded it is and your distance from other people.\nWearing a mask helps, as does keeping windows open, and avoiding peak journey times where possible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57463708",
      "category": "world-europe",
      "title": "Madrid protests: Thousands rally against Catalan pardons",
      "tags": "Catalonia,Spain,Pedro Sanchez,Catalonia independence protests,Madrid",
      "text": "Tens of thousands of people have joined protests in the Spanish capital Madrid against controversial plans to pardon jailed Catalan separatists.\nLeaders of Spain's right-wing parties joined the demonstration against the pardoning of 12 separatists behind a failed independence attempt in 2017.\nProtesters accuse the Socialist-led Spanish government of using the plan to shore up its political support.\nBut the government says the pardons will help calm tensions over Catalonia.\nThe semi-autonomous region's drive for independence plunged Spain into its biggest political crisis in 40 years in 2017. \nNine Catalan separatist leaders were found guilty of sedition in 2019, linked to their role in an illegal independence referendum. Another three were found guilty of disobedience but not jailed.\nThe demonstrators see the pardons as a threat to national unity. Many waved red and yellow national flags as they gathered in Colón Square in central Madrid.\n\"We should stop this now because for a pardon you must show contrition, and the separatists will not show that,\" one protester, Carlos Bandecha, told the Reuters news agency.\nBut Spanish Prime Minister Pedro Sánchez has defended the move as a way to bring Catalans and Spaniards closer together.\n\"Spanish society needs to move from a bad past to a better future - and that will require magnanimity,\" Mr Sánchez said earlier this week.\nAround 61% of Spaniards do not agree with the pardons, while 29.5% back them, according to a recent poll for the Spanish newspaper El Mundo.\nSpain's Deputy Prime Minister Carmen Calvo has indicated that the pardons are \"close\".\nBut the country's Supreme Court said in a non-binding report last month that it opposes potential government pardons for the Catalan separatist leaders."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-54145299",
      "category": "health",
      "title": "Omicron symptoms: Is a runny nose a cold or Covid?",
      "tags": "Social distancing,Flu,Coronavirus pandemic",
      "text": "The new Omicron variant of coronavirus is spreading rapidly. \nBut how can you tell if you have Covid, or a winter cold?\nThe NHS says people should still look out for classic Covid symptoms:\nBut for some people, having Covid can feel \"more like a bad cold\" with symptoms such as a headache, sore throat and a runny nose. \nThe Zoe Covid study app asks hundreds of thousands of people to log their symptoms and investigators have looked at those linked to the dominant Delta variant and the new highly spreadable variant Omicron. \nSo far, the top five symptoms are:\nIf you think you may have Covid, it is important to get tested. Even people who don't feel very ill can put others at risk.\nA high temperature is 37.8C or above. A fever like this can happen when the body is fighting off any infection - not just coronavirus. \nIt is best to use a thermometer. But if you don't have one, check if you, or the person you are worried about, feels hot to the touch on the chest or back. \nA high temperature is unlikely with a cold. \nIf you have a fever, arrange a coronavirus test - you can also use the NHS 111 coronavirus service online.\nIf you have a cold or flu you may well have a cough, along with other symptoms. \nFlu usually comes on suddenly and sufferers will often experience muscle aches, chills, headaches, tiredness, a sore throat and a runny or stuffed nose, along with the cough. It feels worse than a heavy cold.\nColds tend to develop more gradually and are less severe, although they do still make you feel unwell. Along with a cough, there may be sneezing and a sore throat and runny nose. Fever, chills, muscle aches and headaches are rare.\nA coronavirus cough means coughing a lot for more than an hour, or three or more coughing fits or \"episodes\" in 24 hours. \nIf you usually have a cough because of a long-standing medical condition like COPD, it may be worse than usual. \nYou should get tested for coronavirus if you develop a new, continuous cough. \nThese are key symptoms of coronavirus and mean you should get a test. \nIt could still be that you have a simple cold. But you need to check, even if you don't feel unwell, to avoid the risk of spreading the virus.\nSneezing is not a classic symptom of coronavirus, and unless you also have a fever, cough or loss of smell and taste, you do not need a test, according to the NHS. \nSneeze droplets can spread infections though, so catch them in a tissue, put it in the bin and then wash your hands. \nTo help stop the spread of coronavirus and other illnesses:\nCurrently, the NHS says a runny nose or a headache is not a reason to get tested for Covid.  \nBut research suggests some people who test positive for Covid do have these symptoms.\nUS guidelines say people with the following symptoms may have Covid: \nPeople with coronavirus have a wide range of symptoms, ranging from mild to severe. Some will have none at all, but can still be infectious.\nSymptoms may appear up to two weeks after exposure to coronavirus, but usually around day five.\nFeeling breathless can be a sign of a more serious coronavirus infection.\nIf you are having trouble breathing, contact your doctor online or over the phone, or the NHS 111 online coronavirus service.\nIf you are very worried about sudden shortness of breath ring 999.\nAnd the NHS advises: \nNHS: How to treat coronavirus at home"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57473736",
      "category": "entertainment-arts",
      "title": "Great British Photography Challenge: BBC Four show crowns joint winners",
      "tags": "Photography",
      "text": "Two of the contestants on Great British Photography Challenge have been named joint winners of the BBC Four show.\nJackson Moyles from Dunfermline and Tyrone Williams from Northampton beat four other snappers to share the honours on the show's inaugural series.\n\"There was no way we could split them,\" said celebrity photographer Rankin, one of the show's judges.\nAll six hopefuls were given the whole four weeks of the show to develop a signature style and build a portfolio.\nAssignments ranged from smartphone camera briefs to themed challenges led by celebrity guests and creative experts. \nJackson Moyles' photos for the show included a landscape shot captured in his native Scotland, a fashion shot of a model carrying a red coat taken at Rankin's own studio and an arty image of Glaswegian band The Ninth Wave reflected in a cracked mirror.\nRankin said the self-taught 21-year-old's work had developed \"as he found himself over the competition\".\nMoyles, who is currently a student and also works part-time in a care home, admitted it came \"as a bit of a surprise\" to be named joint winner considering the \"ups and downs\" he had faced over the course of the series.\n\"The biggest thing I took away was the importance of communicating,\" he reflected. \"When I communicated poorly, my final work suffered. Once I understood this element was vital, I produced some of my best work.\"\nTyrone Williams' photos for the show included a large-format black-and-white landscape image taken in Glencoe and a shot of a man in white trainers walking through a puddle in Soho.\nHis own image of The Ninth Wave captured the band in an eerie green light, while he snapped a young woman in a hoodie for his fashion assignment.\n\"Tyrone is an art photographer, with a really clear voice,\" said Rankin of the 28-year-old graphic designer. \"His work grabbed my attention from the very beginning.\"\nWilliams said it was \"such a great feeling and an amazing validation\" to be named winner but insisted that all of the contestants deserved that title equally.\nWhen the show was announced in March, Rankin said it was \"an incredible opportunity to nurture the next generation of photographers\".\nAll episodes of Great British Photography Challenge are now available on BBC iPlayer alongside an online exhibition of the winners' work. \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57461747",
      "category": "uk-england-london",
      "title": "Euro 2020: Fan in serious condition after falling at Wembley",
      "tags": "Wembley Stadium,Wembley",
      "text": "A football fan has been taken to hospital in a serious condition after falling from a stand during England's opening Euro 2020 match at Wembley.\nThe fan was hurt just after kick-off at 14:00 BST in the match against Croatia.\n\"The spectator was given on-site medical attention and was then taken to hospital,\" a stadium spokesperson said.\nThey added that Wembley is working with tournament organisers Uefa to ensure the matter is fully investigated and are monitoring the situation.\nA spokesperson for Uefa said: \"[We] can confirm that a spectator fell from the stands and was taken to hospital in a serious condition.\"\nRaheem Sterling scored the only goal in the game, to give England a winning start to their Euro campaign."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57468016",
      "category": "uk-scotland",
      "title": "In pictures: Fans watch Scotland lose first match at Euro 2020",
      "text": "Anticipation gave way to disappointment as Scotland fans watched the men's football team's first appearance at a major tournament in 23 years.\nThousands of supporters gathered at Hampden Park and at a special fan zone in Glasgow, while many more cheered the team on at home, in school or in the pub.\nBut the match ended with a 2-0 defeat to the Czech Republic at Hampden.\nAll pictures are copyrighted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57469547",
      "category": "entertainment-arts",
      "title": "Covid: Delay to full reopening a hammer blow, says live event sector",
      "tags": "Theatre,Coronavirus lockdown measures,West End theatre,Live music,Musical Theatre,Music festivals,Coronavirus pandemic,Music",
      "text": "Live music, theatre and other events have been dealt a \"hammer blow\" by a four-week delay to the final stage of easing lockdown restrictions in England, industry figures have said.\nThe move means the capacity of venues will remain limited by the requirements around social distancing.\nThe entertainment sector has appealed for urgent financial support.\nThe Society of London Theatre said the decision would \"have serious implications for many theatres\".\nAnd the Night Time Industries Association said the PM had \"switched the lights off for an entire sector\".\nBoris Johnson told a press conference on Monday the delay to lifting most remaining curbs on social contact was necessary to avoid \"a real possibility that the virus will outrun the vaccines and that thousands more deaths would ensue which could otherwise have been avoided\".\nThe government's planned date for lifting restrictions - 21 June - has now been pushed back until 19 July, amid rising Covid cases driven by the more transmissible Delta variant.\nBut the prime minister said there would be a review after two weeks and he was \"confident\" the delay would not need to be longer than four weeks.\nMany in the entertainment industry said they understood the need for the delay, but called for further government support.\nMark Davyd, chief executive of the Music Venues Trust, said the government should take \"swift and robust\" action to prevent hundreds of potential grassroots music venue closures.\nHe said this should include \"getting financial support to people who desperately need it, extending repayment options for loans, cancelling business rates and extending support schemes such as furlough and SEISS [the self-employment income support scheme]\".\nThe Society of London Theatre and UK Theatre said there were \"thousands of jobs hanging in the balance\" as producers make the \"difficult decision\" of whether to start rehearsals for shows that are due to open later this summer.\n\"Particularly at risk are large-scale commercial productions, which have received little or no Cultural Recovery Fund support and cannot survive under social distancing,\" a statement said.\nTrafalgar Entertainment's Sir Howard Panter and Dame Rosemary Squire, who have two major musicals due to open in London in late July, said the delay was \"yet another bungle\" from the government.\n\"The confusion and muddled messages are reminiscent of a West End farce,\" they said in a statement.\nMeanwhile, UK Cinema Association said it was \"mindful of the rationale behind today's decision\" and acknowledged many cinemas \"can still operate viably at below full occupancy\", but that they would \"continue to face significant challenges as they look to recover from the enormous financial impacts of Covid\".\nLucy Noble, chair of the National Arenas Association, said the delay was \"devastating\", while trade association Live said the industry had been left \"in limbo\".\nSir Ian McKellen, who is due to star in Hamlet from 21 June, said the fact theatres cannot play to full houses was \"very, very frustrating\".\n\"Thank goodness I'm not the producer, who must be wondering what to do, because you sold an awful lot of tickets and people may have to shift to other dates,\" he told the BBC's The One Show. \n\"I think they were warned in advance that might happen.\n\"It's a lot of trouble, but there's no doubt, a week today, we open up Hamlet at the Theatre Royal Windsor as planned, but it will be social distancing for a little bit longer than we'd hoped.\"\nHowever, there could be hope for some in the sector as fifteen coronavirus pilot events are to continue as planned before 19 July, including some arts and music performances.\nOn Monday, the PM suggested Andrew Lloyd Webber's new musical Cinderella may be able to join the scheme, after the composer said he was prepared to be arrested if he couldn't open as planned on 25 June.\n\"I think we're in talks to with him to try to make it work and we'll do whatever we can to be helpful,\" the prime minister said.\nBut that came as a surprise to Lord Lloyd-Webber. \"My goal is, and will always be, to fight for the full and safe reopening of theatre and live music venues up and down the country,\" he said.\n\"I was pleased and surprised to hear the prime minister mention Cinderella as part of his announcement today, but I can't comment further on the proposed pilot until I know more about the scheme.\"\nA string of music festivals planned for June and July were cancelled or postponed after Mr Johnson's announcement.\nThey included the Black Deer festival in Kent, which was due to be headlined by Van Morrison at the end of June.\nOrganisers of the Noisily Festival in Leicestershire wrote in a statement: \"After pouring our heart and soul into the event on a wing and a prayer - hoping against hope - to have all of that dashed again is beyond devastating.\"\nAlex Hutchinson, who runs the Kubix festival in Sunderland, said his event would no longer take place in early July. \n\"I think people forget there are millions of people behind these closed industries, either directly or in the supply chains, who at the minute can't even give a definite date to be able to resume making a living,\" he told BBC Radio 5 Live.\nA government spokesperson said: \"We understand a delay to full reopening is challenging for live events, and we will be helping our creative industries through it. We have made £2bn available through the biggest arts funding package in history and the final funding round of £300m will be announced shortly.\n\"Clubs and venues have also benefited from restart grants worth £18,000 each, and there's nearly £1bn available in further discretionary grants local authorities still have to pay out.\n\"The furlough scheme and VAT cut is in place until September and eligible businesses will also continue to benefit from business rates relief of 75% over the year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-57466276",
      "category": "uk-england-sussex",
      "title": "Buxted FC: Vandals smash defibrillator kit after Eriksen collapse",
      "tags": "Buxted,Cardiac arrest",
      "text": "Vandals smashed a football club defibrillator kit hours after Danish international Christian Eriksen suffered a cardiac arrest in a game.\nBuxted FC in East Sussex said the damage, caught on CCTV in the early hours of Sunday, was \"disgusting\".\nFootage has been posted on the club's Twitter account and viewed more than 1.4 million times.\nSussex Police said officers have arrested a 17-year-old boy on suspicion of causing criminal damage.\nClub chairman Richard Turner condemned those responsible.\nHe said: \"I feel absolutely disgusted that people would do something like this to equipment that would save someone's life.\n\"Now the club hasn't got one until we get a replacement, so lives are at risk.\"\nThe vandalism happened hours after Christian Eriksen collapsed during his side's Euro 2020 game against Finland.\nHe was given prolonged treatment on the pitch before being taken to hospital where he is now recovering.\nMr Turner said before vandals struck, Buxted FC had been celebrating winning the Mid Sussex division one league trophy.\nHe said: \"The whole world saw what happened to Christian Eriksen on Saturday so why would anyone think that's ok?\"\nActor Martin Kemp retweeted Buxted Football Club's CCTV footage and described what happened as \"the pits\".\n\"I rarely get upset, angry or surprised by people's behaviour but this is the pits,\" he said.\n\"I hope they will be disgusted with themselves when they get caught.\"\nMr Turner said the local community had rallied round and many people had offered to help install a new defibrillator.\n\"Social media has been brilliant, it's amazing what people can do when people come together,\" he said. \nSouth East Coast Ambulance Service has loaned a defibrillator to the club \"for as long as it's needed\". \nAnother offer of help came from the Justin Edinburgh 3 Foundation, which was set up after the death of the Leyton Orient manager following a cardiac arrest in 2019.\nFundraiser David Sullivan, who is on a 1,000-mile charity journey from one end of Britain to the other teaching people how to perform CPR while raising money for defibrillators, also volunteered to help the club.\nSussex Police's chief constable Jo Shiner urged anyone with information to come forward. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57466210",
      "category": "world-europe",
      "title": "Nato warns of military challenge posed by China",
      "tags": "Afghanistan,Nato,Joe Biden",
      "text": "Nato leaders meeting for a summit in Brussels have warned of the military threat posed by China, saying its behaviour is a \"systemic challenge\". \nChina, they said, was rapidly expanding its nuclear arsenal, was \"opaque\" about its military modernisation and was co-operating militarily with Russia.\nNato chief Jens Stoltenberg warned China was \"coming closer\" to Nato in military and technological terms.\nBut he stressed the alliance did not want a new Cold War with China.    \nNato is a powerful political and military alliance between 30 European and North American countries. It was established after World War Two in response to the threat of communist expansion.\nIn a statement on Twitter, China's Mission to the EU accused Nato of \"slandering China's peaceful development\", and insisted that China was committed to a defence policy that is defensive in nature\".\n\"China will not present 'systematic challenges' to anyone, but we will not sit by and do nothing if 'systematic challenges' come closer to us,\" it added.\nIn recent years, the Nato alliance came under strain as leaders debated its purpose and funding.\nTensions grew during the presidency of Donald Trump, who complained about his country's financial contributions to the alliance and questioned the US commitment to defend European partners. \nIt is his successor Joe Biden's first Nato meeting since taking office, and the new president has sought to reassert American backing for the 72-year-old alliance. \nMr Biden said Nato was critically important for \"US interests\" and the alliance had a \"sacred obligation\" to observe Article 5 of its founding treaty, which commits members to defend each other from attack.\nAsked about his forthcoming summit with Vladimir Putin in Geneva on Wednesday, he described the Russian president as a \"worthy adversary\". \nIn another development, the Nato leaders also agreed to pay to keep Kabul airport running in Afghanistan, as the US and its allies withdraw troops from the country.   \nAlliance member Turkey has offered to guard and operate the airport after troops leave.\nJoe Biden has been in his element during his first presidential trip abroad. The back-slapping veteran of the Senate foreign affairs committee set out to reassure US allies that American was \"back\", after a decidedly different set of priorities and personalities during the previous administration.\nUS allies appeared to welcome the effort.\nFrench President Emmanuel Macron virtually glowed as he described Biden as \"part of the club\" that could deal with pressing issues like Covid and climate change.\nMacron's \"club\" reference prompted swipes from Donald Trump, who tried to paint Biden's G7 meetings as a return to the kind of business-as-usual mode that enriches the elite at the expense of working Americans.\nIf Biden is to avoid such characterisation, he will have to mind how his foreign policy affects - and is perceived to affect - American pocketbooks. A renewed emphasis on multilateralism could put allies at ease, but it requires a sales job at home.\nBiden may rail against \"phony populism\", as he did at his Nato press conference, but if he wants to prevent a return of Trump and Trumpism, he will have to acknowledge the conditions that set the stage for its ascendance. His warm welcome from US allies might be gratifying, but it comes with domestic risk.\nAccording to the summit's communiqué (concluding statement), China's \"stated ambitions and assertive behaviour present systemic challenges to the rules-based international order and to areas relevant to Alliance security\".  \n\"We remain concerned with China's frequent lack of transparency and use of disinformation,\" it says.\nMr Stoltenberg told reporters: \"We're not entering a new Cold War and China is not our adversary, not our enemy.\"\nBut, he added, \"we need to address together, as the alliance, the challenges that the rise of China poses to our security\".\nChina is one of the world's leading military and economic powers, whose ruling Communist Party has a tight grip on politics, daily life and much of society.\nThe Chinese military currently has the largest armed forces in the world, with over two million personnel on active duty.\nNato has become increasingly concerned about the growing military capabilities of China, which it sees as a threat to the security and democratic values of its members.\nIn recent years, the alliance has also grown wary of China's activities in Africa, where it has established a military base in Djibouti.\nUK Prime Minister Boris Johnson said: \"When it comes to China, I don't think anybody around the table wants to descend into a new Cold War with China.\"\nNato's tough message on China followed criticism of the country by the G7, a group of major economies that met for a summit in England last week.\nIn a communiqué G7 leaders criticised China for alleged human rights abuses and demanded a transparent investigation of the origins of Covid-19 in the country.\nIn response, China accused the G7 of \"lies, rumours and baseless accusations\" in a statement through its embassy in the UK.\nThe US leader famously said in an interview in March that he considered the Russian president to be a \"killer\", but on Monday he appeared to take a more conciliatory tone with regard to Mr Putin.\n\"He's bright,\" he said. \"He's tough. And I have found, as they say when I used to play ball, he's a worthy adversary.\"\nBut Mr Biden stressed that he would take a tough line on what the US regards as Russia's \"harmful activities\" such as alleged cyber-attacks.\n\"If he chooses not to co-operate and acts in the way he has in the past related to cyber-security and some other activities, we will respond,\" he said. \"We'll make it clear where the red lines are.\"\nCorrection 20th July 2021: An earlier version of this article reported that China has set up army bases in Africa and this has been amended to make clear that it has established one military base in Africa, at Djibouti."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-57471768",
      "category": "uk-england-cambridgeshire",
      "title": "Bernadette Walker: Dad killed girl to silence sex abuse claims, court told",
      "tags": "Peterborough",
      "text": "A teenage student was murdered by her father to silence her claims that he sexually abused her, a court has heard.\nBernadette Walker, 17, was last seen when Scott Walker, 51, picked her up from his parents' Peterborough home, jurors heard. He denies her murder.\nProsecutors allege he and her mother Sarah Walker, 38, then formed an \"unholy alliance\" to cover up her death. Her body has never been found.\nBoth deny perverting the course of justice.\nProsecutor Lisa Wilding QC told Cambridge Crown Court that on 16 July last year Bernadette, also known as Bea, told her mother her father \"had been sexually abusing her over a number of years\".\n\"Sarah Walker told Bernadette that she did not believe her,\" said Ms Wilding.\n\"The following day, it was decided that Bernadette should go and spend the night with her paternal grandparents while things calmed down a little.\"\nBernadette's father collected her from her grandparents' house the following morning, prosecutors allege.\n\"Since the day she disappeared she has not used or sought to access her telephone or social media accounts, she has had access to no money or banking and has not been seen at any hospital or other surgery,\" said Ms Wilding.\n\"No-one who knew her or loved her has heard from her since that day.\"\nMs Wilding said Bernadette was \"presumed dead\", adding: \"The prosecution allege that Scott Walker killed Bea to prevent her pursuing her allegations of sexual abuse any further.\"\nShe said Mr Walker's phone was off between 11:23 BST and 12:54 on 18 July and \"the prosecution say that in that hour and a half he killed Bea\".\nShe said the first call he made, lasting nine minutes, was to Ms Walker, \n\"The only sensible conclusion that can be drawn from that telephone call is that Scott Walker told his wife that he had killed Bernadette and needed her help, immediately, to cover up Bea's disappearance and death, and to buy them both time to work out what should happen next,\" said Ms Wilding.\n\"From that moment on, Scott and Sarah Walker - Bea's own mother and father - were joined, the prosecution say, in an unholy alliance, designed and intended to mislead, to divert and to pervert the inevitable investigation into the disappearance and ultimately the death of Bea Walker.\"\nThe court was told the parents \"hacked\" into Bernadette's social media accounts and pretended to be her to friends and family.\n\"They lied to everyone around them... about her disappearance and they were unflinching in their pursuit of their devious, wicked plan.\n\"All parental love and responsibility was gone, if ever it actually existed.\"\nMr Walker denies Bernadette's murder on or after 18 July and four counts of perverting the course of justice.\nMs Walker denies two counts of perverting the course of justice.\nThe trial continues. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57469980",
      "category": "uk",
      "title": "Martin Bashir: No evidence journalist rehired as cover-up - BBC report",
      "tags": "Princess Diana, Princess of Wales,BBC",
      "text": "There is no evidence journalist Martin Bashir was rehired by the BBC to cover up the circumstances around his Diana interview, a BBC inquiry has found.\nThe review was set up to look at why Bashir became a correspondent in 2016 when questions already surrounded him.\nHad those involved in his hiring known all they do now, he \"would have never been reappointed\", the report says.\nEarl Spencer, brother of the princess, responded on Twitter, saying: \"It won't end with this, I promise.\"\nThe report also says BBC bosses who rehired Bashir were told he had faked documents.\nBut because Princess Diana had provided a handwritten letter to say she had not been misled, Jonathan Munro - the then head of newsgathering, now deputy director of news - considered that the allegations were \"spent\".\nThe report said James Harding, the then head of news who also rehired Bashir, should have spoken to Tony Hall, who was director general at the time, about the matter.\nCurrent BBC director general Tim Davie said the corporation would reflect on the findings.\nJulian Knight, the MP who chairs the Commons culture committee, said it was concerned by the report, asking: \"Where was the due diligence?\"\nMr Knight said: \"Senior members of the BBC knew [at the time of rehire] that Bashir had lied about the use of faked bank statements to gain access to Princess Diana.\"\nBashir, 58, is one of the most well-known journalists in the UK and his interview with Princess Diana for Panorama was a huge scoop for the BBC.\nBut last month's damning Dyson Report found Bashir acted in a \"deceitful\" way and faked documents to obtain access to Diana - and described him as \"unreliable\", \"devious\" and \"dishonest\".\nBashir was at the BBC until 1998, when he left to join ITV. He also made headlines for his 2003 interview with pop star Michael Jackson, and went onto work for various US television networks.\nIn September 2016, he returned to the BBC as religious affairs correspondent and was made religion editor in 2018. He resigned from that job in May, citing health reasons.\nThe new review - by senior BBC manager Ken MacQuarrie and published on Monday - was set up to find out why Bashir was rehired, when questions had already been asked about his conduct.\nThe review found: \nThe report also found that previous controversies involving Bashir \"were not given sufficient regard by James Harding\".\nThese controversies include remarks Bashir made about former US vice-presidential candidate Sarah Palin, which led to him leaving his his job as a daytime chat host on US TV network MSNBC in 2013.\nFive years earlier, while working for another US network, he was suspended and apologised for making lewd comments about Asian women. \nKen MacQuarrie's report was never going to be as explosive as Lord Dyson's, but because his focus was on much more recent events, he had the capacity to do terrible damage to the reputation of current BBC News personnel. \nHis report doesn't do that. It finds failings and oversights, but none nearly so egregious as the deception and cover-up that Dyson chronicled in his much more exhaustive analysis. \nThe BBC is scarred by what was previously reputed to be one of its great journalistic triumphs. But the injury pertains mostly to events from the 1990s. \nNevertheless, there is now a consensus that the rehiring of Martin Bashir was a mistake.\nAnd, as MacQuarrie notes, those responsible for it cannot plead ignorance of the controversies attached to him at the time - which went far beyond the Princess Diana interview.\nMr Harding said that, being the person in charge of news when Bashir was rehired, \"the responsibility sits with me\".\n\"Today's report shows we chose the person we thought was the best candidate for the job,\" he said in a statement.\n\"He was appointed after a formal interview process and once references were taken and considered.\n\"As the report concludes, we didn't know then what we know now.  Of course, if I had known, he wouldn't have got the job.\" \nIn a statement, BBC director general Mr Davie pointed out that the report found the recruitment process \"was targeted to find the right person for the role and it was conducted in good faith\".\n\"While the report finds processes were largely followed at the time, it is clear we need to reflect on the findings to ensure consistent best practice is applied in our recruitment,\" he said.\n\"Finally, it is without doubt that had the organisation been aware of what is now publicly known because of the Dyson report Martin Bashir would have never been reappointed.\" \nMr Knight, said: \"That the BBC considered rehiring Martin Bashir when there were high level doubts over his integrity stretches incredulity to breaking point. \n\"By this point, as the Dyson report concluded, senior members of the BBC knew that Bashir had lied about the use of faked bank statements to gain access to Princess Diana.\n\"If the BBC considered him 'unanimously' the best candidate, where was the due diligence that should have prevented the corporation from rehiring a former member of staff who had not told a very important truth? Where were senior level discussions?\"\nThe committee will hear evidence from Mr Davie, Lord Hall, and Lord Birt - another ex-BBC director general - on Tuesday.\nIn a statement last month, Bashir apologised for mocking up the documents, which he said was a \"stupid thing to do\" and that he regretted it.\nBut he said he remained \"immensely proud\" of the interview and that the documents \"had no bearing whatsoever\" on Princess Diana's decision to do the interview."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57476776",
      "category": "uk",
      "title": "Covid: Lockdown easing in England delayed to 19 July",
      "tags": "Coronavirus lockdown measures,Weddings,Boris Johnson,Hospitality industry,Coronavirus pandemic",
      "text": "The final stage of easing lockdown restrictions in England is to be delayed until 19 July.\nIt means most remaining curbs on social contact will continue beyond 21 June, when they had been due to be lifted. \nThe limit on wedding guest numbers will be removed but venues will still have to adhere to other rules. \nPrime Minister Boris Johnson said there would be a review after two weeks and he was \"confident\" the delay would not need to be longer than four weeks.\nHowever, he told a Downing Street press conference he could not rule out the possibility the date could be pushed back further.\nScientists advising the government had warned of a \"significant resurgence\" in people needing hospital treatment for Covid-19 if stage four of easing the lockdown went ahead on 21 June.\nIt comes amid rising cases, driven by the more transmissible Delta variant, which was first identified in India.  \nMr Johnson said going ahead with stage four on 21 June would mean \"a real possibility\" of the virus outrunning the vaccines, leading to thousands more deaths which could otherwise have been avoided. \nThe delay would give the NHS \"a few more crucial weeks\" to get people vaccinated, he said, adding that while the link between infections and hospital admissions had been \"weakened\" it had not been \"severed\".\n\"We will monitor the position every day and if, after two weeks, we have concluded that the risk has diminished, then we reserve the possibility of proceeding to step four and a full opening sooner,\" he said.\n\"At a certain stage, we are going to have to learn to live with the virus and to manage it as best we can,\" he added.\nAddressing MPs in the Commons later, Health Secretary Matt Hancock said the decision not to ease restrictions next week was being made with a \"heavy heart\" but the government's four tests for easing restrictions - one of which is that the risks are not fundamentally changed by new variants - had not been met.\nHe said extra testing facilities and access to vaccines would be rolled out in more areas of the country, while vaccinations would be opened up on Tuesday in England to people aged 23 and 24.\nThe delay means limits remain on how many people can meet, with groups of up to 30 allowed to meet outdoors and up to six people or two households allowed indoors. \nHowever, 15 coronavirus pilot events will continue as planned, including some upcoming Euro 2020 games, Wimbledon and arts and music performances. Attendees will have to show proof of vaccination or a recent negative test. \nCapacity limits will continue at other venues and nightclubs will stay closed. \nAdvice to work from home where possible will remain in place.\nThe extension of restrictions will be put to a Commons vote, which could trigger a sizeable Conservative backbench rebellion, with a debate expected on Wednesday. \nMr Johnson said two-thirds of adults would have been offered two coronavirus jabs by 19 July, including all vulnerable groups. \nThe gap between doses for over-40s in England will be reduced from 12 to eight weeks. \nAnd the target to offer all adults a first dose will be brought forward to 19 July. \nIt comes as new analysis by Public Health England shows two doses of either the Pfizer or AstraZeneca vaccine are highly effective at preventing hospital admissions from the Delta variant.\nPHE said the effectiveness was comparable to against the Alpha variant which was previously dominant in the UK. \nThe size of a future surge in infections is uncertain because questions remain about the Delta variant, vaccines and people's behaviour once rules are relaxed. \nThe Scientific Pandemic Influenza Group on Modelling (SPI-M) said a third wave could range from \"considerably smaller than January 2021 to considerably higher\". \nIt said even a short delay to easing the restrictions would lead to a significant drop in the number of Covid patients in hospital as more people were vaccinated and the school holidays got closer, reducing transmission. \nScientists have advised the government delaying by four weeks would reduce the peak in hospital admissions by between a third and a half.\nThe government's chief scientific advisor Sir Patrick Vallance said there would still be an increase in numbers and an increase in hospitalisations \"because that's what happens when there's more mixing\".\nLabour's shadow health secretary Jonathan Ashworth said the public had been \"let down by ministerial incompetence and indecision\". \n\"The only reason this delay is being introduced is because the Conservatives failed to secure the country's borders and a new variant from overseas was allowed to take hold; and failed to put in measures like proper sick pay support and surge vaccinations when needed,\" he said. \nThere are plenty of benefits to delaying the full unlock. More vaccinations will be done and the impact of this wave in terms of hospitalisations will be reduced.\nWe could also see the rise in infections slow as the initial surge meets the wall of immunity already built up by the vaccination campaign.\nBut make no mistake the coming weeks will see a real resurgence of Covid.\nInfection levels are already climbing steeply and modelling suggests there could be 1,000 hospital admissions a day by the middle of summer.\nThat is the same number that the NHS would normally see for all types of respiratory illness in the depths of a bad winter.\nThe proportion of people dying should be much much lower than it was in previous waves though thanks to the protective effect of vaccines.\nBut the alternative would be a reintroduction of restrictions. It is a price worth paying, the government believes.\nThe Night Time Industries Association said the delay to the roadmap was a \"devastating blow\" that would \"drive down confidence in the sector to a new low\", forcing more workers to leave the industry. \nJulian Bird, chief executive of the Society of London Theatre and UK Theatre, said thousands of jobs were \"hanging in the balance\", with venues no longer able to increase their capacity as planned. \nMany pubs and restaurants are also trading at a loss because of social distancing measures. \nIndustry trade body UKHospitality called for additional financial support for affected businesses, saying the delay would cost the sector around £3bn in sales.\nThe government has said it will not extend the furlough scheme or other financial support further, despite the delay to the unlocking roadmap. \nUnder the furlough scheme, the government covers up to 80% of an employee's salary for the hours they cannot work because of the pandemic. \nThe scheme is due to run until the end of September but employers will have to help cover the cost from July. \nSome Tory MPs were also critical of the delay, with senior backbencher Sir Robert Neill saying a few weeks made \"the difference between survival or closure for some businesses\". \nThe rise in cases in the UK is being driven by the Delta variant, first identified in India, which is believed to be around 60% more infectious than the previous dominant variant and twice as likely to result in hospital admissions.\nOn Monday, the UK has recorded 7,742 new cases of Covid-19 and three deaths within 28 days of a positive test.\nThe seven-day average for cases in the UK is up 46% compared with the seven days before. \nPlans for easing coronavirus restrictions differ between the four UK nations.\nAll areas of Scotland are due to move to Level Zero Covid restrictions on 28 June - meaning bigger groups can gather in cafes, pubs and restaurants, although they will still have to observe social distancing. \nLimits on indoor gatherings in Northern Ireland are scheduled to be relaxed on 21 June and the rules in Wales will be reviewed on 25 June.\nAre you affected by the delay to restrictions easing in England? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57467449",
      "category": "business",
      "title": "Delaying lockdown easing will have 'critical impact' on business",
      "tags": "Companies,Coronavirus lockdown measures,UK economy,Restaurants,Travel & leisure industry,Pubs,Coronavirus pandemic",
      "text": "Delaying lockdown easing could have a \"critical impact\" on already struggling businesses and cost UK hospitality £3bn in lost sales, industry groups say. \nThe government is expected to say that current coronavirus rules will remain in place for another four weeks after the planned 21 June unlocking.\nCapacity limits will remain in pubs and cinemas and nightclubs will stay shut. \nJunior Health Minister Ed Argar said he expected there to be more aid to help businesses cope.\nKate Harl said her restaurant, the Bean Inn in St Ives, Cornwall, would be operating at a \"greatly reduced capacity\" due to the delay and her ability to earn would be \"severely restricted\".\n\"For us the number of covers that we will be doing each night will be down by about 40%,\" she told the BBC's Today programme.\n\"It feels like we're treading water at the moment. We're not able to progress and make a decent profit. We're not at risk of going under, but it's very very difficult and challenging to go forward.\"\nMinisters are concerned about the spread of the Delta variant of coronavirus, now the most prevalent in the UK, which is around 60% more transmissible than the Alpha variant first identified in Kent. \nUK Hospitality, which represents pubs, bars and restaurants, said it recognised the government had a balance to strike, but it said many businesses were already deeply in debt and called for greater levels of government support.\n\"Even now, with partial reopening, sector sales remain down 42% and 300,000 jobs remain protected by furlough,\" said boss Kate Nicholls. \n\"A one-month delay to restrictions lifting would cost the sector around £3bn in sales - but would also have a knock-on impact on bookings throughout the summer and into the autumn.\"  \nThe Night Time Industries Association, which represents nightclubs among other venues, said businesses had been waiting to open for more than 15 months and many had made financial commitments ahead of 21 June. \nIt said 54% of businesses it surveyed had ordered stock, 73% had called in staff and 60% had sold tickets. The trade group says it will legally challenge any delay, arguing that levels of mortality, hospitalisation and infection are still relatively low.\n\"To delay would have a huge impact on the sector, losing many businesses [and] livelihoods culminating in further loss of confidence in the sector,\" said chief executive Michael Kill. \n\"We will see many more illegal unregulated events take the place of businesses that are licensed and regulated across the country as people express their frustration,\" he added. \nAnton Stevens, director of the Hidden Nightclub in Manchester, said further delays to lifting the lockdown restrictions was \"the last thing we need really\". \nMr Stevens said he and colleagues were hopeful that the 21 June opening day was \"on track\".\n\"Any question of the variants being a deciding factor in delaying the 21 June plans were quashed by the PM only last month and the rise of new cases seemed a formality as the vaccination plan seemed to be working as expected,\" he said.\nMr Stevens said his team added more air conditioning units, toilets and washrooms to \"reopen safely\".\n\"We've hired and trained new staff, a new security company and agreed plans for stock,\" he added.\n\"There's obviously a cost for all of this work which was needed to reopen safely and we're not going to see any return on the thousands of pounds invested for an extended period, with no mention of a another support package.\"\nThe Treasury has said eligible businesses will continue to benefit from business rates relief, VAT reduction and the Recovery Loan Scheme. The furlough scheme and support for the self-employed is in place until September.\nBut business groups want the chancellor to go further. \nThe British Chambers of Commerce (BCC) said business support measures should reflect the level of restrictions announced and remain in place until the economy is able to reopen fully. \n\"We would be calling for the government to provide further cash grants, at least equivalent to levels provided during the first lockdown, and to delay the tapering of government payments into the furlough scheme, planned for the start of July,\" said BCC co-executive director Claire Walker.\n\"The government should also look at extending the trade credit reinsurance scheme beyond the end of June to minimise possible disruptions in insurance coverage.\"\nJunior Health Minister Ed Argar told Sky News: \"I know that when [the prime minister] addresses his decision, sets out what he intends to do around the easing on the 21st, he will address those points as well.\n\"He is very mindful of the need for businesses and others to get the support they need if they continue to be locked down or unable to open.\"\nA Treasury spokesperson said it was \"committed to helping businesses and individuals through the pandemic and deliberately went long with our support to provide certainty over the summer\". \n \"The furlough scheme and support for the self employed is in place until September and eligible businesses will continue to benefit from business rates relief, VAT reduction and the Recovery Loan Scheme,\" they added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57467111",
      "category": "entertainment-arts",
      "title": "Ned Beatty, Deliverance, Superman and Toy Story 3 actor, dies aged 83",
      "tags": "Film",
      "text": "US actor Ned Beatty, known for his roles in Deliverance, Superman and many other films, has died at the age of 83.\nAccording to his manager, he died on Sunday from natural causes \"surrounded by his family and loved ones\".\nBorn in Kentucky in 1937, Beatty was Oscar-nominated in 1977 for playing a corporate CEO in Network, a role he filmed in a single day.\nHe also appeared in All the President's Men and was heard as menacing teddy bear Lotso on Toy Story 3.\nLee Unkrich, director of that 2010 animated film, said it had been \"a joy and an incredible honour\" to work with him.\nBeatty made his screen debut in 1972's Deliverance, in which his character is brutally assaulted during a canoeing expedition.\nHe went on to appear in a number of films with that movie's star, Burt Reynolds, and was also seen in Robert Altman's Nashville.\nIn 1978's Superman he was seen as Lex Luthor's bumbling assistant Otis, a character that returned in 1980's Superman II.\nHis other roles included playing Irish singer Josef Locke in Hear My Song, for which he was nominated for a Golden Globe in 1992.\nWriter David Simon, who worked with Beatty on TV series Homicide: Life on the Street, said he would be watching \"that gentle masterpiece again in his memory\".\nOthers to pay tribute included comedian Patton Oswalt, who said Beatty had given \"chilling, villainous turns\" in 1973's White Lightning and 1976's Mikey and Nicky.\nBill and Ted star Alex Winter tweeted he had been \"one of the greats\", while Seth Rogen said his speech in Network had been \"one of the greatest monologues ever\".\nHe was also remembered by his Superman co-star Valerie Perrine, who said he had been \"an unforgettable performer\" who had \"brought so much\" to his Otis character.\nA prolific actor known for his stocky build, Beatty believed those in his profession should never turn down work when it was offered.\n\"I worked a day on Network and got an Oscar nomination for it,\" he once observed, though having an extensive number of credits did have a downside.\n\"For people like me, there's a lot of 'I know you! I know you! What have I seen you in?'\" he remarked in 1992.\nOnce nicknamed \"the busiest actor in Hollywood\", his final film before retirement was 2013's Baggage Claim.\nBeatty - who was not related to his namesake Warren - is survived by his widow Sandra Johnson and the eight children he had with his previous three wives.\nNashville will be seen in cinemas again later this month as part of a BFI retrospective of Robert Altman's work.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57464224",
      "category": "uk-northern-ireland",
      "title": "Edwin Poots will not guarantee Irish language law this term",
      "tags": "Sinn Féin,Michelle O'Neill,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "DUP leader Edwin Poots has said he intends to support Irish language legislation, but not necessarily before the next assembly election.\nSinn Féin has suggested it may not support a new DUP first minister unless such legislation is approved by ministers before 10 July.\nConor Murphy said his party had not been assured that Irish language commitments would be honoured.\nArlene Foster resigned as first minister at 13:00 BST on Monday.\nMrs Foster made a statement to the Northern Ireland Assembly before her resignation, urging political parties to stick to a language and cultural deal they agreed to in January 2020.\nShe said the deal was \"the only model for success\".\nHer departure comes six weeks after she was overthrown as the leader of the DUP.\nMichelle O'Neill lost her position as deputy first minister when Mrs Foster resigned because the roles are a joint office.\nThere is now a seven-day period for the approval of a new first minister and deputy first minister by Sinn Féin and the Democratic Unionist Party (DUP).\nMr Poots has said he will nominate his colleague Paul Givan to become the new first minister.\nMr Poots added that conditions could not be attached to nominating a first and deputy first minister.\n\"Setting pre-conditions is not appropriate, it's not respecting someone's mandate, and we cannot be in a circumstance where we have pre-conditions set for the selection of our first minister. And I'm not setting pre-conditions to the selection of Sinn Fein's deputy first minister,\" he said.\nSinn Féin must nominate a candidate for deputy first minister or a first minister is unable to take office.\nMr Murphy said Sinn Féin had \"run out of road\" with the DUP regarding commitments to implement Irish language legislation.\nHe told a press conference at Stormont that the previous DUP leadership had undertaken to bring the legislation forward in December, January and February but no progress had been made.\nHe said Sinn Féin had told the British and Irish governments recent talks with the new DUP leader had gone as far as they could. \n\"We've tried our best in good faith.. but the DUP are being disingenuous,\" added Mr Murphy.\nHe said Sinn Féin wanted to see a resolution but added that \"broken commitments undermine seriously the ability to do power-sharing\".\nHe did not clarify if Sinn Féin would refuse to nominate a deputy first minister unless Irish language legislation is introduced to the assembly before it breaks for summer recess on 10 July.\nEarlier on Monday, Mr Poots said he remained committed to the New Decade, New Approach agreement.\nThe deal included an Office of Identity and Cultural Expression, an Irish language commissioner and a commissioner to enhance and develop the language and culture of the Ulster-Scots/Ulster-British tradition.\nHowever, he said \"time will tell\" whether it would happen in the current assembly term, which is due to expire in April 2022.\nIf a new first minister and deputy first minister are not elected by Thursday then the planned meeting of the executive that day cannot go ahead. \nThis would mean the latest planned relaxation of Covid restrictions - including the return of live music from 21 June - could not be signed off by ministers.\nIndividual ministers can remain in post to take day-to-day decisions for their departments, but they cannot bring new legislation to the assembly and any significant or controversial matters requiring executive approval would effectively be on hold.\nIt is the outcome nobody wants but avoiding it will be a challenge \nSinn Féin and the DUP are heading for the trenches to battle it out over Irish language legislation again \nHistory tells us such battles can easily end with a collapse of the institutions, putting us on the path for an election \nSinn Féin wants Irish language legislation approved by the executive before the summer recess on 10 July.\nWhen asked if that will happen, the new DUP leader said \"time will tell\" and when pushed said \"not necessarily\".\nWithout a definite \"no\", it allows some political wriggle room\nBut Edwin Poots also knows if Sinn Féin refuse to nominate a deputy first minister and trigger a crisis leading to a collapse, there will be a price to pay for the party \nIt will now become a game of political poker and the stakes couldn't be higher \nMrs Foster has confirmed she will leave the DUP once her time as first minister has ended.\nShe served as first minister from January 2016 to January 2017 - when the assembly collapsed - and again from January 2020.\nHer departure has prompted a series of resignations within the DUP, with several councillors and party members expressing their anger about how she was ousted.\nOn Sunday, a decorated Army veteran turned DUP councillor was the latest to announce he was resigning from the party.\nRyan McCready, 35, who sits on Derry City and Strabane District Council, said the new leadership's outlook was \"no longer compatible\" with his own beliefs, citing the party's treatment of Mrs Foster as a reason for his resignation.\n\"I understand that my decision may upset and offend some of you, but I must put principle above all else,\" Mr McCready said in a statement on Monday. \nMrs Foster stood down as DUP leader after an internal party revolt, with at least 22 assembly members (MLAs) and four MPs signing a letter of no confidence in her.\nMr Poots has consistently played down talk that the party is split.\nLast week he announced his ministerial team, but was criticised by two departing DUP ministers who said his selections did little to heal the division within the party.\nSpeaking last week, Mrs Foster said she was sad about the manner of her departure but was \"looking forward\" to new possibilities."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52977388",
      "category": "business",
      "title": "What are the rules for pubs, restaurants, festivals and gigs?",
      "tags": "Coronavirus lockdown measures,Hospitality industry,UK economy,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Near-normal service is expected to resume in pubs and restaurants in England and Scotland from 19 July. \nNightclubs can reopen in England, and summer festivals and gigs will also be able to go ahead without Covid rules limiting audience numbers.\nMost Covid restrictions will be lifted from 19 July.\nPrime Minister Boris Johnson wants people \"to make their own informed decisions about how to manage the virus\".\nIn pubs, cafes and restaurants:\nAt music venues and events:\nThe government says it would like nightclubs and music event organisers to ask for proof of vaccination, although they won't be legally forced to. Likewise, there's no law requiring club- and festival-goers to show their pass, if they choose not to.\nHowever, the government says it reserves the right to make showing the pass compulsory at a later date.\nYou will still have to self-isolate if you have Covid symptoms, test positive or are told to do so by NHS Test and Trace. \nIn pubs, cafes and restaurants:\nAt music venues/events:\nSome summer festivals are still planning to go ahead as planned, but others have been cancelled altogether, gone online, or been rescheduled.\nOrganisers of the Latitude (late July), Reading and Leeds (late August) festivals say they will \"sell to capacity\" and are not inclined to encourage those attending to wear masks.\nAll parts of Scotland will move to Covid-protection level zero, with a few changes:\nUnder-12s won't count towards group sizes or the number of households.\nThere will be a 400-person limit for indoor events, 1,000 for outdoor standing events and 2,000 for outdoor seated events.\nUntil 19 July, most areas of Scotland are in level 1 or 2. \nLevel two areas:\nLevel one areas:\nScotland is aiming to remove all major legal Covid restrictions by 9 August.\nRestrictions are due to be relaxed on 26 July (subject to approval on 22 July).\nIndoor gigs and concerts will be allowed without noise restrictions, as long as the audience stay in their allocated seats.\nSocial distancing rules will be removed for outdoor events and relaxed indoors.\nUnder current rules:\nAt the moment, up to six people from different households can meet indoors at pubs, cafes and restaurants. \nPeople who do not live together, or are not in bubbles, should remain socially distanced, 2m (6ft) apart.\nBusiness owners are responsible for making their premises as safe as possible:\nThe maximum number of people allowed at outdoor \"regulated gatherings\" - such as festivals and concerts - is 4,000 standing and 10,000 seated. Capacity rules for indoor music and comedy venues have already relaxed a little.\nFrom 17 July, organised indoor events can take place for up to 1,000 seated and up to 200 standing.\nFrom 7 August, if conditions allow, there will be no legal limits on the number of people who can meet others in places like pubs and restaurants. Masks will also no longer be required in hospitality settings. All businesses currently closed - such as nightclubs - will be allowed to reopen subject to ongoing risk assessments. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57461640",
      "category": "uk",
      "title": "G7: World leaders promise one billion Covid vaccine doses for poorer nations",
      "tags": "Coronavirus vaccines,Boris Johnson,G7 summits,Coronavirus pandemic",
      "text": "Leaders of the major industrial nations have pledged one billion Covid vaccine doses to poor countries as a \"big step towards vaccinating the world\", Boris Johnson has said.\nAt the end of the G7 summit in Cornwall, the PM said countries were rejecting \"nationalistic approaches\".\nHe said vaccinating the world would show the benefits of the G7's democratic values.\nThere was also a pledge to wipe out their contribution to climate change.\nAfter the first meeting of world leaders in two years, Mr Johnson said \"the world was looking to us to reject some of the selfish, nationalistic approaches that marred the initial global response to the pandemic and to channel all our diplomatic, economic and scientific might to defeating Covid for good\".\nHe said the G7 leaders had pledged to supply the vaccines to poor countries - including 100 million from the UK - either directly or through the Covax scheme, which is being co-led by the World Health Organization, Gavi and the Coalition for Epidemic Preparedness Innovations. \nThe communique issued by the summit pledges to \"end the pandemic and prepare for the future by driving an intensified international effort, starting immediately, to vaccinate the world by getting as many safe vaccines to as many people as possible as fast as possible\". \nIt also includes steps to tackle climate change, with leaders re-committing to the target of reaching net zero greenhouse gas emissions by 2050 at the latest and pledging to eliminate most coal power. \nMr Johnson rejected suggestions the vaccines pledge was a moral failure by the G7 as it was not enough to cover the needs of poorer countries.\nHe referred to the the UK's involvement in the development of the Oxford-AstraZeneca vaccine.\n\"Already of the 1.5 billion vaccines that have been distributed around the world, I think that people in this country should be very proud that half a billion of them are as a result of the actions taken by the UK government in doing that deal with the Oxford scientists and AstraZeneca to distribute it at cost,\" he said.\nHe added that \"we are going flat out and we are producing vaccines as fast as we can, and distributing them as fast as we can\".\nThe target to vaccinate the world by the end of next year would be met \"very largely thanks to the efforts of the countries who have come here today\", Mr Johnson said.\nThe leaders slightly exceeded their target of donating a billion Covid vaccines to poorer countries within the next year, if funding for future doses is included alongside individual jabs. \nThere was also a commitment to build the frameworks to prevent and fight future pandemics. Elsewhere in the 25-page communique, there were several references to China, which President Biden said was a change from previous meetings of the world's advanced economies. \nPledges made this time included working together to respond to China's impact on world trade. \nOn the recovery from Covid there was even a reference to Prime Minister Boris Johnson's trademark domestic policy - the need to reduce inequalities by \"levelling up\".\nCharities and campaigners issued statements calling out vague promises and missed opportunities, but Mr Johnson will feel that post-Brexit Britain has staged a diplomatic show that was both competent and confident.\nMr Johnson also dismissed the suggestion that patents for vaccines should be waived in order to boost global supply, something which the US backed last month.\nHe said he wanted to protect \"incentives for innovation\" while building up manufacturing capacity, especially in Africa.\nElsewhere in their communique, G7 leaders also pledged to: \nThe communique calls for a \"timely, transparent, expert-led, and science-based WHO-convened\" investigation into the origins of Covid-19.\nUS President Joe Biden has previously said the US intelligence community is split on whether coronavirus came from human contact with an infected animal or from a lab accident - a theory rejected by China.\nMr Johnson said \"the advice that we've had is it doesn't look as though this particular disease of zoonotic origin came from a lab\", but he added: \"Clearly anybody sensible would want to keep an open mind about that\".\nFrench President Emmanuel Macron said the international community needed clarity about the origins of the virus but said it was up to the WHO to investigate.\nWith G7 countries accounting for 20% of carbon emissions, Mr Johnson said: \"We were clear this weekend that action needs to start with us.\"\nBut pressed on the lack of binding agreements and timetables, the prime minister says he will not \"pretend our work is done\" and he will be \"on everybody's case\" to make further progress ahead of the COP26 summit in Scotland later this year.\nKirsty McNeill from Crack the Crises, a coalition of charities and NGOs including Save the Children and Oxfam, said the G7 summit was a \"historic missed opportunity\" on Covid-19 and climate change.\nLeaders arrived \"with good intentions but without their cheque books\", she said.\nJoanna Rea, from Unicef UK, said the G7 pledge on vaccines was \"the beginning of the action required to end this pandemic\" but called for a \"rapid acceleration of dose sharing in the next three months to ensure millions of vaccines get to the people in countries who need them the most\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57468751",
      "category": "uk-northern-ireland",
      "title": "Arlene Foster urges NI parties to stick to language deal",
      "tags": "Sinn Féin,Michelle O'Neill,Northern Ireland Assembly,Mary Lou McDonald,DUP (Democratic Unionist Party),Arlene Foster",
      "text": "Arlene Foster has urged Northern Ireland's political parties to stick to a language and cultural deal they agreed to in January 2020.\nSpeaking in the Stormont assembly ahead of her resignation as first minister on Monday, Mrs Foster said the deal was \"the only model for success\".\nSinn Féin leader Mary Lou McDonald said the UK government had to move a law on Irish language through Westminster.\nThe issue has long been a sticking point for Stormont's political parties.\nMrs Foster's departure as first minister came six weeks after she was ousted as Democratic Unionist Party (DUP) leader.\nIn her statement to the assembly, she also said she would continue to speak up for women in public life.\nWhen Mrs Foster resigned, Sinn Féin's Michelle O'Neill also lost her position as deputy first minister because the roles are a joint office.\nThere is now a seven-day period for the approval of a new first minister and deputy first minister by the DUP and Sinn Féin.\nSinn Féin has suggested it may not support a new DUP first minister unless legislation on the Irish language is approved by ministers before 10 July.\nMrs Foster said parties should support the deal on culture - which included language legislation - in the New Decade, New Approach deal, which restored devolution to Northern Ireland in January 2020.\nShe said: \"My team and I sought and secured a cultural package that would see a range of measures to advance identities and protect them for future generations.\n\"This is the only model for success - not one step forward for some and one step back for others.\"\nThe deal included an Office of Identity and Cultural Expression, an Irish language commissioner and a commissioner to enhance and develop the language and culture of the Ulster-Scots/Ulster-British tradition.\nOn Monday morning Edwin Poots, who replaced Mrs Foster as DUP leader last month, said he intended to support Irish language legislation but not necessarily before the next assembly election in May 2022.\nSpeaking after a Sinn Féin meeting with the UK government on Monday evening, Ms McDonald said her party would have preferred the legislation to be delivered through the Stormont as agreed.\nShe said Sinn Féin had \"engaged intensively\" with Mr Poots and his party.\n\"He has told us that they will not be delivering [the legislation] during the existing assembly mandate,\" she said.\n\"It is now incumbent on the British and Irish governments to act.\"\nSpeaking in the assembly, Mrs Foster said she would now spend more time with her family \"whether they like it or not\".\n\"It's just as well, Mr Speaker, I am such a good daughter, wife and mother,\" she added, in an apparent reference to Mr Poots' statement in 2016 when Mrs Foster became first minister that her \"most important job\" remained \"that of a wife, mother and daughter\".\nMrs Foster said she had unfinished business to ensure Northern Ireland succeeded in its new century.\n\"I will contribute in whatever way I can to see Northern Ireland advance politically, socially, economically and culturally as part of the UK,\" she said.\n\"Strong, functioning devolution is vital to this.\"\nShe also called for changes to the Northern Ireland Protocol - the part of the Brexit deal which keeps Northern Ireland within the EU single market for goods - which she said had thrown relations between the UK and Ireland and the UK and EU \"out of balance\".\nShe said: \"If Brussels continues to think the protocol is enough, they are in denial.\n\"Imbalance and instability in the context of Northern Ireland is a truly dangerous cocktail.\n\"Northern Ireland is part of the United Kingdom and needs to be treated as such.\"\nShe didn't sing this time but she used a joke comparing her final speech to Father Ted Crilly's at the Golden Clerics.\nIt wasn't that - for a start there were very few barbs, although Edwin Poots was probably the target when she talked about being a better wife and mother.\nOn the issue which now threatens the existence of devolution - language - she praised the cultural package in the New Decade, New Approach Agreement, saying a step forward for one was a step backwards for others.\nAnd she took a final swipe at the Northern Ireland Protocol saying \"Northern Ireland is part of the UK and needs to be treated as such\", accusing Brussels of being in denial.\nBut that is now a problem for others.\nMrs Foster, however, says she has \"unfinished business\", whatever that will be.\nMrs Foster served as first minister from January 2016 to January 2017 - when the Northern Ireland Assembly collapsed - and again from January 2020.\nShe stood down as DUP leader after an internal party revolt, with at least 22 assembly members (MLAs) and four MPs signing a letter of no confidence.\nHer departure prompted a series of resignations within the DUP, with several councillors and party members expressing their anger about how she was ousted.\nSpeaking last week, Mrs Foster said she was sad about the manner of her departure, but was \"looking forward\" to new possibilities.\nA sitting of the assembly to nominate a new first minister and deputy first minister could take place next Monday.\nMr Poots has said he will nominate his party colleague Paul Givan to become the new first minister.\nSinn Féin must nominate a candidate for deputy first minister or a first minister is unable to take office.\nIf the DUP and Sinn Féin fail to nominate first and deputy first ministers, the Northern Ireland secretary is obliged to call an election within a reasonable time.\nSDLP leader Colum Eastwood said he feared that if the Stormont institutions collapsed they would not come back.\nHe said \"grown up\" politicians \"make a commitment and get it done\".\n\"They don't threaten the whole edifice of government just because they don't get their own way,\" he said.\nUlster Unionist leader Doug Beattie said the deadlock over language laws was a \"serious situation where our institutions could fall and our people could suffer\".\nHe called on Sinn Féin and the DUP to  \"put the people first and come up with an agreement\".\nThe DUP's other new ministers affirmed the pledge of office and took up their posts on Monday afternoon.\nMichelle McIlveen replaced Peter Weir as education minister while Paul Frew took over from Diane Dodds as economy minister.\nNorthern Ireland Secretary Brandon Lewis said it was essential that the transition to new leadership was \"as smooth as possible\".\n\"The people of Northern Ireland need strong political leadership,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57473375",
      "category": "world-europe",
      "title": "Belarus parades detained journalist Protasevich at media event",
      "tags": "Human rights,Belarus,Ryanair Belarus flight diversion,Minsk,Ryanair,European Union",
      "text": "Authorities in Belarus have paraded the detained opposition blogger Roman Protasevich at a news conference in Minsk, where they gave their version of the Ryanair plane diversion of 23 May.\nA BBC reporter who was initially at the media briefing says Mr Protasevich, 26, was clearly appearing under duress.\nAn alleged bomb threat forced the plane to land in Minsk, where passengers Mr Protasevich and his girlfriend Sofia Sapega were arrested.\nBelarus denies it was a forced landing.\nMr Protasevich, who is being held at a KGB prison in Belarus' capital, said he was feeling fine and had not been beaten. He also said he had caused damage to Belarus and now wanted to rectify the situation. \nBefore his arrest he said he feared a possible death penalty as he has been put on a Belarus terrorism list. And he would anyway face a long prison sentence if found guilty of inciting unrest.\nAt the briefing on Monday the head of state investigations, Dmitry Gora, said Ms Sapega - who is Russian - had been charged with inciting social discord and enmity. She is also in the KGB jail in Minsk.\nThe diversion of the Athens-Vilnius flight outraged the EU, UK and other Western nations. They reacted by banning state carrier Belavia from their airports and urging airlines to avoid Belarusian airspace.\nFlatly contradicting independent accounts of what happened, Belarus air force chief Igor Golub told the briefing: \"There was no interception, no forced diversion from the state border or forced landing of the Ryanair plane.\"\nAuthoritarian Belarus leader Alexander Lukashenko, in power since 1994, has cracked down hard on opponents since claiming victory in an August election widely condemned as rigged. Opposition leaders have been jailed or forced into exile.\nBy Jonah Fisher, BBC correspondent in Minsk\nAs we arrived at the briefing we were handed an annotated map of the route that Ryanair FR4978 took on 23 May. On that day the Belarus authorities insisted the plane divert from its flight plan and land in Minsk. \nAs we looked over the map for new information, a name card was changed at the front of the room. There would be a new, previously unannounced speaker. \nAlongside the five government officials would be Roman Protasevich, the journalist and activist seized off the flight. \nQuite what the Belarus authorities hope to achieve by parading Mr Protasevich is far from clear. Their argument remains that diversion of the Ryanair plane had nothing to do with him and was because of an emailed bomb threat. \nIn recent weeks Mr Protasevich has been put several times in front of TV cameras to toe the official line, confess to his supposed crimes and deny that he's been mistreated. \nWith Mr Protasevich having been brought from detention to the briefing, and almost certainly having no say in the matter, we decided to leave. Shortly afterwards several of the foreign diplomats also followed suit. \nThe Ryanair plane resumed its journey to Lithuania after being kept at Minsk airport for several hours. A Belarusian MiG fighter had escorted it down. No bomb was found, but when passengers reboarded, both Mr Protasevich and Ms Sapega were kept in custody.\nEarlier this month, in a tearful appearance on Belarus state TV, Mr Protasevich praised Alexander Lukashenko and admitted attempting to topple him.\nMarks were visible on his wrists. Human rights and opposition campaigners say he was tortured.\nMr Protasevich was editor of the opposition Nexta channel on the Telegram messaging app until last year. Nexta had a huge following in Belarus during mass street protests against Mr Lukashenko.\nThe Belarusian opposition and Western governments say Mr Lukashenko rigged the 9 August election. He is isolated in Europe, but has the support of Russian President Vladimir Putin."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57226423",
      "category": "uk-wales",
      "title": "Covid in Wales: How many cases and deaths have there been?",
      "tags": "Swansea Bay University Health Board,Public health,Merthyr Tydfil,Coronavirus testing,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "This story is no longer being updated but you can find all the latest figures on coronavirus and its impact in Wales here.\nA further 535 people have tested positive for coronavirus but no new deaths have been reported, Public Health Wales figures have shown.\nWales' case rate is 81.1 per 100,000 people, up from the 71.1 reported on Friday.\nThe total number of Covid cases reported in Wales reached 219,831 and total deaths remained at 5,575.\nWhile case rates continue to climb, numbers of Covid patients in Wales' hospitals have fallen to a record low.\nThe figures released on Sunday cover the 24-hour period up to 9am on Friday.\nPHW has confirmed that the Delta variant has now replaced other strains of coronavirus as the dominant variant in all health board areas.\nThe data also shows about 72% of people in Wales (2,263,775) have now had at least one Covid vaccine.\nOf these, 1,723,824 (55%) have had their second jab.\nOf the new cases, most were reported in the Betsi Cadwaladr health board area (149) and Cardiff and Vale (125). \nThe local authority with the highest case rate in Wales was Flintshire with 183.9 cases per 100,000 people for the seven-day period up to 28 June.\nIt is one of six areas which now have rates of 100 or above, alongside Wrexham (167.7), Denbighshire (159.9), Conwy (104.1), Gwynedd (111.6) and Cardiff (120.2).\nThe lowest case rates are in Merthyr Tydfil (31.5), Newport (27.8) and Ceredigion (35.8).\nThe positivity rate - the proportion of tests coming back positive - has risen recently, driven again by the rise in north Wales.\nAt 4.9%, it is still below the 5% threshold - and has been for four months - which has been regarded as a key indicator for easing lockdown restrictions.\nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nThe postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57470075",
      "category": "uk-wales-politics",
      "title": "Covid: England's 21 June lockdown plan not sensible, says Welsh minister",
      "tags": "Coronavirus lockdown measures,Welsh government,Vaughan Gething",
      "text": "Original plans to scrap Covid lockdown rules in England on 21 June were never considered sensible by the Welsh government, a Labour minister has said.\nBoris Johnson has confirmed the final stage of lockdown easing in England will be delayed until 19 July.\nWales' Economy Minister Vaughan Gething said it had not been right to set out such a commitment when the pandemic caused \"unpleasant surprises\".\nA decision on whether restriction easing in Wales is expected on Friday.\nThe UK's prime minister told a briefing on Monday that the pause on lifting all restrictions in England will be reviewed after two weeks.\nBut Mr Johnson said he was \"confident\" the delay would not need to be longer than four weeks.\nThe delay to England's so-called \"freedom day\" followed a rise in Covid cases linked to the Delta variant, originally identified in India.\nScientists advising the UK government have warned there could be a \"significant resurgence\" in people needing hospital treatment for Covid-19, if stage four of easing the lockdown in England went ahead on 21 June.\nWales Economy Minister Mr Gething said: \"We have always said that trying to set out commitments to an irreversible road to freedom… when we know that the pandemic has caused different and unpleasant surprises at various points, was not something that we thought was sensible.\"\nHe added that the Welsh government had not \"taken a flyer\" on naming dates for lockdown easing and as a result had not had \"to do a number of U-turns\".\nMinisters in Wales are expected to announce their own decision this Friday about whether to ease restrictions further, although it is not as comprehensive as what had been planned across the border.\nThe Welsh government is looking at whether to allow some people to meet indoors outside of their extended bubbles, a move that had been delayed amid growing concerns over the Delta variant.\nMr Gething told a press conference that there were 315 cases of the variant in Wales, with 42,000 cases identified across England and Scotland.\n\"Despite our extensive efforts to minimise the spread, we expect to see more\", Mr Gething said.\nThe variant is now the most common strain among new Covid-19 cases.\nMr Gething said the Welsh Government would put further funding in place for businesses \"materially affected\" by the phased move to alert level one.\nEligible businesses such as indoor attractions and wedding venues will be entitled to an additional payment of between £875 and £5,000 depending on their \"size and circumstances\", he said.\nMeanwhile the minister urged Welsh football fans to \"do the right thing\" when watching Euro 2020 games in pubs and clubs, advising them to follow the \"necessary rules\" on social distancing.\n\"We don't want to be in an unfortunate position where we have to re-regulate what's going on in those businesses\", he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57476419",
      "category": "business",
      "title": "We're in serious trouble, says hospitality industry",
      "tags": "Theatre,Companies,Coronavirus lockdown measures,Nightclubs,Hospitality industry,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Hospitality, wedding and night-time entertainment businesses have reacted with horror to the delay in England's full reopening until 19 July.\nOne nightclub owner told the BBC he had been closed since March last year and had a full diary of events planned over the next few weeks, which he'll now have to cancel, losing thousands of pounds in revenue. \nDavid Whittall, who runs the nightclub and live music venue Suki10c in Digbeth, Birmingham, now has no way to pay the bills in June, he said.\nAnd wedding planners said the continuation of some restrictions meant couples were likely to defer their weddings again.\n\"The sold-out events that we had booked in - that's what was going to get us through because we would have made revenue, we would have had profit, we would have been able to pay our bills. Now we don't have anything,\" Mr Whittall says.\nHe stresses that the government needs to announce financial support, but it cannot be along the same lines as the Culture Recovery Fund, \"because it takes too long to get the money\".\n\"If we don't get financial support, I don't want to think about what the alternative is,\" he says. \nChris Jowsey is the chief executive of community pub firm Admiral Taverns, which has more than 1,000 pubs across the UK. \n\"For many licensees, the situation is desperate because Covid restrictions are massively hindering pubs from trading profitably - if the regulations have to continue then we need the government to step in and offer extra support to the hospitality industry,\" he says.\n\"Licensees are losing money because they are having to hire extra staff members to cope with restrictions like table service and social distancing.\"\nThe British Beer and Pub Association has warned that four additional weeks of restrictions will cost pubs £400m. It says pubs must be allowed to \"open properly\" on 19 July. \nMr Whittall says he is surprised the prime minister didn't announce any additional financial support: \"We've got bills that need paying now... I'm not sure what we're supposed to do now.\"\nA spokesman for the Treasury said: \"We are committed to helping businesses and individuals through the pandemic and deliberately went long with our support to provide certainty over the coming months.\n\"The furlough scheme and support for the self-employed is in place until September and eligible businesses will continue to benefit from business rates relief of 75% over the year, VAT cuts and the Recovery Loan Scheme.\"\nWedding venues and planners have told the BBC that the government's announcement about unlimited guest numbers being permitted has provided some relief, but they are still deeply worried about the future of their industry. \nMatthew Shaw, founder and creative director at Sauveur, a creative events and luxury wedding planning studio in London, has already been on the phone to his clients, who are confused about what they are allowed to do at their weddings.\nMany are upset about the fact they cannot have a dance floor indoors and they want to cancel the bands they have booked, Matthew says, which puts pressure on the suppliers Sauveur works with.\n\"Dance floors and drinks receptions are the things people want,\" he tells the BBC. \n\"It's great to have a meal, to be with people, but when you take away the key elements of what make a wedding special...people don't want to spend the money on it anymore.\"\nEarlier this year, his marquee supplier went under. That means he will have to try to forge relationships with new suppliers, while hoping the existing ones are still coping and are resilient when clients pull the plug or decide to postpone their events. \nMr Shaw says that the last year has taken a toll on his mental health and that of his staff, clients and suppliers: \"I've spent sleepless nights wondering whether events will still be able to run, and whether we will still be able to get new clients, after watching new and existing clients drop away.\"\nSarah Callander Beckett, owner of wedding venue Combermere Abbey in Cheshire, agrees with Mr Shaw.\nThey say some clients might prefer to defer their weddings again. But this creates an additional headache as the calendar for the rest of this year and into next year is already pretty packed for many businesses in the industry.\n\"These are some difficult decisions we'll have to facilitate as a business in the next few days managing expectations and emotions,\" Ms Beckett says. \"Ideally what we want to see is also the return of dancing and mingling amongst guests.\"\nKeith Marsden is the landlord of the Prince of Wales pub in Moseley, Birmingham. \nHe says that social distancing has proved a significant challenge and a continuation of restrictions will deeply impact his bottom line.\nMr Marsden recently had his worst day of trading since he started the business, with takings of just £96.\n\"With social distancing whether you're inside or outside, you just cannot get the capacity,\" he says. \"We're operating at about one-third of our capacity, so we just cannot do the numbers to make a profit.\"\nHe says that people have fallen out of the habit of going to the pub: \"We're hanging in there but we're in serious trouble.\n\"It really will be the final nail in the coffin for many.\"\nHe's also worried about the financial challenges ahead, and the debt that he and others in the industry have built up.\n\"If you come in here on a busy weekend you think, oh yeah they're doing quite nicely, but beneath the surface there's lots of problems lurking,\" says Mr Marsden.\n\"People haven't aggressively chased debt, landlords have let people off with rent, business rates holidays, things like that. They're now coming to the surface.\"\nThe Nationwide Caterers Association (NCASS), which represents caterers in the festival and events sectors, including mobile and street food businesses, is also calling on the government to provide immediate financial support. \n\"Festival caterers will still not be able to work after already losing the 2020 season - it is devastating for the sector as a whole,\" the industry body's director Mark Laurie says.\n\"There are ten of thousands of businesses involved in the festival industry who are going to suffer huge losses.\"\nLatest research from Live, the trade body for the UK live events sector, suggests the industry faces losses of more than £500m as at least 5,000 shows will be cancelled.\n\"Any delay to the 21 June reopening date will have significant and immediate repercussions, including 248 grassroots music venues that would face an immediate threat of eviction without a comprehensive response from the government that fully addresses their financial losses from delayed reopening,\" the trade body has warned. \nMr Laurie says that caterers have had \"little to no help\" from the government or local authorities: \"The Additional Restrictions Grants (ARG) for those without fixed premises won't work to support theses businesses and so that must be addressed.\n\"NCASS is calling on the government to publish the results of the Events Research Programme, to provide immediate financial support to affected businesses and provide a clear way forward.\"\nIt is a terrible three-way balancing act - a race not just between the vaccine and the variant, but also viability of thousands of businesses. A cost-benefit analysis without many benefits.\nThe signalling of 21 June as \"freedom day\" was meant to give businesses long-term confidence to plan staffing, stocking and reversing the mothballing of their hospitality venues. Indoor venues will incur substantial losses over the next month.\nThe message from the government is that the support package they put in place at the Budget already accounted for this eventuality. \nThe furlough scheme has begun a slow phase-out, whereas in many other similar countries, employer contributions are already required, or the schemes have ended. \nMinisters also point at the strength of the economic bounce-back and record hiring and vacancy statistics. But that will come as little comfort to industries now shut for 15 months, such as nightclubs. \nLocal authorities have yet to allocate £1bn, about half of the discretionary fund.\nThe ideal picture, as the prime minister put it, is that they will not be rolling back any of the currently implemented roadmap. \nAs we know, the impact on the economy comes not just from mandatory lockdowns, but from voluntary social distancing as consumers stay away from crowded places if they feel the virus is out of control. \nOn two crucial occasions last March and last Autumn, the government chose to prioritise economic reopening, with consequences for the scale of the outbreak that followed, which in turn definitively failed to be of any benefit to the economy. \nThis time it appears they are learning a lesson from recent history, and proceeding cautiously. \nThe calculation is that the immediate extra economic pain will be outweighed by fewer deaths and a confident irreversible reopening in a month's time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57467451",
      "category": "business",
      "title": "JD Sports chairman rejects criticism of £4.3m bonus",
      "tags": "Companies,Retailing,JD Sports",
      "text": "The chairman of JD Sports has rejected criticism of a large bonus he received after the retailer benefited from millions of pounds in Covid support.\nPeter Cowgill told the BBC that the \"lion's share\" of the £4.3m bonus related to work done pre-January 2019.\nHe also rejected suggestions the firm should repay furlough money.\nShareholder advisory group Glass Lewis has urged investors in the sportswear chain to vote against what it calls an \"inappropriate\" pay policy.\nShareholders will get a chance to vote at JD Sports' annual general meeting on 1 July, although this would not be binding. \nMr Cowgill told the BBC's World at One programme that the pay boost in 2020 resulted from a long-term incentive share plan (Ltip), and that he had received only one payout from the scheme in the past eight years.\n\"Over that period the [firm's] profits went from £82m to £420m,\" he added. \nMr Cowgill said the firm had correctly used the furlough scheme to support jobs, and should not volunteer to pay it back as rivals Primark and Asos have done. \nHe said Primark was part of a larger firm, AB Foods, whose profits benefited from strong sales of food last year, while Asos was a pure online player which did not have the same overheads.\nMr Cowgill said it was possible investors might vote against his pay package, but added: \"Why would you when the company has progressed, it's provided increasing levels of employment throughout? \n\"It's expanded internationally, it's created continued growth.\"  \nAs a non-essential retailer, JD Sports' shops were closed for long periods during the pandemic and the firm received £61m through the UK furlough scheme and an estimated £38m in business rates relief.\nIt has also benefitted from an additional £25m in wage support from other countries where it operates. JD Sports was also provisionally granted an emergency £300m loan from the Bank of England, although the company points out that it was, in the end, not needed and never accessed. \nAt the same time, the chain saw its revenues rise in 0.9% last year to £6.1bn as its sales shifted online, although its pre-tax profits fell 7%. \nMr Cowgill's bonus was agreed in January 2019 and several instalments were deferred due to the pandemic, then subsequently paid.\nTaking this into account, he said his bonus last year was actually £1.3m - down 75% on the previous year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57453704",
      "category": "uk-wales",
      "title": "Covid: Education 'should not be punchbag' in post-pandemic spending",
      "tags": "Schools,Cardiff,Wales education,Ystalyfera,Coronavirus pandemic",
      "text": "Education should not be \"the punchbag\" that takes the financial hit as Wales recovers from the pandemic, a leading economist has said.\nProf Gerald Holtham said the Welsh government should focus resources on \"supporting education\" and young families.\nHe suggested a \"one-off levy\" could be introduced to raise capital for restoring the education system.\nThe Welsh government said it was providing over £150m of extra funding.\nProf Holtham, a former Welsh government adviser and a visiting professor at Cardiff Metropolitan University, said the \"political pressures to spend on health are always very heavy\" but spending on education was \"particularly important\" at the moment.\n\"Education is already a very big part of the budget, inevitably, but I think we can't let it get squeezed now, in order to keep increasing expenditure on health,\" he said.\n\"If we can increase expenditure on both, that's wonderful, but I don't think we can let education be the punchbag or the sponge that absorbs the pressure. We've got to give it priority...\n\"I think we ought to really be focusing on swinging our resources more into supporting education, supporting training, supporting early years, supporting young families,\" he said.\n\"If that means that we have to, over time, grow expenditure on social care and health a bit slower, I think we've got to bite the bullet - that's what we've got to do.\"\nSpending on health and social services combined accounted for more than half of the Welsh government's budget in 2019-20, whereas education made up about 21% of the total expenditure. \nWhile Prof Holtham believes a longer term education strategy is required, he suggested a \"one-off levy\" next year was an option he would \"certainly consider\" to help teachers and pupils to catch up following the disruption to schooling.\nThe Education Policy Institute has estimated £600m to £900m would be needed over three years to help children in Wales catch up on lost learning.\nIn England, the education recovery commissioner resigned, saying the UK government's funding for its plan fell short of what was needed.\nVicki Creedon a reception class teacher at Ton-yr-Ywen Primary School in Cardiff, has seen the impact of the pandemic disruption on many of her pupils.\n\"We've noticed that the literacy skills have really been affected because in reception, learning is all through play, so you set things up, you've got the adults that facilitate the learning, but with the best will in the world that can't be done at home,\" she said.\nShe added that while \"some children will catch up quicker than others\", it will be \"a long time\" before some get up to speed.\n\"It's about - as a teacher - gauging which children are moving on, which ones you need to pull. \n\"But to be able to do that you need the facilities, you need the adults, you need the resources to be able to do it.\"\nTeachers in secondary schools are facing similar issues.\n\"When they returned, we saw that pupils had lost a lot of confidence, particularly being around and in a school environment,\" said Hannah Ambler, head of year 11 at Ysgol Gymraeg Ystalyfera, in Neath Port Talbot.\nThe school has tried to increase opportunities to engage in speaking and listening activities with pupils, as many had lost confidence in communicating, particularly through the medium of Welsh.\n\"We have found that our catch-up needs are bespoke to our school - the impact of the pandemic will have affected different schools in different ways,\" she added.\n\"But most certainly, we would use the money in order to close any gaps that we feel need to be filled for our pupils.\"\nSophie, a year 12 pupil at Ysgol Gymraeg Ystalyfera, said it had been a \"complicated\" 18 months.\n\"It's been just a lot to deal with, inside school and outside, and having to have to adapt to new learning ways online,\" she said.\nShe added that although some teaching during the summer might work, extending the school day would be detrimental.\n\"At the end of the day, you have to consider young people's mental health during this whole thing, which hasn't been the best,\" she said. \nSophie's classmate Rhodri said he struggled with learning from home.\n\"I haven't been able to communicate with my teacher as well, because when I'm in class I'm able to ask questions and get the answers and even ask other pupils as well, but online I haven't been able to do that,\" he said. \n\"It made me feel quite lonely and made me less motivated to do work.\"\nHarry, also in year 12, found it hard to adapt to online learning initially. He said catching up with any lost education would mean teachers having to give more time to pupils.\n\"I think it's just teachers investing time to us, treating us less like robots,\" he said.\n\"I think they need to take into account our feelings and how hard these last 18 months have been. \n\"Maybe a couple of hours a week to finish work we haven't finished would be a good idea.\n\"In sixth form we have a lot of free lessons to finish the work, I feel sorry for the years below because they have a full day and don't have free lessons.\"\nThe Welsh government said: \"Supporting our learners throughout and after the pandemic is a top priority.\"\nIt added it was providing over £150m of extra funding for learning, which included recruiting more than 1,800 teachers and school staff as part of the programme to \"recruit, recover and raise standards\" in education."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57472944",
      "category": "entertainment-arts",
      "title": "Nicky Campbell swaps BBC Radio 5 Live Breakfast for new phone-in show",
      "tags": "BBC,Radio",
      "text": "Nicky Campbell is to leave the Breakfast show on BBC Radio 5 Live after almost 20 years at the helm.\nCampbell will host a new weekday show based on his current one-hour Your Call phone-in slot, which is presently part of the Breakfast slot.\nThe new show will launch later this year and will run from 09:00 to 11:00.\nHis Breakfast replacement has not yet been announced. Campbell currently presents with Rachel Burden, who described it as \"the end of an era\".\nCampbell said: \"It's why I love 5 Live - hearing from listeners and talking to people about what really does matter to them and their communities. It's a constant privilege hearing people's passion, candour, anger and raw honesty. Our listeners make me listen. They make me think, laugh and cry. I can't wait for this to start.\n\"Leaving Breakfast is really tough after so many unforgettable programmes with Rachel and the team, but I've been getting up at 4am for 19 years now, so it's time I had a bit more sleep!\"\nHe will also front a new podcast for BBC Radio 5 Live and BBC Sounds.\nNaga Munchetty currently presents a weekday show from 10:00 to 13:00 from Monday to Wednesday, while Adrian Chiles presents the same slot on Thursdays and Fridays.\nTheir shows will now be cut by an hour, starting at 11:00, which the station said was always the long-term plan.\nA spokesperson said: \"Naga is a key 5 Live voice and has made a brilliant impact since her show started. We're really pleased with the reaction she's been getting from listeners. It was always our intention for her programme to be two hours and we're grateful Naga has helped out by doing longer while these changes have been worked out.\" \nSpeaking of Chiles, they said the station was also grateful to him for doing an extra hour during the transition period, adding that overall, \"he will be presenting more peak hours than he did last year\".\nCampbell joined the station, which has roughly five million listeners, from Radio 1 in 1997.\nController Heidi Dawson said: \"Nicky is the master of radio phone-in broadcasting. The last year with the pandemic has shown just how deep Nicky's connection is with our listeners across the UK. They have opened up to him about every detail of their lives through this difficult time.\n\"We want to give our audience more time on air and Nicky is the perfect presenter to enable that conversation.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57465899",
      "category": "uk-wales-politics",
      "title": "Covid vaccination: All adults in Wales offered first jab",
      "tags": "Coronavirus lockdown measures,Public health,Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "All adults in Wales have been offered a Covid jab, which the Welsh government says is six weeks ahead of schedule.\nData published by Public Health Wales on Monday showed 2,216,031 people have been given a first vaccine dose - 70.3% of the population.\nWales' vaccine rollout is ahead of every world nation with a population of more than one million people.\nHealth Minister Eluned Morgan said reaching the milestone before the original July target was \"remarkable\".\nWales remains ahead of the other UK nations in the total proportion of the population given a first jab.\nClinics are now accelerating second doses amid growing concerns about the spread of the delta variant.\n\"Wales is leading the world when it comes to the percentage of our population who have been vaccinated,\" said Baroness Morgan.\n\"However, we are not being complacent. I want to encourage younger adults to take up this offer of the vaccine and we don't want to see anyone left behind. \n\"We are keen to see 18 to 39-year-olds vaccinated and hope to reach our milestone of 75% take-up in this age group by the end of this month. \n\"Please take up your vaccine appointment; it offers protection to you, your loved ones and your communities and it is our best route out of the pandemic.\"\nIn the meantime Wales' case rate has risen again, climbing to 18.4 per 100,000 people, the highest since 16 April.\nThis is not unexpected, give the easing of restrictions and is still well below the other UK nations and all English regions.\nHowever there are growing concerns over the spread of the Delta variant which is now the dominant strain in Wales.\nOfficials plan to offer second doses to adults by September, while jabs for schoolchildren and boosters for older groups may be offered in the autumn.\nFirst Minister Mark Drakeford promised the second jab programme would be as quick as the first, if supplies allow.\nWales is slightly behind England and Scotland when it comes to fully vaccinating people. In all, 1,384,673 people (43.9%) here have now had a second jab.\nWhile take-up in some groups is exceptionally high, such as 90% among over-50s, there is concern that some people have still not accepted a vaccine.\nThe head of the Welsh government's vaccine programme said planning was already underway to begin offering a third booster jab from September - or possibly sooner if supplies allow.\nVolunteers in Wrexham have already been given a third Covid vaccine as part of a UK-wide trial.\n\"We are planning for various scenarios. That will involve supply, whether people have the same vaccine as they had the last time and who will get done,\" said Dr Richardson.\n\"We know the most vulnerable, those over-80, those in care homes, the groups that were one to four, they would be the first in line because they were the first to have the vaccine.\"\nDr Richardson, however, she was worried about low vaccination rates among some ethnic minority communities and deprived communities.\n\"We are doing a lot of engagement trying to understand why some people are not taking up the offer,\" Dr Gill Richardson told BBC Radio Wales.\n\"We know there are pockets, particularly in some of ethnic minority and our most deprived communities.\n\"We are worried about the black-Caribbean and black-African up-take, in the middle years. We are appealing that vaccination matters for black lives because you are more at risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57474925",
      "category": "uk",
      "title": "Caroline Flack's friends climb Lake District peaks in her memory",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52811509",
      "category": "explainers",
      "title": "What are the rules for weddings and receptions, and when will they ease?",
      "tags": "Coronavirus lockdown measures,Weddings,Civil partnerships,Insurance,Coronavirus pandemic",
      "text": "There will be no limit on the number of people allowed to attend weddings, civil partnerships and receptions in England from 19 July.\nRules will also ease in Scotland on that date. \nFrom 19 July, there will be no limits on the number of people who can attend services or receptions, whatever the venue. \nCurrent rules about social distancing and face coverings will no longer apply, there will be no requirement for table service, and restrictions around singing and dancing will also end.\nAt the moment, any number of guests can attend a wedding ceremony or reception held outside, or in a Covid-secure public venue. \nWeddings held in outdoors private settings - such as gardens - require a risk assessment to determine how many guests can be hosted safely. \nA marquee or other structure in a private garden must have at least half of its walled area open to be classed as \"outdoors\". \nWeddings in private homes can only take place with six people or two households present, unless one of those getting married is seriously ill, in which case 30 people can attend.\nThe maximum limit of who can attend wedding and civil partnership ceremonies and receptions depends on the Covid level.  \nFirst Minister Nicola Sturgeon has said the whole country will move to level 0 on 19 July, meaning up to 200 guests can attend a wedding. \nThe actual permitted number of guests for a particular event will still depend on the size of the venue. The marrying couple and witnesses are included in this number, but people working at the wedding are not. \nThe government hopes that more restrictions will be scrapped on 9 August, subject to a decision next month.\nThe number of people who can attend wedding or civil partnership ceremonies or receptions is determined by the size of the venue and a Covid risks assessment. \nThe celebration must be organised by a business in a regulated venue, such as an hotel.\nFace coverings must be worn indoors by everyone aged 11 and over when not eating or drinking, unless they have a reasonable excuse. \nThis does not apply to the married couple or the person officiating. \nFood and drink are permitted in line with hospitality guidance. \nThere is no limit on the number of people at a wedding, but venues must assess how many they can safely accommodate. \nDuring the ceremony, face coverings must be worn by everyone (unless exempt), apart from the wedding couple and the person officiating.\nReceptions can take place, subject to the following rules:\nSome rules are due to change on 26 July, subject to approval on 22 July. Volume restrictions on live music will be removed and social distancing rules will be relaxed.\nThe Competition and Markets Authority (CMA) published guidance in September 2020:\nWedding insurance shouldn't affect your right to a refund, but you can't get your money back twice. \nMost insurance doesn't cover a ''government act\", so is unlikely to pay out if lockdowns affected your wedding. \nRecent wedding insurance policies are unlikely to cover coronavirus.\nSome policies will pay out if your supplier/venue has gone bust. If not, you may have to register a claim with the company's administrator. \nIf you paid by:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57462782",
      "category": "uk",
      "title": "Covid-19: Lifting lockdown delay, and renting now cheaper than buying",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nEasing all restrictions in England on 21 June is to be delayed for four weeks. Ministers had been urging caution and scientists wanted more people vaccinated as cases of the Delta variant rise. The average number of daily confirmed cases is increasing and with this in mind, senior ministers have signed off a decision to delay lifting all restrictions such as reopening nightclubs. Prime Minister Boris Johnson is expected to confirm the delay at a news conference later. Elsewhere in the UK, all areas of Scotland are due to move to Level Zero Covid restrictions on 28 June and limits on indoor gatherings in Northern Ireland are scheduled to be relaxed on 21 June. The rules in Wales will be reviewed on 25 June.\nIt is cheaper to rent a property than it is to buy a home for the first time in six years, says estate agent Hamptons. Before the pandemic in March 2020, people with a 10% deposit would have been £102 per month better off with a mortgage on a property compared to renting, the company said. Its head of research Aneisha Beveridge says the pandemic is responsible for reversing this six-year-long trend. The North East, North West, Yorkshire and Humber, and Scotland are the only areas in the UK where it is still cheaper to buy than rent.\nEducation should not be \"the punchbag\" that takes the financial hit as Wales recovers from the pandemic, a leading economist has said. Prof Gerald Holtham said the Welsh government, which is providing over £150m of extra funding, should focus resources on \"supporting education\" and young families. He suggested a \"one-off levy\" could be introduced to raise capital for restoring the education system.\nThousands of rough sleepers were given rooms in hotels as part of the UK's emergency response to coronavirus during the first lockdown. The unprecedented effort was described by some as a silver lining to the dark clouds of Covid-19. Read the story of the highs and lows in one of those hotels.\nAn 84-year-old former farmer has been helping people cope with anxieties about the coronavirus pandemic. Unlikely YouTuber John Butler has been sharing his philosophical videos about life and meditation.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIt looks like there'll be a delay in lifting all restrictions in England on 21 June. Our health correspondent Nick Triggle has looked into why lockdown easing will have to wait.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57438349",
      "category": "uk-scotland",
      "title": "Euro 2020: Disappointment as Scotland lose opening Euro match",
      "text": "Scotland fans have seen their team's first appearance in a major tournament in 23 years end in a disappointing 2-0 defeat. \nAbout 12,000 people were in Hampden Park in Glasgow to watch the Euro 2020 match against the Czech Republic. \nA further 3,000 people watched from a fan zone in the city, while many tuned in to the TV from home or in pubs. \nBut goals in either half from the Czech Republic's Patrik Schick left the Tartan Army crushed.\nSteve Clarke's men now sit bottom of Group D and will play England in London on Friday.\nFirst Minister Nicola Sturgeon tweeted a tearful emoji but added: \"Onwards and upwards though...next stop Wembley.\"\nThey are due to play England on Friday, before returning to Hampden for the final group game against Croatia on 22 June. \nRichard Templeton, 33, a lawyer from Edinburgh, said he felt \"dejected\" by the defeat.\nHe said: \"They tried their best. They are going to beat England so I'm not so worried about this match.\"\nHe said he took the day off work to watch the game in a pub in the capital but was still optimistic Scotland would qualify.\nAlly Atha, 34, a marketing manager from Edinburgh, also watched the match in a pub. He said: \"I feel crestfallen. I thought they were going to win.\n\"I have no hope now for the tournament… all my optimism is deflated, but it's good to be here.\"\nFellow Tartan Army fan John Allardice felt Scotland manager Steve Clarke should take much of the blame for the result. \nHe said: \"Poor team selection and a negative mentality gets you exactly what you deserve. Really hoping the manager will make bolder choices for the England game, even if we get a pasting.\nMalcolm MacKenzie said the result reminded him of the disappointment of watching Scotland at the World Cup in Argentina 43 years ago.\nHe said: \"It will be the same as Ally McLeod not playing an in-form Souness in Argentina in 1978 - lose the first two games and be out before he plays Billy Gilmour in the Croatia game, and he plays out of his skin and Scotland win at a canter.\"\nScotland supporters in the Glasgow Green fan zone said the atmosphere was \"unbelievable\" and a far better option than watching the game in a pub.\nConcerns had been raised about the safety of the event amid the pandemic and rising case numbers in Glasgow.\nBut Eddie Smith, 25, from Dunfermline, said: \"It needed to go ahead here and it's unbelievable it has. The security is great, everyone is sitting down, spaced apart.\n\"If you didn't have this, everyone would be firing into a pub or a flat, with a lot more than six people.\"\nJames Hill, 26, was joined by his friends Steven Thistleton, 25, and Ross McArthur, 19, at the outdoor event.\nHe said: \"It's basically a massive beer garden, although I was a bit shocked that it's £13 for a pizza. Pints are £6 which is all right.\n\"We've not come into close contact with anyone outside our group, everything's getting brought to us.\n\"If you weren't here you would be in a pub or a flat, and they've got track and trace and security so it's brilliant.\"\nWhere did you watch the match? At school, work or home? Or did you head to Hampden or the fan zone? Please share your stories and pictures with us.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nThe timing of the game clashed with the normal school day but thousands of pupils across the country were given dispensation to watch Scotland's opener. \nPeople watching in pubs had to observe social distancing and they were told they should not leave their seats to stand in front of TVs, or shout or sing. \nThose watching at home were subject to Covid restrictions on the number of people who can gather. \nIn level one and two areas, up to six people from three households can meet up indoors, while in the island communities in level zero, the limit is eight people from four households. \nYes Sir, I Can Boogie has become an anthem for Scotland fans since the team secured qualification for Euro 2020 following a nail-biting penalty shoot out over Serbia last year. \nVideo of the Scotland team's joyful dressing room dance to the song went viral in the hours after the match. \nMaria Mendiola, who recorded the original track as one half of Spanish duo Baccara in 1977, said its adoption as the team's anthem lifted her spirits during the pandemic.\nShe told BBC Radio's Good Morning Scotland: \"I have friends in Scotland and they say 'Maria, you are all the time on the radio'. I say 'Oh my gosh'. It's unbelievable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57465896",
      "category": "uk-wales",
      "title": "Five in court over fatal Gucci bag robbery in Newport",
      "tags": "Caerphilly,Cardiff,Newport",
      "text": "Three men and two boys have appeared in court charged with murdering a man and robbing him of a Gucci bag.\nRyan O'Connor, 26, died after being found unconscious and unresponsive in Balfe Road in the Alway area of Newport on Thursday at about 21:00 BST.\nLewis Aquilina, Elliot Fiteni, both 19, and Ethan Strickland, 18, all from Cardiff, appeared in front of Newport Magistrates Court on Monday.\nTwo 17-year-old boys also appeared and are accused of murder and robbery.\nThe court heard the defendants were charged with murdering Mr O'Connor on 10 June and robbing him of a Gucci bag \"of a value unknown\".\nThey were remanded in custody and will appear before Newport Crown Court on Tuesday.\nHis brother Johnny said Mr O'Connor, who was known as 'Apple', had a \"heart of gold\" and was well known on the Alway estate.\nMr O'Connor's family issued a statement describing him as a loving and caring person.\n\"He has left us far too soon, and he will be greatly missed by all of us,\" it said.\n\"He was loved by his family and the local community, which is reflected in the support that we've received from them at this difficult time for our family.\n\"The whole family would like to thank everyone for the kindness they have shown us so far.\n\"We would urge anyone with information to work with the police and assist their investigation in any way they can.\"\nGwent Police are appealing for more information and said they will maintain a \"presence in the area\".\n\"We will continue to be visible over the coming days and our local police patrols will remain in place,\" Chief Supt Tom Harding said.\nMr O'Connor was found on the busy road - just off Newport's main Southern Distributor Road - unconscious and unresponsive on Thursday evening.\nParamedics from the Welsh Ambulance Service later confirmed he had died and police said his family is receiving support from specialist officers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57464534/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Renting now cheaper than buying a home, Hamptons says",
      "tags": "Housing,Affordable housing,Housing market,Private rented sector",
      "text": "It is cheaper to rent a property than it is to buy a home for the first time in more than six years, says Hamptons.\nResearch by the estate agency suggests that before the pandemic began in March 2020, people buying with a 10% deposit would have been better off than renters by £102 a month.\nBut last month, it found the average private sector tenant was better off, spending £71 a month less in rent.\nThere are now only four areas in the UK where it is cheaper to buy than rent.\nThey are the North East, North West, Yorkshire and Humber, and Scotland.\nThis is in contrast to May last year, when rental demand dropped as younger adults returned to live with their families during the pandemic and work and leisure restrictions made city living less attractive.\nIn early 2020, it was cheaper to buy instead of renting in every nation or region in the UK. \nHamptons says the switch comes despite a 7.1% rise in average rents over the past 12 months, as strong house price growth coupled with increases in higher loan-to-value (LTV) mortgage rates have added to the cost of buying and owning a home.  \nAs a result, a typical first-time buyer will now find it cheaper to rent than buy on a monthly basis, with a monthly average of £1,054 spent on rent compared with £1,125 on mortgage repayments - the first time since December 2014 that renting has been cheaper than buying.\nLondon has seen the largest shift since the start of the coronavirus pandemic. \nFalling rents there mean a buyer putting down a 10% deposit on a property in the capital will have gone from being £123 a month better off buying in March 2020, to spending £251 a month less on rent in May 2021, the report said.\nThere are, of course, a host of other financial and practical factors which potential first-time buyers will consider when deciding to rent rather than buy, or vice versa, which are not captured in this research.\nAneisha Beveridge, Hamptons' head of research, said the pandemic was responsible for reversing this six-year-long trend.\n\"A year ago, lenders were either increasing their rates or withdrawing higher loan-to-value mortgages altogether,\" she said.\n\"For first-time buyers in particular this pushed up the cost of paying a mortgage, if they could get one at all, to well above the cost of renting.\"\nMs Beveridge added that it was likely that the balance would swing back somewhat towards buying, particularly as mortgage rates come down, but this would likely be partly offset by rising house prices.\n\"And while interest rates are falling, they're still considerably above where they were pre-pandemic on higher LTV (loan-to-value) loans,\" she said. \n\"Despite this, we expect the gap between renting and buying to close over the remainder of this year, moving back towards longer-term levels in 2022.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57447744",
      "category": "world-africa",
      "title": "Ethiopian migrants face robbery, extortion and starvation",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57470976",
      "category": "science-environment",
      "title": "Secrets of tiny diving mammals revealed",
      "tags": "Evolution,Biodiversity,Nature,DNA",
      "text": "Biologists have uncovered the genetic secrets of the world's smallest diving mammals - water shrews. \nUsing DNA samples to construct an evolutionary tree, scientists revealed that diving behaviour evolved five distinct times in this group of insect-eating mammals. \nThe ability of these tiny, warm-blooded animals to dive and hunt in freezing water seems to defy evolutionary logic.\nThe findings are published in the online journal eLife. \nTo track this surprising evolutionary journey, the scientists collected DNA samples from 71 different species all belonging to a large group of related, insect-eating mammals, collectively called Eulipotyphla. \nThat Greek term translates to \"the truly fat and blind\"; it is a group of mammals that includes hedgehogs, moles and shrews. \n\"We sample specimens from all over the world,\" said lead researcher Dr Michael Berenbrink, from the University of Liverpool. \nOnce he and his colleagues had created their Eulipotyphla family tree - building the genetic code into a detailed picture of the relationship between each species - they were able to use that information to track the evolution of diving behaviour. \n\"We mapped the evolution of a single protein, called myoglobin, that stores oxygen in the muscle,\" explained Dr Berenbrink. \n\"We can see a genetic signature [in the DNA] that shows us when this key protein increased in abundance in the animals' muscles.\" \nHe explained that this is the change needed for an animal to store more oxygen in its muscles, so it can hold its breath under water and hunt. That \"diving signature\" occurred five distinct times in this group of animals. \n\"It evolved three times in the shrews and twice in the moles,\" Dr Berenbrink added. \n\"The genetic sequence of just one protein tells us so much about the lifestyle of these animals that we couldn't figure out from fossils.\" \nHe added that the genetic study had provided fascinating insight into the evolution of mammals that appear to be \"the least equipped for diving\". \n\"They're so tiny, they lose heat so quickly, and they're burning energy at such a high rate, so they have these very high costs,\" he explained. \"But they can afford that because there are huge gains of having the access to all the insect larvae [in rivers and streams]. \n\"It just shows us what nature can really do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57440405",
      "category": "technology",
      "title": "WhatsApp launches privacy campaign after backlash",
      "tags": "WhatsApp,Internet privacy,Facebook",
      "text": "WhatsApp has launched its first major privacy-focused advertising campaign in the UK. \nIt follows a customer backlash against changes to its terms and conditions, announced earlier this year.\nThe platform also said it is standing firm against pressure from governments, including the UK, to compromise on the way that it encrypts messages.\nAuthorities should \"demand more security\" rather than less, WhatsApp boss Will Cathcart told the BBC.\n\"The first step of keeping people safe is, you have to have strong security, and we think governments shouldn't be out there trying to encourage tech companies to offer weak security,\" he said. \n\"They should be out there trying to encourage or even mandate that companies offer the strongest security possible.\"\nThe marketing campaign is set to run internationally, beginning in the UK and Germany on Monday.\nWhatsApp uses end-to-end encryption, which means messages can only be read on the device which sends one and the device which receives it. WhatsApp itself - and by default its parent company Facebook - cannot view or intercept them, and neither can law enforcement.\nHome Secretary Priti Patel has described the use of end-to-end encryption as \"not acceptable\" in the fight against the sharing of illegal content.\nIn a speech in April said she wanted to see it used \"in a way in which is also consistent with public protection and child safety\" but did not elaborate on how this might work.\nFacebook says it intends to roll out encryption more broadly across its other services.\nWhatsApp is already blocked in mainland China, and it is suing the Indian government over new digital rules that will force it to violate its privacy protections. Around 400 million of its two billion global users are in India.\nMr Cathcart said he \"lives with the reality\" that more countries could also choose to block the platform as tech sector regulations tighten around the world.\nWhile the firm cannot see the content of messages, it has developed other tools which help it block illegal material and widely-shared misinformation. \nWhatsApp bans two million accounts every month, and in 2020 the platform reported 300,000 images to the National Centre for Missing Exploited Children, Mr Cathcart said. \nIt does this using a combination of reports from message recipients, and machine-learning using the unencrypted data that WhatsApp can see - such as the volume of messages an account sends and how many groups it joins. \nMessages that have been forwarded lots of times before are also now flagged, and there are limits on how many people one user can share the same message with.\nIn January, thousands of users threatened to leave WhatsApp, wrongly thinking it was going to start sharing messaging data with Facebook following an announcement about changes to its terms and conditions.\nThose who did not accept the update would begin to lose functionality, it said. \nThere were false claims that the privacy of personal messages was about to change, and thousands of  alarmed people flocked to rival services such as Signal and Telegram.\nIn fact the changes are mainly related to enabling companies to accept payments via WhatsApp.\nWill Cathcart said the firm took responsibility for the \"confusion\" the announcement had created.\n\"To reiterate, nothing about the privacy of people's personal conversations changed in our update,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57431420",
      "category": "health",
      "title": "Covid: Is there a limit to how much worse variants can get?",
      "text": "It is clear we are now dealing with a virus that spreads far more easily - probably more than twice as easily - as the version that emerged in Wuhan at the end of 2019.\nThe Alpha variant, first identified in Kent, UK, performed a large jump in its ability to transmit. Now Delta, seen first in India, leapt further still. \nThis is evolution in action. \nSo are we doomed to a never-ending parade of new and improved variants that get harder and harder to contain? Or is there a limit to how much worse coronavirus can become?\nIt's worth remembering the journey this virus is on. It has made the jump from infecting a completely different species - its closest relatives are in bats - to us. It's like you, starting a new job: you're competent, but not the finished article. The first variant was good enough to start a devastating pandemic, but now it's learning on the job. \nWhen viruses jump to humans it would be \"very rare for them to be perfect,\" said Prof Wendy Barclay, a virologist from Imperial College London. \"They settle in and then they have a great time.\"\nThere are examples of viruses, she said, from flu pandemics to Ebola outbreaks, making the jump and then accelerating.\nSo how far could it go?\nThe cleanest way of comparing the pure biological spreading power of viruses is to look at their R0 (pronounced R-naught). It's the average number of people each infected person passes a virus on to if nobody were immune and nobody took extra precautions to avoid getting infected. \nThat number was around 2.5 when the pandemic started in Wuhan and could be as high as 8.0 for the Delta variant, according to disease modellers at Imperial.\n\"This virus has surprised us a lot. It is beyond anything we feared,\" said Dr Aris Katzourakis, who studies viral evolution at the University of Oxford. \"The fact it has happened twice in 18 months, two lineages (Alpha and then Delta) each 50% more transmissible is a phenomenal amount of change.\"\nIt's \"foolish\", he thinks, to attempt to put a number on how high it could go, but he can easily see further jumps in transmission over the next couple of years. Other viruses have far higher R0s and the record holder, measles, can cause explosive outbreaks. \n\"There is still space for it to move higher,\" said Prof Barclay. \"Measles is between 14 and 30 depending on who you ask, I don't know how it's going to play out.\"\nSo, how are the variants doing it?\nThere are many tricks the virus could employ to get better at spreading, such as:\nOne way the Alpha variant became more transmissible was by getting better at sneaking past the intruder alarm - called the interferon response - inside our body's cells. But this does not mean that by the time we work through the Greek alphabet of variants and reach Omega that we'll end up with an unstoppable beast. \n\"Ultimately there are limits and there isn't a super-ultimate virus that has every bad combination of mutations,\" said Dr Katzourakis.\nThere is also the concept of evolutionary trade-offs - in order to become better at one thing you often get worse at something else. The fastest vaccination programme in history will give the virus a different hurdle to overcome and squeeze it in another evolutionary direction. \n\"It is quite possible that changes in the virus that make it better at avoiding vaccines could end up compromising its ability to transmit in an absolute sense,\" said Dr Katzourakis.\nHe thinks the Beta variant - which has a mutation called E484K that helps evade the immune system but hasn't managed to take off - is an example of this. However, the Delta does have mutations that both help it spread and partially dodge immunity. \nWhat will turn out to be the optimal strategy for coronavirus is still hard to predict. Different viruses use different techniques to keep on infecting. Measles is explosive, but leaves behind lifelong immunity so it always has to find someone new. Influenza has a much lower R0, barely above 1, but constantly mutates to side-step immunity. \n\"We're in a really interesting, intermediate and somewhat unpredictable phase, it is difficult to predict how that's going to play out a year from now,\" said Prof Barclay.\nOne thing that is often claimed, but attracts scientific scorn, is that the virus must get milder in order to spread more easily. There is very little evolutionary pressure on the virus for that to happen. The virus is already off into the next person long before it kills the person it infected. And the people who do the most spreading (younger people) are those who don't get very ill. \nIn rich countries with good vaccination campaigns it is hoped the next variants won't be able to pose a major problem due to widespread immunity. But these progressively more transmissible variants are a nightmare for the rest of the world where they are making it harder and harder to stay on top of Covid.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57478066",
      "category": "entertainment-arts",
      "title": "US model Chrissy Teigen apologises for online 'trolling'",
      "tags": "Internet trolls,Online abuse,Chrissy Teigen",
      "text": "Chrissy Teigen has broken a month-long social media silence to apologise for bullying several people on Twitter.\nIn a blog post, the US model reflected on \"the crushing weight of regret for the things I've said in the past\".\nTeigen published a series of tweets in May apologising to TV personality Courtney Stodden, who accused her of online bullying. \nStodden accepted the apology but said it could just be an attempt to limit damage to Teigen's reputation.\nIn her latest blog post, Teigen said she was privately reaching out to people she'd insulted in the past, though she did not say who.\n\"There is simply no excuse for my past horrible tweets,\" wrote Teigen, who is married to singer John Legend. \"I was a troll, full stop. And I am so sorry.\"\n\"I took to Twitter to try to gain attention and show off what I at the time believed was a crude, clever, harmless quip. I thought it made me cool and relatable if I poked fun at celebrities,\" she continued.\n\"In reality, I was insecure, immature and in a world where I thought I needed to impress strangers to be accepted,\" Teigen added.\nTeigen currently has 13.5 million Twitter followers and 35 million on Instagram - where she also shared a link to her blog post.\nShe said she was not seeking sympathy, and that she was \"no longer the person who wrote those horrible things\" after getting married, having kids and attending therapy.\n\"We are all more than our worst moments,\" Teigen wrote. \"I won't ask for your forgiveness, only your patience and tolerance.\"\nIn 2011 Teigen, who was aged 25 at the time, sent Twitter messages to then-16-year-old Stodden, urging them to take their own life.\nDuring that period Stodden rose to fame as the teenage bride of actor Doug Hutchison, who was aged 50 when they married.\nHutchison, who featured alongside Tom Hanks in the 1999 film The Green Mile, was divorced from Stodden last year.\nStodden, who has come out as non-binary, recently told The Daily Beast that other celebrities had commented on the relationship.\n\"People came out of the woodwork to beat up on a kid because she was in a situation that she shouldn't have been in,\" Stodden told the publication.\n\"There were a lot of celebrities acting like playground bullies.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57461257",
      "category": "uk",
      "title": "Queen meets Joe Biden at Windsor Castle",
      "tags": "UK Royal Family,G7 summits,Queen Elizabeth II,Joe Biden",
      "text": "US President Joe Biden and First Lady Jill Biden have met the Queen at Windsor Castle. \nThe visit included a Guard of Honour and afternoon tea with the monarch.\nMr Biden said afterwards that the Queen had reminded him of his mother, and he had invited the Queen to visit the White House.\nIt comes at the end of the G7 summit in Cornwall, where leaders of the world's biggest economies have discussed issues including vaccines and climate change.\nThe couple also met the Queen on Friday, when she attended a reception for G7 leaders at the Eden Project. \nThe Bidens travelled from Newquay, Cornwall, on Air Force One to London's Heathrow Airport before taking the Marine One helicopter the short distance to Windsor.\nThey were greeted by the Queen at the dais in the castle's quadrangle.\nA Guard of Honour formed of the Queen's Company First Battalion Grenadier Guards gave a Royal Salute, and the US national anthem was played.\nMr Biden accompanied the Officer Commanding the Guard of Honour, Maj James Taylor, and Maj Gen Christopher Ghika to inspect the Honour Guard, before returning to the dais to watch the military march-past.\nThe role of escorting a visiting head of state to inspect the troops was usually carried out by the Duke of Edinburgh, before he retired in 2017. Prince Philip died in April, aged 99.\nThe Bidens were then introduced to the Queen's lady-in-waiting, Dame Annabel Whitehead, before enjoying tea in the castle's Oak Room. \nThe palace said the couple left at just after 18:00 BST, meaning they spent around 40 minutes inside the castle. \nThe whole visit lasted just over an hour and is believed to have overrun by 10 minutes. \nSpeaking afterwards, Mr Biden said they had spoken about Russian President Vladimir Putin and China's leader Xi Jinping.\n\"We had a long talk,\" he said. \"She was very generous. I don't think she'd be insulted but she reminded me of my mother. In terms of the look of her and just the generosity. She was very gracious.\"\nHe added: \"She said, 'What's it like in the White House?' I said, 'Well it's magnificent but it's a lot of people'.\"\nTheir latest meeting comes the day after the Queen marked her official birthday with a scaled back Trooping the Colour parade. \nThis year's celebration saw a reduced parade in the grounds of Windsor Castle, rather than in central London, because of the pandemic. \nThe Queen, 95, first met a serving US president, Harry S Truman, as Princess Elizabeth in 1951.\nShe has since met all 14 US leaders during her 69 years on the throne, except for Lyndon B Johnson.\nIn 2019 the Queen met then President Donald Trump at Buckingham Palace. They also had afternoon tea together in the Oak Room. \nWhen the monarch met George W Bush at Windsor, they enjoyed a traditional afternoon tea, with sandwiches and cakes, in the White Drawing Room. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57462047",
      "category": "world-us-canada",
      "title": "G7 summit: Biden says America is back at the table",
      "tags": "China,G7 summits,US politics,G7,Joe Biden",
      "text": "US President Joe Biden has declared that \"America is back at the table\" following the G7 summit of world leaders in the UK.\nAt a press conference on Sunday, Mr Biden said the summit had been \"extraordinarily collaborative\". \nG7 leaders agreed on action to tackle China's human rights record and climate change after three days of talks.\nMr Biden said the organisation was in a \"contest with autocracies\" and welcomed its approach on China and Russia.\nHe also sought to distance himself from his predecessor - Donald Trump - who he said believed climate change was \"not a problem\".\n\"We had a president, the last [one] who basically said it's not a problem, global warming,\" Mr Biden said. \"It is the existential problem facing humanity and it's being treated that way.\"\nThe world leaders attending the Cornwall summit signed a declaration calling on China to \"respect human rights and fundamental freedoms\", especially in the Xinjiang region, the north-western region that is home to the Uyghurs and other Muslim minorities.\nHuman rights groups allege China has subjected minorities in the region to mass detention, surveillance, and torture - something China strongly denies.\n\"We're in a contest, not with China per se... with autocrats, autocratic governments around the world, as to whether or not democracies can compete with them in a rapidly changing 21st century,\" Mr Biden said.\nThe G7 adopted a spending plan to support lower and middle-income countries in response to a similar Chinese scheme. \nChinese officials, meanwhile, warned G7 leaders that the days when \"small\" groups of countries decided the fate of the world were long gone.\nThe G7 also called for a transparent, expert-led study including in China, organised by the World Health Organization (WHO), amid claims Covid-19 may have leaked from a Chinese laboratory.\n\"We haven't had access to the laboratories,\" Mr Biden told reporters.\nHe said it was not yet certain whether or not \"a bat interfacing with animals and the environment... caused this COVID-19, or whether it was an experiment gone awry in a laboratory\".\nMr Biden also said the Russian President Vladimir Putin - who he dubbed an \"autocrat\" - was right to  believe relations were at their lowest point in years. The pair are meeting in Geneva on Wednesday.\nBut he said the US could \"work together with Russia\" on issues such as Covid, cyber crime and conflicts.\nIn terms of the big set-pieces (excluding tea with the Queen) we're only a quarter of the way through Joe Biden's 'America is Back' tour. We're now in Brussels for the Nato and then the EU/US summits, and then the trickiest meeting of all, his tete-a-tete in Geneva with Vladimir Putin. \nI accompanied Donald Trump when he travelled a similar route this time three years ago. Then Trump predicted that his meeting with the Russian leader might well be the easiest of the lot. Joe Biden is happy to say that it will be the thorniest. \nAmerican foreign policy is back in a more familiar pre-Trump place. And the other members of the G7, Nato and the EU are breathing a sigh of relief. The US president came to Cornwall determined to show leadership. The agreement on contributing a billion vaccines to the poorest nations the American team view as a success. \nBiden has also sought to persuade the G7 to focus on the threat posed by China, and to come up with a global \"build back better\" fund to rival the billions China has been pouring into developing countries. But here the G7 has come up with warm words rather than hard cash. And the US administration says it wants to be judged by actions; not words.\nThe G7 leaders published a 25-page communique summing up their \"shared agenda\" in key points. They included:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57464097/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Lockdown easing in England to be delayed by four weeks",
      "tags": "Coronavirus lockdown measures,Weddings,Boris Johnson,Coronavirus pandemic",
      "text": "Most coronavirus rules will remain in place in England for another four weeks after the planned 21 June unlocking, government sources have told the BBC.\nSenior ministers have signed off on the decision to delay the lifting of all legal restrictions on social contact.\nThat could mean capacity limits for sports, pubs and cinemas will remain, and nightclubs would stay closed.\nPrime Minister Boris Johnson is due to confirm the delay at a news conference later - at 18:00 BST.\nThe extension will be put to a Commons vote this month and could trigger a sizeable Conservative backbench rebellion.  \nEngland was due to move to stage four of the government's roadmap out of lockdown on 21 June, when venues and events would be allowed to operate without capacity limits and the cap on guests at weddings would be lifted.\nIt would also have meant an end to current rules which limit gatherings at home to six people or two households.\nBut many scientists have called for the reopening to be delayed to enable more people to be vaccinated and receive second doses, amid rising cases of the Delta variant, which was first identified in India.\nA delay would also allow more work to be done on whether vaccines are breaking, or simply weakening, the link between infections and hospitalisations.\nHealth Minister Edward Argar told BBC Breakfast that he could not confirm the delay before the PM's announcement, but that there was a \"concerning increase\" in cases of the Delta variant and numbers in hospital were \"beginning to creep up\".\nMost severe cases were among unvaccinated people or those who had only one dose, he said, adding that at current rates nearly 10 million second doses could be administered over four weeks to increase protection.\nMr Argar said the prime minister would address issues of economic support in any announcement and that the PM was \"very sensitive\" to the situation of couples who had already had to postpone their weddings.\nAll areas of Scotland are due to move to Level Zero Covid restrictions on 28 June - meaning bigger groups can gather in cafés, pubs and restaurants, although they will still have to observe social distancing. \nLimits on indoor gatherings in Northern Ireland are scheduled to be relaxed on 21 June and the current rules in Wales will be reviewed on 25 June.\nIf the lifting of restrictions is pushed back, the UK Weddings Taskforce - an industry group - estimates that 50,000 weddings planned in the four weeks from 21 June could be cancelled, with the industry losing £325m for every week of delay.\nCurrently the number of guests allowed at weddings is limited to 30. \nThe Night Time Industries Association said businesses such as nightclubs had already spent millions preparing to reopen, and the association would legally challenge any delay to reopening.\nWill Power, owner of the Lab 11 nightclub in Birmingham, said a delay would be \"catastrophic\". \n\"This will possibly hurt us more than the initial lockdown back in March last year,\" he said.\nKate Nicholls from UKHospitality, which represents pubs, bars and restaurants, said businesses faced losing £3bn in sales if the relaxation of restrictions was delayed by a month.\nSinger Frank Turner, who has raised money for struggling small music venues, said the delay would \"tip some businesses into final collapse\", while theatre producer Sonia Friedman warned \"many livelihoods are under existential threat\".\nRising infections in the UK are being driven by the Delta variant which is believed to be around 60% more infectious than the previous dominant variant and twice as likely to result in hospital admissions.\nOn Monday, the UK recorded 7,742 new cases of Covid-19 and three deaths within 28 days of a positive test.\nThe seven-day average for cases in the UK is up 46% compared with the seven days before. \nHowever, NHS England data shows over-55s are continuing to account for a smaller percentage of people admitted to hospital with Covid-19. \nOn 6 June around a third of admissions were aged 55 or over, compared to a little over 70% on 6 March, and more than 80% on 6 December. \nMeanwhile, the government has announced extra support for six more areas of England, to help suppress the spread of the Delta variant. \nAdditional testing, tracing, isolation support and measures to maximise vaccine uptake will be deployed in Birmingham, Blackpool, Cheshire East, Cheshire West and Chester, Liverpool City Region and Warrington.\nGuidance will also be set out for the six areas on steps people can take to keep their communities safe, including minimising travel in and out of the area. \nIf it wasn't for the Delta variant, the government would in all likelihood be announcing the go-ahead for a full unlock. \nBut a more infectious variant against which one shot of the vaccine works less well has created a problem. \nThat much can be seen from how quickly infection levels are rising. The trajectory we are on means we could see January levels of infection by the end of July. \nExactly what that means for hospital admissions is less clear. It is already obvious that while the vaccines have weakened the link between cases and serious illness they have not broken it completely - admissions are rising after all. \nEarly data suggests less than 5% of cases are ending up in hospital - half the rate seen previously. \nBut that still has the potential to cause 2,000 admissions a day if we did reach January levels of infection - twice what the NHS would see for all respiratory illnesses in a bad winter. \nNone of that is guaranteed, of course, and so a delay, government scientists are arguing, gives them more time to work out with confidence where we are heading - and it is even possible the immunity built up by the vaccines will have started to halt the growth by then. \nThe government has set out four tests that must be met for the next stage of easing restrictions to go ahead: \nMore than 41 million people in the UK have had a first dose of a coronavirus vaccine, while nearly 30 million have had two doses. \nSome Conservative MPs said they were concerned that vulnerable businesses would close permanently and that the prospect of ending all coronavirus restrictions was receding.\nBackbencher Peter Bone said he would vote against continuing restrictions unless the prime minister was able to show there was \"a very clear danger to our society\".\nHe told BBC Radio 4's Today programme that currently he \"can't see the evidence why we should be postponing our freedom\".\nLabour leader Sir Keir Starmer told LBC Radio if the lockdown decision was confirmed, it would be because of the government's \"pathetic borders policy\", which he said allowed the Delta variant to become established in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57468584",
      "category": "health",
      "title": "Self-harm warning signs can appear decade earlier",
      "tags": "Artificial intelligence,Young people,Mental health",
      "text": "Early warning signs of self-harm can appear in children almost a decade before it starts, say researchers. \nThe team at the University of Cambridge found two distinct groups that were more likely to harm themselves. \nThe first included those who struggle to control their emotions, and the second featured youngsters more willing to take risks than others their age. \nThe findings may mean there is a large window of opportunity to improve children's mental health.  \nAbout one-in-six in the study reported self-harming by the age of 14. Self-harm is in turn linked to a higher risk of suicide.\n\"Our current way of supporting them is overwhelmed, we typically wait for problems to escalate and then intervene to see if we can do anything,\" Dr Duncan Astle, one of the researchers, told the BBC.\n\"We really need to shift to a preventative, proactive model.\"\nThe team used a type of artificial intelligence to analyse data from 11,000 children, who were born in the UK around the turn of the millennium. \nThe AI looked for patterns in the data to understand which children were more likely to self-harm, and what increased their risk. \nThe results have been published in the Journal of the American Academy of Child and Adolescent Psychiatry.\nThe first group had a long history of mental health disorders. Difficulty controlling their emotions, being bullied, and parents with mental health problems all increased the risk.\nEven having emotional regulation difficulties at the age of five led to a 30-50% higher risk as a teenager.\n\"The second, much larger group was much more surprising, as they don't show the usual traits that are associated with those who self-harm,\" said researcher Stepheni Uh.\nTheir higher risk was linked to risk-taking behaviours, and lacking a supportive group of friends.\nPoor sleep and low-self esteem increased the risk of self-harm in both groups. \nHowever, the researchers say the findings show there is an opportunity to intervene and reduce the chances of children self-harming. \nThey suggest programmes to boost children's self-esteem, anti-bullying measures in schools, and advice on improving quality of sleep could reduce self-harm later in life. \nThis study is also part of a larger project to understand the origins of mental health disorders, and find new ways of preventing them.\nMiss Uh added: \"This approach has the potential to explore how adversity may impact brain and child development in different groups of children.\n\"It could also help us understand the consequences of adversity, such as other mental health problems they may face as adolescents.\"\nTom Madders, from the charity YoungMinds, said: \"We welcome any new research in this area, especially if it results in more early support for young people.  \n\"While there is higher awareness about mental health than in the past, many young people who self-harm still find it hard to reach out for help until they hit crisis point. \n\"For those who do seek help, it can still be really difficult to get early support.\"\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57439470",
      "category": "uk-scotland",
      "title": "Euro 2020: The ways Scotland has changed since France '98",
      "text": "When Scotland's men last played in a major football tournament, C'est La Vie by B*witched was at number one in the charts, there was no Scottish Parliament and Google didn't exist.\nIt was the summer of 1998 and eight-year-old CJ Cook was among the fans in France for the World Cup.\nNow 31 and a civil servant, she remembers \"an amazing party\" with a samba band soundtrack - \"an overwhelming experience\" for a child.\n\"The carnival atmosphere of France was very different to lower league Scottish football on a Saturday afternoon in the rain,\" CJ told BBC Scotland's The Nine.\nThe national team were full of pride, passion and promise but failed to make it out of the initial group stages after a typical combination of blunders and bad luck - including an agonising own goal against Brazil in the competition's opening game in Paris.\nIt was the start of a 23-year-long drought which CJ describes as \"tiring\", even though she was - and remains - a loyal member of the Tartan Army, as Scotland's travelling support is known.\n\"We have snatched defeat from the jaws of victory on many an occasion,\" says CJ, wearily.\nIf 1998 was the beginning of one gap in Scotland's national story, it was the end of another: the last full year without a parliament in Edinburgh for nearly three centuries.\n\"Today there is a new voice in the land,\" proclaimed Scotland's first First Minister, Donald Dewar as the new parliament opened in temporary accommodation on The Mound 10 months after that World Cup in France.\nIt was, said Dewar, \"the voice of a democratic parliament. A  voice to shape Scotland. A voice, above all, for the future.\"\nWriter and broadcaster Stuart Cosgrove suggests the advent of devolution may have had an effect on Scottish football, taking some of the heat out of the game.\nWhile football was once \"the big volcano of patriotic fervour,\" Cosgrove argues that there are now many more options to display \"Scottishness\" - through the parliament itself; in what he calls the civic nationalist movement; and, increasingly, by following other national team sports.\n\"I wonder if it is the case now that Scotland has so many different places that it can celebrate its cultural and national identity that actually maybe it doesn't need football as much as it once did?\" Cosgrove says.\nCertainly the environment in which the game is played has changed dramatically.\nScottish football was forged in fire and dust, the fixation of a nation powered by heavy industry.\nTo the cities and towns of toil the sport offered not just tribal pride but glimpses of grace and glory.\nWhen 149,415 souls sardined into Glasgow's Hampden Park to see Scotland beat England 3-1 in 1937, the roar of the crowd had its echoes in the thunder of the furnace, the clanking of the shipyard and the rattle of the pit.\nFootball then was a game for men - men of coal and steel and iron. But those days are long gone, that Scotland is no more, and football has changed too. \n\"With the decline of industry comes a kind of haemorrhaging,\" says Cosgrove.\n\"Social housing had been the heartbeat of football,\" he says, and its decline largely killed off \"the kickabout\" in back courts and cobbled streets.\nAs Scotland become wealthier, healthier and more aspirational, car and home ownership rose and the space for street football - literally and imaginatively - was squeezed.\nPlus we now had other things to do: competition for young minds and young feet.\nKevin's 11-year-old daughter plays up front for the under-13s team which he coaches in Perth.\n\"Emmy loves her football,\" he says.\n\"But I still have to drag her off her Xbox to come along to training.\"\nWe meet Kevin and Emmy on a busy playing field in Perth on a sunny Saturday morning. This is the home of Jeanfield Swifts, and half a dozen games and training sessions are already under way.\n\"I've always played football in school but nobody would ever pass to me because I was the only girl playing,\" says Emmy.\n\"I had to gain their respect and now they pass to me.\"\nWas that annoying?\n\"Yeah,\" says Emmy, \"I had to tackle my own team mates.\"\nHer dad says the arrival of more families at league football games has created a space for girls' and women's football to flourish and has forced men to improve their behaviour.\n\"Some of the songs they sang back in the days, you wouldn't do it when your mum's there or your daughter's there or your wife's there,\" he admits. \"There's not a chance.\"\nKevin says there is still a class divide at games between what he jokingly refers to as the \"prawn sandwich brigade\" and the \"ruffians\" - but overall those distinctions are melting away, he reckons.\n\"Football was designed for the working class,\" he says.\n\"Saturday morning you do your shift, you finish, you get a quick drink with your friends and then you're off to your local team,\" Kevin says. \n\"That's not a thing anymore. Football's had to change its outlook and try to encourage families.\"\nOf course there are still plenty of working men for whom a couple of pints and a game of football is woven into the weekend as an enjoyable ritual, and some of the darker aspects of the game haven't vanished either.\nIn some quarters the shameful shadow of violence and sectarianism remains, as demonstrated by last month's violent, anti-Irish, anti-Catholic disorder by a minority of Rangers fans celebrating their team's league title in Glasgow's George Square. \nBut for Mary Docherty, who grew up in Hamilton, South Lanarkshire, but now lives in Kinross, the game and the country have changed \"unrecognisably\".\nScotland, she argues, is now more confident, with a stronger sense of national identity, than it was at the time of France '98.\nShe also sees an opportunity shift for her sports-mad daughters, including Olivia, 16, who plays for Jeanfield Swifts under-17s and hopes to win a sports scholarship to study soccer in the United States.\nMary says she's \"really excited\" about where sport could take her daughters, and girls in general.\n\"There are opportunities now that just didn't exist before,\" she says.\nAs for Emmy, who 90 minutes later will be scoring a brace in her team's 8-2 victory - what does she get out of football?\nWithout hesitation, the 11-year-old replies with a big smile and a single word: \"Joy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57460586",
      "category": "uk-northern-ireland",
      "title": "Sinn Féin accuses the DUP of acting in bad faith over Irish language",
      "tags": "Sinn Féin,DUP (Democratic Unionist Party)",
      "text": "There are fresh doubts over the future of the Stormont Executive after Sinn Féin accused the DUP of \"acting in bad faith\".\nThe parties have only seven days to elect a new first minister if Arlene Foster, as expected, resigns on Monday.\nFor that to happen, Sinn Féin must nominate a deputy first minister.\nBut a Sinn Féin source said that after a series of meetings with the new DUP leader, they do not believe the DUP will deliver on an Irish language act.\n\"Our assessment is that he is being disingenuous by saying publicly that he will honour commitments made in New Decade, New Approach.\n\"We believe they are acting in bad faith. We do not believe they will deliver on the Irish language legislation.\n\"Our position is that nomination for first minister and deputy first minister has to be accompanied by legislation on the Irish language.\"\nIt appears to be a shot across the DUP's bows that Paul Givan will not be allowed to become Arlene Foster's replacement unless his party moves decisively over the Irish language act.\nIn the short term, it also calls into question whether Friday's planned meeting of the North South Ministerial Council can will go ahead. \nResponding to the comments, a DUP spokesman said: \"No one would forgive Sinn Féin for playing fast and loose with people's lives in Northern Ireland.  \n\"The DUP leadership stands resolute to enter government, respect power sharing and get on with the job. It is up to others to follow.\n\"We remain committed to the New Decade New Approach agreement and want to see it implemented in all its parts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-57474876",
      "category": "uk-england",
      "title": "Covid restrictions: 'We just have to bide our time'",
      "tags": "Coronavirus lockdown measures,Leek,Birmingham,Coventry,Coronavirus pandemic",
      "text": "With news the 21 June \"freedom day\" will be delayed for at least four weeks, club owners and festival organisers share their thoughts.           \nOne minute past midnight on 21 June was when Kasbah nightclub in Coventry was planning to make a triumphant return after the pandemic. \nThe sold-out event promised to be the ultimate party after 16 months of upheaval - and manager Sam El Naqib is still hopeful it will go ahead a few weeks later.\n\"[With the] new Delta variant that has come around what we do have to do is ensure people's safety, because we're talking about full restrictions lifting in venues,\" he said.\n\"In nightclubs people like to get very up close and personal and enjoy themselves - singing, dancing, shouting. You can't really be doing that with restrictions in place or with any risk of this new variant we've got. \n\"We just have to bide our time until it's safe for everybody to come out and enjoy themselves again.\n\"We'll have to move a lot of events. We had a whole bunch of things planned for the end of June, the start of July, and it's a case of rescheduling everything until it's safe to be open again.\n\"[Young people have] been having to stay away from these kinds of places for 15 or 16 months now, so they were literally clamouring to come out and enjoy themselves again.\"\nMany festivals have been cancelled for two years running - with Leek Arts Festival among them. \nBut with increased testing being carried out in the Staffordshire town from Monday after an increase in numbers testing positive for the Delta variant, organisers have said they are unsurprised by the announcement.\nPhil Edmeades, spokesperson for Leek Arts Festival, said he never saw \"any chance of having, what's being described as 'freedom day' on June 21st, it was always going to be a fluid date\".\n\"If the science says it's not yet safe to have that freedom day then delay it,\" he added.\n\"That will disappoint a lot of people, myself included, but on the other hand there's no point getting upset about it there's no point getting angry about it - it is what it is.\n\"I do feel very sorry for those with businesses who are going to be affected by this situation but there's very little anyone can do about it.\"\nAmy Seton, owner of whisky club Grain & Glass, in Birmingham city centre, said it was the lack of communication and the moving of the goalposts which had been frustrating.\n\"We take the [Covid] regulations very seriously,\" she said.\n\"But this [the delay] feels like one more thing on top of everything else.\"\nShe said she and her team, based in the Jewellery Quarter, had been sceptical about the 21 June to begin with, but then, as various restrictions were lifted, they threw themselves into organising a full opening for the 21st.\nThey are fully booked from that date throughout the summer.\n\"We do events and large bookings and particularly stag parties. We have had loads of bookings as everyone thought the restrictions would be lifted.\"\nMs Seton said she and her team would now contact everyone who had booked to see if they wanted to cancel or rebook.\n\"All the work we have put in so far, and now we have to sit down and work it out again,\" she said.\nLisa Baldwin has been suffering from long Covid symptoms - and welcomes not easing coronavirus rules.\nThe mother-of-three, 46, from Birmingham, tested positive in October and said her liver had been affected. She added she had joint and muscle issues and her memory was \"really poor\".\nThe education worker said: \"If I walk to the end of the street and back, it's a four/five minute walk, but on the way back I'll often stop four or five times.\"\nMs Baldwin said it was \"the right decision\" to delay.\nShe added: \"I think a month is good because there was talk of two weeks. I think by saying at least a month, I think that sends a signal out to people.\n\"I've known people that have died through Covid and it's affected my life a lot. I haven't been able to go to work. I miss that lots. I think people just need to realise the implications that long Covid has.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57383031",
      "category": "uk-scotland",
      "title": "Covid in Scotland: How can you watch Euro 2020 safely?",
      "tags": "Coronavirus lockdown measures,Glasgow,Coronavirus pandemic",
      "text": "As the Euro 2020 tournament kicks off - a year late because of the pandemic - football fans across Scotland are preparing to watch 24 teams take part in 51 games, including the national team. \nScotland's first game of the month-long tournament will take place on Monday. \nSo, how can you watch the games safely, given that we're still living through a pandemic?\nWith Glasgow one of 11 cities across Europe hosting games, there are a number of places supporters can watch the games, and BBC Scotland has been looking into what the rules are at each. \nAbout 12,000 fans will gather in Hampden Park for four matches this month, taking the national stadium to 25% capacity. \nThey include the Scotland v Czech Republic game on 14 June and the Scotland v Croatia match on 22 June.\nFans will be spread across the whole stadium, with 1.5m distancing between them. \nSupporters have been sent e-tickets which include allocated times to arrive over a three-hour period, to avoid crowding at the turnstiles. \nMask-wearing will be expected at all times and over 800 hand sanitising stations will be available. \nThose who are exempt from wearing a mask will be asked to show a doctor's certificate to prove this. \nFood kiosks will be closed, again to avoid queuing, but fans are allowed to bring snacks in. Some, though, have complained that they will have to wait so long inside the stadium with no amenities open. \nThey will also have to stay in their seats at half time. \nWembley Stadium in London, which will host eight matches including the semi-final and final, will also operate at 25% capacity. \nBut the 22,000 ticketholders attending each game will have to show proof of vaccination or a negative Covid test. \nAt Hampden, organisers say there is no requirement for testing but they recommend that supporters who have not been fully vaccinated take a lateral flow tests before entering the stadium.\nAntun Oršolić, 37, has booked to travel from his home in Croatia to Glasgow for the tournament. \nBut he says, right now, he doesn't know whether he will come.\nThe two games he has tickets for will take place while he would be in quarantine. \nHe told BBC Scotland: \"If we enter the UK, we have to go in to quarantine and that is the biggest problem of all.\n\"There are no problems getting tested - we get tested regularly. \n\"I've had two doses of the Pfizer vaccine and I didn't need to get it this soon but I arranged it so I could travel for the Euros. So did all of my friends who are due to travel with me.\" \nIt seemed to him that a \"common sense\" option would be for fans who could prove they had received two doses of the vaccine and who had tested negative for the virus to be allowed to go to the match. \nBut the Scottish government said fans travelling from an amber list country must stick to the rules on testing and quarantine, and that travel restrictions were in place to limit importation of the virus and dangerous variants.\nUp to 6,000 ticketholders a day will be able to watch games on big screens in the fan zones at Glasgow Green over the 31 days of the tournament. \nA total of 3,000 people will be able to attend an afternoon session and another 3,000 an evening session in the \"largely seated\" venue which will be subject to Covid rules. \nHowever, the Scottish government - who approved plans for the fan zone - has stressed that in \"normal\" times Glasgow Green had a capacity of 81,000 people, and that the site would be \"highly regulated\" so it was \"low risk\". \nThe site has been split into two areas, a family picnic zone and a food and drinks area. \nIn the food and drink area, tables seating six will be allocated to ticketholders. The tables have been placed 2m apart in line with social-distancing requirements. \nAnd alcohol will be served - but this will be strictly table service only to avoid people queueing at bars. Spirits will not be served on a match day.\nSpectators will also have to complete Test and Protect information, and wear masks when moving around Glasgow Green. \nThere have been calls from public health experts to make testing mandatory ahead of spectators visiting the fan zone. \nAnd some hospitality businesses have expressed anger that the fan zone is going ahead in the city, despite rising Covid cases. \nBosses fear that the event could lead to more cases which could mean a return to tougher rules - and undoubtedly a further impact on their struggling businesses, which have endured some of the strictest restrictions in the country.\nMembers of the public have also said they are frustrated that so many people will be allowed to congregate while other gatherings - like weddings and other life events - are still subject to such strict curbs. \nBut the Scottish government has defended its decision to allow the fan zone to go ahead. \nOn the issue of not requiring mandatory testing, it says that everyone is being \"encouraged\" to make \"regular use of lateral flow tests\", and that organisers would be \"reinforcing\" that message to fans in advance of them attending the fan zone. \nHealth Secretary Humza Yousaf said there were issues around mandatory testing, for example some people were unable to take tests due to medical conditions or disabilities, as well as ethical issues. \nHe also raised the issue of \"digital exclusion\" affecting some fans who do not have access to the internet or a mobile phone, who would not be able to present a text or email that confirms a negative test. \nAnyone can order lateral flow tests free online, for delivery to your home. \nA Uefa Euro 2020 Glasgow Host City spokeswoman said extensive planning had taken place with a programme of measures implemented to ensure safety. \nShe added that the fan zone provided an opportunity for supporters to gather safely in a controlled environment. \nAll the current restrictions on hospitality will stand, with a few extra considerations that publicans will have to make. \nThe current restrictions on maximum numbers and taking contact details for Test and Protect will apply. \nBut official guidance for venues says that football can result in heightened emotions, and that customers must continue to comply with hospitality rules - which means leaving seats and standing in front of TVs, shouting and singing, and not observing social-distancing are not allowed. \nThe guidance also asks pub owners to \"think carefully about where TV screens are situated\" to avoid congestion. \nIt also advises them to prevent screens being viewed from outside the premises by non-customers.\nThat's after Scotland fans were filmed crowded together celebrating outside a Glasgow pub while watching a penalty shootout through a window last year. \nThe pubs should also ensure the TV sound is at a low enough volume so that customers can \"converse comfortably without significantly raising\" their voices - as someone with Covid will spread more virus when they raise their voice. \nPremises in level two areas have to offer two-hour, pre-booked slots (but this requirement does not apply in levels one and zero), so businesses are encouraged to schedule these slots around kick-off times to allow customers to see full matches. \nThe Scottish government acknowledged the challenges facing the hospitality sector at a time when it would normally be welcoming extra customers.\nA spokeswoman said: \"No-one wants the current restrictions in place a moment longer than necessary, but the evidence shows that the virus is transmitted between households, particularly in environments with close contact at less than two metres and where ventilation may be poorer.\n\"We are keeping all measures relating to the Euros under review and will continue to engage with the hospitality industry about any changes that may be necessary.\"\nThe rules for watching the game at home are the same as any other indoor socialising you might do in your home. \nEverywhere in Scotland is currently in level two or below. \nThe rules for indoor socialising in level one or two are you can meet socially in groups of up to six people from three households in your home or theirs. \nIn level zero, of up to eight people from four households can meet inside. \nYou can check which level of restrictions apply in your area here. \nIndoors, children under 12 do not count towards the total number of people meeting, but they do count towards the number of households. \nYou do not need to physically distance from family and friends in a private home, and you can travel anywhere in Scotland.  \nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57445053",
      "category": "uk-wales",
      "title": "Blood donation: Gay couple 'thrilled' after rules change",
      "tags": "Blood donation,LGBT,Newbridge",
      "text": "Married couple Carl and Martin have given blood in what the Welsh Blood Service has described as a \"landmark\" moment.\nUntil now men who have sex with men had to wait three months before donating. \nFrom Monday, gay men in sexually active, monogamous relationships can donate for the first time.\nAnyone who has had anal sex with a new or multiple partners in the past three months will have to wait three months to donate - regardless of their gender.\nIt follows a review by the Fair (For the Assessment of Individualised Risk) steering group, which concluded switching to an individualised, gender-neutral approach was fairer and maintained the safety of the blood supply.\nThe review's recommendations are to be implemented by all four UK nations.\nCarl, from Newbridge, in Caerphilly county, said beforehand: \"I am absolutely thrilled to be booked in to donate under these changes...\n\"It is only fair in today's society that everyone's behaviours should be treated the same and not by the gender of their partner.\"\nHis husband Martin added: \"Today is a very special day for Carl and I.\n\"Together we can now make potentially lifesaving donations to help patients in need.\" \nHe said his own family had benefited from blood donation in the past: \"My father had numerous blood transfusions and I am forever grateful to those donors for their support. \n\"My niece also received many blood transfusions during her treatment for leukaemia - she is now thankfully in full remission and I am absolutely delighted to potentially help someone like her recover from such a serious illness.\" \nLGBT campaigner Shane Andrews from Cardiff is also booked to donate for the first time on Monday.\nHe said: \"I am delighted... today is my first donation but it definitely won't be my last. \n\"I feel honoured to commence my lifesaving journey on World Blood Donor Day but also during Pride month.\"\nThe Welsh Blood Service said it needed about 350 blood donations each day to maintain a steady supply of vital blood and blood components to 20 hospitals across the country. \nIts service director Alan Prosser said: \"We are thrilled to mark World Blood Donor Day by welcoming more people into our lifesaving team of blood and platelet donors. \n\"From today, more people can safely donate thanks to a new and fairer eligibility criteria. \n\"Whilst blood services are not responsible for setting the rules around donation, we are delighted that our work in collaboration with the Fair steering group has led to the new regulations.\"\nZoe Gibson, head of nursing at Welsh Blood Service, said: \"Patient safety is at the heart of everything we do. \n\"All donations are tested for significant infections before they are sent to hospitals to maintain the safety of the blood supply chain.\"\nBlood Equality Wales said: \"It is great to see these changes coming into force, especially after so many people in the LGBT+ community have fought and campaigned for changes to the rules around blood donation for such a long time. \n\"These changes are welcomed, but there is still a great deal of work to do in achieving absolute equality in the blood donation space.\"\nDavinia Green, director of Stonewall Cymru, also welcomed the changes, saying: \"This represents an important first step towards a donation selection policy entirely based on an individualised assessment of risk.\"\nBefore donating blood, people will have to complete a donation safety check and will be asked whether, over the last three months, they have:\nIf the answer is \"yes\" to any of these questions, they will not be eligible to give blood for another three months.\nIn addition, they will be asked whether they:\nIf their answer is \"yes\" to any of these questions, they will not be eligible to give blood.\nIn order to become a blood donor you must also be in good general health, over 17 years old and under 66 years old for your first donation, and weigh at least 50kg (7st 12lb).\nOther reasons that can prevent you from being able to give blood include being pregnant or having a tattoo, piercing or semi permanent make-up in the past 120 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-57475474",
      "category": "uk-england-dorset",
      "title": "Durdle Door: Woman dies in cliff fall near popular coastal spot",
      "tags": "West Lulworth",
      "text": "A woman has died after falling from a cliff on the Dorset coast.\nEmergency services were called at about 15:00 BST to Man o' War beach, near Durdle Door and Lulworth.\nPolice said the woman had been pronounced dead at the scene and the circumstances were still being investigated.\nRachel Williams, from Maidenhead, Berkshire, said people shouted at the woman not to climb down the cliff before she fell.\nMs Williams, who was on the beach, said: \"The woman shouted, 'I'm coming down, I'm coming down', and we're all shouting 'Stop, stop'.\"\nShe said it was not clear who the woman was shouting to.\nThe Maritime and Coastguard Agency (MCA) said it received multiple 999 calls about the incident. \nMichelle Attard, from London and visiting nearby Durdle Door, saw emergency workers attending to the woman on Man o' War beach.\nShe said: \"There were two helicopters and police trying to find out how someone slipped off the edge of the cliff.\n\"Such a sad event to witness.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57464534",
      "category": "business",
      "title": "Renting now cheaper than buying a home, Hamptons says",
      "tags": "Housing,Affordable housing,Housing market,Private rented sector",
      "text": "It is cheaper to rent a property than it is to buy a home for the first time in more than six years, says Hamptons.\nResearch by the estate agency suggests that before the pandemic began in March 2020, people buying with a 10% deposit would have been better off than renters by £102 a month.\nBut last month, it found the average private sector tenant was better off, spending £71 a month less in rent.\nThere are now only four areas in the UK where it is cheaper to buy than rent.\nThey are the North East, North West, Yorkshire and Humber, and Scotland.\nThis is in contrast to May last year, when rental demand dropped as younger adults returned to live with their families during the pandemic and work and leisure restrictions made city living less attractive.\nIn early 2020, it was cheaper to buy instead of renting in every nation or region in the UK. \nHamptons says the switch comes despite a 7.1% rise in average rents over the past 12 months, as strong house price growth coupled with increases in higher loan-to-value (LTV) mortgage rates have added to the cost of buying and owning a home.  \nAs a result, a typical first-time buyer will now find it cheaper to rent than buy on a monthly basis, with a monthly average of £1,054 spent on rent compared with £1,125 on mortgage repayments - the first time since December 2014 that renting has been cheaper than buying.\nLondon has seen the largest shift since the start of the coronavirus pandemic. \nFalling rents there mean a buyer putting down a 10% deposit on a property in the capital will have gone from being £123 a month better off buying in March 2020, to spending £251 a month less on rent in May 2021, the report said.\nThere are, of course, a host of other financial and practical factors which potential first-time buyers will consider when deciding to rent rather than buy, or vice versa, which are not captured in this research.\nAneisha Beveridge, Hamptons' head of research, said the pandemic was responsible for reversing this six-year-long trend.\n\"A year ago, lenders were either increasing their rates or withdrawing higher loan-to-value mortgages altogether,\" she said.\n\"For first-time buyers in particular this pushed up the cost of paying a mortgage, if they could get one at all, to well above the cost of renting.\"\nMs Beveridge added that it was likely that the balance would swing back somewhat towards buying, particularly as mortgage rates come down, but this would likely be partly offset by rising house prices.\n\"And while interest rates are falling, they're still considerably above where they were pre-pandemic on higher LTV (loan-to-value) loans,\" she said. \n\"Despite this, we expect the gap between renting and buying to close over the remainder of this year, moving back towards longer-term levels in 2022.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57466397",
      "category": "uk-wales",
      "title": "Christian Eriksen: Dad back playing football after cardiac arrest",
      "tags": "CPR,Heart,Cardiac arrest",
      "text": "\"I died on the pitch for six minutes and I am playing football again.\"\nAndrew Barnett from Cardiff collapsed in front of his son in 2018 and said had there been no defibrillator near by, it could be very different picture.\nIt comes as a charity received hundreds of applications following Christian Eriksen's cardiac arrest while playing for Denmark at Euro 2020.\nCalon Hearts said defibrillators should be mandatory as cardiac arrest could \"happen to anyone\".\nAndrew Barnett suffered a cardiac arrest while playing a Christmas special football game with his children.\nThe 47-year-old told BBC Radio Wales it was \"extremely hard\" and \"shocking\" to see Christian Eriksen collapse on Saturday.\n\"One minute you're on your feet and the next you're literally down on your face, and that's what happened to Christian, unfortunately. So it was really hard to watch,\" he said.\n\"[What happened to me] was not on the global stage unfortunately but it was similar, it was in a football match, playing with children and and parents. I was running down the pitch and literally just face-planted.\n\"I didn't know anything about it, there was nothing, no signals before - that's probably the most worrying part of it, that you don't get any sort of indication it might happen.\"\nAndrew was saved, first by CPR, but then two staff at a nearby leisure centre who used a defibrillator.\nHe said the speed with which someone gets CPR and then a defibrillator was \"absolutely key to the outcome\" and backed them being readily-available to the public.\nHe added that his son has shown an interest in CPR since the incident and it needs to be taught more widely in schools.\nSchools in Wales will be expected to teach lifesaving skills and first aid under the nation's new curriculum by 2022.\nAndrew said: \"If you look at what happened to Christian and if that was in a school, for example, and people don't have the training then the outcome might not have been the same - he was incredibly lucky.\n\"The defibs are worth their weight in gold.\"\nA cardiac arrest is different to a heart attack as it is a symptom that stops the heart from beating, according to the NHS.\nFewer than 1 in 10 people survive an out-of-hospital cardiac arrest in the UK.\nSharon Owen of Calon Hearts Defibrillators Wales said Eriksen's collapse was \"simply awful\" and \"outlines everything we've been trying to do as a charity for years\".\nShe added that cardiac arrests could \"happen anywhere to anyone - every school, sports club, university, work place, recreational place should have one\".\nShe said requests had been coming in in their hundreds - most of which were from amateur sports clubs.\n\"If you go into cardiac arrest without a defibrillator you have only 7% chance of survival, if a defib is on the patient within three minutes, the chance of survival is over 70%.\n\"People think it'll never happen to them but it's something than happens sadly to too many young and sporty people.\"\nShe said the Welsh government deadline of 2022 for CPR training was \"too late\" and defibrillators needed to be mandatory as there were 8,007 cardiac arrests outside of hospitals in Wales last year with a survival rate of 3%.\nA Welsh government spokeswoman said: \"We have provided funding to the Save a Life Cymru campaign, which is working with organisations across Wales to raise awareness of the importance of CPR training and the use of defibrillators through the Touch Someone's Life campaign.\n\"The number defibrillators in communities and buildings across Wales is increasing constantly and we would encourage people to register them with the ambulance service.\"\nKevin Martin, 58, from Pontypridd suffered a heart attack and cardiac arrest during his weekly five-a-side football game.\nThanks to the centre's defibrillator and quick thinking from his teammates, he was kept alive until paramedics arrived.\nThat was eight months ago. Now Kevin, who works as a postal delivery worker, is returning to the team he has been a part of for more than 40 years.\nFor the first time since his cardiac arrest, Kevin is returning to Gol, the football centre where fellow players saved his life. \nSpeaking about his last game, Kevin said: \"I had been playing five-a-side football once a week most of my adult life. That particular day I felt a bit sluggish, but put it down to indigestion.\n\"Just before half-time I collapsed and crumbled to the ground. I'm told the chaps on the pitch started doing CPR on me immediately and then staff at Gol managed to get the defibrillator over.\n\"These actions saved my life and I'm forever grateful for it. With my recovery going well, I'm more excited than ever to be able to start slowly getting back in the game.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57434493",
      "category": "health",
      "title": "June 21: Why lockdown easing may be delayed",
      "tags": "Coronavirus pandemic",
      "text": "Monday was meant to be the moment when the government declared the pandemic was effectively over in England. The plan had been to give a week's notice that all restrictions would end on 21 June.  \nBut the prospect of that happening is now looking increasingly unlikely following the rise of the Delta variant. Behind the scenes, government scientists have been warning ministers this week that caution is needed.\nWhy do we appear to be stumbling at the final hurdle?\nIt was always expected that infection rates would rise at this point - allowing indoor mixing was the move that provides the most opportunity for the virus to spread.\nAnd with Office for National Statistics data showing eight in 10 adults are currently testing positive for antibodies - a result of both vaccination and previous infection - there are still plenty of susceptible people for it to infect.\nBut what has become clear in the past few days is that the trajectory we are on is steeper than many had hoped, because of the more infectious Delta variant, thought to be 40% to 80% more transmissible than the Alpha variant, first identified in Kent.\nAt the current rate of growth the UK will hit 15,000 cases a day by 21 June and January levels of infections by late July - and that's without the further relaxation of restrictions due, which could drive up cases even more.\n\"It's very clear where infection rates are heading now - and it's not where we wanted to be or thought we would be just a few weeks ago. That's why we're concerned,\" says one of the scientists on Sage, the group which advises ministers. \nWhat is less clear, however, is what this means for hospital cases. \nIt is often said that vaccination has broken the link between infections and hospitalisations - and if people are not getting seriously sick, then it does not matter if infection levels rise.\nBut at this stage it appears to have weakened it rather than broken it. Admissions have already started rising, albeit not as fast as they did in September, the last time infections were rising at this rate.\nThe rate of hospitalisations appears to be less than half of what it was then, although there are only a few days of data to draw on so scientists cannot be certain. This is one of the reasons why they are asking ministers for more time to monitor the data.\nBut if we assume that link is right, it suggests 4% of cases being identified end up needing hospital treatment. That could equate to 2,000 admissions a day if we do reach January level infection rates - twice what the NHS would normally see in the depths of a bad winter for respiratory illness. A small percentage of a very big number can still be a big number.\nHowever, the data on its own does not tell the full story. There is evidence the people being admitted to hospital are younger and less seriously ill than in previous waves, and so need less treatment and spend less time in hospital. \nThere seems to be very few doubled-jabbed patients despite those being the most at risk of serious illness - providing further confidence about just how well the vaccines work.\nThat in turn will mean many many fewer deaths. In a couple of weeks, scientists believe they will be able to give ministers a better idea of what is going to happen than they can now, meaning there will be greater confidence about the impact of a full unlocking.\nBut as well as time to analyse the data, a delay also has the benefit of helping to vaccinate more people.\nEvidence gathered by Public Health England shows that getting a second dose is crucial to stemming the spread of the Delta variant.\nAfter one shot, both the Pfizer and AstraZeneca vaccines appear to stop about a third of infections caused by the Delta variant, compared with about half for the Alpha variant.\nBut for both the protection offered after a second dose remained high - showing that despite the variants every vaccination still brings us closer to ending the pandemic.\nCurrently just over half of adults are fully vaccinated while another quarter have received one shot. With half a million doses a day being given on average, those figures will be substantially higher in just a few weeks. \n\"There is a clear public health benefit to a delay as well as providing time to analyse the data,\" says Prof Neil Ferguson, one of the modellers analysing the figures for ministers.\nOf course, if infection rates keep rising - and that in turn drags up hospital admissions albeit not at the same pace as before - there is a risk that could leave England waiting for months before restrictions end completely.\nBut there is good reason to hope the rise in cases may be over more quickly than it has been in previous waves and without the need for extra restrictions.\nThe evidence from Bolton offers some hope of that. Infections started rising rapidly in early May as the Delta variant took hold. \nThe wave though was quite different from what went before - with very low numbers of over-60s, the group that was mostly double-jabbed by that point, infected.\nInfections spread quickly through younger age groups, but soon stopped.\nChanges in behaviour, surge testing and the push on vaccinations that have taken place will have played a role, but so too did the wall of immunity the virus came up against.\nDr Adam Kucharski, an infectious diseases expert from the London School of Hygiene and Tropical Medicine, believes infection levels may not take off significantly in some areas because of their high levels of vaccination.\n\"I think there will be quite big differences in infection rates between areas. In communities where immunity levels are high and contacts low, we may not see infection rates climb that much.\"\nA delay to the complete ending of restrictions does not mean it will never come.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57472604",
      "category": "health",
      "title": "21 June: What will delaying the full unlock achieve?",
      "tags": "Coronavirus pandemic",
      "text": "The government in England is delaying the full lifting of restrictions in England by four weeks. It comes amid rising infection rates. \nBut what difference does waiting another month make?\nThe most obvious consequence will be that a greater number of people will have been vaccinated.\nThe government has now brought forward its target to offer all adults a first dose of a vaccine to 19 July.\nThis is nearly two weeks earlier than the original deadline and means all adults will have had the opportunity to have at least one dose by the time all restrictions are due to lift.\nNot everyone will come forward, but if the number of vaccinations being done at the moment remains consistent it would mean more than three-quarters of adults will have had two jabs and nearly nine in 10 one jab.\nChief scientific adviser Sir Patrick Vallance says this will act as a \"double protection\".\nThat is because the over-40s, who are most at risk of serious illness, will have had the chance to be fully vaccinated.\nMeanwhile, younger age groups, who have the highest rates of infection, will have the benefit of one jab if they take up the offer. As well as providing some protection to them, this will help slow the spread of the virus.\nAll this though is dependent on supply. \nThe UK has plenty of AstraZeneca doses - there is thought to be a stockpile of about five million - but the under-30s, who are now being given their first dose, are being offered Pfizer or Moderna because of concern about blood clots. \nThat has to be imported, and is essentially being used as soon as it arrives.\nInfection rates are already rising rapidly - doubling every 10 days or so. On current trends, we could hit January levels of infections by the end of July.\nThe fear was that opening up further would have allowed the virus to spread even more quickly than it is now.\nBy delaying opening up by four weeks, government modellers say it could reduce the number of those cases ending up in hospital by between a third and a half to around 1,000 a day in the summer.\nThe rises we are seeing at the moment could also start to slow during this period.\nThat's because of the high levels of immunity in the population from the vaccination programme, which will make it harder for the virus to spread after an initial surge.\nProf Jonathan Ball, an expert in viruses at University of Nottingham, says his hope is the increases that are being seen now will start to flatten.\n\"I think in a few weeks we could see it slow. I certainly don't think the speed of the rises we are seeing now will continue for long, given how well the vaccines work.\"\nAnd if that has not happened by late July, the break-up of schools for the summer holidays could help tip the scales, as it will reduce contacts among young people where Covid is spreading more quickly.\nBut even if infections continue to rise, the delay will still be of benefit as it will give government scientists a better grasp of what the consequences are in terms of hospitalisations.\nOne of the crucial elements, that is not fully understood at the moment, is to what extent the vaccination programme has broken the link between infections and serious illness.\nHospitalisations have started to rise - albeit from a low base. Early data suggests about 4% of confirmed cases are currently ending up in hospital although there is a lot of uncertainty around this, as the impact of the rise in infections in recent weeks is only just translating into admissions.\nThat is less than half the proportion ending up in hospital during the winter wave.\nBut the data only tells you part of the story. It also seems that the patients ending up in hospital are less sick, and are being discharged more quickly.\nSo it is pretty clear - as we would expect given the vaccine rollout - that the link between infections and hospital cases is significantly weakened, but to what extent exactly remains to be seen.\nFully understanding this will enable scientists to give ministers a clearer idea of what the consequences of a full unlock will be if cases are still rising come 19 July, and therefore whether any measures at all may need to be retained.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57467051",
      "category": "health",
      "title": "Headache and runny nose linked to Delta variant",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "A headache, sore throat and runny nose are now the most commonly reported symptoms linked to Covid infection in the UK,  researchers say. \nProf Tim Spector, who runs the Zoe Covid Symptom study, says catching the Delta variant can feel \"more like a bad cold\" for younger people. \nBut although they may not feel very ill, they could be contagious and put others at risk.\nAnyone who thinks they may have Covid should take a test. \nThe classic Covid symptoms people should look out for, the NHS says, are:\nBut Prof Spector says these are now less common, based on the data the Zoe team has been receiving from thousands of people who have logged their symptoms on an app. \n\"Since the start of May, we have been looking at the top symptoms in the app users - and they are not the same as they were,\" he says.\nThe change appears linked to the rise in the Delta variant, first identified in India and now accounting for 90% of Covid cases in the UK.\nFever remains quite common but loss of smell no longer appears in the top 10 symptoms, Prof Spector says.\n\"This variant seems to be working slightly differently,\" he says. \n\"People might think they've just got some sort of seasonal cold and they still go out to parties and they might spread around to six other people. \n\"We think this is fuelling a lot of the problem.\n\"The message here is that if you are young, you are going to get milder symptoms anyway.\n\"It might just feel like a bad cold or some funny 'off' feeling - but do stay at home and do get a test.\"\nSimilarly, the Imperial College London React study of more than a million people in England - when the Alpha or UK variant was dominant - found a wide range of additional symptoms linked to Covid. \nChills, loss of appetite, headache and muscle aches were together most strongly linked with being infected, alongside classic symptoms. \nGovernment advice says the most important symptoms of Covid are:\n\"There are several other symptoms linked with Covid-19,\" it says. \n\"These other symptoms may have another cause and are not on their own a reason to have a Covid-19 test.\n\"If you are concerned about your symptoms, seek medical advice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57446585",
      "category": "uk-northern-ireland",
      "title": "Brexit: Gulf remains between UK and EU over Brexit protocol",
      "tags": "NI Brexit,Brexit",
      "text": "As his press conference wore on, Maros Sefcovic sounded increasingly frustrated.\nThe European Commission vice president had spent Wednesday morning in a meeting with Lord Frost, the UK's Brexit Minister.\nThe meeting to discuss the implementation of the Northern Ireland Protocol has been described by some sources as \"brutal\" or \"a car crash\".\nMr Sefcovic said it had been a very difficult discussion.\nHe told the media that earlier in the process the EU had suggested things the UK could do to simplify export certification for some products going from GB to Northern Ireland.\n\"Do you think at least one of these things was done?,\" he asked.\n\"None. Nothing has materialised.\"\nThis is typical of how the EU sees the UK's willingness to implement the protocol; moving too slowly and so needlessly exacerbating problems.\nThe UK bristles at this. \nWriting for the Financial Times this week, Lord Frost said: \"We enforce EU law in Northern Ireland as required. We take no lectures on whether we are implementing the protocol; we are.\"\nBut aside from disagreement about operational detail, it is clear there is now a gulf between the two sides on how the protocol should be interpreted.\nThe protocol was agreed by the UK and EU in October 2019 and was subjected to further negotiation and agreement last year.\nIts fundamental aim is to prevent a hardening of the land border between the two parts of island.\nIt does that by keeping Northern Ireland in the EU single market for goods, meaning products arriving from GB need paperwork and some, particularly food, are subject to checks.\nIt was well understood in the UK Civil Service, if not among all MPs, that this was going to mean a substantial trade border which would increase cost and complexity for internal UK trade.\nThe text of the protocol contains 40 pages of EU directives and regulations which continue to apply in Northern Ireland.\nThat is the letter of the agreement. But UK ministers are increasingly focused on what they see as the spirit of the agreement.\nFor them, that spirit can be found in the preamble to the protocol where one section reads: \"The application of this protocol should impact as little as possible on the every day life of communities in both Ireland and Northern Ireland.\"\nOn that basis, the current range of checks and controls does not come up to the mark and the operational impact of the protocol should be radically changed.\nLord Frost put it like this in the Financial Times: \"In 2019 we agreed, as a huge compromise and for the greater good, to control certain goods' movements within our own country and customs territory. \n\"If that situation is not to be totally unsustainable we need to be able to do so in ways which do not disrupt every day life and which respect everyone's identity and interests.\"\nThe EU sees this approach as infuriatingly reductive and an attempt to walk back the whole premise of the agreement.\nFrench President Emmanuel Macron robustly articulated that view ahead of the G7 summit.\n\"We have a protocol,\" he said. \"If, after six months, you say we cannot respect what was negotiated, then that says nothing can be respected. \n\"I believe in the weight of a treaty, I believe in taking a serious approach. Nothing is negotiable. Everything is applicable.\"\nDespite those tough words, technical talks between EU and UK officials will continue and progress is being made on easing some parts of the protocol.\nOutside those talks, other well-informed observers continue to offer ideas.\nAnton Spisak, a former UK Brexit official, has suggested a risk-based scheme which could offer a way to sharply reduce the need to check goods going from GB-NI. \nBut any scheme of that sort involves the EU investing a large amount of trust in the UK and for now trust is in short supply."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57471106",
      "category": "business",
      "title": "Travel insurers criticised over extent of Covid cover",
      "tags": "Money,Travel insurance,Personal finance,Insurance,Coronavirus pandemic",
      "text": "Travel insurance policies that offer \"complete\" cover for Covid-related disruption are barely available, according to consumer group Which?.\nIt analysed 263 different policies and found only two gave travellers all-round financial protection.\nAs a result, it called into question various providers' claims that their policies provided Covid cover.\nAn industry body said holidaymakers needed to be clear about what their insurance products provided.\nInsurance brokers have stressed that they can search the market for specific needs if people still wish to travel despite the current restrictions.\nThe analysis by Which? found two policies - from HSBC and Barclays - offered widespread protection, but were only available to those banks' customers and could only be bought alongside other insurance products.\nThey protected policyholders against cancellation due to changes in advice from the Foreign, Commonwealth and Development Office (FCDO) or government lockdowns prohibiting travel. They also covered testing positive for Covid-19 or being told to self-isolate, and medical costs and repatriation.\nWhile some travel insurers boasted of offering \"Covid cover\", many policies excluded plausible and potentially costly scenarios, such as new lockdowns in the UK or destination country, the consumer group said.\nEvery policy analysed offered cover for medical and repatriation costs for travellers catching Covid while travelling.\nHowever, no more than a third offered cover if travellers cancelled after being notified to isolate by the test and trace app, and only 3% protected against failing to travel owing to a need to quarantine on return - a scenario possible if their destination was re-graded on the traffic light system.\nGareth Shaw, head of Which? Money, said: \"As the removal of Portugal from the green list shows, last-minute disruption to holiday plans can happen - and our research shows that many travel insurers don't offer much protection if it does.\n\"The government should work with regulators to ensure that travellers, should they choose to go abroad, are given clear information about what they will and won't be covered for.\"\nA spokesman for the Association of British Insurers said: \"We urge people to read their policy to understand the scope of cover, as policies bought after the pandemic was declared are unlikely to cover cancellation due to Covid as it is a known risk, and travel insurance is designed and priced to cover unforeseen events.\n\"Travellers should always be aware of and follow government advice, and the border requirements of the country they are visiting. And always follow FCDO advice, to avoid invalidating your travel insurance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57478412",
      "category": "business",
      "title": "Australia trade deal will not hit UK farmers, says Liz Truss",
      "tags": "UK trade tariffs,Agriculture,Trade,Australia",
      "text": "A new trade deal between the UK and Australia will not harm British farmers' livelihoods, the trade secretary has told the BBC.  \nLiz Truss denied that imports of Australian beef would flood the UK and said British export markets would grow. \nThe pact - the first to be built from scratch since the UK left the EU - will cover British goods such as cars, Scotch whisky, biscuits and ceramics.\nBut some UK farmers fear they may be undercut on price and standards.\nSpeaking to the BBC's World at One programme, Ms Truss said: \"At the moment there are extremely small quantities of Australian beef coming into the UK.\n\"So what we'd be looking at here is over time some of the EU imports [lost due to Brexit] being replaced by Australian imports.\"\nShe added that the deal - which is seen as an important step towards the UK joining a wider Asia Pacific free-trade agreement - would also create opportunities. \n\"We can see the evidence, that sales of British beef international are growing to places like Asia-Pacific and the United States because people want to buy high quality British products produced in a high animal welfare way,\" Ms Truss said.\nShe said by 2030, 66% of the world's middle classes will be in Asia and they want to buy products such as whisky, cars, beef, and lamb from the UK. \"We need to be positive about what we've got to sell rather than being defensive,\" she said.\nHowever, Dominic Goudie, head of international trade at the Food and Drink Federation, expressed concern about the lack of detail in the deal.\n\"It is now vital that we know the detail of what has been agreed to help businesses understand and begin to prepare for the new terms of trade,\" he said.\n\"The terms must also ensure that consumers have continued confidence that any agreement maintains the highest food safety and animal welfare standards.\"\nNational Farmers' Union president President Minette Batters said: \"While the government has previously been keen to highlight how our free trade agreements will uphold our high standards of food production, there has always been a question mark over how this can be achieved while opening up our markets to food produced to different standards. \n\"We will need to know more about any provisions on animal welfare and the environment to ensure our high standards of production are not undermined by the terms of this deal.\"\nUnder the deal with Australia, the government says farmers will be protected by a cap on tariff-free imports for 15 years, using tariff rate quotas and other safeguards. \nBut some UK farmers have concerns there will be no meaningful safeguards in place to stop them being undercut by cheap imports.\nFarmers in Australia are allowed to use some hormone growth promoters, pesticides, and feed additives that are banned in the UK.\nThe UK Trade and Business Commission is worried that Australian farming operates on a scale that UK counterparts cannot compete with, saying Australia contains eight of the 10 largest farms in the world, including one which is larger than Israel.\nAccording to the UK's National Farmers Union, Australian farmers are able to produce beef at a lower cost of production, and could undercut farmers in the UK.\nBut Ms Truss said the deal would be fully scrutinised by the Trade and Agriculture Commission and MPs could block it if they were not happy. \nShe added that it would create better access for UK digital and financial services and better arrangements for UK citizens who want to work in Australia.\nWelsh lamb and Australian wine are said to have been on the menu as Boris Johnson and Scott Morrison settled the deal over dinner - but ultimately this deal is more significant in symbolic than economic terms. \nFor the government's own estimates say the new arrangements may add just 0.02% to our GDP, and the impact on prices is negligible. \nBut this, the first bespoke deal of the post-Brexit era, signifies global Britain's ambitions. The hope is that this paves the way for more alliances beyond the EU - starting with a group of trans-Pacific nations, the CPTPP. They only buy 8% of our exports - and we have deals already with the majority of members. But the ultimate hope is that key partners - such as the US - might also join. \nIt also symbolises though, the sacrifices that may be needed to get deals. British farmers fear they will face more competition from Australian counterparts on their home soil. Australian farmers say they won't be flooding the market. The UK is so far away that even the 80% increase in Australian imports the government predicts equates to 0.1% of total UK imports. \nIt'll be a while before the detail of this deal can be publicly scrutinised - even by those who'll be affected. But the concern is that this sets a marker, that  agriculture may be up for grabs when it comes to compromise in future and far bigger trade deals.\nThe UK government has signed a long list of trade deals over the past year, but they have been rollovers of those the UK already had as part of the EU.\nIn 2019-20, trade in goods and services between Australia and the UK was valued at £20.1bn. The government says the deal will boost UK industries that employ 3.5 million people across the country. \nMetals, wine and machines have formed the biggest goods exports from Australia to the UK, while Australia's main UK imports are cars, medicines and alcoholic drinks.\nTrade in meat between the two countries is small at present, with 14% of sheep meat imports to the UK coming from Australia and just 0.15% of all Australian beef exports going to the UK.\n\"A deal would be good for my exports if there's a drop in the tariffs but if we start importing more I might be faced with more competition here,\" says Mary Quicke, owner of Devon-based artisan cheesemaker Quicke's.\nShe exports about 10% of her produce to Australia, but is more concerned about Europe. \"I would rather they had another look at the Brexit deal and ironed out a lot of the problems there.\n\"There's a dreadful amount of paperwork for exporting to the EU right now, it's a complete nightmare.\n\"I want to preserve our beautiful patchwork of British farms, so I'm cautious. Our milk is produced with half the carbon footprint of milk worldwide so it's really important that we don't just create a worse environmental footprint.\"\nThe deal marks the end of what has essentially been a 50-year lock-out for Australian farmers, who have struggled to navigate Brussels' restrictions, tariffs and quotas.\nThe president of the Australian National Farmers' Federation said it had been very difficult to break into the UK because it was \"way too expensive and way too far\".\nAustralian farmers have also been looking to diversify due to the increased tensions between Australia and China. In the past year, China has imposed tariffs and restrictions on everything from Australian beef, barley and wine, to rock lobster and coal."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57465899/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccination: All adults in Wales offered first jab",
      "tags": "Coronavirus lockdown measures,Public health,Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "All adults in Wales have been offered a Covid jab, which the Welsh government says is six weeks ahead of schedule.\nData published by Public Health Wales on Monday showed 2,216,031 people have been given a first vaccine dose - 70.3% of the population.\nWales' vaccine rollout is ahead of every world nation with a population of more than one million people.\nHealth Minister Eluned Morgan said reaching the milestone before the original July target was \"remarkable\".\nWales remains ahead of the other UK nations in the total proportion of the population given a first jab.\nClinics are now accelerating second doses amid growing concerns about the spread of the delta variant.\n\"Wales is leading the world when it comes to the percentage of our population who have been vaccinated,\" said Baroness Morgan.\n\"However, we are not being complacent. I want to encourage younger adults to take up this offer of the vaccine and we don't want to see anyone left behind. \n\"We are keen to see 18 to 39-year-olds vaccinated and hope to reach our milestone of 75% take-up in this age group by the end of this month. \n\"Please take up your vaccine appointment; it offers protection to you, your loved ones and your communities and it is our best route out of the pandemic.\"\nIn the meantime Wales' case rate has risen again, climbing to 18.4 per 100,000 people, the highest since 16 April.\nThis is not unexpected, give the easing of restrictions and is still well below the other UK nations and all English regions.\nHowever there are growing concerns over the spread of the Delta variant which is now the dominant strain in Wales.\nOfficials plan to offer second doses to adults by September, while jabs for schoolchildren and boosters for older groups may be offered in the autumn.\nFirst Minister Mark Drakeford promised the second jab programme would be as quick as the first, if supplies allow.\nWales is slightly behind England and Scotland when it comes to fully vaccinating people. In all, 1,384,673 people (43.9%) here have now had a second jab.\nWhile take-up in some groups is exceptionally high, such as 90% among over-50s, there is concern that some people have still not accepted a vaccine.\nThe head of the Welsh government's vaccine programme said planning was already underway to begin offering a third booster jab from September - or possibly sooner if supplies allow.\nVolunteers in Wrexham have already been given a third Covid vaccine as part of a UK-wide trial.\n\"We are planning for various scenarios. That will involve supply, whether people have the same vaccine as they had the last time and who will get done,\" said Dr Richardson.\n\"We know the most vulnerable, those over-80, those in care homes, the groups that were one to four, they would be the first in line because they were the first to have the vaccine.\"\nDr Richardson, however, she was worried about low vaccination rates among some ethnic minority communities and deprived communities.\n\"We are doing a lot of engagement trying to understand why some people are not taking up the offer,\" Dr Gill Richardson told BBC Radio Wales.\n\"We know there are pockets, particularly in some of ethnic minority and our most deprived communities.\n\"We are worried about the black-Caribbean and black-African up-take, in the middle years. We are appealing that vaccination matters for black lives because you are more at risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57464794",
      "category": "world-middle-east",
      "title": "Israel's new PM Naftali Bennett promises to unite nation",
      "tags": "Yair Lapid,Israel,Naftali Bennett,Benjamin Netanyahu",
      "text": "Israel's new Prime Minister, Naftali Bennett, has promised to unite a nation frayed by years of political stalemate. \nHe said his government would \"work for the sake of all the people\", adding that the priorities would be reforms in education, health and cutting red tape.\nThe right-wing nationalist will lead an unprecedented coalition of parties that won a confidence vote by a razor-thin margin of just one seat on Sunday.\nHe succeeds Benjamin Netanyahu, who was forced out of office after 12 years.\nMr Bennett, the leader of Yamina party, will be prime minister until September 2023 as part of a power-sharing deal.\nHe will then hand power over to Yair Lapid, head of the centrist Yesh Atid party, for a further two years.\nMr Netanyahu - Israel's longest-serving prime minister - will remain head of the right-wing Likud party and become leader of the opposition. \nDuring Sunday's debate in the Knesset (parliament) in Jerusalem, a defiant Mr Netanyahu promised: \"We'll be back.\"\nThe new coalition was approved by 60 votes to 59, with one abstention. \nAfter the vote, Mr Netanyahu walked over to Mr Bennett and shook his hand. \nIn his speech, Mr Bennett, 49, said: \"This is not a day of mourning. There is a change of government in a democracy. That's it. \n\"We will do all we can so that no-one should have to feel afraid... And I say to those who intend to celebrate tonight, don't dance on the pain of others. We are not enemies; we are one people.\"\nRepresentatives of the Palestinians have reacted dismissively to Israel's new government. \n\"This is an internal Israeli affair. Our position has always been clear, what we want is a Palestinian state on the 1967 borders with Jerusalem as its capital,\" a spokesman for Palestinian Authority President Mahmoud Abbas said.\n\"It is an occupation and a colonial entity, which we should resist by force to get our rights back,\" said a spokesman for Hamas, the Islamist militant group that controls Gaza. \nUS President Joe Biden sent his congratulations to Mr Bennett, saying he looked forward to strengthening the \"close and enduring\" bilateral relationship.\nOld habits die hard. \nAfter the confidence vote was announced, Benjamin Netanyahu went and sat back in the prime minister's chair in the Knesset chamber.\nHe had to be ushered to the opposition benches instead. \nIt was a moment of political history - Mr Netanyahu literally unseated as Israel's longest serving leader.\nHe's not going anywhere, for now at least. He'll stay in that opposition chair and try to unpick, pull apart and otherwise \"overthrow\" - as he puts it - the coalition of the first new prime minister in 12 years. \nThis government is Israel's broadest ever - but that could also make it the most unstable. Naftali Bennett will have his work cut out just holding the parties together.\nMr Netanyahu served five terms, first from 1996 to 1999, then continuously from 2009 to 2021. \nHe called an election in April 2019 but failed to win enough support to form a new coalition government. Two more inconclusive elections followed.\nAfter the third, he formed a government of national unity with then-opposition leader Benny Gantz, but the deal collapsed and Israel went back to the polls in March. \nLikud emerged as the largest party, but after Mr Netanyahu was again unable to form a government, the task passed to Mr Lapid, whose party came second. \nOpposition to Mr Netanyahu staying in power had grown, not just among the left and centre but also among right-wing parties that are ordinarily ideologically aligned to Likud, including Yamina.\nAlthough Yamina came joint fifth in the election with only seven seats, its support was critical. After weeks of negotiations, Mr Lapid brought Yamina on board as part of a constellation of parties whose only common goal was to remove Mr Netanyahu from office.\nThe agreement involving eight factions with the 61 seats required for a majority was signed on 2 June, just half an hour before a deadline was due to expire, effectively sealing Mr Netanyahu's fate.\nIn appearance, Mr Bennett's government will be unlike any which has preceded it in Israel's 73-year history. \nThe alliance contains parties which have vast ideological differences, and - perhaps most significantly - includes the first independent Arab party to be part of a potential ruling coalition, Raam. It also has a record number of nine female ministers.\nThe inclusion of Raam and left-wing non-Arab Israeli parties means there could be friction on issues such as Israeli policies towards Palestinians - Yamina and another right-wing party, New Hope, are staunch supporters of Jewish settlement in the Israeli-occupied West Bank, for instance. \nThere could also be difficulties over social policies - while some parties want to advance gay rights, such as recognising same-sex marriages, Raam, an Islamist party, is against this. \nIn addition, some parties want to relax religious restrictions more extensively than Yamina - a national-religious party - will likely allow.\nMr Gantz, who heads the centre-right Blue and White party, will continue serving as defence minister in the new government.\nAvigdor Lieberman, the leader of the right-wing nationalist Yisrael Beiteinu party, will be finance minister, New Hope leader Gideon Saar will be justice minister, and Yamina's deputy leader Ayelet Shaked will be interior minister.\nThe leader of the left-wing Labour and Meretz parties, Merav Michaeli and Nitzan Horowitz, will be the ministers of transport and health respectively."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57462470",
      "category": "world-middle-east",
      "title": "Netanyahu out as new Israeli government approved",
      "tags": "Israel,Naftali Bennett,Benjamin Netanyahu",
      "text": "Benjamin Netanyahu has lost his 12-year hold on power in Israel after its parliament voted in a new coalition government. \nRight-wing nationalist Naftali Bennett has been sworn in as prime minister, leading a \"government of change\". \nHe will lead an unprecedented coalition of parties which was approved with a razor-thin majority of 60-59.\nMr Bennett will be prime minister until September 2023 as part of a power-sharing deal.\nHe will then hand power over to Yair Lapid, leader of the centrist Yesh Atid, for a further two years.\nMr Netanyahu - Israel's longest-serving leader who has dominated its political landscape for years - will remain head of the right-wing Likud party and become leader of the opposition. \nDuring the debate in the Knesset (parliament), a defiant Mr Netanyahu promised: \"We'll be back.\"\nAfter the vote, Mr Netanyahu walked over to Mr Bennett and shook his hand. \nHowever, representatives of the Palestinians have reacted dismissively to Israel's new government. \n\"This is an internal Israeli affair. Our position has always been clear, what we want is a Palestinian state on the 1967 borders with Jerusalem as its capital,\" a spokesman for Palestinian President Mahmoud Abbas said.\n\"It is an occupation and a colonial entity, which we should resist by force to get our rights back,\" said a spokesman for Hamas, the Islamist group that controls Gaza. \nUS President Joe Biden has already sent his congratulations to Mr Bennett, saying he looks forward to working with him.\nOld habits die hard. \nAfter the confidence vote was announced, Benjamin Netanyahu went and sat back in the prime minister's chair in the Knesset chamber.\nHe had to be ushered to the opposition benches instead. \nIt was a moment of political history - Mr Netanyahu literally unseated as Israel's longest serving leader.\nHe's not going anywhere, for now at least. He'll stay in that opposition chair and try to unpick, pull apart and otherwise \"overthrow\" - as he puts it - the coalition of the first new prime minister in 12 years. \nThis government is Israel's broadest ever - but that could also make it the most unstable. Naftali Bennett will have his work cut out just holding the parties together.\nMr Netanyahu served five terms, first from 1996 to 1999, then continuously from 2009 to 2021. \nHe called an election in April 2019 but failed to win enough support to form a new coalition government. Two more inconclusive elections followed.\nAfter the third, he formed a government of national unity with then-opposition leader Benny Gantz, but the deal collapsed and Israel went back to the polls in March. \nLikud emerged as the largest party, but after Mr Netanyahu was again unable to form a government, the task passed to Mr Lapid, whose party came second. \nOpposition to Mr Netanyahu staying in power had grown, not just among the left and centre but also among right-wing parties that are ordinarily ideologically aligned to Likud, including Yamina.\nAlthough Yamina came joint fifth in the election with only seven seats, its support was critical. After weeks of negotiations, Mr Lapid brought Yamina on board as part of a constellation of parties whose only common goal was to remove Mr Netanyahu from office.\nThe agreement involving eight factions with the 61 seats required for a majority was signed on 2 June, just half an hour before a deadline was due to expire, effectively sealing Mr Netanyahu's fate.\nIn appearance, Mr Bennett's government will be unlike any which has preceded it in Israel's 73-year history. \nThe alliance contains parties which have vast ideological differences, and perhaps most significantly includes the first independent Arab party to be part of a potential ruling coalition, Raam. It also has a record number of nine female ministers.\nThe inclusion of Raam and left-wing non-Arab Israeli parties means there could be friction on issues such as Israeli policies towards Palestinians - Yamina and another right-wing party, New Hope, are staunch supporters of Jewish settlement in the Israeli-occupied West Bank, for instance. \nThere could also be difficulties over social policies - while some parties want to advance gay rights, such as recognising same-sex marriages, Raam, an Islamist party, is against this. \nIn addition, some parties want to relax religious restrictions more extensively than Yamina - a national-religious party - will likely allow.\nMr Bennett has indicated his government would focus on areas where agreement was possible, like economic issues or the coronavirus pandemic, while avoiding more contentious matters.\n\"Nobody will have to give up their ideology,\" he recently said, \"but all will have to postpone the realisation of some of their dreams... We'll focus on what can be achieved, rather than arguing about what cannot.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57475005",
      "category": "uk",
      "title": "Covid-19: Lifting of England's lockdown delayed, and new common coronavirus symptoms",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning. \nPrime Minister Boris Johnson has confirmed a four-week delay to the final lifting of England's restrictions. Remaining measures were due to be lifted in a week's time on 21 June, but concern over the more transmissible Delta variant has prompted a delay until 19 July. At a No 10 briefing, the PM said it was a \"very difficult choice\" but it was \"sensible\" to wait a little longer. \"I'm confident that we will not need more than four weeks,\" he said - adding there would be a review after two weeks and the government \"reserved the possibility\" of lifting restrictions earlier. For weddings the current limit of 30 guests will be lifted on 21 June but a number of restrictions will remain, including social distancing requirements and no indoor dance floors.\nDelaying lockdown easing could have a \"critical impact\" on already struggling businesses and cost UK hospitality £3bn in lost sales, industry groups have told the BBC. There's also been warnings that theatre and live music risk \"imminent catastrophe\" and even \"final collapse\" as the return of full-capacity events is delayed. Nightclubs will also have to remain closed in England - and those who work for the industry have told BBC Newsbeat that one-week notice of an extension of restrictions is not enough.\nResearchers say a headache, sore throat and runny nose are now the most commonly reported symptoms linked to Covid infection in the UK. Prof Tim Spector, who runs the Zoe Covid Symptom study, says catching the Delta variant can feel \"more like a bad cold\" for younger people. The classic Covid symptoms people should look out for, the NHS says, are a cough, fever and a loss of smell or taste. But Prof Spector says these are now less common, based on the data the Zoe team has been receiving from thousands of people.\nThe Welsh government says it is six weeks ahead of schedule with its vaccine rollout, having now offered a Covid jab to every adult in Wales. It means a higher proportion of Wales' population has had a dose of a Covid vaccine than any other country with more than a million people. The nation's health minister Eluned Morgan says reaching the milestone before the original July target date is \"remarkable\". Meanwhile, the latest data shows 79.2% of the UK's adult population has had a first dose of a Covid vaccine.\nClinical trials have begun in Cambridge to see which Covid-19 vaccine works best as a third \"booster\" jab. Researchers at the Addenbrooke's Hospital site are recruiting about 180 participants for a national trial, which will test seven vaccines. The Cov-Boost study will give people a third dose of a vaccine to see whether it offers better protection against the virus than the standard two injections.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nEuro 2020 is under way, but the government's decision to delay lifting restrictions in England means this year's tournament will be different. Read our explainer to find out how you can watch the games and stay within the rules.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57471267",
      "category": "uk-england-london",
      "title": "Wembley park stabbings: Boyfriend screamed after finding sisters' bodies",
      "tags": "Harrow,Wembley,Blackheath",
      "text": "The boyfriend of one of two sisters who were stabbed to death in a Wembley park has described his terror at finding their bodies in a bush.\nAdam Stone, Nicole Smallman's partner, told jurors he \"screamed\" and \"fell to my knees in front of Nicole\" when he found her body and that of her sister, Bibaa Henry, in Fryent Country Park.\nHe told the Old Bailey he went looking for the women after they failed to return from a birthday event last June.\nDanyal Hussein denies murdering them.\nThe sisters' bodies were found lying top to toe and intertwined, the day after the birthday celebration for 46-year-old Ms Henry. She had been stabbed eight times and Ms Smallman 28 times.\nThe court has previously seen a handwritten \"contract\" taken from 19-year-old Mr Hussein's home, which purports to be between him and the \"mighty King Lucifuge Rofocale\". In the note, the signatory promises to kill six women every six months in exchange for winning the Mega Millions Super Jackpot lottery.\nMr Stone, who had lived with 27-year-old Ms Smallman for four years, said he began looking for the women when his girlfriend was not contactable the day after the party.\nAlong with his parents and a friend of the sisters, they returned to the scene of the celebration where his father found a knife in the grass.\n\"The second I saw the knife I started to run,\" Mr Stone said. \"I already had my phone calling 999,\" adding that he did not know where he was running.\n\"I decided to look in the bushes. I peered through a bush and saw some shoes. Then I ran around and dived into the bush.\n\"I feel to my knees in front of Nicole, probably about a foot away.\"\nHe described how he then screamed, before telling his parents and the rest of the search party \"not to look in there\".\nEarlier, a friend of Ms Henry, Nina Esmat, had described the \"lovely\" and \"positive\" atmosphere at the party, on 5 June, in the hours before the stabbings.\nShe was one of the last to leave, at about 23:45 BST, while the sisters stayed on, the court heard.\nShe told jurors: \"I had the impression they were not going to stay long. It felt a safe space.\"\nMs Esmat described how she was with another concerned friend searching the park when she spotted Ms Henry's new designer prescription sunglasses in the grass.\n\"I saw them glinting in the sun and my heart sank. I just knew she would not have left them behind.\"\nMr Hussein, 19, from Blackheath in south-east London, also denies illegal possession of a knife.\nThe trial continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57465142",
      "category": "world-latin-america",
      "title": "Nicaragua: Five more opposition figures detained ahead of election",
      "tags": "Nicaragua",
      "text": "Police in Nicaragua have detained five more prominent opposition figures, in what critics say is a crackdown on opponents of the country's president.\nSeveral former allies of long-time President Daniel Ortega, 75, were among those arrested on Sunday.\nPolice accused them of inciting foreign interference in Nicaragua's affairs, among other crimes.\nTwelve senior opposition figures, including four presidential hopefuls, have been arrested in recent days.\nOpposition to Mr Ortega, who is currently serving his fourth term in office, three of them consecutive, has been growing in the past years.\nIn 2018, mass anti-government protests swept through the country but were met with a violent police response. Hundreds were killed and thousands were injured in the clashes between the protesters on the one hand, and the security forces and pro-government militia on the other.\nAfter many of those who had lead the demonstrations were arrested, the protests eventually fizzled out later that year. \nMr Ortega rejected calls made at the time for elections to be brought forward and continued to serve his term.\nBut critics say that with the scheduled date of the presidential poll approaching - they are due to be held in November 2021 - he is now targeting anyone who may stand against him.  \nJulie Chung, the top US diplomat for Latin America, said the arrests were part of a \"campaign of terror\" by Mr Ortega.\nFrom revolutionary leader to opposition hate figure\nThe police said those detained over the weekend were all members of Unamos, an opposition party that is largely made up of dissidents who split from President Ortega's governing party, the Sandinista National Liberation Front (FSLN). \nThe FSLN was a socialist revolutionary movement that overthrew dictator Anastasio Somoza and swept to power in the Central American nation in 1979.\nThose detained in the past two days are:\nThey join seven other opposition leaders in detention, including four potential presidential candidates, who have been arrested since the start of the month:\nWhile those detained in the first wave of arrests last week were long-standing political rivals of Mr Ortega, some of those detained this past weekend were once allies and even comrades-in-arms of the president.\nGen Torres, who is 73, fought with Mr Ortega in the Nicaraguan revolution and secured his release from jail in 1974, something he alluded to in a video he had recorded before his arrest. \n\"Forty-six years ago I risked my life to free Daniel Ortega and other comrades who were political prisoners from prison,\" Gen Torres said in the defiant recording.\n\"These are desperate moves by a regime that feels it is moribund, that has no legal standing, that has no justification... to remain in power beyond November of this year when free and supervised elections should be held,\" he added.\nDora Téllez, 65, is another former revolutionary commander who turned against Mr Ortega. Ms Téllez served as health minister during Mr Ortega first government in the 1980s but years later became a vocal critic of his leadership. \nNearly all of those detained have been accused of plotting against Nicaragua's sovereignty and independence and of organising terrorist acts with financial help from foreign powers.\nThey have been held under a controversial treason law passed in December by Nicaragua's National Assembly, which is dominated by government allies. \nUnder the law, the government has the power to ban candidates from running for office if they are deemed to be traitors to Nicaragua. Anyone designated a traitor can be sent to prison for up to 15 years. \nThe government says the law aims to protect \"the independence, the sovereignty and self-determination\" of Nicaragua. It says the country is under threat from imperialist powers in the US and \"coup-mongers\" within Nicaragua who are determined to overthrow President Ortega."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57438881",
      "category": "uk",
      "title": "Jess Phillips: Ditch HPV stigma to avoid the shame I felt",
      "tags": "Smear tests,Birmingham,HPV,Jess Phillips,Cervical cancer",
      "text": "The Labour MP Jess Phillips has said she felt \"shame and guilt\" after being told she had HPV (human papillomavirus) in her 20s.\nShe said stigma and confusion about the common virus must be broken down so that others do not experience the same thing.\nMore women in the UK are being told they have it because of changes to the way smear tests work in recent years.\nPhillips says it should not put people off attending cervical screenings.\nMost sexually active people will contract HPV, which is passed on through sexual contact, at some point.\nIn most cases, they do not know they have it, and it clears without treatment - but it can cause cell mutations that can ultimately develop into cervical cancer, and some other cancers.\nCervical cancer is by far the most common HPV-related disease, according to the WHO, and nearly all cases of cervical cancer can be attributed to HPV infection.\nMs Phillips was 22 when changes to cells in her cervix were detected. Her doctor told her she may not be able to have children because she also had endometriosis, a condition that means bodily tissue similar to the lining of the womb starts to grow in other parts of the body.\nSharing her story with the BBC before Cervical Screening Awareness Week, she said: \"I felt like it was my fault, that I had done something wrong, because I had HPV.\"\nThe MP for Birmingham Yardley, now 39, added: \"It's sexually transmitted so there was always this sense that it was somehow my doing and that I could have avoided this.\"\nBecause she knew little about HPV, she said she did not know what to expect when she did become pregnant that year, and worried that it could affect her unborn child. \n\"It seems that relatively little has changed in regards to HPV - the level of knowledge, how it is viewed, and how it is spoken about,\" she said. \n\"I feel saddened that there are still so many women and people with a cervix, finding out they have HPV, feeling terrified about their future and possibly blaming themselves.\"\nSmear tests used to aim to detect cell changes. However, since 2018 in Wales, 2019 in England, and 2020 in Scotland, all tests have screened for HPV first.\nThat enables them to work out more accurately - and earlier on - who is at a higher risk of cervical cancer. It also means more women are being told they have HPV.\nMs Phillips stressed people should not be put off by the prospect of being told they have HPV and that talking about it more would stop people being \"lumbered\" with \"emotional baggage\".\n\"Anyone can get HPV and anyone can pass it on,\" she said. \"The fact that it is mostly women dealing with the fall out is simply not fair.\"\nSamantha Dixon, chief executive of Jo's Cervical Cancer Trust, said around one in four people invited for smear tests in the UK do not attend.\n\"Some might simply forget to book an appointment, and other barriers include trauma, pain, a busy lifestyle or a perceived lack of importance of the test,\" she said. \"The Covid-19 pandemic has also presented another new barrier.\"\nMs Phillips said anyone struggling with a HPV diagnosis should not \"feel ashamed\".\n\"Please don't blame yourself,\" she said. \"I want to make sure no-one feels as bad about this as I once did.\""
    }
  ]
}