{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-55962427",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Ten people dead after Covid outbreak at Fife care home",
      "tags": "Lochgelly,NHS Fife,Coronavirus pandemic",
      "text": "Ten care home residents have died after a Covid outbreak in Fife.\nNHS Fife said 25 residents and 43 staff at Mossview Care Home in Lochgelly tested positive for the virus.\nIt was closed to new admissions after the first case was recorded on 20 December. It has now reopened after 14 days without one.\nThe home expressed its sympathies to those who died and described recent weeks as \"extremely difficult\"\nNHS Fife said its experts worked alongside the Fife health and social care partnership and environmental health to reduce further transmission.\nIn a statement it said: \"NHS Fife is aware of a recent cluster of confirmed Covid-19 cases associated with Mossview Care Home in Lochgelly. \n\"Sadly, ten people died after contracting Covid-19 and our thoughts are with their loved ones at this difficult time.\"\nThe home confirmed the cases were detected during routine testing and those who died were all residents.\nA spokesman said: \"We are deeply saddened by these losses and we extend our sympathy to the family members and friends of all those who have lost a loved one.\n\"Our aim is always to provide the best possible care for our residents, and we pay tribute to our loyal, hard-working and committed employees for continuing to care for our residents at this most difficult time.\"\nThe vaccine rollout to care homes began in Scotland on 14 December.\nOn 13 January NHS Fife confirmed the first round of vaccinations had been carried out in all of the region's 76 care homes.\nThe health board said around 5,000 residents and staff were immunised.\nAcross Scotland the latest figures show 99% of residents in older care homes and 93% of all care home residents have now received their first jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55960368",
      "category": "world-us-canada",
      "title": "Biden: 'Erratic' Trump should not get intelligence briefings",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55952108/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK weather: 'Beast from the East Two' to bring snow, ice and floods",
      "tags": "Storm Darcy,Met Office,Snow",
      "text": "People are being urged to check in on the elderly and vulnerable as cold and snowy weather threatens disruption.\nAn amber snow warning - meaning travel issues and power cuts are likely - is in place for parts of east and south-east England until Monday morning.\nYellow snow and ice warnings are also in force for much of England, Scotland and eastern Wales.\nMet Office weather expert Steven Keates said there would be \"many similarities\" with the Beast from the East in 2018.\nIt is due to a combination of cold air from Scandinavia and Russia plus Storm Darcy bringing winds and snow, he said.\nAsked whether he thought it was fair to call it the Beast from the East Two, the meteorologist said: \"I think so. The air mass is not quite as cold as it was then, so it's not quite as extreme, but nonetheless this is probably the coldest weather we'll see across the UK as a whole since then. \n\"And if you're stepping outside at all through the next few days, it really is going to feel cold. Temperatures [will be] barely above freezing on a thermometer, and when you factor in a strong easterly wind, you'll be feeling many degrees below freezing.\"\nParts of Scotland have already seen heavy snowfall in the past few days, with up to 50cm in some places - but Scotland's amber warning for snow has now expired.\nMore snow is expected in eastern parts of Scotland later, with 10 to 15cm possible in some areas, especially above 200m. \nOne amber warning is now in place for parts of London, the south-east and the east of England until 09:00 GMT on Monday.\nThose areas could see between five and 10cm of snow on Sunday - with up to 20cm in some places, the BBC Weather Centre said.\nYellow warnings - which mean there could be travel disruption and a slight chance of power cuts or communities being cut off - are also in place for:\nMet Office forecasters have warned of \"significant disruptive snowfall\" and gale force winds in the south-east of England, saying up to 30cm of snow is possible in the Kent Downs and more widely on the North Downs. \nMeteorologist Sarah Kent said: \"It is a small chance, but the threat is there, up to a foot of snow potentially combined with extremely strong easterly winds. Even inland in that area, gusting could be 45mph and higher than that on the coasts.\n\"This could lead to significant drifting of any lying snow and obviously blizzards for the snow coming past you for anyone who is attempting to travel.\n\"Sadly there will be people who have to make journeys for the emergency services and there are still lorries that have to go to the ports. It is going to be really disruptive.\n\"With that sort of snowfall, you would expect some roads to be closed or blocked by the drifting snow, and long delays or some cancellations of public transport.\"\nPublic Health England's Dr Owen Landeg said it was \"crucial\" people looked out for those who may be vulnerable during the current cold snap.\nHe called on the public to make sure those at-risk have enough food and drink to stay warm and well.\nThe conditions are caused by cold air spreading east from the Arctic Circle, tracking across the relatively mild North Sea to form showers that bring snow and a significant wind chill.\nStorm Darcy, which was named by the Netherlands, is bringing an area of low pressure, adding moisture to the cold air to help form the snow.\nIn Scotland, parts of which have seen heavy snow and ice since the end of last year, road clearing will be prioritised around Covid vaccination centres, Deputy First Minister John Swinney said.\nHe said it was possible weather conditions would create challenges for the vaccination programme.\nOn Friday, about 20 vehicles were stranded in snow at Loch Droma, north west of Inverness, and emergency services have been assisting a rescue operation, Highland Council said.\nThe vehicles became stranded in two-metre snow drifts, said road management organisation Bear Scotland.\nNetwork Rail said services have been disrupted on the Highland Mainline despite plough trains being used to clear snow.\nAside from icy conditions, there were 52 flood warnings in place as of Sunday morning across parts of England, along the River Severn and the River Thames, according to the Environment Agency.\nIn Berkshire, parts of Cookham were left submerged after heavy rain caused flooding at Widbrook Common.\nMeanwhile, the Scottish Environment Protection Agency has issued a flood warning for Greenlaw to Allanton in the Borders.\nDrivers are advised to make sure their vehicle is ready for the cold weather amid predictions of an increase in breakdowns.\nRAC spokesman Ben Aldous said: \"This means checking oil, coolant and screen wash levels, as well as ensuring the tyres have plenty of tread and are inflated properly.\n\"Large amounts of snow on vehicles should be cleared before setting off to avoid it falling on to other road users. And never attempt to use the windscreen wipers to clear an icy or snowy windscreen - you risk damaging not only the wipers but the linkages too, which could be a more costly repair.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55958712",
      "category": "business",
      "title": "Rishi Sunak offers more help to 1.4m firms repaying Covid loans",
      "tags": "Companies,HM Treasury,Rishi Sunak,UK economy,Coronavirus pandemic",
      "text": "Small firms are to get more time to repay state-backed loans taken out to help survive the coronavirus lockdown.\nThe changes include giving companies an option to extend the length of the loan from six to ten years under a \"pay-as-you-grow\" initiative.\nChancellor Rishi Sunak said the move was to give companies \"breathing space to get back on their feet\".\nHe has been under pressure to act amid fears the continuing lockdown will spark a wave of company closures.\nAbout £45bn has been borrowed by more than 1.4 million small firms under the Bounce Back Loan scheme, which offers cheap loans of up to £50,000. \nUnder the existing scheme, firms get interest-free loans for the first year. But many will start repaying the money in May, when economic recovery is still expected to be weak.\nUnder the new arrangements, announced late on Friday, businesses will have the options of:\nMr Sunak said the plan allowed firms to \"pay-as-your-grow\", offering flexible repayment options as the economy strengthens.\nHe said: \"Businesses are continuing to feel the impact of extended disruption from Covid-19, and we're determined to give them the backing and confidence they need to get through the pandemic.\n\"That's why we're giving Bounce Back Loan borrowers breathing space to get back on their feet, through greater flexibility and time to repay their loans on their terms.\"\nBanks, which have been processing the loans, will be asked to contact customers from Monday to explain the new options to their business customers.\nUK Finance, which represents the banking and finance industry sector, said it was committed to helping businesses \" of all sizes through the crisis\".\nConcerns have previously been raised about companies' ability to pay back the cash under the scheme - and about fraud.\nA recent report by the National Audit Office said up to 60% of loans made under the bounce back scheme may never be repaid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55958195",
      "category": "uk",
      "title": "The Handforth Parish Council meeting that went viral",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55963355",
      "category": "world-asia",
      "title": "Indonesia tigers: Zookeeper killed after endangered animals escape",
      "tags": "Tigers,Animals,Indonesia,Wildlife conservation",
      "text": "A zookeeper has been killed after two critically endangered Sumatran tigers escaped from a zoo on Borneo island.\nThe female tigers, both aged about 18 months, escaped the Sinka Zoo after a landslide caused by days of torrential rain damaged their enclosure. \nOn Saturday, one of the animals was captured after it was hit with a tranquiliser dart.\nBut the other tiger was shot dead after it behaved aggressively and attempts to tranquilise it failed.\nThe 47-year-old zookeeper was found dead close to the tigers' enclosure after the animals escaped late on Friday. He had bite wounds and scratches on his body, the AFP news agency reports.\nA number of dead animals, including an ostrich and a monkey, had earlier been found near the enclosure.\nThe escape triggered a large-scale hunt in the town of Singkawang, West Kalimantan. Nearby tourist attractions were ordered to close by police and people were told to stay at home.\nAnd while officials hoped to catch both animals alive - they said they were forced to shoot one of the tigers.\n\"We tried with a tranquilliser gun first but it didn't work, so we were forced to shoot the tiger because it was already behaving very aggressively,\" Sadtata Noor Adirahmanta, the head of a local conservation agency, told AFP.\n\"We were afraid it would escape to the nearest neighbourhood,\" he added. \"Although we tried our best to catch it alive, our priority is humans' safety.\"\nYou might also be interested in:\nA cage filled with animal prey was prepared in an attempt to lure the remaining tiger back to the zoo at feeding time. \nDrones were also used to try to locate the tiger in the dense forest surrounding the zoo. \"We had a hard time finding them,\" the local police chief told CNN Indonesia.\nBut officials managed to capture it alive after shooting it with a tranquiliser dart. The animal is now being monitored at the zoo by medical experts.\nSumatran tigers are critically endangered, with fewer than 400 believed to be left in the wild."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-55964742",
      "category": "uk-england-norfolk",
      "title": "Estrella Catalan: Hospital nurse dies with Covid-19",
      "tags": "Norfolk and Norwich University Hospital,Nursing,Coronavirus pandemic,Norwich",
      "text": "A \"wonderful, caring\" nurse has died with Covid-19 in the hospital she had worked at for nearly two decades.\nEstrella Catalan, 52, died on Friday at the Norfolk and Norwich University Hospital (NNUH), where she was an emergency department staff nurse.\nShe had been receiving treatment in the hospital's critical care complex.\nChief executive of NNUH NHS Foundation Trust, Sam Higginson, said Ms Catalan, who had worked at the hospital since 2002, \"will be terribly missed\".\nMs Catalan had previously been interviewed by the BBC from her intensive care bed while she was unwell with Covid-19.\nMr Higginson said: \"Our deepest and heartfelt condolences are with Estrella's loved ones and friends at this very difficult time and with all those who worked alongside Estrella and knew her.\"\nHe called Ms Catalan a \"wonderful person and a caring and conscientious nurse, who loved to teach and mentor students\" and said they would \"formulate a fitting memorial to Estrella\".\n\"This is a heartbreaking reminder of the situation we are facing every day to help others and we want to thank our staff for their ongoing courage and commitment during the pandemic,\" added Mr Higginson.\nAccording to a GoFundMe page which has raised more than £4,700, Ms Catalan is survived by her husband Melvin and their sons John and Josh, and added that her eldest son Vince died two years ago.\n\"She puts the needs of others first before her own,\" the page said.\n\"Her selflessness and dedication carried on even when she was on her hospital bed, she still thought and talked about when she could go back to work to help patients and colleagues throughout this pandemic.\n\"Estrella promised her family, 'I will be back' when she was taken to the hospital few weeks ago... sadly, a promise that she could no longer physically keep.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55954950",
      "category": "entertainment-arts",
      "title": "Christopher Plummer: Star of The Sound of Music dies at 91",
      "text": "Christopher Plummer, the distinguished Canadian actor best known for his role as Captain Von Trapp in The Sound of Music, has died at the age of 91.\nHe won an Oscar in 2012 for the film Beginners and was also nominated for The Last Station in 2010 and All the Money in the World in 2018.\nIn the latter film he replaced Kevin Spacey, whose performance as billionaire J Paul Getty was removed.\nHis many other films included The Man Who Would Be King and Knives Out.\nHe was a memorably villainous Klingon in the sixth Star Trek film and played TV anchorman Mike Wallace in 1999's The Insider.\nHe also played Sherlock Holmes in Murder By Decree and appeared with Peter Sellers in The Return of the Pink Panther.\nAccording to reports, Plummer died peacefully at his home in Connecticut with his wife Elaine Taylor at his side.\nLou Pitt, his long-time friend and manager of 46 years, remembered him as \"an extraordinary man who deeply loved and respected his profession\".\n\"He was a national treasure who deeply relished his Canadian roots,\" he continued. \"Through his art and humanity, he touched all of our hearts and his legendary life will endure for all generations to come.\n\"He will forever be with us.\"\nSound of Music co-star Dame Julie Andrews said in a statement to the PA news agency: \"The world has lost a consummate actor today and I have lost a cherished friend. \n\"I treasure the memories of our work together and all the humour and fun we shared through the years.\"\nThe Academy of Motion Pictures Arts and Sciences, which awards the Oscars, said he \"beguiled audiences across generations\".\nBafta added its condolences, praising his \"amazing work since the 50s\". \nThe official Twitter account for The Sound of Music posted its condolences:\nStar Trek actor George Takei called the actor a \"giant of stage and screen\", adding: \"Rest in eternal music, Captain Von Trapp.\"\nActor Eddie Marsan worked with Plummer on the 2016 film The Exception and said: \"It was like watching a master class. He had nothing to prove anymore so he was completely free, kind, funny mischievous and beautiful to watch. RIP.\"\nLord of the Rings star Elijah Wood, who worked alongside Plummer on animated film 9, expressed his condolences, adding: \"What a legend.\"\nPlummer had a varied career across film, television and theatre, starring in productions on Broadway and with the Royal Shakespeare Company.\nYet he will be forever known and loved for The Sound of Music, adapted from the Rodgers and Hammerstein musical. \nPlummer had ambivalent feelings towards his best-known film, which he famously renamed The Sound of Mucus in interviews.\nHe also likened working with Andrews to \"being hit over the head with a big Valentine's Day card, every day\", though they later became great friends.\nHe also became reconciled to the film itself, describing it in his 2008 memoir In Spite of Myself as being \"warm, touching, joyous and absolutely timeless\".\nBorn Arthur Christopher Orme Plummer in Toronto in December 1929, Plummer grew up in Montreal as an only child and was exposed to the arts by his mother at an early age.\nHe first studied the piano before devoting himself to acting, having decided that playing the piano professionally \"was very lonely and very hard work\".\nHe made his debut on the New York stage role in 1954's The Starcross Story alongside the actress Mary Astor. It ran for just one performance - but did not stop him landing more stage work and then leading roles.\nPlummer made his film debut in 1958's Stage Struck, directed by Sidney Lumet. He was nominated for a Tony the following year and eventually won the award in 1974 for playing Cyrano de Bergerac.\nHe won his second in 1997 for playing fellow actor John Barrymore in Barrymore.\nIn 2017 Plummer was asked by Ridley Scott to appear in All the Money in the World, which he had already completed with Spacey.\nFollowing the allegations of sexual misconduct made against Spacey, the film's makers decided against releasing the film with his original performance.\nPlummer shot his scenes in a matter of days and was subsequently nominated for an Oscar, a Bafta and a Golden Globe.\nScott and his wife Giannina paid tribute to Plummer, telling The Hollywood Reporter: \"What a guy. What a talent. What a life. And I was fortunate enough to work with him less than two years ago and had a wonderful experience. My heartfelt condolences go to [his wife] Elaine. He will be really missed.\"\nThe actor was married three times. He and his first wife Tammy Grimes, are the parents of actress Amanda Plummer.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55960284",
      "category": "world-asia",
      "title": "Myanmar coup: Internet shutdown as crowds protest against military",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Instagram,Twitter",
      "text": "Myanmar's military rulers have shut down the country's internet as thousands of people joined the largest rally yet against Monday's coup.\nA near-total internet blackout is in effect with connectivity falling to 16% of ordinary levels, said the monitoring group NetBlocks Internet Observatory.\nIn the main city, Yangon, crowds chanted \"Military dictator, fail, fail; Democracy, win, win\".\nPolice with riot shields have blocked the main roads into the city centre.\nThe internet shutdown happened hours after the military blocked access to Twitter and Instagram to stop people mobilising for protests. Facebook had been banned a day earlier.\nMany users had evaded the restrictions on social media by using virtual private networks (VPNs) but the more general blackout severely disrupted that. \nCivil society organisations urged internet providers and mobile networks to challenge the blackout order, Reuters news agency reported. \nHuman rights group Amnesty International called the shutdown \"heinous and reckless\" and warned it could put the people of Myanmar at risk of human rights violations.\nThe military has not commented. It temporarily blocked access to the internet following the coup on 1 February.\nOn Saturday morning, protesters - including factory workers and young students - called for the release of those detained by the army, including elected leader Aung San Suu Kyi. \nThey marched through the streets of Yangon as city buses sounded their horns in support. \nBystanders flashed the three-finger Hunger Games salute, which has become a symbol of defiance against authoritarianism, while residents clapped or banged pots and pans on their doorsteps.\nMany households have also been displaying red stickers in their windows in support of Ms Suu Kyi's National League for Democracy (NLD) party, the BBC's Burmese editor Soe Win Than reports.\nPolice with riot shields used barbed wire to block roads and water cannon were put in place in some areas as a precaution, but the demonstration reportedly remained peaceful, with no attempt by protesters to pass police lines.\nDemonstrators gave police roses and bottles of drinking water, calling on them to support the people not the new regime.\nOne female protester, who asked not to be named, said she would not accept the \"unjust seizing of power\". \n\"Because of military dictatorship, many of our lives have been destroyed,\" she said, adding: \"We cannot allow our future generations to meet the same fate.\"\nSpeaking from Yangon, Britain's ambassador to Myanmar, Dan Chugg, told the BBC that people were taking to the streets in increasing numbers. \n\"The grief and the sadness of the last few days is gradually turning to anger,\" he said, adding: \"Doctors are refusing to work and civil servants have been refusing to work... There's quite a sense around the country of unhappiness at what's happened - and outrage.\"\nAnother demonstration took place on Saturday in Myanmar's second city, Mandalay. \nMyanmar - also known as Burma - has remained mostly calm in the aftermath of the coup, and there were no immediate reports of violence after Saturday's protests. More demonstrations were expected to be held later.\nThe military authorities are hunkered down in the capital, Nay Pyi Daw, and have so far avoided direct engagement with the protesters.\nThe BBC's Nyein Chan in Yangon says the Burmese know very well the violent crackdowns that the military is capable of.  The country was ruled by an oppressive military government from 1962 to 2011.\nBut now that people have had time to digest what is happening, they are finding different ways to get their voices heard, our correspondent says.\nMs Suu Kyi is under house arrest, according to her lawyer. Police documents show she is accused of illegally importing and using communications equipment - walkie-talkies - at her home in the capital.\nThe coup took place as a new session of parliament was set to open, following November's landslide election win by the NLD party.\nMany Burmese watched the events unfold in real time on Facebook, which is the country's primary source of information and news. But three days later, internet providers were ordered to block the platform for stability reasons.\nFollowing the ban, thousands of users were active on Twitter and Instagram using hashtags to express their opposition to the takeover. By 22:00 local time (15:30 GMT) on Friday access to those platforms had also been denied.\nThere was no official word from the coup leaders but AFP reported it had seen an unverified ministry document that said the two social media sites were being used to \"cause misunderstanding among the public\".\nA spokeswoman for Twitter said the ban undermined \"the public conversation and the rights of people to make their voices heard\". Facebook, which owns Instagram, called on the authorities to \"restore connectivity\".\nMyanmar is a country of 54 million people in South East Asia which shares borders with Bangladesh, India, China, Thailand and Laos.\nIt was ruled by an oppressive military government from 1962 to 2011, either directly or indirectly,  leading to international condemnation and sanctions.\nAung San Suu Kyi spent years campaigning for democratic reforms. A gradual liberalisation began in 2010, though the military still retained considerable influence.\nA government led by Ms Suu Kyi came to power after free elections in 2015. But a deadly military crackdown two years later on Rohingya Muslims sent hundreds of thousands fleeing to Bangladesh.\nIt triggered a rift between Ms Suu Kyi and her previous supporters in the international community after she refused to condemn the crackdown or describe it as ethnic cleansing.\nBut she has remained hugely popular at home, shown in her party's landslide win in the November election. \nHave you been affected by recent events in Myanmar? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55963896",
      "category": "world-asia",
      "title": "Li Wenliang: 'Wuhan whistleblower' remembered one year on",
      "tags": "China,Coronavirus pandemic",
      "text": "Tributes have been paid on social media in China commemorating a doctor who raised the alarm about the country's coronavirus outbreak, one year after he died with Covid-19.\nThousands paid tribute to Li Wenliang ahead of the first anniversary of his death on 7 February 2020.\nHe died after contracting Covid-19 while treating patients in Wuhan.\nDr Li had tried to warn fellow medics of a disease that looked like Sars - another deadly coronavirus.\nBut he was told by police to \"stop making false comments\" and was investigated for \"spreading rumours\".\nDr Li was an eye doctor at a hospital in Wuhan - the central Chinese city where the first case of the coronavirus was detected at the end of 2019.\nDr Li's death prompted a rare wave of grief and public anger over the Chinese government's handling of the coronavirus outbreak.\nAs hospitals filled up in Wuhan, the government was accused of downplaying the severity of the virus and concealing the extent of its spread.\nOnly when anger reached fever pitch was Dr Li exonerated and honoured as a hero by the Chinese government.\nSince then, more than 105 million people have been infected with coronavirus and 2.3 million have died with Covid-19 worldwide.\nFreedom of speech is limited in China, where the government has promoted an official narrative hinged on its successful handling of the coronavirus outbreak.\nChina does routinely censor comments on social media.\nBut Dr Li's personal page on Weibo - the Chinese equivalent of Twitter - has become a rare space for users to express themselves about the trauma of the coronavirus pandemic.\nHundreds of thousands of messages have been left in the comments section of his posts.\nMany more appeared on Saturday.\n\"Dr Li, history and the people will never forget you!,\" one wrote in the comments of Dr Li's final post.\n\"I thought everyone would have forgotten you after a year,\" another wrote. \"I was wrong, you live forever in the hearts of the Chinese people.\"\nCitizens in Wuhan have also been paying tribute.\nClose to the hospital where Dr Li worked, Li Pan told Reuters: \"He was the first to tell us about the virus.\n\"He must have considered the impact would be huge, but he still raised the alarm. That was really brave.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55962653",
      "category": "uk",
      "title": "Jackie Weaver 'chuffed' to be meeting Strictly star",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55941234",
      "category": "health",
      "title": "Covid: Five reasons to be (cautiously) hopeful",
      "tags": "Coronavirus vaccines,Vaccination,Flu,Coronavirus pandemic",
      "text": "The past few months have been awful. A surge in infections, tens of thousands of deaths and a damaging lockdown.\nBut there are now plenty of reasons to be, at least cautiously, hopeful that we are on the road to recovery. So what are they?\nInfection levels have been falling since early January and, in recent weeks, that has translated into fewer people being admitted to hospital. \nAnd now there are the first signs of the number of deaths coming down, albeit from a very high level, prompting UK chief medical adviser Prof Chris Whitty to acknowledge this week that the peak has been passed.\nAt the current rate, there could be fewer than 10,000 infections being reported a day in a couple of weeks. That would put the UK back to where it was in early October. \nAnd by that stage, the drop-off in deaths and serious illness could start to become even more marked.\nThe UK has vaccinated more than 10 million people - more per head of population than almost anywhere in the world.\nThis puts the government well on track to hitting its mid-February target of offering all over-70s, health and care staff and the extremely clinically vulnerable a jab.\nMost importantly about 90% of people over the age of 75 have been vaccinated. Given that three-quarters of Covid deaths have been in this group, that should soon start having an impact on serious illness and deaths.\nBut challenges do remain. There are signs that uptake in certain communities, particularly ethnic minorities, may be lower. And from the start of March, large numbers of people will start needing their second dose, which will result in a slowdown in the rate of people being vaccinated, unless supply increases. \nThat is possible. Pfizer, the manufacturer of one of the two jabs currently being used in the UK, is expecting to increase its speed of production after a slowdown in recent weeks. \nThe UK should also start to get its first supplies of the third jab approved for use, the one made by US firm Moderna, in April. But, as always, supply is fragile. Vaccine production is, after all, a biological process that requires vaccine to be grown. There are no guarantees.\nAs well as protecting the individual who has been vaccinated from developing Covid, there are growing signs the immunisation programme will also slow the spread of the virus between people. \nIn one of the trials - run by Oxford-AstraZeneca - participants were tested for the virus regularly after being vaccinated, rather than just relying on the development or not of symptoms as a sign of the vaccine working. This found that positive tests - so including those who were asymptomatic - reduced by 67%, suggesting the onward transmission of the virus would be significantly curtailed.\nScientists had always suspected this would be the case. But having some data means there can be greater confidence the spread of Covid should be dramatically reduced as the vaccination programme is rolled out.\nAnother factor that will help reduce the burden of Covid is that so many people have now been exposed to the virus - and the latest research suggests they should have lasting protection.\nA study by UK Biobank has been tracking the level of antibodies people have after infection. These help the immune system fight the virus and the research found 88% of people had them at least six months after catching the virus. \nProf Naomi Allen, the chief scientist who has been leading the research, described it as \"really good news\" as it suggested there was some degree of natural immunity. She said they would keep doing follow-ups to see just how much longer this lasted.\nWith estimates suggesting close to one in five people has been infected in the UK, that could mean there is a significant number of people with natural immunity - although even if you have been infected you are still advised to get vaccinated.\nThere has been a lot of concern about how the virus is mutating. The new UK variant is more transmissible than the virus last spring. And the South African variant, which now appears to be circulating in the UK, seems to weaken the effect of the vaccines.\nBut this does not mean the vaccinations are ineffective. Dr Susan Hopkins, from Public Health England, said this week she was still \"happy\" with the level of protection the vaccines appeared to give against the new variants, pointing to data showing 60% effectiveness rather than 80% or 90%. In other words, the vaccines still offer good protection, just not quite as good. \nThe other point worth bearing in mind is that when we talk about effectiveness we are talking about stopping symptoms developing. If we judge the vaccines by their ability to stop serious illness and death, the performance is much, much higher.\nWhat is more, the Oxford-AstraZeneca team said they were confident updating their vaccine to make it work better against the mutations would be \"very, very quick\" and any trials needed would be small. So, from start to finish a new vaccine could be ready for rollout within months.\nBut this is only if it is needed. Viruses mutate so what is happening is not terribly surprising. Coronaviruses tend to be more stable than say flu, of which we see different strains circulating every winter. This is why some vaccine experts are saying there's no need to panic - a new vaccine may not even be needed.\nThe next few weeks are bound to see a frenzied debate about how quickly the UK should unlock. This week it was reported Chancellor Rishi Sunak felt the aim of lockdown had been shifted from needing to protect the NHS to having to drive down infections close to zero.\nCertainly early March will not signal a rapid return to normal. If nothing else, the NHS is likely to remain under quite some pressure. While cases are falling, the numbers in hospital are still 50% above what they were in the peak of the first wave. \nOn top of that, people in their 60s, who account for a significant number of hospitalisations, will still largely remain unvaccinated. \nSo what will be a more open question is what happens after that and how quickly - both in the short and long term. \nBy the end of March or early April, if all goes well, people in their 60s, and younger adults with health conditions, will have been offered a vaccine. Those in their 50s will follow soon afterwards. It means the groups where almost all the Covid deaths have happened will have had the chance of protection.\nThe seasons will also start working in our favour - respiratory viruses thrive in the colder, winter months. The unlocking could come quickly.\nThen, looking beyond that, what about next winter? By autumn the whole adult population will have had the chance to get the jab. That won't mean the virus disappears. Not everyone will have taken up the option of a vaccine. And the jab won't have worked for everyone. \nThat is why, in the words of Prof Whitty, Covid will remain a \"residual threat\" for winters to come. Prof Paul Hunter, from the University of East Anglia, predicts we will see a rise in cases in the autumn - and says some measures, such as masks and maybe restrictions on crowded places, will be needed. But it will be nothing like what we have seen over the past year.\nThe war is not over, but the worst of Covid should be.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55960298",
      "category": "world-us-canada",
      "title": "Biden: 'Erratic' Trump should not get intelligence briefings",
      "tags": "Impeachment of Donald Trump,Donald Trump,Joe Biden",
      "text": "President Joe Biden has said his predecessor Donald Trump should not be given access to intelligence briefings because of his \"erratic behaviour\".\nThe US has a tradition of allowing former presidents to be briefed on the nation's security issues - as a courtesy extended by the incumbent.\nBut when asked by CBS News if Mr Trump would receive the same courtesy, President Biden said: \"I think not\".\nHe cited Mr Trump's \"erratic behaviour\" as his reason for refusing access.\n\"I don't think there's any need for him to have an intelligence briefing,\" Mr Biden said in his first sit-down interview since becoming president.\nHe declined to speculate on what his worst fears would be if Mr Trump were allowed to see classified reports, but he suggested the former president could not be trusted to keep confidential information to himself.\n\"What value is giving him an intelligence briefing? What impact does he have at all, other than the fact he might slip and say something?\" Mr Biden said.\nThe move is the first time a former president has been excluded from the tradition of being granted continued access to the briefings, according to the New York Times.\nFor weeks after the 3 November presidential election, Mr Trump himself broke with tradition by failing to include his successor in security and intelligence briefings.\nMr Trump eventually agreed to allow the formal transition process to take place, but his administration was still accused of blocking Mr Biden's access to intelligence.\nMr Trump feuded with the intelligence community throughout his four-year presidency and went through six national intelligence directors.\nHe questioned reports by US agencies that Russia had interfered in the 2016 election, and assailed intelligence chiefs for being \"extremely passive and naive\" over Iran.\nIn 2017, he disclosed highly classified information to Russia's foreign minister about an Islamic State operation in what was seen as a breach of trust by many in the US intelligence community.\nDuring his CBS interview, President Biden was asked about the impeachment trial Mr Trump is facing in the US Senate for his role in the riot at the Capitol in Washington on 6 January.\nMr Biden said he \"ran like hell to defeat\" Mr Trump in the election \"because I thought he was unfit to be president\", but he would leave the Senate to decide whether the Republican should be barred from ever holding public office again."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55950920",
      "category": "world-europe",
      "title": "Swiss women only got the right to vote 50 years ago. Why?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52473523",
      "category": "health",
      "title": "Coronavirus: What is the R number and how is it calculated?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": " The rate at which coronavirus infection is falling in the UK - as measured by the R number - has continued to level off. \nThe latest R estimate from the government's scientific advisory group Sage, is between 0.7 and 0.9, up slightly from the week before.\nIt means that, on average, every 10 people with Covid will infect between seven and nine other people.\nThe R number is a way of rating coronavirus or any disease's ability to spread. \nR is the number of people that one infected person will pass on a virus to, on average.\nMeasles has an R number of 15 in populations without immunity. \nThat means, on average, one person will spread measles to 15 others. \nCoronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about three if no action was taken to stop it spreading.\nYou can't capture the moment people are infected. Instead, scientists work backwards.  \nData - such as the number of people dying, admitted to hospital or testing positive for the virus over time - is used to estimate how easily the virus is spreading. \nIf the R value is higher than one, then the number of cases keeps increasing.\nBut if the R number is lower the disease will eventually stop spreading, because not enough new people are being infected to sustain the outbreak.\nGovernments everywhere want to force the R number down from about three (the R number if we took no action) to below one.\nThe R number is not fixed. Instead, it changes as our behaviour changes or as immunity develops. \nMathematical modellers at Imperial College London attempted to track how the number changed as isolation, social distancing and the full lockdown were introduced in spring of 2020. \nBefore any measures came in, the R number was well above one and the conditions were ripe for a large outbreak. Successive restrictions brought it down, but it was not until full lockdown that it was driven below one. \nAlthough the R number across the UK is now between 0.7 and 0.9, there are regional differences.\nScotland's estimated R number is between 0.8 and 1.0, up slightly on the previous week.\nIn Wales the number is between 0.6 and 0.9 - while in Northern Ireland it remains between 0.75 and 0.95.\nIn England, the number is risen slightly to between 0.8 and 1.0.\nThe R number is one of the big three.\nAnother is severity - some people have a very mild disease that does not cause many problems. But coronavirus and the disease it causes, Covid-19, can be severe and deadly. \nThe last is the number of cases, which is important for deciding when to act. If you have a high number, but ease restrictions so the reproduction number is about one, then you will continue to have a high number of cases.\nA vaccination programme, like the one currently under way in the UK, is another way to bring down the reproduction number.\nA coronavirus patient would naturally infect three others on average, but if a vaccine could protect two of them from infection, then the reproduction number would fall from three to one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55586677",
      "category": "world-us-canada",
      "title": "Trump impeachment: What to expect from Senate trial",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Nancy Pelosi,Donald Trump,United States",
      "text": "Former US President Donald Trump is being put on trial by lawmakers for allegedly inciting a riot at the US Capitol.\nLast month Mr Trump became the first president in US history to be charged with misconduct - or impeached - twice by the lower chamber of Congress.\nRepublicans and Democrats in the House of Representatives voted to pass an article of impeachment that accused Mr Trump of \"incitement of insurrection\".\nThe article alleged that Mr Trump had made false allegations of election fraud and encouraged his supporters to storm Congress on 6 January.\nNow a trial is being held in the upper chamber of Congress, the Senate, which will decide whether to convict or clear Mr Trump of the charge.\nThis is an unprecedented moment for the US, which has never put an impeached president on trial after they have left office.\nSo, what can we expect?\nThe trial in the Senate is political, rather than criminal. A vote will be held at the end of the trial to determine whether Mr Trump is guilty of the charge.\nA two-thirds majority of the 100-member Senate must back a guilty verdict to convict Mr Trump.\nIf Mr Trump is convicted, senators could also vote to bar him from ever holding public office again.\nThe trial opened on Tuesday with a four-hour debate on whether the proceedings were unconstitutional because Mr Trump is no longer president. A 56-44 majority then voted in favour of continuing, with six Republicans backing the measure. \nEach side will then be given 16 hours in total to make their arguments, and this will be limited to eight hours in any one day. \nThere will be an option to request a debate and a vote on whether witnesses should be called.\nBoth Democrats and Republicans are said to favour a speedy trial, amid an ongoing effort to get President Joe Biden's Covid-19 relief plan approved. \nIt is thought a vote on a conviction could come as early as Monday if no witnesses are called.\nDemocrats prosecuting the case opened the proceedings by showing a dramatic video montage of Mr Trump's 6 January speech and the deadly rioting by some of his supporters.\n\"That's a high crime and misdemeanour,\" Representative Jamie Raskin of Maryland - who is leading the case - said of the footage. \"If that's not an impeachable offence, then there's no such thing.\"\nThey say Mr Trump is \"personally responsible\" for the riot and must be convicted.\nAccording to a pre-trial legal brief, they will say his repeated refusal to concede the election led to an \"incitement of insurrection against the republic he swore to protect\".\nMr Trump's \"statements turned his 'wild' rally on 6 January into a powder keg waiting to blow\", they will argue.\nAlthough he is no longer in office, Mr Trump \"must answer comprehensively for his conduct in office from his first day in office through his last\", Democrats argue.\nThey have called for Mr Trump to be disqualified from ever running for office again.\nOn the opening day, his defence lawyers argued unsuccessfully that it was unconstitutional to put a private citizen through the impeachment process. \nDefence lawyer David Schoen said the Democrats were using \"the guise of impeachment as a tool to disenfranchise\" those who support Donald Trump.\nHis lawyers are now likely to change tack and argue that Mr Trump's supporters stormed Congress of their own accord. \nAccording to their own pre-trial brief, they will argue that Mr Trump's pre-riot remarks did not amount to incitement. \nThe former president's call to \"fight\" was not meant to be taken literally, they say.\n\"To characterise this statement alone as 'incitement to insurrection' is to ignore, wholesale, the remainder of Mr Trump's speech that day, including his call for his supporters to 'peacefully' making their 'voices heard,'\" they add.\nMoreover, FBI documents had shown that the riot was planned days in advance, the lawyers said.\nIt is never happened before, so it is untested and the US Constitution does not say.\nImpeachment proceedings against President Richard Nixon were ended when he quit in 1974.\nSo Mr Trump could take his case to the Supreme Court, claiming his trial was unconstitutional.\nSome lower ranked officials have been impeached after leaving office.\nThat is certainly what prosecutors wanted. Last week, they sent a letter inviting him to testify under oath \"at a mutually convenient time and place\".\nThe prosecution team suggested that they would cite Mr Trump's silence as further proof that their allegations were true.\nWithin hours, however, the former president's lawyers had rejected the request as a publicity stunt.\nThey made clear he would not testify voluntarily. The prosecutors do have the power to issue a subpoena - or an order to compel him to appear in court to testify - but that is considered unlikely.\nSupreme Court Chief Justice John Roberts presided over the first impeachment trial of Mr Trump, but will not do so again.\nDemocratic Senator Patrick Leahy - third in the line of presidential succession - is presiding over the trial instead.\nProsecuting the case are nine House Democrats, known as the impeachment managers.\nMr Trump is being represented by two attorneys - Bruce Castor and David Schoen.\nAll 100 US senators have been sworn in as jurors in the trial.\nDemocrats only hold half the 100 seats so they would require 17 Republicans to vote against someone from their own party.\nThat is a high bar for a party that has largely remained publicly loyal to Mr Trump.\nTen Republicans in the House supported impeachment and a handful of senators have indicated they are open to it.\nBut Tuesday's vote implied loyalty toward the former president in his party remained high enough to avoid a conviction.\nIf he is convicted by the Senate, lawmakers must hold another vote to block him from running for elected office again - which he had indicated he planned to do in 2024.\nThis could be the biggest consequence of this impeachment.\nIf he is convicted, a simple majority of senators would be needed to block Mr Trump from holding \"any office of honour, trust or profit under the United States\".\nSo 50 senators plus a casting vote from Vice-President Kamala Harris would be enough to damn Mr Trump's hopes of political power.\nThis could be appealing to Republicans hoping to run for president in the future and those who want Mr Trump out of the party.\nThere has been talk of Mr Trump losing benefits granted to his predecessors under the 1958 Former Presidents Act, which include a pension and health insurance, and potentially a lifetime security detail at taxpayers' expense. \nHowever, Mr Trump is likely to keep these benefits if he is convicted after leaving office.\nThat was over his dealings with Ukraine, although he denied any wrongdoing.\nHe was accused of pressing the country's leader to open an investigation into Mr Biden, then his emerging rival for the White House, and his son Hunter.\nMr Trump appeared to use military aid as leverage. He was impeached by the House and cleared by the then Republican-controlled Senate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55957628",
      "category": "uk",
      "title": "Boris Johnson and Emmanuel Macron discuss Covid-19 collaboration",
      "tags": "Coronavirus vaccines,Boris Johnson,Vaccination,Emmanuel Macron,Brexit",
      "text": "Boris Johnson and Emmanuel Macron have discussed co-operation in the global fight against Covid-19 in their first conversation since a vaccine row.\nNo 10 said the two leaders agreed that collaboration between governments was vital in defeating coronavirus.\nThey also discussed cross-channel relations amid continuing tensions over the UK's post-Brexit arrangements.\nThe EU withdrew its threat last week to restrict vaccine exports to Northern Ireland after an outcry in the UK.\nBut the dispute, prompted by concerns on the continent over the slow rollout of vaccinations, intensified calls for the post-Brexit rules governing trade between Britain and Northern Ireland to be reviewed. \nUnionists in Northern Ireland have urged Mr Johnson to scrap the Northern Ireland protocol, part of the 2020 Brexit Withdrawal Agreement which effectively leaves Northern Ireland in the EU's single market and customs territory and which critics say has created a damaging border down the Irish Sea.\nThe French president was criticised last week for questioning the effectiveness of the Astra-Zeneca/Oxford vaccine among over-65s and suggesting exports of vaccines produced on the continent should be controlled amid shortages there and the slow pace of rollout compared with the UK. \nIn a statement, Downing Street said the two men had discussed a wide range of subjects over the phone, including the Cop-26 climate summit taking place in the UK later this year, Russia and Iran. \nOn vaccines, No 10 said Mr Johnson emphasised the \"important role world leaders will play in ensuring that vaccines are rolled out effectively so that we can defeat the pandemic\".\n\"The leaders agreed that a successful global vaccination programme will require a collaborative effort between governments,\" it added.\nDowning Street said Mr Johnson had expressed his desire to deepen Anglo-French co-operation now that the UK was fully outside the EU and to take advantage of the \"huge opportunities\" for joint working.\nMr Macron has said he continues to believe the UK's departure from the EU is an \"error\", telling journalists last week that \"it has made things much more difficult in many ways\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55944570",
      "category": "business",
      "title": "Mark Carney: Climate crisis deaths 'will be worse than Covid'",
      "tags": "Climate change,Mark Carney,Coronavirus pandemic",
      "text": "The world is heading for mortality rates equivalent to the Covid crisis every year by mid-century unless action is taken, according to Mark Carney.\nThe former central banker said the investment needed to avert millions of deaths was double current rates.\nBut with governments ploughing billions into keeping economies afloat, a question mark hangs over whether the recovery will be green enough.\nThe answer lies in smarter investment, Mr Carney said.\nMr Carney, who was the Bank of England governor up until last year, and the head of the Bank of Canada before that, is now the United Nations envoy for climate action and finance.\nHe told the BBC that while there were parallels between the Covid-19 pandemic and climate change, damage to the environment and ecosystems has the potential to cause many more deaths.\n\"One of the biggest issues is you cannot self-isolate from climate,\" he said. \"That is not an option. We cannot retreat in and wait out climate change, it will just get worse,\" he told Talking Business Asia: The Climate Change Challenge.\n\"When you look at climate change from a human mortality perspective, it will be the equivalent of a coronavirus crisis every year from the middle of this century, and every year, not just a one-off event. So it is an issue that needs to be addressed now.\"\nBut governments pouring trillions of dollars into stimulus plans to rescue their ailing economies are mainly addressing job losses and the economic damage inflicted from lockdowns.\nVery little of that cash is heading towards reducing carbon emissions, although emissions have fallen in the past year because people aren't travelling as much.\nMr Carney, who is tasked with persuading policymakers, chief executives, bankers and investors to focus on the environment, said: \"The scale of investment in energy, sustainable energy and sustainable infrastructure needs to double.\n\"Every year, for the course of the next three decades, $3.5 trillion (£2.5tn) a year, for 30 years. It is an enormous investment opportunity.\"\nHe said the answer lies in a global pot of $170tn of private capital which, he says, \"is looking for disclosure\".\nBanks, investment funds and individuals increasingly want to know how their money will be used.\nIt is not just about disclosing the carbon position of companies, he says, but \"where it's going to go tomorrow in order to make these kinds of investment and lending decisions\". \nThat pot is bigger than the total economic output of the world for a year, he said. \"The issue is about putting that money to work.\"\nMr Carney said that as the US returns to the world stage in the battle against climate change, there's renewed momentum to the issue, especially as last year China, the world's largest polluter, aimed to become carbon neutral by 2060.\nAlthough China continues to build coal-fired power plants, and draws about 70% of its power from fossil fuel, the country is a crucial part of the solution.\n\"There clearly are issues in terms of coal in China, and the sooner China moves on that, the better for them and for the world.\n\"But China also produces 60% of the global solar photovoltaic panels. It is also the largest producer of electric vehicles. So China has many sides to this.\"\nThe US has the \"largest and most sophisticated financial sector\" along with the \"engineering and technological expertise\" to get to net zero emissions, he said.\nPart of his role at the UN is to tap into this financial sector.\nIt is the \"power of money\" that will ultimately play the biggest role in combating climate change, he said.\n\"We're getting the system in a position where, whether it's a bank, or somebody who's investing a small amount of savings in the market, or your pension, they can choose [how it is invested].\n\"They have the information and they can choose to be part of the solution, transitioning to net zero, or be part of the problem.\"\nYou can watch the full interview with Mark Carney on Talking Business Asia on BBC World News this weekend."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55961387",
      "category": "uk",
      "title": "Coronavirus: Vaccine chief 'optimistic' about over-50s May target",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The UK can meet the target of vaccinating all over-50s by May, the chairman of the vaccines taskforce has said, adding he is \"very optimistic\".\nDr Clive Dix told the BBC the taskforce has met every target set.\nThe UK would be \"ahead of the game\" in terms of anticipating variants of coronavirus and was making \"libraries of future vaccines\", he said.\nHe added that the UK would not hoard supplies but would distribute them globally, once the UK target is met. \nDowning Street has said everyone in the UK aged 50 and over should have been offered a coronavirus vaccine by May.\nPreviously, ministers had said it was their \"ambition\" to vaccinate the first nine priority groups by the spring.\nAs of Friday, the UK had given a first jab to nearly 11.5 million people and is aiming to reach 15 million vaccinations by 15 February.\nThe latest figures also showed another 828 people in the UK have died within 28 days of a positive Covid test, and there were a further 18,262 cases.\nDr Dix, who heads the government unit charged with developing and producing vaccines, told BBC Radio 4's Today programme: \"We will work day and night to ensure we meet whatever the target that's feasible can be met. \n\"So I'm very optimistic that we will meet the May target.\"\nQuestions have been raised around the efficacy of vaccines against variants of the virus - including the one first identified in Kent.\nOn Friday, Oxford-AstraZeneca said its vaccine gave people good protection against the UK variant.\nVariants in South Africa and Brazil have also been identified.\nDr Dix, who is also chief executive of drug discovery company C4X Discovery, said the UK was \"at the forefront of surveying\" the variants, allowing scientists to \"second-guess\" mutations that have not yet occurred.\nThey can then make vaccines for those variants, he told the programme.\n\"We'll make libraries of future vaccines, just small amounts, enough to then, if it does occur, do a quick clinical study to see that it works and then start manufacturing it,\" he said.\nThe NHS has the staff, the volunteers and the clinics needed to vaccinate the 15 million in these next priority groups as well as give second doses to those who have already had their first jab.\nBut vaccine production is a biological process so there are no guarantees about how much can be grown.\nHowever, there is growing confidence in the UK supply chain. \nThe bulk of the supplies are now coming from UK-based plants producing the Oxford-AstraZeneca vaccine and the yields from these are now consistently in line with expectation unlike those in Europe which started producing the vaccine later and have had less time to iron out the teething problems.\nOn top of this, supplies from Pfizer-BioNTech are expected to increase from mid-February after a slowdown in recent weeks.\nThere will also be a third vaccine made by US firm Moderna to help. The first batches of the 17 million ordered will start arriving before Easter.\nIt will all be needed as there can be no let up if the over-50s are to get vaccinated in the timeframe set out.\nAsked whether there could be a vaccine-busting variant at some stage, Dr Dix said: \"There's a possibility, but we'll be ahead of the game, we're not going to be waiting for it to happen. \n\"We now have the capabilities in the UK to be responsive and that capability won't just be for the use of the UK of course. \n\"Once we've done it, it will actually help the whole world because it will be part of that whole surveillance and reaction.\"\nSpeaking to BBC Breakfast, former Health Secretary Jeremy Hunt warned that mutations of the virus could lead to a \"cycle\" of lockdowns in the future if measures were not put in place, such as effective contact tracing.\n\"The worry that we have to really plan for is the possibility that we will have a new mutation that is actually immune to the vaccines that we're giving out at the moment,\" Mr Hunt said.\n\"So, in order to make sure that we don't get caught out by that again, we need to get transmission levels down to the kind of levels where we can do incredibly thorough contact tracing, like they do in Korea and Taiwan.\"\nHe also repeated his call for the government to consider more financial support for people told to self-isolate by NHS contact tracers, for example by offering to \"make up any salary losses\".\nDespite the promising news over vaccines, doctors have warned against relaxing rules too quickly.\nDr Daniele Bryden, a consultant in intensive care medicine at Sheffield Teaching Hospitals, told Today: \"I think the vaccination is really encouraging, but we really can't let our guard down and relax the rules. \n\"For example, the average age of a patient on intensive care at the moment is only 60 and 40% of people on intensive care are less than that age. So it's going to take some time before we see the impact of vaccination.\"\nEvery adult in the UK will be offered a vaccine by the autumn, Health Secretary Matt Hancock said last month.\nMeanwhile, surge testing is being rolled out to further areas to control and suppress the spread of coronavirus variants, including in:\nThe Department for Health and Social Care said people living in targeted areas were \"strongly encouraged\" to take a Covid test this week, whether showing symptoms or not.\nTesting for the South African variant is also due to be increased in Southport after a second case was detected.\nHave you been affected by any issues relating to the vaccine rollout? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nOr please use the form below:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55956058",
      "category": "uk",
      "title": "Why are people counting stars this week?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55955875",
      "category": "health",
      "title": "Top London surgeon tackles Covid 'vaccine hesitancy' in minority communities",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55963121",
      "category": "world-us-canada",
      "title": "Lou Dobbs: Fox cancels vocal Trump supporter's programme",
      "tags": "Media,United States,Broadcasting",
      "text": "US broadcaster Fox has cancelled the TV programme hosted by Lou Dobbs, a vocal Trump supporter who is accused of using his platform to spread baseless claims of fraud in the 2020 election.\nThe news emerged a day after Dobbs was named in a defamation lawsuit filed by the voting machine maker Smartmatic.\nThe $2.7bn (£2bn) lawsuit claims Dobbs was part of a \"disinformation campaign\" against the company.\nFox, which denies the allegations, said the Dobbs decision was not linked.\nThe veteran financial journalist, 75, has presented Lou Dobbs Tonight on the Fox Business Network since 2011. He was also an occasional commentator on Fox News, the conservative channel that has been home to several staunch supporters of Mr Trump.\nDobbs - who has recently written the book The Trump Century: How Our President Changed the Course of History Forever - said he had no comment. \nDespite the cancellation of his programme, Dobbs remained under contract but was unlikely to appear on the network again, the Los Angeles Times reports.\nThe Smartmatic lawsuit names Fox Corporation, which is Fox Business Network's parent company, as well as Fox News, Dobbs and two other Fox hosts - Maria Bartiromo and Jeanine Pirro. It also cites Rudy Giuliani and Sidney Powell, two lawyers who represented Mr Trump.\nThe company accused the group of intentionally repeating the false claim that it was \"responsible for stealing\" the election by \"switching and altering votes to rig\" the election for Joe Biden.\nSmartmatic claims Dobbs was \"one of the primary proponents and speakers for the disinformation campaign\". \nFox said on Thursday the network was \"proud of our 2020 election coverage and will vigorously defend this meritless lawsuit in court\".\nLegal experts say the lawsuit has put enormous pressure on Fox.\nDominion, another voting technology maker, has also threatened to sue the network and other conservative media for defamation over their repeated unsubstantiated claims of election fraud.\nFollowing the news of Lou Dobbs Tonight's cancellation, Donald Trump issued a statement, saying: \"Lou Dobbs is and was great... He had a large and loyal following that will be watching closely for his next move, and that following includes me.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55956245",
      "category": "uk",
      "title": "UK expelled Chinese journalists 'working as spies'",
      "tags": "Spying,China",
      "text": "Three journalists who were allegedly working as spies for China were asked to leave the UK last year. \nTheir departure, first reported by the Daily Telegraph, came because they had arrived under journalism visas but were believed to be working for the Ministry of State Security, part of China's intelligence apparatus. \nTheir departure was low-key and did not come in the past few months. \nThe Home Office declined to comment on the reports. \nIt is not clear which media organisations they worked for. The Chinese Embassy in London has been contacted for comment. \nThe revelation came after Ofcom on Thursday revoked the licence of the Chinese state broadcaster CGTN to operate in the UK.\nThe broadcasting regulator said the company that had the licence did not have day-to-day control over the channel which was against the rules. \nThe decision was not linked to the reports about the three Chinese journalists.\nChina's Ministry of Foreign Affairs said it was \"firmly opposed\" to Ofcom's ruling.\nMeanwhile, the US government has said it was \"deeply disturbed\" by a BBC report detailing allegations of systematic rape of Uighur women in Chinese camps.\n\"These atrocities shock the conscience and must be met with serious consequences,\" a spokesperson said.\nUK government minister, Nigel Adams, told parliament on Thursday that the report showed \"clearly evil acts\".\nAccording to estimates, more than a million Uighurs and other minorities have been detained in camps in China.\nAn investigation published by the BBC on Wednesday contained first-hand testimony of systematic rape, sexual abuse and torture of women detainees by police and guards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55963994",
      "category": "uk-wales",
      "title": "Covid: Clarity call on reopening Wales to tourists",
      "tags": "Tourism,Coronavirus lockdown measures,Barmouth,Wales business,Mold,Impacts of tourism,Gower,Travel & leisure industry,Wales economy,Coronavirus pandemic",
      "text": "Tourism bosses are seeking a \"roadmap\" to help the sector to prepare ahead of any decision to reopen in Wales.\nIt comes after First Minister Mark Drakeford said some sections could open by Easter as long as the Covid-19 situation continues to improve.\nOne caravan park had 100 bookings on Friday - compared with the usual 25 - after Mr Drakeford's comments.\nBut another site with customers mostly from north-west England said they seemed cautious about booking ahead.\nThe Welsh Government said it wants businesses to be open and trading \"as soon it is safe to do so\". \nWales has been under a level four lockdown since before Christmas with some businesses closed and people ordered to avoid all but essential travel.\nTom Beynon, from Three Cliffs Bay Holiday Park in Gower, said inquiries \"went around the bend\" on Friday with a lot of customers from Wales looking to holiday closer to home.\nHe said daily bookings and inquiries at this time of year had already doubled from 25 to 50 but they shot up to 100 on Friday night \"due to Mr Drakeford's positivity\".\n\"Is that people reading between the lines that you can go away but [stay] within Wales?\" he said.\nThe park's season traditionally runs between April and October and staff are preparing to reopen as usual \"unless told otherwise\", said Mr Beynon.\nBarmouth mayor, councillor Katie Price, who also owns a B&B in the Gwynedd town, said a \"roadmap\" was needed so hospitality businesses \"know where they stand\".\n\"People may have to make new adaptations to their businesses, but how can they start to put things in place when they have no promise of an income or deadline as to when that needs to be done?\" she said.\n\"The process of reopening has to have full community confidence, so people who live here feel safe, as well as our customers.\"\nShe said that tourism was \"one of the biggest parts of the economy\" in Barmouth and added that \"from a business point of view\" footfall is needed when hospitality reopens, which should be reflected in travel rules. \nCeri Roberts, from Fron Farm Country Holiday Park, at Hendre, near Mold, Flintshire, said the tourism industry and holidaymakers needed \"certainty, definite dates for people to be able to book with confidence\".\nShe said 98% of customers came from over the English border with people \"cautious\" about booking a place at the site due to differing Covid restrictions last year.\nMrs Roberts said the business had pledged to offer refunds if cancellations were necessary to give customers confidence.\nShe has also called for guidance about what could be allowed to reopen as campers were unable to book a pitch for a time last year when shared amenity blocks had to remain closed due to Covid rules.\n\"I'm more positive about taking caravan and static bookings,\" she said.\nBerin Jones, of the Shelbourne Hotel, in Llandudno, was \"delighted\" by the news there was a possibility of reopening. \n\"We traded for 10 weeks of last year in the last 12 months,\" he said. \n\"It's absolutely essential that all the supporting industries, suppliers and everything else, are able to start planning to reopen and get working again.\n\"We really need a timetable from (Mark Drakeford) now, we need to understand well in advance when it is he expects to open up campsites, when it is he expects to open up hotels.\"\nMeanwhile, Gwynedd council is planning to hold a summit next month with councillors and Snowdonia National Park Authority officials following \"unprecedented\" visitors to Snowdon since the pandemic began, according to the Local Democracy Reporting Service.\nCouncil leader Dyfrig Siencyn told the education and economy scrutiny committee that such \"unsustainable tourism\" could not continue to be accommodated.\n\"I've been personally accused of being anti-tourism despite growing up in a home which was let out as a bed and breakfast, and it's right that we remember it's an important industry for us,\" he said.\n\"But the pandemic has perhaps shown we're almost wholly reliant on tourism in rural areas such as Gwynedd and have very little choice, which drives us to create a much more varied economy rather than all our eggs being in one basket.\"\nA Welsh Government spokesman said that restrictions in Wales are kept \"under constant review\" and it will \"always work with sectors to ensure businesses have as much notice as possible\" about changes to Covid rules.\n\"The public health situation is improving thanks to everyone's hard work and sacrifices but we all need to stay at home for a while longer to bring levels of the virus down further.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55953848",
      "category": "uk",
      "title": "Covid: All over-50s in UK to be offered vaccine by May",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "All adults aged 50 and over should have been offered a coronavirus vaccine by May, Downing Street has confirmed.\nPreviously ministers had said it was their \"ambition\" to vaccinate the first nine priority groups by the spring.\nThe UK had given a first jab to nearly 11 million people as of Thursday and is aiming to reach 15 million vaccinations by 15 February.\nHealth Secretary Matt Hancock said a lot of things would \"have to go right\" to hit the May target for all over-50s.\nHe said supply was the \"most difficult\" limiting factor in the roll out. \nBut he said the government was on track to vaccinate the first four priority groups by the middle of the month, these include the over-70s, frontline health and care workers and the clinically extremely vulnerable.\nThe top nine priority vaccination groups - which are set by the Joint Committee on Vaccination and Immunisation (JCVI) - also includes people aged 16 to 64 with underlying health conditions.\nMr Hancock also said it was \"still too early to say\" when restrictions could be lifted and warned the health service was still under pressure. \nPrime Minister Boris Johnson said, in a Twitter video, that on 22 February he would \"set out the beginnings of our roadmap for a way forward for the whole country as the vaccine programme intensifies and, as more and more people acquire immunity, a steady programme for beginning to unlock\".\nHe also warned that these were still \"early days\" and rates of infection in the country were \"still very high\".\nIt comes after Mark Harper, chairman of the Covid Recovery Group made up of Conservative MPs who want lockdown to be eased, said it would be \"almost impossible to justify having any restrictions in place\" once the over-50s had been vaccinated.\nProf Graham Medley, who is a member of the Scientific Advisory Group for Emergencies, earlier said the government should avoid \"setting dates\" for lifting lockdown and focus on criteria, such as case rates, rather than a calendar.\nA further 1,014 deaths within 28 days of a positive test were reported on Friday, taking the total by that measure to 111,264. \nThere have been 19,114 more positive cases of coronavirus recorded, while another 480,560 people received their first dose of a vaccine - taking the total to 10,971,047 across the UK.\nCoronavirus cases are showing clear signs of falling across the UK, the latest figures suggest, and the R number - the average number of people that someone with Covid will go on to infect - has dropped slightly to between 0.7 and 1.\nIn a press release confirming May's local elections will go ahead, the Cabinet Office said: \"The UK's vaccination programme is planned to have reached all nine priority cohorts by May, meaning that the government can commit to go ahead with these polls with confidence.\"\nBBC health correspondent Nick Triggle said, while the NHS has the staff, volunteers and clinics needed to vaccinate the 15 million people in the next priority groups, vaccine production was a biological process so there were no guarantees about how much could be grown.\nBut our correspondent said there was growing confidence in the UK supply chain, with the bulk of supplies now coming from UK-based plants, while the first batches of the Moderna vaccine - of which the UK has ordered 17 million doses - would start to arrive before Easter.\nBy Rachel Schraer, BBC health correspondent\nSo far, the falls in Covid cases and hospital admissions (about a fifth in a week respectively) are pretty much exclusively down to the effects of lockdown restrictions. \nBut soon, we'll start to see the impact of vaccination too - and we will expect to see more good news, particularly falls in deaths which are heavily concentrated in the over-80s.\nWhile deaths mainly occur in the over-80s, about 20% of hospital admissions are in 45-64-year-olds and another 20% in 65 to 74-year-olds. The latest commitment to vaccinate all over 50s could have a massive impact on severe illness and the strain it puts on the health service, too.\nBut the situation will remain precarious for a while. Cases, though falling, are still high - and despite a so-far successful vaccination campaign, large swathes of the country may still be unprotected come spring.\nThough much rarer, a proportion of younger, healthy people will end up in hospital with Covid, and we're only just beginning to learn about the burden of long Covid on the previously well young. \nSo once the groups at highest risk of ending up in hospital and dying have been vaccinated, the government will face difficult questions about what level of risk it is willing to stomach to ease restrictions, while a prolonged lockdown carries its own risks that might be currently difficult to measure. \nThe UK's drugs regulator, the MHRA, said the vaccines being distributed in the country were extremely safe, while new research shows the AstraZeneca jab protects well against the new \"Kent\" variant of Covid.\nEarlier on Friday, the government also announced a deal with biopharmaceutical company CureVac, which Business Secretary Kwasi Kwarteng said would allow the UK to \"swiftly tweak and roll out\" existing vaccines to combat new variants, with 50 million doses placed in an initial order for later this year.\nThe government also said no contracts had yet been awarded to hotels to take part in England's new quarantine scheme, which will see all those arriving from 33 Covid hotspots have to stay in a hotel for 10 nights."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-55963876",
      "category": "uk-england-wiltshire",
      "title": "Westbury crash: Woman, 18, dies and three teenagers injured",
      "tags": "Westbury",
      "text": "A woman who died in a car crash which left three other teenagers injured has been named.\nBethany Ovenden Gumm, 18, was a passenger in a Ford Fiesta which left The Mead in Westbury, Wiltshire and hit a garden wall and a tree on Friday.\nThe driver, a 19-year-old man, was seriously injured and remains at Southmead Hospital in Bristol.\nTwo other occupants - a woman, 18, and a girl, 17 - have \"significant\" injuries and also remain in hospital. \nThe Mead, near the roundabout with the A350, was closed after the accident at about 23:40 GMT on Friday but reopened at about 10:00 GMT on Saturday. \nInsp Andrew Lemon, of Wiltshire Police, said: \"This is a tragic incident and our thoughts are with the girl's family and friends at this extremely difficult time.\n\"I ask that their privacy is respected and our investigation into the circumstances surrounding the collision is ongoing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-55963459",
      "category": "uk-england-hereford-worcester",
      "title": "South Africa Covid-19 variant: Worcestershire testing begins",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "Testing for the South Africa variant of Covid-19 has begun in Worcestershire. \nThe county council has set up surge testing in the WR3 postcode, and some parts of WR9, after cases of the variant with no links to international travel were identified.\nCouncillor Tony Miller said the area being tested equated to about 6,000 people.\nMr Miller said only one positive case of the variant had so far been found in the area.\n\"We have done positive tracing and tracking of that person to who they have been in contact with and everybody who has been in contact is self isolating,\" he said.\nThe testing site, he said, would initially be in place for a week, possibly two. \nThe South Africa variant, one of thousands since Covid-19 emerged, is not thought to be any more dangerous than others circulating in the UK but there are concerns it can spread more readily and vaccines may not work quite as well against it.\nCases that cannot be linked to international travel have prompted fears the variant is spreading in communities in England.\nA mobile testing unit has been set up at The White Hart pub in Fernhill Heath, near Worcester, for adults with no symptoms living within walking distance.\nBut technical problems forced those booked for tests before 12:00 GMT on Saturday to rearrange, which Worcestershire County Council said had affected a quarter of bookings on the first day of testing. \nA second testing site will open on Monday at Sixways stadium, also for residents from the identified postcodes, and only for people aged over 18 who have no symptoms. \nThe council said residents had so far responded \"in their hundreds\" to the request to get tested.\nDr Kathryn Cobain, the Director for Public Health in Worcestershire, said:\" I want to thank the residents of these areas for answering our call to get tested, and for fully embracing this testing programme. \n\"It is fantastic to see so many residents wanting to do this.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-55963093",
      "category": "uk-england-nottinghamshire",
      "title": "Covid-19: Police fine baby's birthday party-goers £11k",
      "tags": "Mansfield,Birmingham,Nottingham,Coronavirus pandemic",
      "text": "More than £11,000 in Covid fines have been handed out to 14 adults after they attended a one-year-old's birthday party. \nNottinghamshire Police were informed of the celebrations on Thursday after members of the public reported seeing party banners outside the gathering.\nOfficers said 24 people, including 10 children, were bunched into \"a small flat\" in Victoria Street, Mansfield.\nEach adult was fined £800 for attending the party. \nUnder new Covid-19 measures introduced in January, people attending a gathering of more than 15 people at a house party incur a higher fine.\nPolice said a number of people travelled from Birmingham to attend the celebrations.\nOfficers said the revellers were also having a family barbecue. Police issued £11,200 in fines after breaking up the celebrations at about 15:00 GMT. \nAssistant Chief Constable Steve Cooper said: \"Officers are putting their own health, as well as their families' health, on the line by attending these kind of house parties night after night. \n\"We would appeal to all local residents to comply with the Covid-19 regulations which are there to protect everyone.\"\nFollow BBC East Midlands on Facebook, Twitter, or  Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55966362",
      "category": "uk-england-london",
      "title": "Croydon stabbings: 'Abhorrent' night of violence leaves man dead",
      "tags": "Croydon",
      "text": "Police have condemned a night of \"needless and abhorrent\" violence after a man died and nine others were hurt in a spate of stabbings in south London.\nOfficers were called to five stabbing incidents in the space of just over two and half hours on Friday evening.\nA 22-year-old man was killed in a fight at a block of flats in Wisbeach Road, Croydon, police said.\nNone of the attacks is being linked, but police said extra officers would be deployed in south London.\nPolice said the dead man was stabbed in an altercation with a group of males and a murder investigation was under way. \nOn Saturday afternoon friends and family of the victim, including his mother, laid flowers alongside a police cordon at the scene.\nAnd in a separate incident a man in his 20s was found dead in Kilburn in north London at about 17:40 GMT on Saturday. A boy believed to be in his teens has been taken to hospital in a critical condition.\nDet Supt Nicky Arrowsmith said: \"Sadly, tonight [Friday] we have seen a number of needless and completely abhorrent violent altercations, including one that has tragically resulted in a loss of life.\n\"We need to hear from anyone who has information about crime, those who carry a weapon, or those who exploit others for gain or revenge, while putting young people's lives at risk - we need this information to help keep London safe.\"\nThe man who died was one of two men reported to have been injured at the property in Wisbeach Road.\nA resident described seeing police and medical staff trying to save him.\nThe witness, who asked not to be named, said: \"There was blood everywhere, it looked like he was cut in the leg and they tried to stop the bleeding.\n\"His mum was here crying and she was in pieces.\n\"It is terrifying, my son is 19 and I'm worried for him.\" Ch Insp Martin Thorpe, from the Met's Specialist Crime team, said: \"I am aware that this was one of a number of violent incidents in and around the south London area on Friday evening but there is nothing to connect these incidents together at this time.\"\nPolice said none of the nine other casualties was now considered to be in a life-threatening condition and added that two people had been arrested.\nOn Saturday afternoon a 10th man, aged 24, was stabbed near West Croydon station on Oakfield Road.\nThe other attacks are being investigated by officers from the South Area Basic Command Unit, the Met said.\nThese include a man who was stabbed on Chapman Road, Croydon, and four men who took themselves to hospital with stab wounds after a fight in the Penwortham Road area of Wandsworth.\nAnother two men, both in their 30s, also went to hospital after a stabbing on Jay Gardens, Chislehurst, just before 21:00.\nPolice are also investigating the stabbing of a man in his 40s who was found wounded on Dingwall Road at 21:12.\nThe victim has since been arrested on suspicion of affray and a 38-year-old man was arrested on suspicion of grievous bodily harm and remains in custody, the Met added.\nLabour MP for Croydon North Steve Reed said in a tweet that the \"absolutely horrific news\" would \"devastate our community\". \nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55954162",
      "category": "world-europe",
      "title": "Russia expels European diplomats over Navalny protests",
      "tags": "Germany,Sweden,Russia,Alexei Navalny,Vladimir Putin,Poland",
      "text": "Russia has expelled three diplomats from Germany, Sweden and Poland for joining protests in support of opposition activist Alexei Navalny, who was jailed earlier this week. \nThe Russian foreign ministry said the three took part in \"illegal demonstrations\" on 23 January. \nThe diplomats' home countries have condemned the expulsions, as have the UK, France and the EU. \nMr Navalny is a vociferous critic of Russian President Vladimir Putin. \nThe expulsions were announced just a few hours after EU foreign affairs chief Josep Borrell met Russian Foreign Minister Sergei Lavrov in Moscow. \nHundreds of thousands of people took part in protests in support of Mr Navalny across Russia on 23 and 31 January. Thousands were arrested.\nGermany denounced the expulsion as being \"in no way justified\" and said it would not \"go unanswered\" if Russia did not reconsider. \nSweden said the claim that its diplomat took part in the protest on 23 January was unfounded and said it reserved the right to an appropriate response. \nPoland said the expulsion could lead to the \"further deepening of the crisis in bilateral relations\".\nMr Borrell, on behalf of the EU, said he \"strongly condemned this decision and rejected the allegations that they conducted activities incompatible with their status as foreign diplomats\".        \nHowever, Mr Lavrov said any European sanctions over Mr Navalny's treatment would be illegitimate. \nBoth Germany and Poland said they had summoned their respective Russian ambassadors to express concern over the expulsions - a move that could possibly lead to tit-for-tat measures and more diplomats being sent home. \nRussia could have expelled these European diplomats any day: the pro-Navalny protest they supposedly joined was two weeks ago. But the foreign ministry chose to make the announcement with Josep Borrell in town. \nThe timing was clearly meant to send a message: you can lecture us on human rights and freedom, but we'll do what we want and really don't care what you think. The ministry even had a prepared riposte to condemnation of the mass arrests of protesters: it handed over a video compilation of police violence in the US and Europe. \nSergei Lavrov is an old hand at this. He's been communicating indifference and defiance since the 2014 annexation of Crimea and the sanctions that followed. International pressure didn't alter Russia's behaviour there. It's preparing to handle the \"Navalny issue\" the same way.\nMr Navalny, 44, is a political activist who has campaigned against corruption and Mr Putin since 2011. \nLast August he was poisoned with a nerve agent in eastern Russia and taken to Germany for treatment. He returned home at the end of January, despite warnings from the Russian government that he would be arrested. \nHe was then jailed for three-and-a-half years for what prosecutors said was a violation of the terms of a suspended sentence for fraud in 2014. A year was later deducted from his sentence for time served under house arrest.\nMr Navalny accuses Mr Putin of running an administration riddled with corruption and of organising the poison attack that nearly killed him. \nShortly after his return to Russia, Mr Navalny released a YouTube video featuring an opulent Black Sea palace which, he alleged, was a Russian billionaires' gift to the president. More than 100 million people have watched the video.\nMr Putin has denied ownership. Last week Arkady Rotenberg, a billionaire businessman close to Mr Putin, came forward to say he bought the palace two years ago.\nMr Navalny will be back in court on 12 February on charges of defaming a World War Two veteran. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55951920",
      "category": "health",
      "title": "Oxford-AZ vaccine 'effective against dominant UK variant'",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The Oxford-AstraZeneca vaccine gives people good protection against the new coronavirus variant which is now dominant in the UK, its developers say.\nThey found similar efficacy against the B117 \"Kent\" variant to the original virus, based on swabs from volunteers.\nIt is still unclear how well the jab works against other variants with more worrying mutations.\nBut the Oxford team says it can easily update its vaccine and deploy a new version in the autumn if needed.\nVaccine developers say it is a relatively straightforward process to tweak the current recipe to target any new variants, which occur often in viruses and are not unexpected.\nScientists behind the Pfizer-BioNTech and Moderna vaccines also say early research suggests their vaccines appear to protect against the dominant new variants in the UK.\nThe current vaccines being used in the UK were designed to target earlier forms of the virus circulating over a year ago.\nNow that more than 10 million people have been vaccinated, these are the first indications that the Oxford jab still protects most people from getting ill with Covid-19.\nOxford researchers say their analysis found similar levels of efficacy against the old variant (84%) and the \"Kent\" B117 one (74.6%), which was spotted in the South East in September and caused a sharp rise in cases before Christmas.\nIt is now present across the UK and in other countries.  \nBut a small number of cases of other, more concerning variants have come to light, which contain the E484K mutation. These have led to the introduction of door-to-door testing in some parts of England to stop their spread.\nThe Oxford findings are based on swabs taken from around 500 people taking part in trials of the Oxford vaccine between October and January.\nDr June Raine, chief executive of the UK's regulator, the MHRA, said the findings were \"very reassuring\".\nDr Peter English, consultant in communicable disease control, said: \"This is excellent news, as it indicates that the vaccine works effectively at preventing illness, even with the variant virus.\"\nThe study also indicates the vaccine may reduce transmission of the disease, as another recent study also suggested, as well as preventing serious illness and death from Covid-19. \nProf Sarah Gilbert, chief investigator on the Oxford vaccine trial, said the need for a new vaccine had always been expected.\n\"Coronaviruses are less prone to mutation than influenza viruses, but we have always expected that as the pandemic continues, new variants will begin to become dominant among the viruses that are circulating and that eventually a new version of the vaccine, with an updated spike protein, would be required to maintain vaccine efficacy at the highest level possible.\"\nProf Gilbert said they would continue to monitor the emergence of new variants and work with AstraZeneca to get ready to make changes to the vaccine if necessary."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55855220",
      "category": "uk-wales",
      "title": "Covid: How many people have been vaccinated in Wales?",
      "tags": "Coronavirus vaccines,NHS Wales,Coronavirus pandemic",
      "text": "Wales has given 84% of people eligible for Covid boosters a vaccination, according to the latest figures from Public Health Wales.\nThe programme has slowed down since before Christmas, delivering 3,752 booster doses a day in the last week.\nAt its height, 50,524 doses were given out on 21 December.\nTwo-thirds of vaccines given out in the past weeks were boosters, while more than 13,000 second doses, mainly to 12 to 15-year-olds.\nPeople can receive a booster three months after receiving their second vaccine, so it means that 84% of those eligible for a booster vaccine have now been reached in Wales.\nThat figure on 27 January was also 84% in Scotland, 81% in England and 75% in Northern Ireland.\nTo reach the remaining eligible people, at the current rate, it would take just over three months.\nThe situation is complicated by those who catch Covid having to wait before they can receive a booster, with higher proportions of the 18 to 40 age group infected since Christmas.\nThe total is 1,875,473 boosters given out by 27 January.\nThese include more than 42% of 18 to 29-year-olds and more than half of those in their 30s.\nWe can see that by last Sunday, 68% of adults had received their booster jab.\nMonmouthshire (78.6%) had reached the most and Cardiff (61.7%) the fewest.\nWith the over-50s, Monmouthshire has reached more than 88% and Powys, Blaenau Gwent, Bridgend and Caerphilly more than 87%. Cardiff and Neath Port Talbot (about 82%) have reached the fewest.\nAround 77% of people in their early 50s had also been given the booster and 81% of those in their late 50s.\nFor care home residents, the range is from just over 82% in Pembrokeshire to 96.6% of those on Anglesey having a booster.\nWales is slightly behind Scotland with the proportions of their populations given a first jab - 79.1%.\nBy 27 January, 2.5m people in Wales had been given their first dose. \nA total of 2,361,042 people have received a second jab, or 74.5% of the total population. \nMore than 64% of 16 and 17-year-olds have now received a second dose.\nWales (74.9%) and Scotland (75.3%) are close together on the proportions of second vaccinations.\nBy 27 January, England was on 71.6% and Northern Ireland trailing a little on 69.1%.\nFor the proportion of its population with booster doses, Wales is ranked fifth in the world, compared with other nations with a population above 1 million.\nWhen we look at figures within Wales, we can see Powys reached nearly 81% of its total population with two doses and 67.9% with boosters. \nSwansea Bay has reached the fewest proportion for vaccines, for all three doses (54.2%).\nNearly 62% of the youngest age group offered vaccines have taken a first dose in Wales by Wednesday.\nBut there is a big variation between counties. This ranged up to last Sunday from 74.1% in Monmouthshire and 70% in Rhondda Cynon Taf (RCT) to less than half of 12 to 15-year-olds in Neath Port Talbot taking up the offer.\nRCT and Merthyr Tydfil have so far reached nearly half of this age group with second doses too."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55953247",
      "category": "uk",
      "title": "Encrochat: Secret network messages can be used in court, judges rule",
      "tags": "National Crime Agency",
      "text": "An attempt to stop prosecutors using messages from hundreds of phones that were part of the Encrochat secret communications network in court has been rejected by the Appeal Court.\nJudges ruled the messages, obtained by French police by hacking the phones, were not gained by \"interception\".\nUnder British law, evidence from interception cannot be used in court.\nThe National Crime Agency believes Encrochat was mainly used by criminals, often to trade drugs and guns.\nThe judgement will have major implications for cases against suspected organised criminals around the country.\nDue to legal restrictions, it is the first time the BBC can report the detail of arguments surrounding Encrochat, which was penetrated by police last summer resulting in more than 1,000 arrests.\nThe NCA, which obtained the evidence from France, said it was the biggest breakthrough ever in the fight against organised crime.\nSenior officers described it \"as akin to cracking the enigma code\".\nThe messages, sent by suspects who did not know they were being monitored, detail alleged drug dealing and murder plots, and include images and videos.\nMany of the cases based on \"Encro\" evidence are now going to court, and if this judgement had ruled the messages couldn't be used, some trials may have been abandoned.\nUnder long-standing British law, designed to protect intelligence techniques from scrutiny and make criminal trials manageable, intercepted evidence can't be used in court.\nIn 2016, Parliament passed the Investigatory Powers Act in a massive overhaul of surveillance law. The act introduced a \"double lock\" that requires interception warrants to be authorised by a secretary of state and approved by a judge.\nIn a 2015 factsheet on the bill before it became law, the Home Office defined interception as \"making available the content of a communication to someone other than the sender or intended recipient during the course of its transmission. In practice that means listening to a phone call or reading an email\".\nBut the Lord Chief Justice, Lord Burnett of Maldon, Lord Justice Edis, and Mrs Justice Whipple dismissed an appeal by lawyers for Encrochat defendants.\nThe key legal argument centred on a piece of \"malware\" placed by French experts on Encrochat phones worldwide. It sent copies of every message to a police server.\nFrance has refused to say how, what it called \"the implant\", worked, creating legal uncertainty in British courts.\nEncrochat was a private messaging service that promised its users secure and secretive communications.\nAs well as the Encrochat messaging app, the company developed a modified version of the Android operating system and sold altered smartphones known as \"carbon units\" to run its software.\nSwitched on by pressing just the power button, the phones would load a \"dummy\" Android homescreen.\nBut activated another way they would boot into Encrochat mode.\nGetting hold of an Encrochat phone was not cheap, and the subscription charges were more than £200 a month.\nMessages sent between handsets were end-to-end encrypted: scrambled as they travelled across the internet, making them practically impossible to decode if intercepted.\nBut in June 2020, the company warned its users that an attack had comprised its handsets and advised them to \"physically dispose of your device immediately\".\nIf the implant had collected the messages as they were being transmitted, this would amount to interception of the communications.\nThe defence lawyers claimed the implant was taking messages from the phones' memory, milliseconds before being sent to their wifi or mobile data transmitters and therefore the data was \"in transmission\".\nBut the judges decided the data was in fact being stored temporarily on the devices as it was processed, before being transmitted.\nThey said this was evident because during the actual transmission the message were encrypted, and therefore couldn't have been read, as they were by the police.\nThe data collected also included crucial username information from the phone's storage memory, which is not sent as part of the transmission.\nIn Friday's judgement they compared the process with that of sending a letter: \"The process involves the letter being written, put in an envelope, a stamp being attached and then the letter being placed in the post box.  \n\"Only the last act involves the letter being transmitted by a system, but all the acts are essential to that transmission.\"\nFamilies of those arrested during the fall-out from the Encrochat penetration have been arguing online that the NCA broke the law by accessing and reading messages \"in real time\", as they were being sent.\nThey say British law enforcement agencies effectively allowed a foreign power, France, to hack the phones of 9,000 UK Encrochat users.\nPolice claimed that in general, using an Encrochat phone, which cost thousands of pounds to own and operate, demonstrated a likely involvement in criminal activity.\nBut suspects' supporters say innocent family members were caught up in a race to make use of the Encro messages, because police feared they would be criticised if they were not seen to take action.\nHowever the decision of the Appeal Court was that the evidence was collected lawfully."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55952459",
      "category": "uk-northern-ireland",
      "title": "Brexit: Irish Sea border issues foreseen when deal was done",
      "tags": "NI Brexit,Boris Johnson,Economic effects of Brexit,Brexit",
      "text": "On 17 October 2019 Boris Johnson was in ebullient form.\nHe had just sealed the Brexit withdrawal deal with the EU.\nAt a Brussels press conference, the prime minister hailed the agreement as marking the beginning of a \"very exciting\" time for the UK.\n\"I want to stress that this is a great deal for our country, for the UK,\" he said.\n\"And what it means is that we in the UK can come out of the EU as one United Kingdom - England, Scotland, Wales, Northern Ireland, together.\n\"And it means we can decide our future together, we can take back control, as the phrase goes, of our money, our borders, our laws, together.\"\nMeanwhile civil servants were doing the work of turning the deal into domestic UK law - what would become the European Union (Withdrawal Agreement) Bill.\nJust four days after Mr Johnson's Brussels triumph, the Department for Exiting the EU (DExEU) had produced an analysis of the Withdrawal Agreement Bill.\nIt is that piece of work which shows that the problems with the Irish Sea border were foreseen virtually from the moment the deal was signed.\nThe DExEU civil servants produced a prescient study that almost precisely describes the issues which have come into sharp focus over the past week.\nThe Northern Ireland part of the deal - the Protocol - keeps Northern Ireland in the EU's single market for goods and EU customs rules are enforced at its ports.\nThat is to prevent a hard border between Northern Ireland and the Republic of Ireland but at the expense of a new trade border within the UK.\nThe DExEU report was clear about what this meant: \"Goods moving from Great Britain to Northern Ireland will be required to complete both import declarations and Entry Summary Declarations because the UK will be applying the EU's custom code in Northern Ireland.\n\"This will result in additional administrative costs to businesses.\n\"Businesses that do not currently trade outside the EU will incur familiarisation costs as they have not had to engage with customs processes.\"\nIt went on to explain that the heaviest burden would fall on small businesses.\n\"The proposals will have an effect on all UK businesses that move goods between Great Britain and Northern Ireland, irrespective of the business's size.\n\"Economic theory suggests that a 'one size fits all' approach for business trade requirements is likely to have a disproportionate effect on small and micro businesses (SMBs) in particular. \n\"There would be both fixed and variable costs for firms as a consequence of the Protocol, consequently these costs are likely to be a larger proportion of SMBs' operating costs and therefore disproportionately affect them.\"\nIt is the trade in food and plant products from Great Britain to Northern Ireland that has faced the greatest disruption since 1 January.\nThe DExEU report devotes a lengthy section to that issue and again spelled out the implications.\n\"There will be additional documentation required on all agri-food goods moving from Great Britain to Northern Ireland to ensure that they comply with the necessary regulations,\" it stated.\n\"These could include Export Health Certificates for products of animal origin, fish and live animals; and phytosanitary certificates for plants.\n\"This would result in an additional administrative cost to businesses moving goods between Great Britain and Northern Ireland.\"\nDExEU was not the only government department with a clear view of what was coming.\nDuring the 2019 UK general election campaign the Labour Party released a leaked Treasury presentation.\nThe language in the document was even blunter.\nIt said: \"The Withdrawal Agreement has the potential to separate Northern Ireland in practice from whole swathes of the UK's internal market.\"\nIt also correctly anticipated the way in which the Protocol would be perceived by many unionists: \"Northern Ireland symbolically separated from the union/economic union undermined.\"\nNorthern Ireland is of little interest to most voters or journalists in Great Britain so the issue sank without trace during the election campaign.\nAfter winning that election, the government did act to mitigate the looming impacts of the Protocol.\nSome potential requirements for new processes on Northern Ireland-Great Britain trade were negotiated away in further talks with the EU.\nAbout £500m is being spent on a Trader Support Service to help with customs and a Movement Assistance Service to help with the certification costs of agri-food goods.\nThere are \"grace periods\", meaning some of the new processes are being phased in.\nBut the fundamental character of the Protocol has not changed since those DExEU officials explained it all more than 15 months ago."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55966178",
      "category": "world-europe",
      "title": "Pope Francis appoints first woman to the Synod of Bishops",
      "tags": "Catholicism,Pope Francis,Women",
      "text": "The Pope has appointed a woman as an undersecretary to the Synod of Bishops for the first time.\nSister Nathalie Becquart, who is from France, will have voting rights in the body, which advises the pontiff and debates some of the most controversial issues in the Roman Catholic Church.\nMs Becquart has worked with the synod as a consultant since 2019.\nThe body's secretary-general, Cardinal Mario Grech, said the appointment showed that \"a door has opened\".\nHe noted that the decision reflects the Pope's desire \"for a greater participation of women in the process of discernment and decision-making in the church\". \nThe BBC's John McManus says the move is not a precursor to ordaining women as priests, although some opponents may regard it as a further step in that direction.\nLuis Marín de San Martín, a priest from Spain, was also named as a new undersecretary of the synod.\nIn recent years, the Synod of Bishops has debated topics of doctrine including the treatment of divorced and married Catholics.\nThe news comes less than a month after Pope Francis formally changed the law in the Church to allow women to administer communion and serve at the altar, although the decree stressed that ordained priesthood would remain open to men only.\nLast year, meanwhile, the pontiff appointed six women to the council which oversees the Vatican's finances.\nMore on Pope Francis and the Vatican:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55965185",
      "category": "uk-wales",
      "title": "Covid: Police crack down on Penarth lockdown breakers",
      "tags": "Coronavirus lockdown measures,Swansea,Barry,Penarth",
      "text": "Police have been on the streets of a seaside town to deter visitors as residents claim they have been overrun by lockdown breakers.\nPolice stopped traffic in Penarth as householders expressed worries about numbers on the narrow streets.\nJayne Harding said on one road, 75 people passed homes in just 15 minutes. \nShe said she would welcome them when there was not a pandemic. \"But this Covid is a completely different kettle of fish,\" she said.\n\"People are coming in cars with four or five occupants and dogs, bikes the lot,\" she said. \n\"The marina right now is full right now with cars.\"\nThe retired teacher, who lives in Penarth Marina, said residents \"could not, literally, go out the front door.\"\n\"We can't cross the pavement because of the numbers,\" she added.\nPolice across Wales have been urging the public not to visit beauty spots, with lockdown rules stating people should start and end exercise from their homes.\nSouth Wales Police urged potential visitors to stay away from the area, as well as from Barry Island and Ogmore-by-Sea. \n\"Please don't travel to the Vale of Glamorgan for exercise,\" the force said on Twitter. \nIt said it was working with Vale of Glamorgan council to enforce Covid-19 restrictions.\nIn Swansea, a house party in an Airbnb property was broken up. \nThirteen revellers were fined and one woman is facing further action amidst allegations of obstruction.\nPolice brought the party to an end after attending the property in Sandfields. \n\"Booking a local Airbnb for a party is irresponsible,\" South Wales Police wrote on Twitter. \n\"One female also being dealt with for obstructing a police officer.\" \nIn Quaker's Yard, in Treharris, the force said it was working to deter off-road bikers.\nIt said: \"(We) are on patrols with the joint enforcement team today following numerous complaints of Covid travel restriction breaches and off road motorbike annoyance.\"\nNorth Wales Police urged rugby fans to stay at home and enjoy the weekend's Six Nations matches within coronavirus regulations. \n\"You may not be going to the stadium to soak up the atmosphere, or meeting your mates in the pub but you can still enjoy the matches by staying at home,\" the force wrote on Twitter.\n\"Help stop the spread by staying within your household.\" \nDyfed-Powys Police shared a similar message on the social network. \n\"Enjoy the #SixNations a little differently this time,\" it said. \n\"Watch the matches at home with your household only, with your friends on video call perhaps.\"\nUnder the current rules people should stay at home and may only travel for \"essential reasons\".\nThat might include work and for caring responsibilities. International travel is also not permitted.\nPeople are allowed out of their homes to exercise, for unlimited times and periods each day, while Wales remains in level four lockdown, but must maintain social distancing.\nPeople are not allowed to travel to exercise. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55960355",
      "category": "health",
      "title": "NHS: Government plans to reverse Cameron-era reforms",
      "tags": "Department of Health & Social Care,Social care,NHS,GP",
      "text": "The government is planning to reverse reforms of the NHS in England introduced under David Cameron in 2012, a leaked document suggests. \nThe changes would aim to tackle bureaucracy and encourage health services from hospitals to GP surgeries and social care to work more closely.\nThe draft policy paper also says the health secretary would take more direct control over NHS England.\nThe Department for Health and Social Care said it did not comment on leaks.\nA spokesman added that details would be set out in due course.\nThe reforms by Mr Cameron's government in 2012 saw the creation of NHS England - to run the health service - and the scrapping of primary care trusts in favour of GP-led clinical commissioning groups to organise local services.\nUnder the latest proposals, set out in a leaked document published by health news website Health Policy Insight, there will be \"enhanced powers of direction for the government\" to \"ensure that decision makers overseeing the health system at a national level are effectively held to account\".\nInstead of a system that requires competitive tendering for contracts - sometimes involving private companies, the NHS and local authorities will be left to run services and told to collaborate with each other, says the draft White Paper, designed to set out proposed legislation. \nThere will also be more focus on GPs, hospitals and social care services working together to improve patient care.\nThe paper stresses that the Covid pandemic \"demonstrated plainly that this broader approach to health and care is not only desirable, but essential\".\nRichard Murray, chief executive of health charity The King's Fund, said the proposals amounted to \"major reform\", giving ministers more direct control of the NHS and public health.\nBut he raised concerns around the timing of such a move.\n\"While many might agree with the ultimate objective of more integrated health and care services, there are clear risks in distracting the service when the NHS is still battling Covid-19 and in the midst of the biggest vaccination programme in our history,\" Mr Murray added.\nThe trade unions for doctors and nurses, the British Medical Association and the Royal College of Nursing respectively, would not comment on the leaked proposals.\nA Conservative government headed by Boris Johnson is about to start reversing health reforms in England introduced under David Cameron.\nThat in itself is a significant moment, though it has been in the offing for a while. \nThe Health and Social Care Act of 2012 was highly controversial. \nThe left hated it because of the introduction of competitive tendering which was seen as a vehicle for private companies to undermine the NHS.\nMany Conservative politicians came to dislike it because of bureaucratic costs and confused lines of accountability. \nSir Simon Stevens, head of NHS England, called for a redrafting of legislation to simplify the system.\nNow Matt Hancock, the health secretary, is grasping the nettle and will soon publish a government White Paper with plans to give ministers more control over the complex web of health entities in England. \nNHS organisations and local authorities will be told to focus on working together for the benefit of their local populations.\nBut the detail, as always, will be closely scrutinised. \nSome will question why the government has chosen to launch the plans with the pandemic still raging. \nOthers may ask whether this is a power grab by ministers which won't necessarily improve patient care.\nNigel Edwards, chief executive of health policy think tank the Nuffield Trust, said the reforms should allow GPs, hospitals, community services and social care to \"work better and more effectively together\" in the longer term.\nHe told the BBC he hoped \"the changes in the wiring behind the dashboard shouldn't be too noticeable to patients and when it is, it will be in the longer term because the results they're getting are better\".\nBut he warned against over-optimism, saying structural change could help but was not \"the magic ingredient\" to better delivery of care.\nMeanwhile, Dr John Lister, of campaign group Keep Our NHS Public, said: \"The leaked draft of the White Paper has been interpreted as planning to 'scrap forced privatisation and competition within the NHS', but the draft makes clear that 'there will continue to be an important role for voluntary and independent sector providers'.\"\nFormer Health Secretary Jeremy Hunt welcomed the proposed changes.\nHe told BBC Breakfast: \"Last year was the first year in history where, across the world, there were more over-65s than under-fives, so we are all having to deal with this big change in our health provision of the growth in older people and what that means is you need a lot more joined up care.\"\nHe added: \"The structures need to be improved to make that possible and I think that's what these reforms are intended to do, so I think they could be very positive.\"\nHowever, speaking to BBC Radio 4's Today programme, Mr Hunt warned against the emergence of \"cosy local monopolies\" and said the reforms needed to include \"a proper accountability mechanism\" - similar to Ofsted inspecting schools, he added.\n\"How we make sure that the NHS continues to be held accountable for these huge sums of public money is something that, I am sure, people will want to ask.\"\nThe 2012 Health and Social Care Act, brought in by the coalition government led by then-Conservative Prime Minister Mr Cameron, alongside his Health Secretary Andrew Lansley, put NHS England at arms length from the secretary of state. \nIt gave more control over budgets to GPs and other clinicians, while greater competition with the private sector was encouraged. \nHowever, the changes attracted criticism from professional bodies representing doctors, nurses and other NHS workers as well as opposition MPs.\nAn NHS spokesman said the service had come together \"to draw up practical proposals that will make it easier for those delivering health and care to work together to deliver the best possible care for patients, without some of the bureaucracy and fragmentation implicit in the 2012 act\".\n\"These proposals were set out publicly in the NHS Long Term Plan in 2019 and further developed last year, drawing on what the best local health systems are already doing,\" they added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55959214",
      "category": "uk-england-london",
      "title": "Croydon stabbings: One killed and 10 injured in spate of attacks",
      "tags": "Croydon",
      "text": "One man has died and at least 10 others have been injured in a spate of stabbings across parts of south London. \nPolice were called to four reports of stabbings in Croydon, Chislehurst and Wandsworth on Friday evening. \nNone of the stabbings are being linked by detectives, but Metropolitan Police said extra officers would be deployed in south London.\nDet Supt Nicky Arrowsmith described the violence as \"needless and completely abhorrent\".\nThe Met said none of the nine wounded on Friday night were now considered to be in a life-threatening condition and added that two people had been arrested.\nOn Saturday afternoon a 10th man, aged 24, was stabbed near West Croydon station on Oakfield Road.\nOne of two men reported to have been injured at a property in Wisbeach Road, Croydon, was found dead at the scene just after 20:00 GMT.\nA resident described seeing police and medical staff trying to save the 22-year-old man.\nThe witness, who asked not to be named, said: \"There was blood everywhere, it looked like he was cut in the leg and they tried to stop the bleeding.\n\"His mum was here crying and she was in pieces.\n\"It is terrifying, my son is 19 and I'm worried for him.\" \nHomicide detectives have launched a murder investigation following the Wisbeach Road stabbing.\nThe other attacks are being investigated by officers from the South Area Basic Command Unit, the Met said.\nThese include a man who was stabbed on Chapman Road, Croydon, at 18:56 and four men who took themselves to hospital with stab wounds following a fight in the Penwortham Road area of Wandsworth.\nAnother two men, both in their 30s, also went to hospital after a stabbing on Jay Gardens, Chislehurst, just before 21:00.\nPolice are also investigating the stabbing of a man in his 40s who was found wounded on Dingwall Road at 21:12.\nThe victim has since been arrested on suspicion of affray and a 38-year-old man was arrested on suspicion of grievous bodily harm and remains in custody, the Met added.\nGold commander Ade Adelekan said: \"While work continues to investigate the motivation and circumstances of these four incidents, I can say that they are being treated as isolated.\n\"However, that does not make this series of violent incidents any less shocking and I understand that residents in and around the areas where these incidents occurred will be rightly concerned.\"\nLabour MP for Croydon North Steve Reed said in a tweet that the \"absolutely horrific news\" would \"devastate our community\". \nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55796749",
      "category": "uk-wales",
      "title": "Covid: Lockdown online shopping sees recycling increase in Wales",
      "tags": "Rhondda,Pembrokeshire County Council,Coronavirus lockdown measures,Recycling,Waste management,Cardiff Council,Bridgend,Cardiff,Flintshire County Council,Conwy County Borough Council,Welsh government,Environment,Self-isolation,Powys Council,Rhondda Cynon Taf County Borough Council,Rubbish collection,Coronavirus pandemic,Litter",
      "text": "A surge in people shopping online and getting home deliveries during lockdown has led to an increase in recycling across Wales, figures have shown.\nOver the past seven weeks, people have been told to \"stay home\" as Wales has been in a strict lockdown.\nCouncils said it led to people recycling more, with 500 extra tonnes of recycling put out over Christmas in Rhondda Cynon Taf alone.\nThe Welsh Government said the recycling improvements were \"heartening\".\nWhile all councils normally see an increase in waste over Christmas, this rose \"substantially\" over the latest festive period as people celebrated at home and had presents delivered.\nCouncils said it was likely due to more people working from home, schools and pubs shut, and increased packaging from online shopping. \nMany authorities said it had been challenging to collect the growing number of bags while dealing with staff sickness due to Covid, as well as disruption due to snow, ice and flooding.\nSome collections, including garden waste, remain suspended.\nIn Cardiff, the council dealt with an estimated 400 extra tonnes of recycling over Christmas - a 25% annual increase - while Bridgend saw an increase of 410 tonnes.\nIn Rhondda Cynon Taf, one of the areas hit the hardest by the pandemic, staff collected more than 2,770 tonnes of recycling over the two-week festive period - or 692 full bin lorries - an increase of 500 tonnes (18%) on 2019.\nThe council praised residents after its \"greenest Christmas ever\", with 450 tonnes collected in just one day, and some residents putting out more than 50 bags.\nDespite high numbers of Covid cases in the community, the council said it had \"limited issues with staff shortages\".\nCouncils in Wales are expected to reach a 70% recycling target by 2024 or face fines of £200 per tonne, with the aim to send no waste to landfill by 2050.\nIn 2019-20, more waste was recycled in Wales than ever before - 65.1% - but this was before the start of the first UK-wide lockdown.\nHowever, provisional figures from Stats Wales suggest that less recycling was collected during the first few months of the pandemic as many businesses closed and people worked from home.\nIn 2019-20, almost 300,000 tonnes of waste - about 4% of all municipal waste - was collected from commercial and industrial premises, including 137,488 tonnes of recycling.\nThe amount of waste reused, recycled or composted dropped from 66.8% in April-June 2019 to 64% in the same months in 2020.\nHowever, this comes on the back of all waste falling, from 400,000 tonnes to 339,600, with shops, pubs and cafes not generating rubbish, meaning a significant amount less was sent to landfill - 17,325 tonnes compared to 34,667 tonnes in the same three months in 2019.\nCouncils say they have been hit with rising amounts of rubbish and increased staff sickness due to Covid-19 or people self-isolating.\nDuring the first lockdown from March 2020, household recycling in Cardiff was temporarily sent to an incinerator to be burnt rather than being sorted and recycled, due to staffing issues.\nMany councils said they drafted in extra workers and put on extra lorries in a bid to cope.\nIn Vale of Glamorgan, the amount of rubbish being thrown out increased by about 30%, with bin workers making numerous visits to \"catch up\".\nCardiff council, which missed the Welsh Government target for 2019-20, said it experienced \"substantial staff shortages\" and hitting the 2020-21 target would be \"extremely challenging\".\nThe authority struggled to deal with rising recycling demand over Christmas, with an extra 400 tonnes on the streets - on a normal day it would collect 50 tonnes.\n\"Alongside this extra waste, the council has also experienced a 17% reduction in staff in the department due to workers either testing positive for Covid or having to shield, or self-isolate,\" the council said.\nStretched council services were faced with another challenge recently - the weather.\nStorm Christoph, which left villages underwater, saw collections disrupted in parts of Wales, while snow and icy conditions left crews unable to access some streets.\nSteve Jones, chief officer for Street Scene and transportation for Flintshire council, said the pandemic, combined with bad weather, was \"unprecedented\" after the authority was criticised for not collecting plastic and cardboard recycling between Christmas and New Year.\nSome criticism led to rows breaking out on social media between council workers and residents, and Mr Jones admitted some staff \"overstepped the mark\", after seeing the criticism when they were working so hard.\nSome councils also said fly-tipping had risen and litter bins were overflowing due to people dumping their household rubbish in them.\nThe Welsh Government has started a consultation on making Wales \"litter free\" after a rise in plastic bottles, face masks and fly-tipping in beauty spots.\nIt includes proposals to get businesses to cut down on packaging, potentially increasing fines for littering, and making it illegal to throw litter from cars.\nWith more people working from home, some councils, including Pembrokeshire, said bin lorries struggled to get down some streets, with large numbers of cars obstructing pavements.\nIn Merthyr, where crews have started earlier in the morning and more vehicles have been used, some call centre staff had suffered abusive calls, but the council said this was no higher than when collections were missed in bad weather.\nSome councils have already announced plans to slash services as they try to meet budget demands in the face of the pandemic, putting workers' jobs at risk.\nIn Powys, black bin collections could be cut to just once a month, following in the footsteps of Conwy, as part of plans to save £164,000 next year, and to encourage recycling.\nThe Welsh Government said councils were working to ensure rubbish was \"re-used, re-manufactured and recycled rather than ending up in landfill, which is particularly challenging given the increased rates of collection seen at individual authorities following the Christmas period\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55962062",
      "category": "entertainment-arts",
      "title": "Christopher Plummer: Hollywood pays tribute to 'one of the greats'",
      "tags": "The Oscars,Film,United States,Canada",
      "text": "Hollywood stars have paid tribute to Christopher Plummer, the Canadian actor who has died aged 91.\nDame Julie Andrews, who starred alongside Plummer in The Sound of Music, said he was a \"consummate actor\" and a \"cherished friend\".\nThe Oscar winner was also praised as \"an extraordinary man\" and \"completely free, kind and funny\".\nPlummer was best known as Captain Von Trapp in The Sound of Music, but his career flourished later in life.\nHe was nominated for numerous awards. He won an Oscar in 2012 for the film Beginners, and was also nominated in 2010 and 2018.\nPlummer also won two Tony Awards, a Golden Globe, a Screen Actors Guild Award and a Bafta.\nHe died peacefully at his home in Connecticut on Friday with his wife Elaine Taylor at his side, reports said.\n\"The world has lost a consummate actor today and I have lost a cherished friend,\" Dame Julie said in a statement. \"I treasure the memories of our work together and all the humour and fun we shared through the years.\"\nLou Pitt, his long-time friend and manager of 46 years, described Plummer as \"an extraordinary man who deeply loved and respected his profession\".\n\"He was a national treasure who deeply relished his Canadian roots,\" he continued. \"He touched all of our hearts and his legendary life will endure for all generations to come.\"\nThe actor Joseph Gordon-Levitt described Plummer as \"one of the greats\".\nSome of Plummer's most well-known films include The Insider, The Girl With The Dragon Tattoo, Knives Out, and A Beautiful Mind.\nChris Evans, who starred with Plummer in Knives Out, said: \"What an unbelievable loss. Few careers have such longevity and impact.\n\"One of my favourite memories from Knives Out was playing piano together. He was a lovely man and a legendary talent,\" he added.\nThe film's director, Rian Johnson, said Plummer was \"a living legend who loved his craft\" and \"an absolute gentleman\".\nIn an Instagram post, Knives Out star Ana de Armas said \"my heart is broken\".\n\"Thank you always for your laughter, your warmth, your talent... the vitamins when I got sick, your patience, your partnership and your company,\" she wrote alongside a picture of the pair on set.\nWilliam Shatner, a long-time friend of Plummer who starred with him in Star Trek VI: The Undiscovered Country, said he was \"so sad to lose him\".\n\"I interviewed him at a theatre... we spent the afternoon laughing and rejoicing in our mutual experiences,\" he wrote on Twitter. \"That afternoon defined my friendship with Chris.\"\n\"I loved working with Chris on The Insider, he was just impressive,\" Russell Crowe said in a series of tweets. \"It was a travesty that his role didn't receive an Academy Award nomination.\n\"I appreciated his candour and wisdom,\" he added. \"Good man. Fine actor.\"\nJohn Cusack said: \"[I] was lucky enough to work with him - and all I could think about was I can't believe I'm working with Christopher Plummer. Witty, generous, wildly talented.\"\nThe Academy of Motion Pictures Arts and Sciences, which awards the Oscars, said Plummer had \"beguiled audiences across generations\".\nAnd Bafta added its condolences, praising his \"amazing work since the 50s\".\n\"We've lost one of our most iconic and beloved actors,\" Canadian Prime Minister Justin Trudeau said. \"[He] gave life to so many characters we love and cherish.\"\nHe added: \"On behalf of all Canadians, I extend my deepest condolences to his family, his friends, and his many fans.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55956375",
      "category": "uk",
      "title": "Panorama: BBC team threatened following Boxing and the Mob programme",
      "text": "A BBC Panorama team has been threatened following a programme about a suspected crime boss's influence in world boxing.\nNorthern Ireland police have warned of an unspecified threat from unnamed criminal elements.\nThe programme investigated the role played by Daniel Kinahan, named in the Irish courts as the head of one of Europe's most prominent drug cartels.\nIt led to calls for tighter regulation but some in boxing defend his involvement.\nJo Carr, the BBC's head of current affairs, said: \"The BBC places the utmost priority on the safety of our teams, whose journalism plays a vital role in a free society. It is despicable and intolerable if thugs think they can muzzle a free press through intimidation.\n\"We will continue to throw light into even the murkiest of corners.\"\nThe courts in Ireland have accepted that an organised crime group linked to Mr Kinahan is involved in drug trafficking and execution-style murders.\nThe group is also suspected of involvement in a feud with a rival Dublin gang that has resulted in 18 people being murdered.\nMr Kinahan's lawyer told the programme he has no criminal record or convictions and the allegations about him being a crime boss are false and have no evidential basis.\nThe lawyer said: \"In so far as our client's record in boxing is concerned, he is proud of his record in boxing to date.\"\nMr Kinahan's involvement in boxing caused an outcry last summer when world heavyweight champion Tyson Fury publicly thanked him for setting up a much anticipated title fight with fellow British champion Anthony Joshua.\nThe criticism died down after it was announced that Mr Kinahan would no longer negotiate Mr Fury's fights and he was stepping away from boxing.\nBut Panorama's Boxing and the Mob programme discovered the suspected crime boss was still advising top fighters in world boxing.\nMr Fury did not respond to questions about whether Mr Kinahan was still acting as his personal adviser."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55758774",
      "category": "uk-wales",
      "title": "Covid vaccine: Can Wales meet its targets?",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales",
      "text": "It is hoped 70% of the over-80s in Wales will get the first dose of a Covid vaccine by the end of the weekend.\nBut it could be a few days before the official figures are published so we know for sure. \nFirst Minister Mark Drakeford said, because he has access to \"day-by-day\" data, it gives him confidence to know that by the end of Sunday, the target should be met\nBut with criticism of a slow start to its vaccination roll-out, has Wales been lagging behind other nations?\nWales reported 28,230 first dose vaccinations on Saturday - a 29% rise in its daily total on the day before.\nIf this was maintained at the same level, it is well on course to see the target of first doses of the first four priority groups being met by 14 February.\nWith 7.6% of the population getting the first dose, this is now even a little ahead of Scotland (7%), based on rates of population. \nEngland has reached 9% of its population. But comparisons are complicated and here's why. \nThe vaccine figures we see every day are already a few days old. It takes up to five days after a person receives a dose for the data to be actually published. \nGPs are asked to input data as soon as possible but it then has to be checked and verified by the national immunisation service and Public Health Wales - to ensure people aren't double-counted for instance - before it is actually published.\nSo there is a built-in lag between what NHS Wales bosses are seeing happening daily and when we see the figures.\nOne health official said they were under-reporting rather than leaving \"any chance of over-reporting\".\nThat enables Mr Drakeford, from the information he has to hand each day, to have confidence.\n\"Ministers every day see information, operational data that comes in from the health service, more or less, in real time,\" he said. \n\"The statistics that are published every day have a lag in them. They have to be collected formally from the health service. \n\"They have to be interrogated, they have to be quality assured, and then they are published as formal figures.\"\nIn England, \"real time\" data is published the next day, which is then subject to changes if necessary at a later date.\nSo, the official figures from NHS England - showing a higher rate - are actually ahead in time compared to Wales. \nIt pointed to its website which states that data was \"provisional\", showing doses, as reported by midnight on the date before publication. \n\"The weekly release then provides more accurate and detailed data by dose and age,\" it added. \nWales had 6% of people given a first dose by 21 January, England had reached 6% four days earlier - but without the publishing lag.\nThe figure for Saturday was 9% of population in England and 7.6% in Wales. Four days earlier, the figure in England was 6.5%.\nWales admittedly seemed to make a slow start last month, compared to other UK nations.\nOne of the explanations from health bosses in Wales is that it was a product of the different approaches taken by the UK nations to start with. \nThey expect things to even out between now and February.\nNorthern Ireland focused on mobile vaccination units to care homes, England focused on its primary care hubs, doing about two-thirds of vaccinations, while Wales started with mass vaccination centres before bringing in its network of GPs - increasing as more of the Oxford-AstraZeneca vaccine became available.\nSome GPs were frustrated they did not get supplies early on. This was because vaccine batches could not be split up and had to be sent in their original sized packs, but as supplies increased this issue was expected to be ironed out.\nHealth officials in Wales said GPs were condensing a lot of their vaccine clinics from Wednesday onwards and then into the weekends.\nVaccination figures are not normally published at weekends in Wales in any case. But with the data lag, we should see the proof in the pudding later in the week.\nA total of 650,000 in the four first priority groups are expected to get first doses of vaccines by mid-February.\nMass vaccination centres (MVCs) - about 40% will be delivered through this network of approximately 35 centres, with the Pfizer vaccine. These includes healthcare and care home workers, and in the weeks to come the over-70s and second doses. If there is more supply of Oxford-AstraZeneca vaccine, some MVCs could be adapted to take this too.\nGP practices - about 48% of vaccines are expected for the first priority groups from 250 GP centres, involving Oxford-AstraZeneca vaccines to the over-80s initially.\nMobile units will deliver about 5% to isolated people and those in care homes and 7% by a hybrid model with vaccine centres that might open for short time. \nThe planning of the programme and how many vaccines will be delivered from these different areas of the health service will depend on supply, but health officials are planning for centres opening later - including possibly 24 hours in future.\nThey are looking to train opticians and dentists to help, as well as the likes of St John Ambulance and 50 firefighters.\nNHS Wales is using what has been called its own \"seamless\" booking and tracking system for the immunisation programme. \nUpdated four times a day, it manages supply and can see who is scheduled to be vaccinated and where. \nIt means appointments can be sent quickly, which can be used by GPs, to see who on their list may have been seen and to hopefully avoid double bookings.\nHealth officials certainly hope so. They say since the start of the roll-out, 180,000 doses of Pfizer-BioNTech and 140,000 Oxford-AstraZeneca doses - 320,000 in all - have gone out to health boards, will \"go into arms\" and will start to show up in figures. \nThe gap between supplies going out and actual vaccinations is getting smaller all the time, indicating a step-up.\nFriday's figures showed 30% of over-80s and 60% of care home residents had received a first dose; on Saturday it had risen to 38.7% and 63.2%. These would be lagged figures. \nHowever, the changes in daily numbers for the over-80s - increases of 11,500 and 15,451 in successive days - suggest we are starting to see the results of the roll-out in GP clinics.\nThe hope is that 70% of over-80s and care home residents will have had the vaccine (or been offered it, they might refuse) by the weekend. The target is that all will be reached by the end of January.\nIf at the current rate - and if it stayed the same - that 70% target for the over-80s would be reached in about six days. But the trend is expected to be upward.\nThose in charge of the programme say they can see a steep rise in the numbers of over-80s and care home staff getting their dose, while the health minister said he expected the programme to \"significantly ramp up\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55963474",
      "category": "uk-northern-ireland",
      "title": "Brexit: Trade unions dispute Larne port threats claim",
      "tags": "Larne,Police Service of Northern Ireland,Unite,Brexit",
      "text": "Three leading trade unions have distanced themselves from a council's account of alleged threats to workers conducting Brexit checks at Larne Port.\nMid and East Antrim Borough Council was told by its mayor that unions had raised concerns about \"suspicious activity\", including apparent attempts to record staff car registrations.\nHowever, Nipsa, Unite and GMB said they made no such claim.\nThe council withdrew workers from Larne port over security concerns.\nOn Friday, that decision was overturned and workers returned to duty.\nThe trade unions have now written to the council asking for the disputed comments to be withdrawn, Belfast Live has reported.\nThe comments were made in a public statement by the mayor, DUP councillor Peter Johnston, during a council meeting on Monday. \nIt came as councillors agreed to withdraw 12 staff from the port.\nThe unions said their only communication with the council about threats to workers prior to Monday evening's decision was an email from Unite that afternoon about graffiti.\nIn a joint letter to the council, written on behalf of the unions by TUS secretary Alan Law, they called for the comments to be \"withdrawn and the official record amended\".\n\"As this was an official statement issued on behalf of council at the monthly meeting please would you clarify which trade union made this claim as neither Nipsa, GMB nor Unite did, and we absolutely distance ourselves from these remarks,\" the letter said.\nThe letter added that trade unions took \"great exception\" to the council issuing any statement attributing remarks to the unions.\nMr Law also wrote to the council's chief executive Anne Donaghy seeking clarification.\nThe council was not available for comment on Saturday.\nAlliance councillor Danny Donnelly told BBC News NI he was \"very surprised and shocked\" to hear the unions dispute claims that they had reported concerns about suspicious activity.\n\"Our priority has always been the safety of the workers on this, but each day more and more serious questions have developed,\" Mr Donnelly said.\n\"The decision to withdraw staff was unanimous, based on the information we were given at the time, but now questions around the credibility of that threat have arisen and around communication with trade unions.\"\nMr Donnelly said elected representatives now need answers about the credibility of the threat and the timeline of events which led up to the decision to withdraw staff.\nHe called on the mayor and the council's chief executive to give councillors and opportunity to pose questions and \"have those questions answered in an open and transparent manner\". \nMid and East Antrim Borough Council took the decision to withdraw workers last Monday.\nThe council said it had carried out its own risk assessment and staff safety was its priority.\nPhysical checks were also temporarily suspended on most goods by the Department of Agriculture, Environment and Rural Affairs (DAERA) at both Larne and Belfast.\nIt followed the appearance of graffiti in Larne on 21 January which referred to those involved in the work as targets.\nThere were also claims that staff car registrations had been recorded.\nThe Police Service of Northern Ireland (PSNI) has said there was nothing to indicate loyalist paramilitary involvement nor that registrations had been taken.\nMembers of the Northern Ireland Assembly were told during the week that former agriculture minister Edwin Poots was central to the decision to temporarily suspend physical checks and that he \"was not convinced that the PSNI had a full understanding of the risk\".\nThis article was amended on 8 February 2021 to remove an assertion that the council workers were withdrawn after a threat assessment by police."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55632190",
      "category": "uk-wales",
      "title": "Covid vaccine: When, where and how will I get my jab?",
      "tags": "Public health,Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Pfizer,Coronavirus pandemic",
      "text": "Have you been wondering when you will get your coronavirus vaccine, where you will have it and what to expect? \nPublic Health Wales figures show more than 630,000 people in Wales so far have had their first jab so far - but when will it be your turn?\nThe Welsh Government's vaccine strategy says everyone will be offered a jab by autumn.\nSome have said people with mobility issues will find it tough to travel to mass-vaccination centres. \nHere is a run down of everything you need to know.\nThe NHS is vaccinating people in order of clinical risk, largely based on age groups from old to young.\nThe Welsh Government said its plans were dependent on Wales receiving vaccine supplies \"in fair proportions and in fair time\".\nPeople are asked not to contact their health board, GP, pharmacists or local authority for an appointment and you will be informed by letter about how the process will work in your area.\nWhen, where and how will I get my Covid vaccine?  \nPeople will receive a letter, phone call, email or text  from their health board with details of the location where they will receive the vaccination. Invitations will be generated automatically and sent when people are due their vaccination. \nAs the rollout ramps up, vaccines in Wales will be given in mass vaccination centres, GP surgeries, mobile units - and on Friday, the first pharmacy in Wales gave the Covid jab as community trials began.\nThere will be 35 mass vaccination centres across Wales but to ensure people - especially the elderly and those with mobility issues - can be inoculated in their community, about 250 GP practices across the country will be able to administer the jab by the end of January.\nMost people will get their vaccine in a primary care setting - so at a GP surgery, pharmacy, optometrist or dentist, the Welsh Government has said. \nVulnerable or at-risk people in high priority groups have been offered the vaccine at the earliest possible opportunity - which might be at one of Wales' mass-vaccination centres.\nDue to Wales' rural geography, that could mean elderly or people with mobility issues being asked to travel many miles for a jab. \nFay Hopkins, 88, who lives in Abercrave, Powys, has an appointment for a vaccine in Bronllys Hospital, one of the three vaccination centres in Powys - a 62-mile round trip from her home.\nHer daughter Cathy Anthony said her \"vulnerable\" mother had \"no choice\" but to make the trip.\nPowys health board said the vaccination centres offered the \"quickest opportunity to receive their first dose of the vaccine\".\nOn Wednesday, the health board announced that all 16 GP practices across Powys would start to call people aged 75-80 to book Covid vaccination appointments.\nMs Anthony said: \"I really don't understand why if the community nurses can go into care homes, why can't they go into her home?\"\nThe retired nurse said she has not seen her mother, who lives alone, for months as they have both been shielding since March.\n\"My mother is not very good at travelling because she gets motion sickness so it is not good for her anyway. She has no choice - she is going to have to otherwise she will miss out.\n\"My mother is lucky that my brother is well and can take her. I have MS and I am undergoing chemotherapy and my other brother has long Covid. What about people who have no-one?\"\nPowys health board said: \"We wanted to get invitations out to these priority groups as quickly as possible (all letters to over 80s will have been posted) to give them the earliest opportunity to access the vaccine.\n\"We do very much recognise the challenges of travel in such a rural county - as well as the understandable desire to receive the vaccine as quickly as possible. \n\"This has meant a complex balance between providing as much vaccine as quickly as possible and local access.\"\nIf you are offered a vaccine at a mass vaccination and can't get there, call the number on your invite to cancel and wait for a second invite for a jab closer to home.\nThose who are housebound and in care homes should be able to receive the vaccine from mobile vaccination units.\nBetsi Cadwaladr's health board has to apologise after queues of up to three hours were reported at the vaccination centre at Ysbyty Enfys in Llandudno.\nBut the Welsh Government said by \"using an appointment system, we hope to minimise queuing at vaccination centres.\"\nThere are currently two approved vaccines being administered in Wales - the Pfizer-BioNTech vaccine and the Oxford-AstraZeneca vaccine.\nA third coronavirus vaccine has been approved for use in the UK - made by US company Moderna - but supplies are not expected to arrive until spring.\nThe Pfizer vaccine has to be kept at -70C, but the Oxford jab can be stored at standard fridge temperatures, and can be administered in doctors' surgeries, pharmacies and care homes.\nExperts have concluded that both vaccines are very effective, and have not stipulated a preference for either one in any specific population.\nPublic Health Wales said everyone will be offered a vaccine that has been approved by the MHRA as safe and effective and recommended by the Joint Committee for Vaccination and Immunisation (JCVI) for people of their age or risk group.\nPublic Health Wales said: \"Please try to attend the vaccination centre you are offered. If you cannot attend the centre you are offered you may have to wait to get the vaccine in a more convenient location.\"   \nYou will need to bring a face covering, unless you cannot wear one for a health or disability reason, and your booking reference number if your appointment is at a vaccination centre.\nYou will be asked to wait for 15 minutes after having the jab.  This is in the unlikely event you have a serious reaction to the vaccine. You will also be given a leaflet about what to expect after your vaccination.\nPublic Health Wales has said the vaccines are very safe but as with all medicines, side effects can occur.\nIt said most side effects of are mild and short-term, and not everyone gets them.\nThey can include pain at the injection site, feeling tired, a headache, or mild muscle aches. \nA less common side effect is swelling of glands, which can occur a few days after the injection, and is a sign the immune system is responding to the vaccination.\nAnaphylaxis can happen after vaccines or medicines but the vast majority of people will not be at risk.\nHealth professionals are trained to watch out for the early signs and initiate prompt treatment - all immunisation centres include anaphylaxis kits. \nPublic Health Wales says the benefits of preventing the serious complications of Covid for most people outweigh the risks. \nYou will be asked if you have ever had any serious allergic reactions before you are offered vaccination.\nThe vaccine is not mandatory and you can choose to take up the offer of a vaccine or not.\nAs of Monday, the Cardiff and Vale health board said it had vaccinated more than 24,000 people, including nearly 19,000 health, social care and care home staff, nearly 600 care home residents and nearly 3,000 other people aged over 80.   \nCwm Taf Morgannwg health board in south Wales said it had vaccinated nearly 17,000 people as of Friday, and aimed to give all 100,000 people in the top priority groups at least a first dose by mid-February.\nThe Hywel Dda health board serving west Wales said on Monday it had given more than 18,000 vaccinations, including jabs to 42% of healthcare workers, 38% of care home staff, 25% of care home residents and just under 9% of people over 80.\nPowys Teaching health board said letters should arrive by Tuesday to everyone aged over 80 inviting them to get a vaccination, with more than 7,000 people in the priority groups having received their first dose.\nThe Swansea Bay board said it was \"on target\" to vaccinate all care home residents with a first dose by the end of January and that all over-80s would be offered a vaccine \"over the coming weeks\"\nIn north Wales, the Betsi Cadwaladr board said it aimed to vaccinate 90% of the priority groups by the end of January.\nIn south east Wales, the Aneurin Bevan board's most recent update from 11 January said that in its 94 care homes for elderly people all residents had been vaccinated in 34 homes and all staff in 63."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55966795",
      "category": "uk",
      "title": "Mastermind: John Humphrys to step down as host",
      "tags": "John Humphrys",
      "text": "John Humphrys will step down as host of long-running BBC quiz Mastermind at the end of the current series.\nWriting in the Daily Mail, Humphrys, 77, said he would be giving up the role in March, after 18 years.\n\"Now, after more than 750 shows, it really is time to finish,\" he said in a nod to the show's catchphrase.\nHumphrys, who took on the quizmaster role in 2003, said he did not envy his successor - adding Mastermind was a show you tinkered with \"at your peril\".\nThe BBC said it wanted to thank Humphrys for his work on the programme. \"He has been a first class presenter and we look forward to working with him on other projects in the future,\" a spokesman added.\nThere is currently no word on who might follow in Humphrys' footsteps.\n\"When the present series comes to an end in March there will be someone else in the chair,\" the former Today programme presenter wrote in his newspaper column.\n\"I wish my successor well - but I'm not sure I envy them, whoever 'they' may be. \n\"What are the odds on the first female?\" he added. \nHumphrys said when he took on the role of Mastermind host in 2003, the BBC stipulated that he must retain predecessor Magnus Magnusson's much-mimicked coda: \"I've started, so I'll finish.\"\n\"Mastermind is one of those programmes you tinker with at your peril,\" he wrote in Saturday's column. \"Allow a contender to choose a light-hearted subject and the cry goes out: 'Dumbing down!' Change the format even slightly and you are 'sexing up'.\"\nMagnusson was the first host of Mastermind, which debuted on BBC One in 1972. \nThe show features four contenders who each answer questions on a specialist subject of their choice against the clock, followed by a series of general knowledge questions. There are no cash prizes, just kudos.\nThe show, which originally aired in a late night slot amid fears it was too highbrow, has become a national institution - and is famous for its black leather chair, in which the contestant sits, and ominous theme tune, aptly titled Approaching Menace.\nBroadcaster Humphrys built a reputation as a tenacious interrogator of politicians on BBC Radio 4's Today show, stepping down as a presenter on the show in September 2019, after 32 years.\nHe has since taken on a presenting role on Classic FM."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55953848/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: All over-50s in UK to be offered vaccine by May",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "All adults aged 50 and over should have been offered a coronavirus vaccine by May, Downing Street has confirmed.\nPreviously ministers had said it was their \"ambition\" to vaccinate the first nine priority groups by the spring.\nThe UK had given a first jab to nearly 11 million people as of Thursday and is aiming to reach 15 million vaccinations by 15 February.\nHealth Secretary Matt Hancock said a lot of things would \"have to go right\" to hit the May target for all over-50s.\nHe said supply was the \"most difficult\" limiting factor in the roll out. \nBut he said the government was on track to vaccinate the first four priority groups by the middle of the month, these include the over-70s, frontline health and care workers and the clinically extremely vulnerable.\nThe top nine priority vaccination groups - which are set by the Joint Committee on Vaccination and Immunisation (JCVI) - also includes people aged 16 to 64 with underlying health conditions.\nMr Hancock also said it was \"still too early to say\" when restrictions could be lifted and warned the health service was still under pressure. \nPrime Minister Boris Johnson said, in a Twitter video, that on 22 February he would \"set out the beginnings of our roadmap for a way forward for the whole country as the vaccine programme intensifies and, as more and more people acquire immunity, a steady programme for beginning to unlock\".\nHe also warned that these were still \"early days\" and rates of infection in the country were \"still very high\".\nIt comes after Mark Harper, chairman of the Covid Recovery Group made up of Conservative MPs who want lockdown to be eased, said it would be \"almost impossible to justify having any restrictions in place\" once the over-50s had been vaccinated.\nProf Graham Medley, who is a member of the Scientific Advisory Group for Emergencies, earlier said the government should avoid \"setting dates\" for lifting lockdown and focus on criteria, such as case rates, rather than a calendar.\nA further 1,014 deaths within 28 days of a positive test were reported on Friday, taking the total by that measure to 111,264. \nThere have been 19,114 more positive cases of coronavirus recorded, while another 480,560 people received their first dose of a vaccine - taking the total to 10,971,047 across the UK.\nCoronavirus cases are showing clear signs of falling across the UK, the latest figures suggest, and the R number - the average number of people that someone with Covid will go on to infect - has dropped slightly to between 0.7 and 1.\nIn a press release confirming May's local elections will go ahead, the Cabinet Office said: \"The UK's vaccination programme is planned to have reached all nine priority cohorts by May, meaning that the government can commit to go ahead with these polls with confidence.\"\nBBC health correspondent Nick Triggle said, while the NHS has the staff, volunteers and clinics needed to vaccinate the 15 million people in the next priority groups, vaccine production was a biological process so there were no guarantees about how much could be grown.\nBut our correspondent said there was growing confidence in the UK supply chain, with the bulk of supplies now coming from UK-based plants, while the first batches of the Moderna vaccine - of which the UK has ordered 17 million doses - would start to arrive before Easter.\nBy Rachel Schraer, BBC health correspondent\nSo far, the falls in Covid cases and hospital admissions (about a fifth in a week respectively) are pretty much exclusively down to the effects of lockdown restrictions. \nBut soon, we'll start to see the impact of vaccination too - and we will expect to see more good news, particularly falls in deaths which are heavily concentrated in the over-80s.\nWhile deaths mainly occur in the over-80s, about 20% of hospital admissions are in 45-64-year-olds and another 20% in 65 to 74-year-olds. The latest commitment to vaccinate all over 50s could have a massive impact on severe illness and the strain it puts on the health service, too.\nBut the situation will remain precarious for a while. Cases, though falling, are still high - and despite a so-far successful vaccination campaign, large swathes of the country may still be unprotected come spring.\nThough much rarer, a proportion of younger, healthy people will end up in hospital with Covid, and we're only just beginning to learn about the burden of long Covid on the previously well young. \nSo once the groups at highest risk of ending up in hospital and dying have been vaccinated, the government will face difficult questions about what level of risk it is willing to stomach to ease restrictions, while a prolonged lockdown carries its own risks that might be currently difficult to measure. \nThe UK's drugs regulator, the MHRA, said the vaccines being distributed in the country were extremely safe, while new research shows the AstraZeneca jab protects well against the new \"Kent\" variant of Covid.\nEarlier on Friday, the government also announced a deal with biopharmaceutical company CureVac, which Business Secretary Kwasi Kwarteng said would allow the UK to \"swiftly tweak and roll out\" existing vaccines to combat new variants, with 50 million doses placed in an initial order for later this year.\nThe government also said no contracts had yet been awarded to hotels to take part in England's new quarantine scheme, which will see all those arriving from 33 Covid hotspots have to stay in a hotel for 10 nights."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55889760",
      "category": "uk-wales",
      "title": "LGBT asylum seekers: Call for dedicated housing in Wales",
      "tags": "Homophobia,LGBT rights in Africa,Cardiff,Refugees and asylum seekers,LGBT,Right of asylum,Morocco",
      "text": "A Moroccan man seeking asylum in the UK over alleged mistreatment due to his sexuality has said he faced homophobic abuse while housed in Wales. \nAbderrahim El Habachi, 28, said he felt \"unsafe\" living alongside some men from North Africa and the Middle East after he arrived in Cardiff in 2017. \nHe called for dedicated LGBT housing. \nThe Home Office said it required accommodation providers to \"take account of any circumstances and vulnerability\". \nMr El Habachi's application for asylum in the UK and a subsequent appeal have been rejected and a new application is pending.\nHe said being gay in Morocco was difficult, he felt his life was in danger there, and he was constantly playing a game of \"hide and seek\" with the police.\n\"'Who's the man and who's the woman? What's your girl name?' - I heard this daily from the Moroccan police,\" said Mr El Habachi.\nIn 2017, he decided to flee Morocco for the UK and ended up in Cardiff, housed with men from a similar culture who he said had the homophobic and transphobic views he had tried to escape.\n\"I had fled a country that was dangerous for me, because of who I am, and I was put in an environment that felt more dangerous than the situation that I left,\" he said. \nHe was initially housed in accommodation provided by the National Asylum Support Service.\n\"I only spent 50 days there, but it felt like a lifetime,\" he said, explaining that being placed alongside some men from North Africa and the Middle East with homophobic views created \"instability\" for him.  Mr El Habachi said when he asked about living accommodation for LGBT-asylum seekers and refugees, he was told none existed.  \n\"I felt so unsafe and vulnerable, I thought I would come here and be able to embrace myself but instead I was feeling very insecure.\n\"It was as though there was no effort to make LGBT people welcome, the drop-in centres for asylum seekers and refugees weren't LGBT friendly, they were mainly aimed towards cis men. I was made to feel unwelcome,\" he said.\nMr El Habachi said his interview with the Home Office in relation to his application to remain in the UK was traumatic with lots of \"intrusive\" questions about his sexuality. \n\"This added so much more pressure to the interview. Was I saying the right thing? Was I giving enough detail? From a life in Morocco, where I was pretending to not be gay in order to avoid any issues, I was now having to openly talk about my homosexuality in great detail, something I wasn't comfortable with,\" Mr El Habachi said.\nHis application was rejected, with Mr El Habachi told Morocco was a safe country for the LGBT community - a conclusion he found unbelievable. \n\"I have been persecuted as a gay man in the country, so for them to say I can go back and live openly as a gay man is ridiculous,\" he said. \nHis subsequent appeal against the decision was also rejected.\nHomosexuality is illegal in Morocco and victims of abuse and harassment can expect no support from police or the government, human rights groups have said.\nOfficial figures show there were 1,212 asylum applications lodged in the UK in 2019 where sexual orientation formed part of the basis for the claim. \nOver the past three years, the refusal rate for sexuality-based asylum claims increased from 61% to 71%, according to Home Office figures.\nMr El Habachi said he was ready to give up but, with the support from the LGBT community in Wales, he decided to make a new application, which is pending. \nHe said his time as an asylum seeker might be \"shrinking\" and he hoped he would get refugee status but he feared the \"nightmares I have of living in persecution, having to hide who I am will become a reality\". \nCharity Stonewall Cymru said many lesbian, gay, bisexual and transgender people were forced to flee their countries because they experienced \"violence and rejection by their family and society\".\n\"They come to the UK looking for safety and to lead a life where they are free to be themselves. Sadly, the harrowing experience of this individual shows that the UK has a long way to go before LGBT+ people seeking asylum get the support and protection they deserve,\" a spokesperson said. \nThe Welsh Refugee Council added: \"We know that those seeking sanctuary who identify as LGBTQI+ face specific challenges when claiming asylum. We continue to press for safe, secure accommodation for all those seeking asylum in Wales.\"\nThe Home Office said the UK had a \"proud record\" of providing protection for asylum seekers fleeing persecution. \nA spokesman said: \"We provide LGBT+ asylum seekers with details for a range of organisations which can provide support from the point of their claim. We also require our accommodation providers to take account of any circumstances and vulnerability, with two of them offering designated accommodation for LGBT+ asylum seekers. \n\"Every asylum claim is considered carefully, sensitively and on its individual merits by caseworkers who receive extensive training.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55960364",
      "category": "world-us-canada",
      "title": "Biden pushes $1.9tn bill without Republican support",
      "tags": "Unemployment,Coronavirus lockdown measures,US politics,Coronavirus pandemic,Joe Biden",
      "text": "US President Joe Biden is forging ahead with plans to ram through a $1.9tn (£1.4tn) relief bill without Republican support after disappointing jobs data.\nDespite an Obama-era economist's warnings the stimulus package may be too big, Mr Biden vowed to \"act fast\".\nThe new president's fellow Democrats run Congress, and plan to pass the final bill using a budget manoeuvre. \nMr Biden's speech is being seen by US media as a shift in tone after he entered office pledging bipartisanship.\nHe met 10 Republican senators at the White House on Monday in the hope of a breakthrough, but brushed off their counter-proposal for a slimmed-down $618bn coronavirus relief bill.\nSpeaking at the White House on Friday after meeting congressional Democratic leaders, he said: \"A lot of folks are losing hope. \n\"I believe the American people are looking right now to their government for help, to do our job, to not let them down. \n\"So I'm going to act. I'm going to act fast. I'd like to be doing it with the support of Republicans. They're just not willing to go as far as I think we have to go.\"\nUnder the Biden-backed \"American Rescue Plan\", $1,400 cheques would be sent directly to most Americans.\nThe Democratic president cited lower-than-expected numbers that showed the country added only 49,000 jobs in January.\nThe US economy remains 10 million jobs under its level before the Covid-19 pandemic, which has now killed nearly 460,000 Americans.\nMr Biden said: \"Are we going to say to millions of Americans who are out of work - many out of work for six months or longer, who have been scared by this economic and public health crisis - 'Don't worry, hang on, things are going to get better.'\n\"That's the Republican answer right now. I can't in good conscience do that.\"\nThe president's party, which now commands narrow majorities in both chambers of Congress, plans to fast-track the package through a process known as budget reconciliation.\nSuch bills - which can be brought only once a year - may pass the Senate by 51 votes instead of the 60 usually required.\nIn a pre-dawn session on Friday, Senate Democrats charged ahead with a procedural vote to advance the budget reconciliation option.\nVice-President Kamala Harris cast her first tie-breaking vote to approve the measure by 51-50, without a single Republican on board.\nLater in the day, the House of Representatives passed the budget plan by 219-209, again with no Republican votes.\nThe Democratic leader of the House, Speaker Nancy Pelosi, predicted the final coronavirus relief bill would pass by mid-March.\n\"Our work to crush the coronavirus and deliver relief to the American people is urgent and of the highest priority,\" she wrote in a letter to Democrats shortly before the vote.\nLarry Summers, who was top economic adviser to President Barack Obama - under whom Mr Biden served as vice-president - has said the stimulus bill may be too big.\nIn a Washington Post op-ed, he warned of \"inflationary pressures of a kind we have not seen in a generation, with consequences for the value of the dollar and financial stability\". \n\"Stimulus measures of the magnitude contemplated are steps into the unknown,\" added Mr Summers, who served as an informal adviser on the Biden election campaign.\nBut Jared Bernstein, a member of Mr Biden's Council of Economic Advisers, told CNN that Mr Summers was \"wrong in a pretty profound way\".\nMeanwhile, Republican lawmaker Michael Burgess of Texas argued that Congress had yet to spend all $4tn of the previous pandemic relief, noting $1tn had yet to go out the door.\n\"Why is it suddenly so urgent that we pass another $2tn bill?\" he asked.\nA disproportionately high number of women have dropped out of the labour force during the pandemic, a trend widely attributed to childcare needs.\nThe Biden administration has pledged to reopen schools and to follow the science, though critics accuse him of paying too much heed to teachers' unions.\nThe unions donated more to his campaign than any other presidential candidate, and they have resisted reopening schools, citing the need to reduce class sizes, improve building ventilation and buy protective gear to prevent virus transmission.\nThe head of the Centers for Disease Control and Prevention (CDC) said at the White House on Wednesday that teachers do not need to be vaccinated - another key union demand - before schools can reopen safely.\nA day later, White House press secretary Jen Psaki played down the comments from the public health agency leading the pandemic response, saying the CDC director had spoken in a \"personal capacity\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55960358",
      "category": "uk",
      "title": "Coronavirus: Help for firms repaying loans and the smells we miss with long Covid",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow morning.\nSmall businesses are to get more time to repay state-backed loans taken out to help survive the lockdown. The changes include giving companies an option to extend the length of Bounce Back loans from six to ten years under a \"pay-as-you-grow\" initiative. Chancellor Rishi Sunak said the move was to give companies \"breathing space to get back on their feet\", amid fears continuing restrictions will spark a wave of company closures.\nA leading surgeon whose work includes helping knife crime victims has a new mission - tackling Covid \"vaccine hesitancy\" in ethnic minority communities. BBC community affairs correspondent Adina Campbell spent the day with Martin Griffiths at the Royal London Hospital, where he's been delivering the jab.\nBoris Johnson and Emmanuel Macron have discussed co-operation in the global fight against Covid-19 in their first conversation since an EU-UK row over vaccine supply. No 10 said the prime minister and the French president agreed that collaboration between governments was vital for a successful global vaccination programme. It comes after the EU withdrew its threat last week to restrict vaccine exports to Northern Ireland after an outcry in the UK. The dispute was prompted by concerns on the continent over the supply of jabs and the slow rate of the rollout. Our correspondent in Berlin has explored the tensions over the rollout in Germany here. \nAlmost a year into the pandemic, many hospital staff still say they don't feel properly protected at work. They blame a sudden weakening in policy on masks and other personal protective equipment (PPE) back in March last year. Now health unions and many professional groups say the new variants of coronavirus could put staff at even greater risk. Doctors have been sharing their concerns with our science editor David Shukman, with one saying the level of PPE he was given made him feel almost \"expendable\".\nMany people with Covid-19 temporarily lose their sense of smell - but some are still waiting for it to return months later. Parosmia, a condition where tastes and smells are distorted, and pleasant smells often become disgusting, is thought to affect roughly one in 20 people who have coronavirus. Some of those impacted have been telling us about the flavours and aromas they miss most - from Nando's to breakfast in bed. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can read about how the vaccine rollout is working in the UK - and when you might get the jab - here. \nAnd there's more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-55948245",
      "category": "uk-scotland-glasgow-west",
      "title": "Kilmarnock attacks: Mother and daughter killed and man dies in crash",
      "tags": "Kilmarnock,Kilmarnock attacks,NHS Ayrshire and Arran",
      "text": "A mother and daughter have been killed in linked attacks in Ayrshire before a man died in a road crash.\nEmma Robertson Coupland, 39, was found injured in the car park of University Hospital Crosshouse in Kilmarnock at 19:45 on Thursday.\nAround 20 minutes later the NHS worker's daughter, Nicole Anderson, 24, was fatally stabbed on Portland Street, about two miles away.\nSteven Robertson, 40, died in a road crash south of the town, at 20:30.\nPolice Scotland said officers were not looking for anyone else in connection with the incidents - which led to a three-hour lockdown of the hospital - and there was no ongoing threat to the public. \nCh Supt Faroque Hussain said: \"A number of locations remain cordoned off as officers continue to conduct inquiries.  \n\"We are working to confirm the full circumstances of what has happened.\"\nHe urged anyone with information about the incidents, which unfolded over a 45-minute period, to come forward.\nCh Supt Hussain added: \"Understandably, people will be shocked by what has happened. \n\"We are still in the process of establishing the full circumstances, however, I would like to reassure people that there is no wider threat to the community.\"\nMs Coupland was treated in the hospital car park but died at the scene.\nHer daughter was attacked about 20 minutes later and was taken to University Hospital Crosshouse but later died from her injuries.\nThe fatal road crash occurred on the C50, a minor road between the B7036 and the A76, about 12 miles south of Kilmarnock. \nMr Robertson was pronounced dead at the scene.\nAmbulances were diverted to University Hospital Ayr as police dealt with the unfolding events until the three-hour lockdown was lifted shortly before 23:00. \nA statement from Ms Coupland's colleagues read: \"Emma was a valued member of the NHS, a wonderful friend, colleague and loving mother. We are all deeply saddened by the loss.\" \nOn Friday morning, the hospital's A&E department and main entrance were open and running as normal while two police vans full of officers remained outside with police tape around part of the car park.\nDr Crawford McGuffie, the medical director of NHS Ayrshire and Arran, said police had confirmed the risk to patients, staff and visitors to the hospital was minimal. \nJohn Burns, the health board's chief executive, acknowledged the professionalism of those who responded to the attacks.\nHe said: \"This was a particularly challenging incident, and our staff reacted with care and compassion.\" \nMr Burns added that the car park at the physiotherapy department will remain closed until police have concluded their investigations. \nRev Jim McNaughtan, of St Andrew's and St Marnock's Parish Church, said the reaction in the town has been one of disbelief.\nHe told BBC Scotland: \"The staff at Crosshouse Hospital have been working hard this wee while dealing with the Covid outbreak. \n\"For something like this to happen in the grounds of the hospital is tragic and shocking and there is great concern for all involved.\"\nFirst Minister Nicola Sturgeon tweeted: \"Dreadful news. My thoughts are with the bereaved. Thinking too of everyone at Crosshouse Hospital, already dealing with the tough circumstances of Covid. I'm also grateful to our emergency services. Please continue to follow @policescotland advice.\"\nDuring the Scottish government's daily coronavirus briefing, Deputy First Minister John Swinney said his thoughts were also with the family and friends of those who died.\nHe added: \"A tragedy like this would be impossible to understand at any time but, after the events of the past year, it is particularly shocking that such an incident has taken place at an NHS hospital.\"\nDowning Street said Boris Johnson also offered his sympathies.\nA Number 10 spokesman said: \"The prime minister's thoughts are with all those involved and he thanks the police and the healthcare staff for their response.\" \nEast Ayrshire Council leader Douglas Reid said he was \"shocked and saddened\" by the tragic events.\nHe added: \"In East Ayrshire we are proud of our community spirit and community resilience, but I know the events of last night will have had a devastating impact on several families in our communities and our heartfelt thoughts go out to them this morning.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-55962383",
      "category": "uk-england-birmingham",
      "title": "Woman found dead in Birmingham after dog attack",
      "tags": "Birmingham",
      "text": "A woman has been found dead after being attacked by a dog at her home, police say.\nWest Midlands Police officers were called to Sunbeam Way, Shard End in Birmingham, shortly after 14:00 GMT on Friday by a relative. \nA 25-year-old woman was found dead at the scene after suffering serious injuries believed to have been caused by a family dog.\nThe dog, believed to be a Staffordshire cross, has been signed over to police.\nIt will be humanely put to sleep, the force said.\nA spokesperson for West Midlands Police said: \"The death is being treated as a tragic incident, but with no suspicious circumstances.\"\nA file will be prepared for the coroner in due course, they added.\nThe family have asked for privacy during this \"tragic time\", the force said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55958622",
      "category": "world-us-canada",
      "title": "Intruder at Air Force One base sparks global security review",
      "tags": "US Armed Forces,US politics,Joe Biden",
      "text": "The US Air Force will conduct a global security review after an intruder entered the base that houses the presidential air craft, Air Force One.\nOn Thursday, an unarmed man was able to access Maryland's Joint Base Andrews and enter a C-40 aircraft, part of a fleet used by government leaders.\n\"Everyone is taking this very seriously,\" said defence department spokesman John Kirby on Friday. \nThere is no suggestion that the intruder is linked to extremist groups.\nThe suspect was detained by security forces on the base, according to a statement from the Air Force. He was given a federal summons for trespassing and handed over to local law enforcement. No personnel were harmed during the breach. \nThe intruder had two outstanding warrants, but no further details were provided.\nJoint Base Andrews is located about 15 miles (24km) from the White House in Washington, DC, and is frequently used by the president, vice-president and other US leaders. \nPresident Joe Biden flew from the base to his home in Wilmington, Delaware, on Friday evening. \nThe Air Force's inspector general will conduct an investigation into the break-in, the Air Force said in its statement. It will also conduct a \"comprehensive review of installation security and trends\" on its bases around the world. \n\"The security of our installation is paramount,\" said Col Roy Oberhaus, a commander at Joint Base Andrews in a statement. \"This was a serious breach of security\". \nThe break-in comes nearly one month after the 6 January riots at the US Capitol, which has left stricter security protocols in place. Thousands of National Guard troops will remain in Washington until March. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55952108",
      "category": "uk",
      "title": "UK weather: 'Beast from the East Two' to bring snow, ice and floods",
      "tags": "Storm Darcy,Met Office,Snow",
      "text": "People are being urged to check in on the elderly and vulnerable as cold and snowy weather threatens disruption.\nAn amber snow warning - meaning travel issues and power cuts are likely - is in place for parts of east and south-east England until Monday morning.\nYellow snow and ice warnings are also in force for much of England, Scotland and eastern Wales.\nMet Office weather expert Steven Keates said there would be \"many similarities\" with the Beast from the East in 2018.\nIt is due to a combination of cold air from Scandinavia and Russia plus Storm Darcy bringing winds and snow, he said.\nAsked whether he thought it was fair to call it the Beast from the East Two, the meteorologist said: \"I think so. The air mass is not quite as cold as it was then, so it's not quite as extreme, but nonetheless this is probably the coldest weather we'll see across the UK as a whole since then. \n\"And if you're stepping outside at all through the next few days, it really is going to feel cold. Temperatures [will be] barely above freezing on a thermometer, and when you factor in a strong easterly wind, you'll be feeling many degrees below freezing.\"\nParts of Scotland have already seen heavy snowfall in the past few days, with up to 50cm in some places - but Scotland's amber warning for snow has now expired.\nMore snow is expected in eastern parts of Scotland later, with 10 to 15cm possible in some areas, especially above 200m. \nOne amber warning is now in place for parts of London, the south-east and the east of England until 09:00 GMT on Monday.\nThose areas could see between five and 10cm of snow on Sunday - with up to 20cm in some places, the BBC Weather Centre said.\nYellow warnings - which mean there could be travel disruption and a slight chance of power cuts or communities being cut off - are also in place for:\nMet Office forecasters have warned of \"significant disruptive snowfall\" and gale force winds in the south-east of England, saying up to 30cm of snow is possible in the Kent Downs and more widely on the North Downs. \nMeteorologist Sarah Kent said: \"It is a small chance, but the threat is there, up to a foot of snow potentially combined with extremely strong easterly winds. Even inland in that area, gusting could be 45mph and higher than that on the coasts.\n\"This could lead to significant drifting of any lying snow and obviously blizzards for the snow coming past you for anyone who is attempting to travel.\n\"Sadly there will be people who have to make journeys for the emergency services and there are still lorries that have to go to the ports. It is going to be really disruptive.\n\"With that sort of snowfall, you would expect some roads to be closed or blocked by the drifting snow, and long delays or some cancellations of public transport.\"\nPublic Health England's Dr Owen Landeg said it was \"crucial\" people looked out for those who may be vulnerable during the current cold snap.\nHe called on the public to make sure those at-risk have enough food and drink to stay warm and well.\nThe conditions are caused by cold air spreading east from the Arctic Circle, tracking across the relatively mild North Sea to form showers that bring snow and a significant wind chill.\nStorm Darcy, which was named by the Netherlands, is bringing an area of low pressure, adding moisture to the cold air to help form the snow.\nIn Scotland, parts of which have seen heavy snow and ice since the end of last year, road clearing will be prioritised around Covid vaccination centres, Deputy First Minister John Swinney said.\nHe said it was possible weather conditions would create challenges for the vaccination programme.\nOn Friday, about 20 vehicles were stranded in snow at Loch Droma, north west of Inverness, and emergency services have been assisting a rescue operation, Highland Council said.\nThe vehicles became stranded in two-metre snow drifts, said road management organisation Bear Scotland.\nNetwork Rail said services have been disrupted on the Highland Mainline despite plough trains being used to clear snow.\nAside from icy conditions, there were 52 flood warnings in place as of Sunday morning across parts of England, along the River Severn and the River Thames, according to the Environment Agency.\nIn Berkshire, parts of Cookham were left submerged after heavy rain caused flooding at Widbrook Common.\nMeanwhile, the Scottish Environment Protection Agency has issued a flood warning for Greenlaw to Allanton in the Borders.\nDrivers are advised to make sure their vehicle is ready for the cold weather amid predictions of an increase in breakdowns.\nRAC spokesman Ben Aldous said: \"This means checking oil, coolant and screen wash levels, as well as ensuring the tyres have plenty of tread and are inflated properly.\n\"Large amounts of snow on vehicles should be cleared before setting off to avoid it falling on to other road users. And never attempt to use the windscreen wipers to clear an icy or snowy windscreen - you risk damaging not only the wipers but the linkages too, which could be a more costly repair.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    }
  ]
}