{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-56945217",
      "category": "business",
      "title": "'Urban flight' raises house prices in villages",
      "tags": "Money,Personal finance,Housing market",
      "text": "Evidence of urban flight - with workers moving out of cities to towns and villages - is among the reasons for house price rises in rural areas, a think tank has said.\nProperty values in less densely-populated areas have risen almost twice as fast as in urban hubs, the Resolution Foundation has said.\nThe pandemic has prompted a search for space, both inside and outside homes.\nBut the think tank said many people were still living in overcrowded homes.\nVarious surveys have shown increases in demand for properties in areas such as Cornwall, and rises in prices as a result.\nHigh demand from buyers has led to accelerating price growth in general across the UK.\nThe Resolution Foundation said that since February 2020, prices had gone up by more than 10% in the least densely populated 10th of local authorities in the UK, compared to rises of 6% for the most populous deciles.\nIts housing outlook report also suggested smaller, more limited properties - such as flats - had become less attractive to buyers when compared to more spacious homes.\nTemporary stamp duty holidays had boosted the purchasing power of movers rather than first-time buyers, allowing them to look to buy larger properties.\nBut the think-tank, which focusses on people on lower incomes, said it was too early to tell whether these trends seen during the pandemic would continue in the long-term.\nIt warned that there were one-in-five children in low-income households who spent the first lockdown in an overcrowded home, and people of all age groups were more likely to live in overcrowded conditions now than they were 20 years ago.\nCara Pacitti, economist at the Resolution Foundation, said: \"For many families, escaping to the country is no more than a pipe dream, and the overcrowding that they have faced during the pandemic must be addressed.\"\nChancellor Rishi Sunak has told MPs that the government's intervention in the housing market during the pandemic supported the wider UK economy.\nHe said the extension to the stamp duty holiday announced in the Budget was \"to smooth the transition back to normal\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56957564",
      "category": "uk",
      "title": "Princess Charlotte celebrates her sixth birthday",
      "text": "A photograph of a smiling Princess Charlotte has been released to mark her sixth birthday on Sunday. \nThe picture was taken by her mother, the Duchess of Cambridge, this weekend in Norfolk. \nPrincess Charlotte is fourth in line to the throne.\nCatherine and William marked their 10th wedding anniversary on Thursday by releasing a video of Charlotte with her brothers George, seven and Louis, three.\nIt showed the family at a beach and toasting marshmallows near their Norfolk residence, Anmer Hall. \nIn the new photo, Charlotte is pictured outdoors wearing a dark blue short-sleeved dress with a floral design. \nFor her last birthday, her parents released a picture of Charlotte volunteering with the rest of the family by helping to load a van with food and delivering meals to those in need in Norfolk. \nShe was born at the private maternity Lindo Wing of St Mary's Hospital in Paddington, central London, at 08:34 BST on 2 May 2015, weighing 8lb 3oz.\nHer mother, Catherine, is a keen amateur photographer and patron of the Royal Photographic Society. Her pictures have regularly been released to mark her children's birthdays. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56952968",
      "category": "uk",
      "title": "Covid-19: Care home rules eased in England, while clubbers return in Liverpool",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We will have another update for you tomorrow. \nThere's some relief on the horizon for care homes in England, as the government says residents  will be able to leave their home for low-risk trips without having to self-isolate for 14 days afterwards. The restrictions will be relaxed from Tuesday, allowing for walks or garden visits without self-isolation. Check the current rules for visiting care homes in England, Scotland, Wales and Northern Ireland.\nPeople from a South Asian background were at even greater risk of infection, hospitalisation and death in the second wave of Covid than the first, compared with other ethnic groups, a study says. The research, published in the Lancet, looked at health data from 17 million adults and confirms that nearly all ethnic minority groups were disproportionally affected in the first wave in England. In the second wave, the differences for black and mixed ethnic groups narrowed compared with white groups. But those from an Indian, Pakistani or Bangladeshi background were even more likely to test positive, need hospital treatment, and lose their lives.\nA campaign is being launched to raise £2.3m to build a memorial inside St Paul's Cathedral to those who have died in the Covid-19 pandemic. It would see an online book of remembrance installed in a purpose-built structure in the London landmark. More than 7,300 names have already been entered into the book as part of the cathedral's Remember Me project.\nSticky floors, queues for the loos, that sweaty smell and, inevitably, losing your phone. All stuff we never thought we'd miss. But, for the first time since the pandemic began, clubbers have been back on the dance floor in Liverpool - as part of a test to see how large events can be held going forward. The response? \"This is the best day of my life,\" one clubber said. Watch how others enjoyed their night below.\nRestrictions on weddings are due to be lifted, along with other lockdown measures, on 21 June. But for many couples who have already experienced upset and delays, the anxiety around planning a wedding in a pandemic is far from over. BBC London's Olivia Demetriades is due to get married in July and has been meeting other couples who are hoping their big days can go ahead as planned. Hear their thoughts in the video below, and check the current rules for weddings.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nHere's a reminder of the rules for holidays in the UK.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56955396",
      "category": "world-middle-east",
      "title": "Israel crush: Israel mourns as festival crush victims identified",
      "tags": "Israel,Judaism",
      "text": "The bodies of 32 people killed in a stampede at a Jewish pilgrimage site have been identified in Israel.\nAt least 45 people died in the crush at the Lag B'Omer festival, near Mount Meron, when they became trapped in an overcrowded passageway. Some 150 people were injured.   \nThe identification process was paused for 24 hours late on Friday to mark the Sabbath, the Jewish day of rest.\nWork is expected to resume after sunset on Saturday, which ends the Sabbath. \nSo far, 22 bodies have been released for burial.    \nThose who died are believed to be predominantly men or boys from the ultra-Orthodox community as the crush at the largely gender-segregated event happened in one of the men's sections.\nSome victims are believed to be foreign nationals, including several US citizens. \nUK-based site Jewish News reported that a 24-year-old from Manchester in England was also among the dead.\nIsrael's Health Ministry said some identifications might require DNA, finger printing and dental testing.\n\"We are working hard, but you have to understand that this is a complex and sensitive process,\" said Dr Chen Kugel, director of the  National Center of Forensic Medicine.\nHe said the work must be done \"responsibly\" to avoid errors.\nPrime Minister Benjamin Netanyahu visited the scene, and promised that an inquiry would ensure such a tragedy did not happen again.\nHe said it was one of Israel's worst peacetime disasters.\nOne survivor who gave his name as David told Ynet news it had felt like a human wave had broken: \"Our bodies were swept along by themselves. People were thrown up in the air - others were crushed on the ground.\" \nMedics struggled to reach the injured in the ensuing chaos.\nSunday has been declared a national day of mourning in Israel. \nThe bodies of those killed were taken to the Greenberg Institute of Forensic Medicine in Tel Aviv.\nOne of the first funerals to be reported was that of Rabbi Elazar Goldberg, who was in his late thirties.\nMourners in Jerusalem wept and prayed as the body covered in a white sheet was moved into the back of a vehicle ahead of burial.\nTwo of the youngest victims were brothers Moshe Natan Englander, 14, and Yehoshua Englander, 9, from Jerusalem.\nAt least two of the dead are US citizens from New York, Congressman Mondaire Jones confirmed in a tweet.\nIsraeli President Reuven Rivlin lit 45 candles on Friday afternoon to commemorate the dead, the Jerusalem Post reports.\n\"This is the time to hug the families and to help them find their loved ones - to cry together,\" he said. \"This is a hard and painful day. This tragedy is heartbreaking.\" \nThe site includes several large gathering grounds with open-air stands and stages, connected by a network of paths. It was along one of those paths where witnesses said the crush of people began at around 01:00 local time (22:00 GMT Thursday). \nSome witnesses said the incident had begun when police closed the passageway, said to be 3m (10ft) wide. Police sources told Haaretz newspaper some people had slipped on steps, causing dozens more to fall over. This was not officially confirmed.\nAn injured man lying on a hospital bed said a line of people in the front of the surging crowd had simply collapsed.\n\"A pyramid of one on top of another was formed,\" the unnamed man was quoted as saying by Reuters news agency. \"People were piling up one on top of the other. I was in the second row. The people in the first row - I saw people die in front of my eyes.\"\nDov Maisel, director of operations for volunteer-based emergency services organisation United Hatzalah, told the BBC he had never witnessed such a scene in his 30-year career.\n\"It felt like a surreal scene where we had over 20 people undergoing CPR by our teams, with limited ability to evacuate from the scene, simply because the place was too overwhelmed with people,\" he said.\nWitnesses say a police barricade prevented people from leaving the crowded area.\nIsrael's state watchdog, the State Comptroller's office, issued warnings in 2008 and 2011 of the risk of a disaster.\nSpecial danger was posed by access roads and paths which \"are narrow and not appropriate to accommodate the hundreds of thousands of people who visit the site\", the office was quoted as saying by the New York Times.\nWhat was different this year was that bonfire areas were partitioned off as a Covid-19 precaution and this may have created unexpected choke-points for foot traffic, Reuters reports, quoting Israeli media.\nThousands of police officers closed down the event after the crush before helping evacuate attendees.\nInvestigators will look into whether there was any police misconduct, the justice ministry said. \nRegional police chief Shimon Lavi told reporters at the scene he took upon himself \"the overall responsibility, for good and for bad\" and was \"ready for every inspection\". \nHe later told AFP news agency his officers had done all they could on a \"tragic night\". Other police officials told local media people had slipped in the walkway and the crush had been \"out of their control\".\nAn unnamed police source told Haaretz the incident could not have been prevented and the police were not to blame.\nUS President Joe Biden called Prime Minister Netanyahu to offer his condolences. UK Prime Minister Boris Johnson said his thoughts were with \"the Israeli people and those who have lost loved ones in this tragedy\" and German Chancellor Angela and offered her \"heartfelt sympathies\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56952435",
      "category": "technology",
      "title": "Florida governor signs bill to ban Big Tech 'deplatforming'",
      "tags": "YouTube,Florida,Facebook,Donald Trump",
      "text": "Florida Governor Ron DeSantis has signed a first-in-the-nation bill that can penalise tech companies for deplatforming politicians.\nThe legislation states that platforms can only suspend accounts for 14 days, and will be fined as much as $250,000 (£176,000) per day for violations. \nNetChoice, a tech lobbying group whose members include Twitter and Facebook, testified against the bill in March.  \nThe bill, believed to be the first of its kind, will take effect on 1 July.\nMr DeSantis has been vocal about Big Tech, arguing that platforms such as Twitter, Facebook and YouTube are silencing conservative voices.\nEarlier this year, he said Big Tech had \"come to look more like Big Brother\". \nLegal challenges are expected, with opponents contending that the bill violates Americans' constitutional rights to free speech. \nCritics also say the new law could have unintended consequences. \nIn March, Steve DelBianco, NetChoice's chief executive, said while testifying against the bill: \"Imagine if the government required a church to allow user-created comments or third-party advertisements promoting abortion on its social media page.\n\"Just as that would violate the First Amendment [guaranteeing the right to free speech], so too does [this bill] since it would similarly force social media platforms to host content they otherwise would not allow.\"\nFormer US President Donald Trump was banned by Twitter and Facebook and suspended by YouTube after the Capitol Hill riot in January.\nEarlier this month, Facebook's Oversight Board decided to uphold the platform's decision, but asked the social network to review the decision within six months.\nWith Mr Trump barred from multiple platforms, it is unclear what this new Florida law means for any potential comeback for the former president. \nTwitter declined to comment. Facebook and YouTube have not responded to the BBC's request for comment.\nMr Trump spent the first few months of his time after leaving office in Florida. He and Mr DeSantis are seen as ideological bedfellows.\nAccording to the Tampa Bay Times, Mr DeSantis was asked if this bill was meant to help Mr Trump, to which he replied: \"This bill is for everyday Floridians.\" \nThe legislation includes a clause that exempts a company \"that owns and operates a theme park or entertainment complex\". \nFlorida is home to the Disney World theme park.\nNBC Miami reported some lawmakers saw this as \"hypocritical\".\n\"If Facebook buys a theme park, does that prevent us from being able to regulate what happens on Facebook?\" asked Andrew Learned, a Democratic member of Florida's House of Representatives.\n\"So, if they bought a theme park and named it Zuckerland and he met the definition of a theme park under Florida statute, then yes,\" said Republican Representative Blaise Ingoglia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56955084",
      "category": "uk-wales",
      "title": "Ospreys' nesting platform cut down in 'horrific act of vandalism'",
      "tags": "RSPB,North Wales Police,Birds of prey,Birds,Ospreys",
      "text": "A platform with an osprey nest on top has been cut down with a chainsaw.\nThe protected bird of prey laid its first egg a day before the nest was felled at Llyn Brenig, which borders Conwy and Denbighshire, police said.\nIt has been branded a \"horrific act of vandalism\" by the Brenig Osprey Project in a Facebook post.\nNorth Wales Police Rural Crime Team said it suspected the culprits \"possibly arrived by boat to chainsaw the platform\" on the lake.\n\"Wildlife crimes always have a motive and we believe the person who did this had a strong motive to rid the area of ospreys and particularly the lake,\" it tweeted.\nThe birds and their eggs are protected under the Wildlife & Countryside Act which makes it an offence to interfere with them or their nest.\nAccording to the RSPB, the female lays two or three eggs between one and three daily intervals in the second half of April, and incubates them for 37 days per egg. \nBrenig Osprey Project is a partnership with Welsh Water and North Wales Wildlife Trust.\nThe trust said: \"Brenig Osprey Project partners woke up this morning to the worst possible news. Last night, at 21:42, someone took a chainsaw to the osprey nest and felled it. \n\"This is a fast-moving situation and we'll issue more news of the birds when we can.\"\nWelsh Water said the situation was \"heartbreaking\" and it was working with the police to help find those responsible.\nIn a tweet, BBC Springwatch presenter Iolo Williams called the incident \"unbelievable\" and labelled those involved \"morons\".\nHe told BBC Wales it was a \"disaster\" because there were only five breeding pairs in Wales.\nHowever, he said it was hoped the breeding pair may lay more eggs at another nest platform."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56940145",
      "category": "business",
      "title": "More festivals face cancellation without government aid",
      "tags": "Coronavirus pandemic,Music",
      "text": "Most of the music festivals still due to take place this year could be scrapped without the safety net of government-backed cancellation insurance, organisers have warned. \nA quarter of UK festivals have already been called off, but 76% of the rest are at risk, according to the industry.\nThe Association of Independent Festivals (AIF) has called for \"urgent intervention\" to save the season.\nThe government said it was exploring what further support it could provide.\nThe AIF said events had been scrapped because of \"government inaction on insurance\".\nIt has been calling on the government to back cancellation insurance.\nThat would allow organisers to go ahead with their plans without suffering financial losses if they were forced to cancel their events due to a new spike in Covid cases.\n\"For months now, we have been warning government that the UK's 2021 festival season would be quickly eroded if they failed to back their own roadmap out of lockdown and act on Covid related cancellation insurance,\" said Association of Independent Festivals (AIF) chief executive Paul Reed.\n\"It's now red alert for the UK's festival season. By the end of this month, 76% of the remaining festivals planned for 2021 could very quickly disappear from the calendar. \n\"Without a safety net, independent promoters cannot begin to confidently invest in their events. \n\"If government-backed insurance is off the table, festival organisers deserve to know what [the] government is proposing as an alternative to prevent the widespread collapse of the festival season.\"\nThe \"long-term survival of many of the businesses behind these events\", was also at stake, he added.\nA spokesperson said the government was \"aware of the wider concerns about securing indemnity for live events and are exploring what further support we may provide\".\nMore than £34m from the Culture Recovery Fund had supported festivals including Glastonbury, Boomtown, and Hay Literary Festival, the spokesperson said.\nThe government is running a live music test event at Sefton Park in Liverpool on Sunday to see how festivals can be reopened as part of a programme of events in the city.\nHowever, people should be aware that there is a risk in booking festival tickets for the summer, vaccines minister Nadhim Zahawi told the BBC on Thursday.\n\"People have to be careful,\" he said. \"If you are now booking [festival tickets], then you do carry some risk clearly, because we have to follow the [infection] data.\n\"The good news is the vaccinations are working. About 70% of the adult population of England now have antibodies... but we have to remain cautious.\"\nInsurance really is a \"Don't pass go\" issue for many festival organizers, Mr Reed said.\nHe added that festivals contribute £1.76bn to the UK economy and support 85,000 jobs.\nThe Association of British Insurers said: \"We understand that this has been a difficult and uncertain time for the events industry.\n\"With the Covid-19 public health emergency continuing to present a significant risk of cancellation or disruption, commercial insurers remain unable to offer this type of cover, or only at a cost that is unaffordable for many.\"\nOf UK festivals with a capacity of more than 5,000, 26% have already been abandoned, including Boomtown Fair and Deer Shed.\nThat leaves 131 still due to go ahead, mostly in July and August.\n\"Most of the festivals that are holding their position in July and August will need to commit to substantial, non-refundable costs by the end of May,\" said AIF.\n\"And 72% of AIF members have said that if they do not take place in 2021, they will require financial support to return in 2022.\"\nSome festival organisers have already delayed their events. \nAccording to the AIF 22% of festivals it tracks are now taking place in September and October, up from 10% earlier in the year.\nBoomtown director of communications and strategy Anna Wade said Boomtown decided to postpone the event until next year as it could not get Covid cover.\n\"It basically means you're proceeding without the safety net of insurance, which no company or even individual would want to do, because the risks are just so high, with so many unknowns,\" she said.\nElla Nosworthy, creative director at the Nozstock festival, said they would wait until the results of the government pilot in Liverpool to see whether they could get insurance so their festival could go ahead in July.\nHelen Kenny, a freelance stage and production manager, said that typically she would work on 25 to 30 festivals per year over a six-month period in the UK and Europe, including Boomtown.\nSo far this summer she has only been booked for six, and she is unsure whether any of those will cancel.\n\"I wake up every day at the moment with a smile on my face, attending meetings, and finally back to doing what I love,\" she said.\n\"However, I'm totally aware that we are still in a pandemic and anything declared or planned could change at any time.\"\nMs Kenny added that she worries about the mental health of freelance colleagues and friends who are finding it difficult to make ends meet.\n\"Can they feed their families and pay rent? Will we all be able to hug and be on a site somewhere doing what we love, and what we've worked towards for years as our careers?\" she said.\n\"Not enough support has been provided for self employed freelancers and watching them struggle when they come from a background of high grossing events just blows my mind,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56133291",
      "category": "uk",
      "title": "Covid-19: Care home residents in England to be allowed one regular visitor",
      "tags": "Coronavirus lockdown measures,Care homes,Coronavirus pandemic",
      "text": "Care home residents in England will be allowed one regular visitor from 8 March, in the first easing of lockdown since its reintroduction last month.  \nThey will be able to meet indoors and hold hands - but visitors must wear PPE and be tested beforehand.\nThe health secretary said the move was a \"first step\" to allow more visiting.\nDowning Street sources say an \"absolute priority\" is to try and reunite families and give people more social contact as lockdown is eased.\nA final meeting is expected to be held on Sunday before Prime Minister Boris Johnson unveils his road map for easing lockdown on Monday.\nThe prime minister has said that reopening in schools in England will be the first step.\nIt is understood that other options under consideration include two households mixing outdoors at some point in the coming weeks.\nNew data is expected to suggest vaccines have cut transmission rates. \nBut the latest NHS England data shows that three in 10 care home staff have not received their first coronavirus vaccine, despite being in the top four priority groups for a jab. \nEvery care home resident in the UK has now been offered their first vaccination.  \nIn addition to the new rule for care homes, outdoor visits - as well as those inside pods or behind screens - will be able to continue. \nThe government said the new measure, which follows advice from the deputy chief medical officers and Public Health England, is the next step towards normal indoor visits resuming. \nHealth Secretary Matt Hancock said he was pleased people would soon be \"carefully and safely reunited with loved ones\".  \n\"This is just the first step to getting back to where we want to be,\" he said. \"We need to make sure we keep the infection rate down, to allow greater visiting in a step-by-step way in the future.\"  \nLiz Kendall, shadow minister for health and social care, said families had been calling for the resumption of care home visits - made safe with access to personal protective equipment and testing - for seven months. \n\"Over this period, ministers have repeatedly failed to grasp how important families are for the physical and mental health of care home residents, and the appalling impact preventing visits has caused,\" she said. \nIn Scotland, care home residents will be allowed up to two designated visitors once a week, under Scottish government guidelines due to be published on Wednesday.\nMichael Blakstad says the new visiting rules have come \"too late\" for his wife Tricia, who has Alzheimer's disease and lives in a care home in Hampshire.\nSince moving into the care home last July, Tricia has only been able to see visitors who wear face masks and for a short period of time over a fence, Michael told BBC Radio 4's Today programme. \nHe believes the restricted visits, combined with periods of isolation, with no contact other than her carers, has led to her Alzheimer's deteriorating much faster than it should have done.\nAs a result, Tricia has gone beyond the point where the new visiting provisions would make a meaningful difference, Michael says.\n\"It's far too late for Tricia now. Two or three months ago, Matt Hancock promised on your programme that every care home would have this testing by Christmas, it didn't, the home Tricia's in never adopted it, and I think it's too late. \n\"It would have made a difference to us and it will make a difference to new people who come in now, so that's to be thanked for, but it really should have happened a lot earlier... Tricia has passed the point of no return I'm afraid.\"\nChief nurse for adult social care Prof Deborah Study said while she knew people wanted to \"hug and kiss their loved ones\", lives could be put at risk so people had to follow the rules. \nShe added: \"We all hope to be able to take further steps in the future.\"\nJames Tugendhat, chief executive of HC-One, Britain's largest care home provider, said the move was \"welcome news\" for families and colleagues.\nHe told BBC Radio 4's Today programme: \"Visiting is obviously a fundamental and necessary part of care home life and we certainly feel very ready now for visiting to resume, with lateral flow testing, with vaccination, with PPE, with infection control.\"\nWhile only one named person will be able to make the visits, care homes will have the discretion to allow more than one visitor in exceptional circumstances. Full details on the plans will be given before 8 March. \nNadra Ahmed, executive chair of the National Care Association, said she understood how difficult it would be for families to select just one nominated visitor, but it was about \"mitigating risks\", adding that it could be \"up to the resident sometimes to nominate that person\".\nShe told BBC Breakfast that the biggest issue for care homes would be having enough staff to manage testing and extra cleaning. \n\"Staff resource is our biggest problem,\" she said. \"We have staff who are exhausted, we've got staff who are going down with Covid and also getting long Covid.\n\"We have no insurance in our services for Covid-related risks - that still hasn't been sorted out by government in any way, so there will be all sorts of things about mitigating risks, but the default is we want to enable this visiting.\"\nMike Padgham, chairman of the Independent Care Group, warned there must be \"a note of caution\" because Covid has not gone away, and called for further clarity on the plans.\nHe said: \"We need some clarification - for example, the announcement says holding hands will be allowed but warns against 'close contact'. How is that going to be possible? There is going to have to be some very close but compassionate supervision of these visits.\"\nThe devolved nations of the UK have the power to set their own restrictions, and have been moving at different speeds:\nOffice for National Statistics data shows that coronavirus infections are continuing to decrease around the UK - but experts have warned that infection levels remain high, with about 553,000 people identified as having the virus.\nOn Friday, it was announced that another 533 people had died within 28 days of a positive test, bringing the UK's total by that measure to 119,920."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56950484",
      "category": "uk-england-london",
      "title": "Met PC sacked for hitting vulnerable teenage girl with baton 34 times",
      "tags": "Metropolitan Police Service",
      "text": "A Met Police officer has been sacked after hitting a vulnerable teenager 34 times with a baton.\nThe 17-year-old girl, who was on escorted leave from a mental health unit, became distressed after becoming separated from a group in May 2019.\nA misconduct panel heard PC Benjamin Kemp tried to handcuff the teenager and then used CS spray less than a metre away from her face and his baton.\nCh Supt Richard Tucker said the force used was \"utterly inappropriate\".\nThe family's solicitors said it was a \"deeply disturbing case where a black child with learning disabilities was brutalised\".\nBut the Independent Office for Police Conduct (IOPC) said there was no indication racial discrimination had been a factor.\nFollowing the hearing, the girl's family said in a statement: \"Rather than helping her as he should have done, he violently assaulted her, using up to 34 baton strikes and CS spray.\"\nThe panel heard the girl was seen near a main road in east London and police were called by a concerned member of the public. \nThe girl herself flagged down a passing police car and body-worn video showed her telling officers she was a vulnerable child with mental health problems. \nShe agreed to get into the police car, but then got out of it, the panel heard.\nOfficers tried to speak to her but PC Kemp, of the Met's North East Command, then attempted to use handcuffs.\nWhen this was unsuccessful, he then used CS spray before taking out his baton seconds later.\nThe hearing followed an IOPC investigation into complaints made by an NHS Trust staff member and the girl's mother.\nIOPC regional director Sal Naseem described the incident as \"shocking\".\nHe added: \"Immediately resorting to use of force without considering other de-escalation tactics, and particularly where the person involved has mental health issues, is of concern.\n\"PC Kemp's immediate reaction when the girl exited the police car was to try and handcuff her, even though he didn't have her under his control.\n\"The poor communication by this officer got the incident off to a bad start and, once he started to use the baton, he was unable to change tack.\"\nThe family's solicitor, Sophie Naftalin, said the case sent a \"powerful message\" that more needs to be done by the Met when training officers about how to deal with vulnerable people.\nShe added: \"There have been too many cases of disproportionate force being used by police officers upon members of the black community.\"\nPC Kemp was dismissed from the Met without notice following the misconduct hearing in west London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56937381",
      "category": "uk-wales-politics",
      "title": "Senedd 2021: Five things we learned from the election debate",
      "tags": "Welsh Liberal Democrats,Abolish the Welsh Assembly Party,Plaid Cymru,Jane Dodds,Welsh Labour,Adam Price,Welsh Parliament election 2021,Welsh Parliament,Welsh Conservatives",
      "text": "It was the TV crunch match that could determine how parties do in the 2021 Welsh election, but there was no knockout blow.\nLabour, the Conservatives, Plaid Cymru, the Liberal Democrats and Abolish the Welsh Assembly pitched their wits against one another in the first hour, followed by Reform UK, the Green Party and UKIP in the second, 30-minute part of the show.\nHere are the five takeaways from the BBC Wales Live debate.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nYou'd expect jibes, but perhaps not flattery.\nPlaid Cymru's Adam Price paid tribute to Labour First Minister Mark Drakeford as a \"conscientious and serious leader\".\nCordial relations could be required if the two find themselves working together to form a government after the election. \nBut the cordial relations that once existed between the Conservatives and Liberal Democrats in Westminster felt like a distant memory.\nAt one point, Andrew RT Davies uttered the words \"tuition fees\" at Jane Dodds.\nShe pointedly called him \"Mr Davies\" in reply, before saying she was \"ashamed\" of the austerity that began when their two parties were in coalition together.\nMental health came up in response to more than one question, with parties offering to improve services and spend more.\nIt's a topic that would not have featured so prominently in debates like this a few years ago.\nEven before the pandemic, mental health was rising up the political agenda.\nThen came lockdowns and the toll they have taken on so many people's wellbeing.\nAs a result, leaders were falling over each other to promise more help for people if they are in charge in the next Senedd.\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nEvery discussion referenced the pandemic in some way.\nThat's hardly surprising, given what we are all living through.\nBut it was, perhaps, surprising to hear just how little was said about Brexit which completely consumed politics until recently.\nIt barely featured in this debate. When Brexiteer Andrew RT Davies first raised it, even that was in reference to Covid, claiming the vaccination programme was better as a result of us leaving the EU.\nConventional politics distinguishes between bread and butter issues - schools and hospitals - and constitutional questions such as devolution.\nNot in this debate.\nAndrew RT Davies was talking about the vaccination programme when he raised the independence referendum Adam Price wants, saying it would cause \"constitutional chaos\" at a time when attention should be focused on the pandemic.\nMeanwhile, Richard Suchorzewski's answer to all sorts of problems in public services and the economy, as you might expect from the leader of a party called Abolish the Welsh Assembly, was to turn back the clock on devolution.\nPerhaps there was no knockout blow, but they all delivered the core messages of their campaigns.\nMark Drakeford told us Labour was keeping people safe.\nAndrew RT Davies said only he offered change after years in which Plaid and the Lib Dems have propped up Labour first ministers.\nAdam Price said Wales should control its own future.\nJane Dodds disavowed the Cameron-Clegg coalition.\nAnd Richard Suchorzewski repeatedly pressed the case to wind up Wales' parliament."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56951974",
      "category": "uk",
      "title": "Covid: Care home isolation rule axed for low-risk trips in England",
      "tags": "Care homes,Coronavirus pandemic",
      "text": "Care home residents will be able to leave their home for low-risk trips without having to self-isolate for 14 days afterwards, the government says.\nThe rules will be relaxed in England from Tuesday, allowing for walks or garden visits without self-isolation.\nThe government says a fall in Covid cases means it is \"much safer\" for care home residents to go outside.\nThe charity John's Campaign says it is a \"chink of light\" for residents and their families.\nBut co-founder Julia Jones said she wanted to see the full guidance before making a decision about the charity's threat of legal action against the government's 14-day self-isolation requirement.\n\"I still struggle to see what legal right the government thinks it has for preventing people with full mental capacity walking out of their homes the same as any other member of the population,\" she told BBC Radio 4's Today programme.\nThere are different rules in the UK's devolved nations, with residents in Wales able to leave homes - where there is no Covid outbreak - without isolating on their return.\nScotland's guidance for care homes allows for residents to see loved ones outside of the care home, while rules for care homes in Northern Ireland vary by region.\nUnder the changes in England, residents on trips out must be accompanied by either a member of staff or one of their two nominated visitors and they must follow social distancing throughout.\nThey cannot meet in groups or go indoors, except for the use of toilets, and public transport should be avoided where possible.\nAn exemption is in place for those who wish to vote in person in the local elections on 6 May, the government says.\nOnly trips deemed \"low risk\" are exempt from the self-isolation rule, so this does not include activities such as overnight visits.\nThe Department of Health and Social Care said updated guidance would be published in due course.\nPrime Minister Boris Johnson said he was \"pleased\" residents can \"now leave their homes to reunite with their loved ones outdoors\".\n\"With the data continuing to head in the right direction and as restrictions ease, it is my priority to keep increasing visits for residents in the coming weeks in a safe and controlled way,\" he said.\nFourteen days is a long time to be stuck in your room because you have ventured out with a relative for a walk or a visit to a park.\nGuidance put in place to protect people from a virus which has claimed so many lives in care homes has more recently become a source of great anguish for many residents and families.\nAs life has begun to open up for others, younger people with disabilities, as well as older residents, have felt unable to leave their care home, trapped by the requirement to self-isolate on return.\nGovernment guidance is there to balance the risks faced by an extremely vulnerable group of people, but with most residents vaccinated and infection rates falling, families complain that the guidance is too slow to change. \nThey argue that with each month of restrictions, the damage to the people they love deepens. \nCare Minister Helen Whately said: \"I know residents and their families have found the restrictions on trips out of care homes incredibly difficult.\n\"This is one more step towards getting back to normal, while protecting care homes from the continued risk of Covid-19.\"\nThe government is expected to review the self-isolation requirement for more visits when it reaches the next stage of the government's road map for easing restrictions on 17 May.\nMs Jones from John's Campaign said it seemed \"massively inadequate\" to retain any restrictions on leaving care homes. Keeping residents \"under surveillance\" had a \"terrible impact\", particularly on younger people living in care homes, she said.\nShe said: \"It's not just about going for a walk in the park, it's about meaningful contact and inclusion in society and everyday life.\n\"It's about equal access to healthcare, it's about equal access to the outside world. It's about being treated as a person in a home not some sort of second-class citizen with no rights or choices.\"\nCampaigners say the rule encourages care homes to act unlawfully by \"falsely imprisoning\" residents, with family members calling it \"barbaric\".\nLeigh Day partner Tessa Gregory, who is representing John's Campaign, said: \"It appears under the threat of legal proceedings, which the John's Campaign were due to issue next week, the government has finally agreed to drop the blanket requirement that care home residents self-isolate for 14 days following any visit out.\n\"This will be a huge relief to residents, families and care homes who have all been crying out for change.\"\nShe added they would be \"scrutinising\" the new guidance once it is published \"to ensure that it is lawful and fit for purpose\".\nThe Independent Care Group also welcomed the move, saying a lack of social contact and visits has been detrimental to the health of residents. \nMike Padgham, the group's chair, told BBC Radio York the decision could have come earlier, adding that residents' human rights had been breached \"to an extent\" by the rules.\n\"Who are we to say that just because people live in a care home that you can't do this, you can't do that? Everyone in this country deserves freedom and when people see the rest of the country being unlocked it seems very unfair on these clients,\" he said.\nHowever, Nadra Ahmed, executive chairman of the National Care Association said that while it was a \"cautious step forward\", care homes still had to deal with insurance policies that do not cover them if residents catch Covid.\n\"One claim would be it for us,\" she told BBC Radio 4's Today programme, urging the government to underwrite the risk of care home residents going out and mixing with the general population.\nCare home residents in England have been allowed one regular visitor since 8 March, in the first easing of lockdown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56859427",
      "category": "world-europe",
      "title": "Sweden's single women IVF programme not 'as good as one would have hoped'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56952152",
      "category": "uk-england-birmingham",
      "title": "Giant 300-tonne fatberg blocks Birmingham sewer",
      "tags": "Fatbergs,Severn Trent,Birmingham",
      "text": "A giant fatberg thought to weigh about 300 tonnes is clogging a sewer in Birmingham.\nThe mass of oil, grease and \"unflushable\" items such as nappies and wet wipes is blocking the system in Hodge Hill.\nSevern Trent said the fatberg was likely to be one of the biggest blockages it had dealt with.\nThe firm said it is estimated to be 1m (3ft) high and 1,000m (1,094yds) long and could take until June to clear.\n\"It is a massive project and it is not resolved yet,\" operations manager Scott Burgin said.\n\"This giant mass is the result of everyone occasionally washing and flushing the wrong things down the drains and not realising the impact that it is having.\"\nSevern Trent said it was alerted to the fatberg by sewer sensors and engineers were working around the clock to tackle it.\nThe mass is thought to weigh the equivalent of 250 family cars.\nSevern Trent workers have dug into the ground to access the sewer pipe which is 8m deep (26ft) and are using pumps to remove the sewage and clean the sewer. \nIn the last year, the firm said it has been called to thousands of blockages across the West Midlands with three-quarters caused by people \"misusing the sewer system\".\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56957577",
      "category": "uk",
      "title": "Children will suffer, Unicef warns as UK funding cut by 60%",
      "tags": "Dominic Raab,Unicef,Charities,Foreign, Commonwealth and Development Office,UK aid,United Nations,International aid,Coronavirus pandemic",
      "text": "The UK government is to cut 60% of its funding to Unicef, the United Nation's children's fund, as part of its move to reduce spending on foreign aid.\nIt means the UN agency, which distributes humanitarian aid to children around the world, will get £16m this year, down from £40m.\nUnicef warned of \"serious consequences\" for children, particularly those affected by Covid-19.\nThe Foreign Office said the pandemic has forced it to make tough decisions.\nThe government announced last year it would cut UK aid spending from 0.7% of national income to 0.5% - which amounts to a reduction of more than £4bn.\nSome MPs defended the cuts at the time as being backed by the public, with some politicians arguing that domestic spending should come first during the pandemic.\nThis cut is the latest to be announced as aid charities and agencies begin to reveal the impact of the government's reduced overseas development budget.\nIn a statement, the UK committee for Unicef said it was \"deeply concerned\" by the decision.\nIt said the agency had been able to respond to the most pressing education, protection and health needs of children affected by Covid in 2020 thanks to the UK government funding.\nIt went on to say it was too soon to know the full impact of this and future cuts on the Unicef programme but there was concern children living in some of the world's worst crises and conflicts would suffer the consequences.\nUnicef acknowledged the \"challenging\" financial situation facing governments, but called on the UK government to return to spending 0.7% of the national income on foreign aid from 2022 \"at the latest\".\nA spokesperson for the Foreign, Commonwealth and Development Office said: \"The seismic impact of the pandemic on the UK economy has forced us to take tough but necessary decisions, including temporarily reducing the overall amount we spend on aid.\n\"We will still spend more than £10bn this year to fight poverty, tackle climate change and improve global health.\"\nEarlier this week, the BBC obtained an internal Foreign Office memo which said funding for global water, sanitation and hygiene bilateral projects would be cut by more than 80%, prompting criticism from leading charity WaterAid.\nIt also emerged that the United Nations global family planning programme would not receive £154m for its projects, as pledged by the UK, and would instead get about £23m this year.\nAsked about the cuts, Prime Minister Boris Johnson said the government had always been clear it intended to return to spending 0.7% of national income on aid when it was \"fiscally prudent to do so\".\nSeparately, the UK government has given the BBC World Service £8m to help tackle disinformation and inaccurate news reporting around the world.\nForeign Secretary Dominic Raab said it would allow the BBC to \"take impartial journalism to many more people around the world, by countering those who distort the truth to mislead the public\".\nThe money comes on top of previous funding for the BBC's World2020 programme, which was launched in 2016 and aims to expand the BBC's global reach.\nBBC director-general Tim Davie said through the programme the World Service has achieved an all-time record audience of 351 million, in 42 languages, with the BBC's global news services now reaching 438 million every week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56937300",
      "category": "science-environment",
      "title": "Do you know where plastic waste in the oceans is coming from?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56948665",
      "category": "world-us-canada",
      "title": "Podcast host Joe Rogan clarifies vaccination comments: 'I'm not anti-vax'",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic",
      "text": "Hugely popular US podcast host Joe Rogan has backpedalled on his comments that young, healthy people could forgo the coronavirus vaccine.\n\"I'm not an anti-vax person,\" Rogan said. \"I believe they're safe and encourage many people to take them.\" \nBut Rogan did not walk back his suggestion that the young and healthy do not \"need\" vaccines, which drew backlash from White House officials. \nExperts say everyone over 16 should get vaccinated to stop the virus' spread.\nThe Joe Rogan Experience was Spotify's most popular podcast in 2020, though the streaming giant did not share the number of times his episodes were downloaded. Rogan has more than seven million followers on Twitter and 12.5 million followers on Instagram. \nHis podcast was acquired by Spotify last year for more than $100m (£77m).\nAsked about Rogan's comments, top US infectious disease expert Dr Anthony Fauci repeated guidance from experts that unvaccinated, asymptomatic people can still transmit Covid-19.\n\"Even if you don't have any symptoms, you're propagating the outbreak,\" Dr Fauci said. \nRogan made the comments during a 23 April episode of his podcast, which was first reported by Media Matters this week. \nIn that episode, Rogan told listeners that he would not suggest the vaccine to a healthy 21-year-old. \"If you're a healthy person, and you're exercising all the time, and you're young, and you're eating well...like, I don't think you need to worry about this.\"\nResponding to the criticism on his podcast on Thursday, Rogan said the argument that young people need the vaccine \"for other people\" made sense.\n\"But that's a different argument,\" he added.\nAnd Rogan stressed that he should not be a source of scientific advice. \"I'm not a doctor,\" he said. \"I'm not a respected source of information, even for me.\" \nThe TV host-turned media mogul regularly courts controversy for his blunt and sometimes inflammatory style on air. He has been accused of making sexist, racist and transphobic comments in his podcast. Rogan has denied these accusations and said his comments were taken out of context.\nJoe Rogan is a huge draw for Spotify - so much so, in fact, that his show was mentioned in Spotify's quarterly earnings call. Joe Rogan's podcast had \"performed above expectations,\" the company said.\nSpotify wants to be the place you go to for podcasts and The Joe Rogan Experience is a major plank in that strategy. You might come for Joe Rogan, but stay to listen to other podcasts.  Spotify says it's seen a \"strong increase\" in the number of people listening to podcasts since the pandemic hit. \nHowever wrapping yourself around a controversial figure like Rogan has its dangers - and this saga illustrates that risk. \nRogan said when he signed the deal with Spotify that he would have editorial control. Spotify have publicly backed the podcaster. \nBut of course Spotify does have the power to pull the podcast.\nAs ever Big Tech says it's is trying to balance two things: risk to the public v freedom of speech. \nHowever there's always a third factor. Money.\nWhen the face of your podcast offering says something that US politicians, the White House and medical experts deride as dangerous - that doesn't look good for Spotify's brand. \nFor now, it looks like Spotify is willing to back the podcaster, and Rogan will hope his retraction will draw a line under the matter.\nRogan is not the only US public figure to be accused of anti-vaccine remarks.\nCurrent US Vice-President Kamala Harris said during the election campaign last year that she would not trust any vaccine approved by the Trump administration. Then-US Vice-President Mike Pence accused her of \"playing politics with people's lives\".\nTwo coronavirus shots - by Pfizer and Moderna - were subsequently granted authorisation under Mr Trump. Ms Harris received the Moderna jab after the election and said then it was safe.\nLast year, both Rogan and Spotify faced criticism over the appearance of conspiracy theorist Alex Jones on his show. \nThe streaming giant has so far stood by its star host, touting Rogan's podcast in its first quarter earnings report this week. Spotify did not immediately return a BBC request for comment. \n\"We have 8 million creators, and hundreds of millions of pieces of content,\" Spotify CEO Daniel Ek told Bloomberg News. \"We have a content policy and we do remove pieces that violate it.\" \nUS and global health authorities have found Covid-19 vaccines to be safe and effective in preventing infection and safety checks continue throughout the world. \nExperts have warned that misinformation has been fuelling vaccine hesitancy.\nIn the US, nearly 100 million people have been fully vaccinated. This week, President Joe Biden urged all Americans to get their jab, calling it a \"patriotic duty\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-56951642",
      "category": "newsbeat",
      "title": "Clubbing comes back: 'This is the best day of my life'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56955873",
      "category": "uk-scotland-glasgow-west",
      "title": "Colin the Caterpillar gets Scottish chippy treatment",
      "tags": "Supermarkets,East Kilbride",
      "text": "Britain's most famous birthday cake has been given the full Scottish chippy treatment.\nThe concept of the deep fried chocolate bar was taken to a new level when a full Colin the Caterpillar cake was battered and dropped into the deep fat fryer in a Lanarkshire chip shop.\nThe deep-fried Colin stunned customers on Friday as he posed on the hot plate.\nThe culinary experiment follows a legal row between M&S and Aldi over use of the caterpillar cake idea.\nRicky Brandon, who owns Emanuel's chip shop in East Kilbride was asked to batter the cake by local food delivery app East Kilbride Eats after the cake hit the headlines.\nHe said he had fried a few Mars bars in his time, several creme eggs and the odd Twix. But never a caterpillar.\nThe process became heated when he realised he would need an extra-thick batter to hold the body together.\nColin emerged from the deep fat fryer not as a butterfly but as a crispy chocolate log.\nMr Brandon told BBC Scotland: \"For my first attempt, I am not dissatisfied.\n\"The customers who came in and saw it were surprised,  saying 'What is that?'.\"\nControversially, he said: \"I think Cuthbert might fry a little better.\"\nA row broke out last month when Marks & Spencer launched legal action against Aldi, arguing the supermarket's Cuthbert the Caterpillar cake infringed its Colin the Caterpillar trademark.\nM&S claimed that their similarity led consumers to believe they were of the same standard and that the Aldi cake \"rides on the coat-tails\" of M&S's reputation.\nIt lodged an intellectual property claim with the High Court.\nThe news prompted taste tests across the country, and social media was awash with \"free Cuthbert\" memes.\nA Twitter exchange between the two supermarket brands followed.\nAldi, who had stopped selling the cake in February, announced a limited edition version of Cuthbert to benefit the Teenage Cancer Trust and Macmillan Cancer Support.\nM&S said it loved a charity idea, but Aldi should use its own character.\nUnveiling the idea on social media, Aldi said: \"Let's raise money for charity, not lawyers.\"\nM&S replied that a cake based on Aldi's Kevin the Carrot commercials would be better, adding: \"That idea's on us.\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-56955711",
      "category": "uk-england-leeds",
      "title": "Five arrested in right-wing terror raids across England and Wales",
      "tags": "Swindon,Keighley",
      "text": "Five people, including a 16-year-old boy, have been arrested on suspicion of right-wing terrorism offences.\nOfficers carried out a series of raids in Keighley, in West Yorkshire, Swindon and Anglesey in Wales.\nFollowing the arrests, bomb disposal experts were called to a property in Keighley after officers discovered \"potentially suspicious material\".\nA cordon has been put in place around the property and a number of nearby homes have been evacuated, police said.\nCounter Terrorism Policing North East (CTPNE) said two men, aged 29 and 30, and a 28-year-old woman have been arrested in Keighley on suspicion of being concerned in the commission, preparation or instigation of acts of terrorism.\nA 16-year-old boy was arrested in Swindon and a 28-year-old man was arrested in Anglesey on suspicion of the same offence.\nAll five have been taken to a police station in West Yorkshire for questioning.\nA CTPNE spokesperson said the arrests form part of an ongoing investigation into right-wing terrorism.\nWest Yorkshire Police said two addresses were being searched in Keighley.\nA force spokesperson added: \"Following the discovery of potentially suspicious material at one of the addresses in Keighley the Explosive Ordnance Disposal Unit has been called to provide specialist advice and to arrange the safe removal of the items if required.\n\"As a precautionary measure, a cordon has been put in place and a number of local residents have evacuated whilst examinations are conducted.\n\"We would like to reassure people that these arrests are pre-planned and intelligence-led and there is not believed to be any immediate risk to the local community.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56429693",
      "category": "uk-wales",
      "title": "Covid: 'Urgent change' needed to get people back on trains",
      "tags": "Tourism,Coronavirus lockdown measures,Wales business,Commuting,Cardiff,Transport,Rail travel,Aberystwyth,Welsh government,Transport for Wales,Climate change,Environment,Sustainable living,Coronavirus pandemic",
      "text": "Urgent changes are needed to get people out of cars and back on trains after Covid travel restrictions are eased, campaigners have warned.\nPassenger numbers plummeted by about 95% as \"non-essential\" travel was banned at the height of the pandemic.\nNow there are fears people will switch back to cars unless action is taken to make rail more affordable, attractive and address safety fears.\nTransport for Wales (TfW) said trains were safe and changes were being made.\nOver the past 20 years, the number of people using trains to travel into, out of and across Wales increased by about 80%, with about 31.1 million journeys in 2019, compared to about 16.6 million in 1999-2020.\nCommuters have complained of packed carriages, delays and cancellations, while queues were seen outside stations as thousands used trains to get into Cardiff on match and concert days.\nIn December, during the national \"stay at home\" lockdown, passenger numbers on services run by TfW dropped to 5-10% of pre-Covid levels and the hit to ticket income led to TfW being nationalised in February, in a bid to keep services running.\nIn April, after travel bans were lifted, allowing people to travel anywhere in England and Wales, TfW reported a rise in passengers to 20-30% of pre-pandemic levels, with footfall in stations up to 39% by 12 April.\nIt said had done all it could to keep services going during \"challenging times\", and the rail service was \"adapting\" to changes in demand and lifestyle due to Covid-19.\nAlexia Course, director of rail operations, said as many moved away from office based 9-5 working, it aimed to make rail a \"more attractive option\" for day-trips and holidays, and working on new fares and ticketing options.\nBut transport experts and green campaigners have warned safety messaging about avoiding public transport could have a \"lasting impact\" and it could take years for passengers to get back on board.\nWith some of Wales major employers now considering allowing employees to work from home full-time, campaigners fear the rail network will be unsustainable, unless it adapts to people's lifestyle changes, with a knock-on effect for the environment if more of us choose cars over public transport as restrictions are eased.\nPeter Kingsbury, of Rail Future Wales, warned getting people back on the trains and out of cars was essential for the \"wider good of society\".\n\"Future generations will potentially have a much lower quality of life if we are not able to change our habits over the next decade or two,\" he said.\nThe Welsh government wants 45% of journeys to be made by public transport, walking or cycling by 2040 and all political parties have made promises for more sustainable transport in the run-up to the election.\nHowever, Christine Boston, director of sustainable travel charity Sustrans Cymru, said the rail service must adapt quickly or there was a \"real danger\" people who previously used trains could switch back to cars.\nFigures obtained by BBC Wales show traffic on Welsh roads increased by 62% in the last stay-at-home lockdown, compared with the first lockdown in March 2020, while public transport levels remained comparably low.\nWith a surge in cycling in lockdown, the charity wants to see cycle routes and train stations joined up, with more space for bikes on trains, in a bid to help people \"travel green\".\n\"The fall in passenger numbers risks pushing the cost of travel far beyond the means of many,\" Ms Boston said.\n\"Car use has crept back up to pre-pandemic levels, with a real risk of a car-led recovery, which would be devastating for us all.\"\nNorman Baker, of Campaign for Better Transport, said the rise in traffic showed there was an \"urgent need\" for incentives to get people out of their cars.\n\"If you don't get people back on trains and buses there will be gridlock on the roads,\" he warned.\nMs Course said people needed to be reminded of the benefits of travelling by rail, such as enjoying \"looking out of the window\", reading a book, getting work done and having a cup of coffee while travelling.\n\"There's a lot you can't get when you're sat behind the wheel of a car and driving to wherever you need to get to,\" she said.\nShe said new trains were being built and TfW was looking at how to create more space for bikes.\nBefore the pandemic, many used rail services to commute to work, at times leading to issues with overcrowding on Valleys lines into Cardiff, and other major hubs, at peak times.\nNow, with some companies introducing more flexible ways of working, and some announcing home working will continue way into the future, campaigners say rail services must adapt to a very \"different working world\".\nMr Baker said the days of 9-5 commuting patterns were over and the rail timetable and tickets needed to \"reflect a new reality\" where more people would travel for leisure.\nHe said dates for engineering works needed to change, making sure timetables were not limited on a Sunday, when many people would be taking trips.\n\"Sunday is no longer a day where we can shut the service down, Sunday is a busy day, engineering works should take place on a different time, on a different day,\" he said.\nSome fares on a number of TfW services increased by 2.6% from March, bringing it in line with a similar increase announced in England in December.\nAn off-peak return trip from Cardiff Central to London Paddington, on a Monday, costs £113.70, while at peak commuting times, it would cost more than £200, according to one ticketing website.\nMr Kingsbury said there was an urgent need for fare reform to reflect many people would not be commuting five days a week.\nHe said traditional season tickets - aimed at people who commute at peak times to offices - needed to be replaced with flexible options and was \"urgent to bring people back over the next six months\".\nMs Course said TfW already had more flexible ticketing, for people to save while working from different locations, but was \"looking at other ways we can encourage different types of ticketing\" and the UK rail industry to create a new flexible ticket.\nWith no timeframe for when people can start jetting off on holidays abroad again, many are predicting a staycation boom this year.\nCampaigners said it was vital rail services capitalised on increased tourism and encouraged people to use rail to travel for trips this summer.\nMr Kingsbury said the current rail network was \"not financially sustainable\" and a scheme similar to Eat Out to Help Out could be introduced, with discount fares or even a free journey to get back on board.\nMs Course said TfW was working to promote rail as a more attractive way of travelling across Wales for trips and was working with businesses to \"try and tap into customer bases that maybe haven't looked at the railway in the same light previously\".\nHowever, there are also fears that people using trains for trips and holidays could lead to overcrowding.\nJeff Smith, of the Shrewsbury to Aberystwyth Rail Passenger Group (SARPA) and a Plaid Cymru town councillor, said he feared the Cambrian line would struggle to cope.\nSome services continued to see overcrowding, as people ignored travel rules to head to beaches last summer.\n\"You are looking at a situation like in the 1970s where you're going to have everyone going to resorts in the UK, so we will have people from Birmingham going to Aberystwyth,\" said Mr Smith.\nMr Smith said a lack of carriages on the line would mean little space for passengers to stay apart, if passenger numbers increased in the summer.\n\"If you have an overcrowded train then the social distancing goes out of the window,\" he said.\nMs Course said new trains were currently being built which would help increase capacity and customer experience, and allow for more frequent services, including on the Cambrian line.\nShe said dealing with overcrowding would be \"challenging\", but with fewer people commuting, things did not need to \"go back to how things were\", while extra support would be put on when major events resumed.\nWith few people using trains during repeated lockdowns, maintaining social-distancing was fairly easy, and people have been turned away for not wearing masks.\nHowever, campaigners said after months being told not to use public transport and to stay at home, there was a public misperception trains were \"unsafe\".\nScientists have said the risk of transmission depends on how crowded a train is, and how far away you can stay away from people.\nSo far this year, 9,348 people have been challenged by British Transport Police and rail staff for not wearing face masks - which are mandatory on trains - with 1,039 people refused travel.\nMs Course said there was no evidence trains were unsafe, with enhanced cleaning and security measures in place, and urged people to use a capacity checker before travelling.\nShe added that keeping people apart as demand increased would be \"challenging\", but social distancing was a priority and safety measures would continue.\nMick Lynch, of the RMT trade union, told a recent Senedd committee inquiry there would come a point where social distancing could no longer be maintained on the network: \"You will get to your ceiling of 2m social distancing, and any answer to that is to restrict travel or to change the social distancing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-56955880",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Children's memorial vandalised in Dunfermline cemetery",
      "tags": "Graffiti,Dunfermline",
      "text": "Police are investigating the vandalism of a baby memorial in a Fife cemetery.\nOffensive graffiti was discovered painted on gravestones and a memorial, which features the names of  infants who have died.\nPolice believe it appeared at the Dunfermline cemetery in Halbeath Road overnight into Saturday. Other graves in the location were covered in spray paint.\nThe graffiti has now been removed, according to Police Scotland.\nA spokeswoman said: \"Around 10:05 on Saturday, 1 May, police were contacted with regard to a vandalism at a baby memorial within Dunfermline Cemetery. \n\"Officers have attended and the graffiti has been removed. Inquiries, which are at a very early stage, are continuing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56955702",
      "category": "world-us-canada",
      "title": "US and Nato start to formally withdraw troops from Afghanistan",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Ashraf Ghani,Nato,United States,Joe Biden",
      "text": "The US has started formally withdrawing troops from Afghanistan, beginning the end of what President Joe Biden called \"the forever war\".\nThe US and Nato have had a presence in Afghanistan for almost 20 years.\nBut the withdrawal, which runs until 11 September, comes amid escalating violence, with Afghan security forces on high alert for reprisal attacks.\nThe Taliban have warned they are no longer bound by an agreement not to target international troops. \nUnder a deal signed last year between the militants and then-President Donald Trump, foreign forces were to have left by 1 May while the Taliban held off attacking international troops. \nOfficials told Reuters during this time the Taliban has been protecting western military bases from rival Islamist groups. That has not stopped Taliban attacks on Afghan forces and civilians. \nUS General Scott Miller warned against attacks on foreign troops as they start to withdraw.\n\"Make no mistake, we have the military means to respond forcefully to any type of attacks against the coalition and the military means to support the Afghan security forces,\" he said in a video posted on Twitter.\nUS President Joe Biden last month pushed back the 1 May pullout, saying some troops would stay on until 11 September this year, the 20th anniversary of the 9/11 attacks, citing the security situation. \nA Taliban spokesman said \"this violation in principle has opened the way for [Taliban fighters] to take every counter-action it deems appropriate against the occupying forces\".\nBut he also said Taliban fighters would await instructions from leaders before mounting attacks. Some analysts suggested with a US deadline for withdrawal in place large-scale attacks could be averted. \nMeanwhile the US faces the logistical challenge of packing up and leaving. The AP report the military has been taking inventory, deciding what will be shipped back and what will be sold as junk on Afghanistan's markets. \nOn 11 September 2001, attacks in America killed nearly 3,000 people. Osama Bin Laden, the head of Islamist terror group al-Qaeda, was quickly identified as the man responsible.\nThe Taliban, radical Islamists who ran Afghanistan and protected Bin Laden, refused to hand him over. So, a month after 9/11, the US launched air strikes against Afghanistan.\nAs other countries joined the war, the Taliban were quickly removed from power. But they didn't just disappear - their influence grew back and they dug in.\nSince then, the US and its allies have struggled to stop Afghanistan's government collapsing, and to end deadly attacks by the Taliban.\nThe withdrawal of US troops begins against a backdrop of fierce clashes between the Taliban and government forces, in the absence of a peace deal.\nA flare up of violence in Ghazni province overnight left an unknown number of people dead. \nAnd on Friday, a car bombing in Pul-e-Alam, Logar province, killed up to 30 people and wounded 110 - mostly school pupils.\nUS President Joe Biden says the US pull-out is justified as US forces have made sure the country cannot again become a base for foreign jihadists to plot against the West.\nAnd Afghan President Ashraf Ghani says government forces are fully capable of keeping insurgents at bay.\nHe has argued that withdrawing US and Nato forces will remove the Taliban's reason for fighting, saying to the Taliban: \"Who are you killing? What are you destroying? Your pretext of fighting the foreigners is now over.\"\nBut many do not share the optimism.\n\"Everyone is scared that we might go back to the dark days of the Taliban era,\" Mena Nowrozi, who works at a private radio station in Kabul told news agency AFP.\n\"The Taliban are still the same; they have not changed. The US should have extended their presence by at least a year or two.\"\nBBC Pakistan and Afghanistan correspondent Secunder Kermani says that with peace talks between the militants and Afghan government stalled, despite the drawing down of international involvement, it seems inevitable the conflict will continue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56949585",
      "category": "uk-wales-politics",
      "title": "Covid: Post-pandemic focus in final days before Wales' election",
      "tags": "Wales business,Council tax,Employment,Welsh Parliament election 2021,Young people,Wales economy",
      "text": "Plans for Wales' post-Covid economic recovery are being outlined by political parties on the last weekend of the Senedd election campaign.\nBoth the Welsh Conservatives and Welsh Labour said their focus was on creating jobs.\nPlaid Cymru said an independent Wales could \"realise its full potential,\" while the Welsh Liberal Democrats focused on council tax arrears.\nThe Welsh Parliament elections take place on Thursday 6 May.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nThe Welsh Conservatives are pledging to create 65,000 new jobs if they get into power.\nThe party's regional candidate for South Wales East, Laura Anne Jones, said: \"Our absolute priority has to be economic recovery in Wales.\n\"It has to be at the forefront of everything that we're doing now - we need to invest in people, we need to invest in jobs, and we need to make sure that everyone has the support they need to really get things going again, get things moving.\"\nSpeaking while canvassing in Newport, she added: \"We've had 22 years now of abject failure from the Labour government, our country was in a bad shape before the pandemic… we need fresh ideas, we need a new beginning for the whole of Wales.\" \nPlaid Cymru says independence is the only way for Wales to \"realise its full potential\". \nLeader Adam Price, said \"only a credible threat of independence gives Wales leverage in London\".\n\"A Plaid Cymru government will mean a stronger Wales - feared and respected by Westminster not neglected and ignored. This will mean more investment and more powers.\" \nMr Price added: \"Scotland's experience has taught us that the prospect of independence forces Westminster to listen.\n\"Only by electing a Plaid Cymru government on 6 May will Wales' hand be strengthened in challenging the Tory UK government.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \n Carolyn Harris, Welsh Labour's deputy leader, said the party's recovery plan included a work, education or training place to be offered to all under-25s and \"a real living wage for social care workers\".\nShe said: \"I'll be out across Wales every day between now and May 6th banging the drum for our Welsh Labour government.\n\"With every poll showing the danger that the Tories pose at this election, our message is crystal clear - if you value the things that Welsh Labour have done for you, your family and your community, you need to get out and vote for them.\"  \nThe Welsh Liberal Democrats want to set up a £200,000 fund to help \"the most vulnerable\" who are struggling to pay debts like council tax arrears. \nLeader Jane Dodds said: \"The debt bonfire would help so many residents in Wales who need support at the fraction of a cost. \n\"As we come out of the worst of the coronavirus pandemic one thing is clear, the pandemic exposed rife inequalities in our society.\n\"We know our country is disproportionately affected by debt compared to the rest of the UK, that's why we'd use this funding to free people from the economic insecurity.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56811315",
      "category": "world-asia-india",
      "title": "Covid-19 in India: Why second coronavirus wave is devastating",
      "tags": "Asia,Mumbai,India coronavirus lockdown,Delhi,India,Coronavirus pandemic",
      "text": "Rajeshwari Devi, 58, died on Sunday after waiting for two days to get uninterrupted oxygen, an ambulance and a bed in a Covid-19 hospital.\nShe kept waiting and gasping but it was too late by the time help arrived. She was taken to a hospital emergency room on 16 April after her oxygen saturation level dropped. Her CT scan showed that she had developed severe pneumonia.\nBut without her Covid report the hospital refused to admit her. She spent around 36 hours in the emergency room on oxygen support in the northern Indian district of Robertsganj. The staff there told her family they were running out of oxygen and she needed to be moved to a bigger hospital but there was no ambulance or any promise of a bed. \nThe desperate family took her in their car to a hospital where a bed had become available after the intervention of a politician. She had no oxygen support in the car - she died minutes before she could be admitted to hospital. \nAshish Agrahari, her son, says his mother \"would have had a chance at survival if treatment was given in time\".\nHeartbreaking stories such as this are coming in from across India as a second Covid wave wreaks havoc. Data suggests that this wave is proving to be more infectious and deadlier in some states, although India's death rate from the virus is still relatively low. \nBut the county's healthcare system is crumbling amid the surge in cases - doctors say it's hard for them to \"see the light at the end of the tunnel this time\".  \nThe rise in case numbers has been exponential in the second wave. \nOn 18 June last year, India recorded 11,000 cases and in the next 60 days, it added 35,000 new cases on average every day. \nOn 10 February, at the start of the second wave, India confirmed 11,000 cases - and in the next 50 days, the daily average was around 22,000 cases. But in the following 10 days, cases rose sharply with the daily average reaching 89,800.\nExperts say this rapid increase shows that the second wave is spreading much faster across the country. Dr A Fathahudeen, who is part of Kerala state's Covid taskforce, said the rise was not entirely unexpected given that India let its guard down when daily infections in January fell to fewer than 20,000 from a peak of over 90,000 in September.\nBig religious gatherings, the reopening of most public places and crowded election rallies are being blamed for the uptick. Dr Fathahudeen said there were warning signs in February but \"we did not get our act together\".\n\"I said in February that Covid had not gone anywhere and a tsunami would hit us if urgent actions were not taken. Sadly, a tsunami has indeed hit us now,\" he added.\n\"A false sense of normalcy crept in and everybody, including people and officials, did not take measures to stop the second wave.\"\nMany Indian cities are reporting a chronic shortage of hospital beds. It's also evident in the desperate cries for help on social media platforms. Disturbing reports of people dying without getting timely treatment are coming from all over the country.\nSeveral state governments say they are creating new facilities but experts say it's going to be hard to keep up with the pace of the rising number of infections.\nIndia has been consistently reporting more than 150,000 cases for days now. It reported 273,810 cases on Monday - the biggest daily spike since the pandemic began.\nBadly-affected cities like Delhi, Mumbai and Ahmedabad have almost run out of hospital beds. \nThe situation is not very different in other cities, such as Lucknow, Bhopal, Kolkata, Allahabad and Surat. Public health expert Anant Bhan says officials did not use the lean period to boost facilities.\n\"We didn't learn any lesson from the first wave. We had reports of some cities running out of beds even in the first wave and that should have been a good enough reason to be prepared for the second wave,\" he said.\nHe adds that there appears to be a lack of co-ordination between states and the federal government over the supply of oxygen and essential drugs. \"We need a consolidated response and resources should be shared between states.\" \nThe situation is much more dire when it comes to ICU beds. Several cities have just a few dozen ICU beds left and they are now frantically trying to build extra capacity in hotels and stadiums.\nBut getting ICU beds up and running quickly is not easy. Dr Fathahudeen says adding beds alone is not enough. \"We need to ensure that most of these beds have oxygen facility. We need more doctors and nurses to manage extra ICU beds,\" he adds.\nHe says it's going to be a \"daunting task\" for the government to get such facilities up and running and ensure good quality of care in a short span of time.\nThe number of daily deaths has risen sharply in the second wave. India reported 1,761 deaths on Monday, taking the toll to over 180,000 since the pandemic began.\nCrematoriums have been running day and night in several cities, and people have to wait for hours to get the deceased cremated or buried.\nExperts say this shows that the actual number of deaths could be much higher. \nSanjeev Gupta, a photojournalist based in the central Indian city of Bhopal, reached one of the city's crematoriums for what he thought was a usual assignment last week. \nBhopal had reported only four Covid-related deaths on that day. But Mr Gupta was surprised to see dozens of funeral pyres burning. Additionally, several bodies were lined up to be cremated in the electric furnace. \nMr Gupta says he was moved when a young man asked him to photograph the smoke coming out from the chimney of the electric crematorium. \n\"He said the smoke represented his mother. It's the most heartbreaking thing I have ever heard.\"\nAnother photojournalist in Lucknow, which is the capital of Uttar Pradesh state, told the BBC that he counted nearly 100 funeral pyres burning at one of the city's crematoriums in the city on 14 April. The official death data for the whole state on that day was 85.\n\"The sky had turned orange near the crematorium. I still get chills thinking about it. We are definitely not getting the right death data from the government,\" he said.\nAnother photojournalist the BBC spoke to in Varanasi city in Uttar Pradesh state also talked about similar discrepancies in how deaths were being reported. \nExperts say there are several reasons for this. One of them is that many people are dying at home because they are not getting hospital beds or they are not being able to get tested for Covid. So, they don't find a place as a Covid patient in the database managed by different states. \nMr Bhan says testing facilities are still poor in smaller towns and even in some cities and \"it's possible we are missing many Covid-related deaths in these areas\".\nHe adds that there seems to be an issue with recording Covid deaths in some states. There have been reports about administrative oversight as well but officials deny the allegation. \n\"We need more transparency in numbers as it helps in managing the situation and also clearly tells you how severe the situation is,\" Mr Bhan adds. \nIndia on 25 March announced that a new variant of the coronavirus had been detected from samples collected from different states.\nVirologist Shahid Jameel explained that a \"double mutation in key areas of the virus's spike protein may make the virus more infectious and allow it to escape the immune system\".\nHe says the change in the virus is the only \"logical explanation\" behind the surge. Health officials in the UK are now investigating whether a double mutant spreads more easily and evades vaccines. \nAs things stand there is still not enough evidence to determine any causal relationship with India's deadly second wave, and the variant is not currently listed by Public Health England as a \"variant of concern\" - a term used to describe the UK, Brazilian and South African variants.\nDr Jameel adds that India started looking at mutations \"fairly late\". \"By December, India had done genome sequencing of only 5,000 samples. It wasn't a concentrated effort.\"\nIn January, India put together a group of labs to speed up sequencing and these labs started functioning in February. \"But unfortunately, the second wave started and the vision of sequencing roughly 5% of the total samples did not come through.\"\nSequencing becomes important in a pandemic as it allows scientists to monitor changes in the virus. \"If you can catch a more infectious variant early on in a region, you can quickly put in public health measures to stop it from spreading wider in the community,\" he explains.\nBut it's \"never too late\" to take measures. \"We need to strengthen safety protocols and rapidly vaccinate people, and also keep an eye on mutations. If we do all this, we could reduce numbers significantly.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56951794",
      "category": "world-us-canada",
      "title": "Game of Thrones actress sues Marilyn Manson alleging abuse",
      "tags": "Domestic abuse,Sexual violence,Game of Thrones,United States",
      "text": "Game of Thrones actress Esmé Bianco has sued singer Marilyn Manson, alleging sexual assault and battery.\nThe lawsuit claims Mr Manson coerced the British actress with \"drugs, force, and threats of force\".\nThe plaintiff also alleges the singer and his manager broke trafficking laws by luring her from London to the US with empty promises of work.\nThe artist has rejected multiple allegations of abuse against him as \"horrible distortions of reality\".\nHe has been dropped by his record label and booking agent since the claims surfaced.\nIn February, Westworld actress Evan Rachel Wood publicly accused Mr Manson of domestic abuse. More than a dozen other women have since come forward with similar allegations.\nIn an Instagram post on 1 February, Mr Manson wrote: \"Obviously, my art and my life have long been magnets for controversy but these recent claims about me are horrible distortions of reality. My intimate relationships have always been entirely consensual with like-minded partners.\"\nMs Bianco, who played Ros on the hit HBO drama Game of Thrones, was among a handful of women who spoke out against Mr Manson earlier this year.\nHer court filing on Friday marks the first legal action over such allegations against Mr Manson, who is referred to in the lawsuit by his real name, Brian Warner.\nMs Bianco says she met the rocker in 2005. The lawsuit says that in February 2009, he invited her to Los Angeles to film a music video. But when Ms Bianco arrived she says she found she was expected to stay at his home and there was no film crew. The plaintiff alleges she was deprived of food and sleep and given drugs and alcohol during her four-day stay.\n\"Perhaps most horrifyingly,\" the lawsuit continues, \"Mr Warner locked Ms Bianco in the bedroom, tied her to a prayer kneeler, and beat her with a whip that Mr Warner said was utilised by the Nazis. He also electrocuted her.\"\nThe legal action says they began a consensual sexual relationship in May 2009 and maintained a long-distance relationship until 2011. \nIn her complaint, Ms Bianco says Mr Manson coerced her into sexual intercourse that was often violent and degrading, sometimes even when she was unconscious or otherwise unable to consent.\nThe plaintiff alleges Mr Manson committed multiple acts of sexual battery against her in 2011 and raped her in May of that year.\nThe suit also accuses Tony Ciulla, who managed Mr Manson for more than 25 years before dropping him this February, of \"supporting [Mr Manson's] violent tendencies\" and allegedly violating US human trafficking laws.\nIt says the duo coaxed Ms Bianco to the US with job opportunities that never materialised, made her perform \"unpaid labour\" on several occasions and interfered with her visa process.\nMr Ciulla did not immediately respond to a request for comment from the BBC.\nThe BBC contacted Mr Manson's former agents and an attorney who has previously represented him, but did not receive an immediate reply.\n\"Mr Warner implied that because he had brought Ms Bianco to the United States and provided housing, she owed him labour and sexual intimacy,\" notes the lawsuit.\nIt adds: \"My hope is that by raising [my voice], I will help to stop Brian Warner from shattering any more lives and empower other victims to seek their own small measure of justice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56912977",
      "category": "world-asia-india",
      "title": "India's Covid vaccine shortage: The desperate wait gets longer",
      "tags": "Asia,Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "India started its vaccine drive in January, amid plummeting cases and a fair bit of optimism. \nThe country's very own Serum Institute of India (SII), the world's largest vaccine maker, was meant to supply most of the jabs as the country headed towards an ambitious target - covering 250 million people by July. \nAs part of a World Health Organization (WHO)-led scheme, India even exported vaccines to countries that needed them. \nBut three months on, Covid cases and deaths are spiking across the country. Only about 26 million people have been fully vaccinated out of a population of 1.4 billion, and about 124 million have received a single dose. Prime Minister Narendra Modi's government has cancelled exports, reneging on international commitments. Worse, vaccine stocks in the country have nearly dried up, and no-one is sure when more will arrive. \nHow did India get here?\nOn Wednesday afternoon local time - just as millions of Indians were trying to register online for a Covid jab - the vaccine portal and its accompanying apps crashed. \nStarting 1 May, India is opening up vaccination for roughly 600 million more people, to cover 18-44 year olds. But CoWin, as the platform is known, couldn't handle it.\n\"I am stuck in an OTP loop of horrors,\" said one 33-year-old while trying to register for her jab. OTPs, or one-time passwords sent to mobile numbers, are a favoured Indian way of verifying identity online. She had a string of messages with OTPs, but nowhere to put them. \nOthers didn't even get that far - #WaitingForOTP was soon trending on Twitter, and the memes and jokes followed. Eventually the site was back up - but, to the disappointment of more than 13 million people who did finally register, not a single vaccine centre had slots for booking. \nThese are just a fraction of the 600 million people newly eligible for a jab. There's also another 200 million or so, 45 and above, who are yet to get their second jab. \nExperts say the government should have finished vaccinating people above 45 before opening it up further, especially when supply was low. In fact, this appeared to be the plan until as recently as 6 April, when the health ministry said the drive could not simply be \"accelerated\" and that it was not yet considering expanding it to all adults.\nIt's likely the rapid, unrelenting surge in cases and reports that younger people were increasingly being admitted to hospital with severe symptoms led to the decision.\n\"They should have held their nerve and focused on the vulnerable,\" says economist Partha Mukhopadhyay. \"Now they [the 45 and above] have to compete with 600 million new demanders.\"\nSince the announcement, those who have received no doses or a single dose so far have been queuing up at centres before supply runs out, raising the risk of infection.  \nBut that's not the only factor that has thrown India's vaccine drive into chaos. \nUntil now, India's federal government had been the sole purchaser of the two approved vaccines - Covishield, developed by AstraZeneca with Oxford University and manufactured by SII; and Covaxin, made by a local firm Bharat Biotech. \nBut it's now thrown open the market to not just 28 state governments, but also private hospitals, all of whom can directly negotiate and buy from the two vaccine makers. And they have to pay far more. \nThe federal government still gets 50% of stocks for 150 rupees ($2; £1.40) per dose, but states have to pay double that, and private hospitals eight times as much - all while competing for the remaining half. \nThe sudden transfer of responsibility - it was announced just 10 days ago - left officials with little time to negotiate prices or stockpile vaccines. Especially since vaccine makers still have orders pending from the federal government. \n\"We are the only country in the world that is allowing sub-national governments to directly buy from vaccine makers. This is not at all well thought-out,\" says Mr Mukhopadhyay. \nThe different prices are concerning, says Srinath Reddy, a public health expert who advises federal and state governments on tackling Covid-19. \n\"All vaccination should be free, it's for public good,\" he says. \"And why should states pay a higher price? They are also using tax payer money.\" \nHe fears that it's now a \"seller's market\", where the poorest Indians are likely to be last in line. \nTwo private hospital chains have already announced that they will roll out the vaccine for 18-44 year olds from tomorrow, but it's unclear how they managed to secure supply when states are struggling.  Some have even said they are putting the expansion on hold until more vaccines arrive. \nNo-one really seems to know. Even if some stocks do trickle in, the crunch will likely continue because the maths simply does not add up.\nThe federal government still needs another 615 million doses to finish vaccinating everyone above the age of 45 - about 440 million people. State governments are expected to pick up the tab for 18-44 year olds - there are 622 million of them and they would need more than 1.2 billion doses. Even vaccinating 70% - to achieve herd immunity - would require some 870 million doses. This does not account for wastage, which means more stocks are needed. \nTo be able to administer all of these doses in the next year, India needs to be giving 3.5 million doses a day - it's behind by more than a million doses right now. \nAnd supply is nowhere close to what is needed. SII is expected to produce about 70 million doses in May, and Bharat Biotech an additional 20 million. That's a total of 90 million doses a month. They are expected to ramp up further but that will take time. \nOther vaccines are now in the mix, including Russian-made Sputnik V, which is yet to be approved in Europe. The makers have already signed manufacturing deals with a host of Indian companies but the infrastructure and approvals for making a vaccine take time. So for now, India is importing the vaccine from Russia and it's expected to be rolled out in June. \nAll of this means there will be a supply crunch at least for the next few months. Of course, there was a lot the federal government or even states could have done to ramp up vaccine manufacturing ahead of time.  \n\"If plan A doesn't work, you should be ready with plan B,\" says Mahesh Zagade, former health secretary of Maharashtra, one of India's worst-hit states. \nIt's a question many have asked - and the answer seems to be that no-one was preparing for a second wave. \n\"Our numbers were low and there was this constant narrative that India had beaten Covid,\" says virologist Shahid Jameel. If vaccination had kept pace through February and March, he adds, the second wave would have been far less intense. \nExperts also recommend a localised drive - that is, targeting the most vulnerable - the elderly or those with co-morbidities - in places where infections are growing fast. \nBut to do that requires deep district and village-level surveillance and response, which virologists have said has been lacking since the start of the pandemic. \nMr Zagade says breaking up populations into administrative units as small as 25,000 makes it easier to enforce social distancing and enrol people for vaccination by going door-to-door if needed. Instead, the government relied on people registering online or walking in to get their jabs.\nSo the vaccine drive began to lag even as cases rose, driven up by lax safety protocols and massive public events, from elections to festivals. \nAnd there was no plan B because plan A was based on an assumption that has been proved wrong - that there would be no second wave at all. \nCharts by Shadab Nazmi "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56891016",
      "category": "world-asia-india",
      "title": "Covid-19 in India: Cases, deaths and oxygen supply",
      "tags": "India,Coronavirus pandemic",
      "text": "A devastating second wave of coronavirus in India has seen hospitals and crematoriums overwhelmed and widespread shortages of oxygen and medicines.\nHere's a visual guide to what is happening and what the authorities are doing about it.\nCase numbers and deaths in India are continuing to rise fast, fuelled by a new variant.\nThe country recorded the world's highest single-day total on Thursday. \nBut the true numbers of cases and deaths are likely to be higher than the numbers provided by authorities, with many people avoiding testing or struggling to access it. Many deaths in rural areas also go unregistered.\nTesting is increasing, but so too are the number of positive results. \nLast year, the World Health Organization recommended countries needed to get the positive test rate below 5% for at least two weeks before considering easing restrictions. The rate in India is now around 20%.\nA high percentage of positive tests suggests high infection rates and the likelihood of many more people in the community with coronavirus undetected, according to Johns Hopkins University. \nIn total, India has confirmed more than 18 million infections and 200,000 deaths. Virologists say they expect the rate of infections to continue to increase for another two to three weeks.\nThe country has a chronic shortage of space on its intensive care wards, with many patients' families forced to drive for miles to try to find a bed for their loved one.\nIn Delhi - a region of about 20 million people - hospitals are full and are turning away new patients.\nDoctors have described how people are dying on the streets outside hospitals as the country struggles to cope. \nSome streets outside medical facilities have become crowded with the seriously ill, their loved ones trying to arrange stretchers and oxygen supplies for them as they plead with hospital authorities for a place inside.\n\"We have been roaming around for three days searching for a bed,\" one man told Reuters news agency as his wife sat immobile on the pavement.\nOn Monday, the government announced military medical infrastructure would be made available to civilians and retired medical military personnel would be helping out in Covid health facilities.\nHospitals across India are also experiencing oxygen shortages, with some forced to put up signs warning of a lack of supplies. \nThe country now has the greatest demand for oxygen out of all other low, lower-middle and upper-middle-income countries, according to the PATH Oxygen Needs Tracker.\nDemand has been growing between 6%-8% each day, according to PATH, an organisation that works with global institutions and businesses to tackle health problems.\nDr Harjit Singh Bhatti, who works on a Covid ward of Delhi's Manipal Hospital, described watching people gasping for air in the street like \"fish out of water\".\n\"They are not getting oxygen and they are dying on the roads,\" he said.\nTypically, healthcare facilities consume about 15% of oxygen supply in India, leaving the rest for industrial use. \nBut amid India's second wave, nearly 90% of the country's oxygen supply - 7,500 metric tonnes daily - is being diverted for medical use, according to Rajesh Bhushan, a senior health official.\nTo try to get supplies to where they are needed, the government has now started an \"oxygen express\", with trains carrying tankers to wherever there is demand. The Indian Air Force is also airlifting oxygen from military bases. \nThe government has said it will be releasing oxygen supplies from armed forces reserves and has approved plans for more than 500 oxygen generation plants across the country to boost supplies.\nIn a bid to tackle the shortage of beds, Indian authorities are turning to train carriages, which have been converted into isolation wards. \nAbout 4,000 Indian Railways coaches, adapted in March 2020, are being brought back into use to to help treat Covid patients with mild to moderate symptoms.\nThe facilities, which were not needed last year when strict lockdown measures saw cases decline, were able to provide an additional 64,000 temporary beds, Gopal Agarwal, a spokesman for Prime Minister Narendra Modi's Bharatiya Janata Party, told the BBC.\nThe trains, which can be driven to stations in cities and towns where required, have beds for patients, bathrooms, power points for medical equipment and oxygen supplies.\nIndian Railways already has experience of running hospitals on trains. The Lifeline Express, launched in 1991, travels round the country providing diagnostic, medical and surgical treatment to patients.\nSports halls, stadiums and ashrams have also been converted into make-shift treatment centres to ease the pressure on hospitals.\nVenues like Bangalore's Koramangala Indoor Stadium, the Indira Gandhi Athletic Stadium, in Guwahati, and Delhi's Radha Soami Satsang Beas campus have been converted into quarantine centres.\nSome of the beds being used are made from cardboard. \nDuring a surge in cases last year, the Delhi campus belonging to the Radha Soami Satsang Beas organisation was transformed into the 10,000-bed Sardar Patel Covid Care Centre, with 1,000 \"oxygen-supported\" beds. It treated more than 11,000 people before it closed in February. \nThis time the centre - which is the size of 20 football fields - is expected to start with about 2,500 beds, increasing to 5,000.\nAryan Paper, which makes the cardboard bed bases being used, says the emergency beds are made from high-strength corrugated board. \nThey are particularly useful in the current crisis because they are cheap, recyclable, can be flatpacked for easy transportation and assembled in five minutes.\nMany people are being forced to turn to makeshift facilities for mass burials and cremations as India's funeral services become overwhelmed.\nAt least one facility in Delhi has resorted to building pyres in its car park in order to cope with the number of bodies. \nOther sites are holding mass cremations, with staff reportedly working day and night in several cities.\nJitender Singh Shunty, head of a non-profit medical service running a crematorium in north-east Delhi, is using a car park next door to deal with the unprecedented number of bodies.\n\"It's difficult to watch,\" he said.\nA number of places have also reported running low on wood for pyres.\nJayant Malhotra, who has been helping out at a crematorium in Delhi, told the BBC he had never seen such a terrifying situation.\n\"I can't believe we're in the capital of India. People aren't getting oxygen and they're dying like animals.\"\nBy Lucy Rodgers, Dominic Bailey, Ana Lucia Gonzalez, Shadab Nazmi and Becky Dale."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56943755",
      "category": "world-middle-east",
      "title": "Israel crush: Netanyahu promises inquiry as first victims are buried",
      "tags": "Israel,Judaism,Benjamin Netanyahu",
      "text": "Families in Israel have begun burying their loved ones after at least 45 people died in a crush at a crowded Jewish festival overnight.\nSome 150 people were also injured at the Lag B'Omer festival, near Mount Meron, when people became trapped in an overcrowded passageway.   \nFunerals were allowed to take place for victims who were positively identified.\nPrime Minister Benjamin Netanyahu promised that an inquiry would ensure such a tragedy did not happen again.\nVisiting the scene, he said it was one of the worst peacetime disasters the country had known.\nOne survivor who gave his name as David told Ynet news it had felt like a human wave had broken: \"Our bodies were swept along by themselves. People were thrown up in the air - others were crushed on the ground.\" \nMedics struggled to reach the injured in the ensuing chaos.\nThose who died are believed to be predominantly men or boys from the ultra-Orthodox community as the crush at the largely gender-segregated event apparently happened in one of the men's sections.\nSome victims are believed to be foreign nationals. Israeli airline El Al has offered to assist family members of victims living abroad who wish to attend their loved ones' funerals in Israel.\nSunday has been declared a national day of mourning. \nBodies of the dead were taken to the Greenberg Institute of Forensic Medicine in Tel Aviv, which had identified 32 before the process was halted for 24 hours on Friday evening for observance of the Sabbath.\nOne of the first funerals to be reported was that of Rabbi Elazar Goldberg, who was in his late thirties.\nMourners in Jerusalem prayed, some wept, as the body covered in a white sheet was moved into the back of a vehicle ahead of burial, Reuters news agency reports.\nTwo of the youngest victims were brothers Moshe Natan Englander, 14, and Yehoshua Englander, 9, from Jerusalem.\nAt least two of the dead are US citizens from New York, Congressman Mondaire Jones confirmed in a tweet.\nIsraeli President Reuven Rivlin lit 45 candles on Friday afternoon to commemorate the dead, the Jerusalem Post reports.\n\"This is the time to hug the families and to help them find their loved ones - to cry together,\" he said. \"This is a hard and painful day. This tragedy is heartbreaking.\" \nThe site includes several large gathering grounds with open-air stands and stages, connected by a network of paths. It was along one of those paths where witnesses said the crush of people began at around 01:00 local time (22:00 GMT Thursday). \nSome witnesses said the incident had begun when police closed the passageway, said to be 3m (10ft) wide. Police sources told Haaretz newspaper some people had slipped on steps, causing dozens more to fall over. This was not officially confirmed.\nAn injured man lying on a hospital bed said a line of people in the front of the surging crowd had simply collapsed.\n\"A pyramid of one on top of another was formed,\" the unnamed man was quoted as saying by Reuters news agency. \"People were piling up one on top of the other. I was in the second row. The people in the first row - I saw people die in front of my eyes.\"\nDov Maisel, director of operations for volunteer-based emergency services organisation United Hatzalah, told the BBC he had never witnessed such a scene in his 30-year career.\n\"It felt like a surreal scene where we had over 20 people undergoing CPR by our teams, with limited ability to evacuate from the scene, simply because the place was too overwhelmed with people,\" he said.\nWitnesses say a police barricade prevented people from leaving the crowded area.\nIsrael's state watchdog, the State Comptroller's office, issued warnings in 2008 and 2011 of the risk of a disaster.\nSpecial danger was posed by access roads and paths which \"are narrow and not appropriate to accommodate the hundreds of thousands of people who visit the site\", the office was quoted as saying by the New York Times.\nWhat was different this year was that bonfire areas were partitioned off as a Covid-19 precaution and this may have created unexpected choke-points for foot traffic, Reuters reports, quoting Israeli media.\nThousands of police officers closed down the event after the crush before helping evacuate attendees.\nInvestigators will look into whether there was any police misconduct, the justice ministry said. \nMr Netanyahu promised a \"serious\" investigation that \"would ensure this kind of disaster never happens again\".\nRegional police chief Shimon Lavi told reporters at the scene he took upon himself \"the overall responsibility, for good and for bad\" and was \"ready for every inspection\". \nHe later told AFP news agency his officers had done all they could on a \"tragic night\". Other police officials told local media people had slipped in the walkway and the crush had been \"out of their control\".\nAn unnamed police source told Haaretz the incident could not have been prevented and the police were not to blame.\nUS President Joe Biden called Prime Minister Netanyahu to offer his condolences. UK Prime Minister Boris Johnson said his thoughts were with \"the Israeli people and those who have lost loved ones in this tragedy\" and German Chancellor Angela and offered her \"heartfelt sympathies\".\nAt the disaster site, men come in their dozens. Some pray. Others stand in groups, exchange short words and point to where tragedy unfolded.\nI walk down the ramp from the top of the slope where the crowd swelled. It is made of metal, with no steps, and eyewitness say it was wet and slippery.\nThen the narrow passageway turns hard to the right and there are steep steps. One man points down them. \"The police, they put barriers there!\" he says, anger rising in his voice. \nPeople say they could not get out as the crowd at the top, unaware, carried on coming.\nJewish pilgrims travel here in their hundreds of thousands for blessings at the shrine of a rabbi from antiquity. Instead, this year they met panic and a deadly crush. \nAnd now this holy site witnesses an unplanned, mass evacuation. The festival was cancelled, and people are being bused out in their tens of thousands.\nWere you in the area? Did you witness what happened? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56345591",
      "category": "world-asia-india",
      "title": "Covid vaccine: India administers more than one billion Covid jabs",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic,AstraZeneca",
      "text": "India has administered more than a billion Covid jabs since it started its vaccination drive in January this year.\nIt achieved this milestone in 278 days - the first vaccine was given on 16 January.\nIt has fully vaccinated about 30% (291 million) of the eligible population and 707 million have had the first dose.\nIndia aims to fully vaccinate about a billion people by the end of 2021 but experts say the drive needs to pick up pace further to meet the target.\nThis milestone makes India the second country to reach the one billion mark - China crossed it in June. \nReaching the one billion mark in 278 days means that India, on an average, administered 3.6 million doses per day. However, the number of doses actually administered each day since January was not consistent, and varied widely. \nIndia is set to celebrate this historic achievement - Health Minister Mansukh Mandaviya will launch a film and song at capital Delhi's Red Fort.\nSo far, the country has reported more than 34 million Covid cases, second only to the US, and more than 452,000 deaths - behind the US and Brazil.\nExperts estimate that the country needs to give more than 12 million doses a day to fully vaccinate all eligible adults by the end of 2021. \nThere are also about 70 million more \"vulnerable\" adults above the age of 45 that are yet to get even a single dose, Dr Rijo M John, a health economist, told the BBC.\n\"Overcoming hesitancy in the remaining adults and making sure the vaccine reaches all of those most vulnerable would be the biggest challenge going ahead,\" Dr John said.\nOn 17 September, India administered more than 20 million doses in a day in a record-breaking effort to mark Prime Minister Narendra Modi's 71st birthday. \nIn October, India administered an average of 5.3 million doses per day. From 19 September to 18 October, the average daily doses given slightly improved to six million. \nIndia had a slow start when vaccinations were opened for some 960 million eligible people.\nLogistical problems and supply bottlenecks, vaccine hesitancy and a debilitating second wave of Covid-19 during this period made the rollout harder.\nIndia is still around 900 million jabs away from a fully vaccinated adult population, with little less than two-and-a-half-months to spare on the target. \nMuch will depend on levels of vaccine hesitancy and the availability of doses in the coming months.\nFrom a sluggish start, India massively ramped up its vaccination drive, with more than 61,000 public and private health facilities offering the jab. \nThe country has also started delivering vaccines by drone to far-flung villages in north-east India's mountainous regions. \nDrones will also be used to ferry doses to the eastern archipelago of Andamans and Nicobar where \"transportation by boat\" was taking a long time.\nThe government is using drones which can carry a payload of 4.5kg or a maximum of 900 doses and fly at least 70km (43 miles) to ferry doses.\nIndia's daily case count has been dropping - it has been reporting less than 30,000 new daily cases in the past month, and less than 20,000 in the past 10 days.\nWhile the vaccination drive has gained momentum, experts worry about a gender gap - government data shows 6% fewer women are getting vaccinated. This is especially true in rural India where women have limited access to the internet and are hesitant or scared to take the vaccine.\nAlthough a higher number of doses are being administered daily in rural areas, the share of population being vaccinated in urban areas is still greater.\nMost countries, especially those in the developing world, have struggled to access vaccines - a challenge that India, as the world's largest vaccine maker, didn't expect to face. \nBut Mr Modi's government didn't place orders from vaccine makers early enough - and a devastating second wave in April pushed them to expand the drive too quickly to the entire adult population, which is nearly a billion.\nIn June, the government told the Supreme Court that 1.35 billion doses will become available between August and December. It would take about 1.8 billion doses to vaccinate all eligible adults in India.\nIndia is using three vaccines - the Oxford-AstraZeneca jab, known locally as Covishield; Covaxin by Indian firm Bharat Biotech; and Russian-made Sputnik V. \nIndia has also approved its first vaccine for those under 18.\nThe three-dose ZyCoV-D vaccine prevented symptomatic disease in 66% of those vaccinated, according to an interim study quoted by the vaccine maker Cadila Healthcare. The ZyCoV-D vaccine is also the world's first DNA vaccine against Covid-19.\nThe government has also authorised  Indian pharma company Cipla to import Moderna's vaccine, which has shown nearly 95% efficacy against Covid-19. But it's not clear yet how many doses will be made available to India. \nSeveral more vaccines are in various stages of approval. \nVaccination is voluntary. More than 60,000 centres, mostly state-run, are offering jabs, but people can also pay for a dose at private facilities.\nThe government is spending around $5bn to provide free doses at state-run clinics, public health centres and hospitals\nPeople can experience side effects from vaccines. \nIndia has a 34-year-old surveillance programme for monitoring \"adverse events\" following immunisation. Experts say a failure to transparently report such incidents could lead to fear-mongering around vaccines.\nIndia has reported more than 23,000 \"adverse events\" after vaccination as of 17 May. Most of them were classified as \"minor\" - anxiety, vertigo, giddiness, dizziness, fever and pain. \nIt also examined 700 cases of \"severe adverse events\" and reported 488 deaths until mid-June. \nBut the government said the this did not mean they were due to vaccination, adding that \"the risk of dying following vaccination is negligible compared to the known risk of dying due to Covid-19 disease\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56957360",
      "category": "world",
      "title": "May Day protests: Turkey arrests hundreds as rallies sweep globe",
      "tags": "Turkey",
      "text": "Turkish police have arrested more than 200 people for holding unauthorised protests on May Day, which has seen rallies across the world despite the continued spread of Covid-19.\nThe protesters in Turkey's largest city, Istanbul, were caught breaching restrictions imposed to curb a third wave of coronavirus.\nMarches led by workers and unions are held on 1 May every year as part of International Labour Day celebrations in many countries.\nThis year, the rallies took place once again against the backdrop of a pandemic that has destroyed livelihoods and upended economies worldwide.\nIn many countries, police were deployed in large numbers to deal with possible disorder and ensure coronavirus restrictions were observed.\nScaled-back rallies were held in Germany, Russia, Spain, Sweden, the UK, Cuba, Colombia, the Philippines, Indonesia and many other countries. Most demonstrations were peaceful.\nBut Turkey was among several countries where police were embroiled in May Day protests that turned violent on Saturday.\nThe office of Istanbul's governor said 212 people had been arrested after they broke away from marches and tried to enter Taksim Square, a symbolic area of protest.\nPictures showed chaotic scenes in which police used their shields to push back crowds and dragged some protesters away from the square.\nThe country went into its first full pandemic lockdown earlier this week, in a bid to curb a surge in infections and deaths.\nIn France, at least 46 people were arrested in the capital, Paris, after some marchers clashed with riot police, threw stones, smashed windows and set fire to rubbish bins. \nFrench government agencies condemned one protester who was pictured assaulting a firefighter as they attempted to extinguish a blaze in the capital.\nThe Interior Ministry said more than 106,000 people marched at almost 300 rallies organised in Paris and other cities, including Lyon, Nantes, Lille and Toulouse.\nThe protesters voiced their opposition to government plans to change unemployment benefits and demanded economic justice.\nSimilar demands were heard in Germany, where May Day protests were held nationwide despite the introduction of tougher Covid-19 rules last week.\nIn the capital, Berlin, thousands of police were deployed to monitor multiple demonstrations, including one organised by a group that opposes the government's coronavirus strategy.\nAn estimated 10,000 cyclists staged a peaceful anti-capitalist protest in the city.\nBut as darkness fell, the mood grew more tense as protesters set barricades alight and confronted police who were trying to enforce Covid-19 regulations at a left-wing demonstration.\nCoronavirus was on the agenda in Indonesia as well. \nAt one rally, protesters in the capital of Jakarta laid mock graves on the street to symbolise the human toll of the pandemic. \nLabour Day celebrations were unusually muted in Cuba, where workers gather for large events to commemorate the communist revolution that brought Fidel Castro to power in 1959.\nBut for the second year running, Cuba called off its May Day march though Havana's Plaza de la Revolution Square, as the country battles Covid-19 and an economic crisis.\nInstead, a small number of national leaders gathered at largely empty public spaces, while citizens were urged to celebrate at home.\nIn Brussels, Belgium's capital, officers trying to clear a dance rave from a park used water cannon, pepper spray and batons as some of the partygoers pelted them with eggs.\nDuring the commotion, one demonstrator was knocked unconscious after they were struck by a water cannon truck, local media said.\nDubbed La Boum 2 (The Party 2), the event was a sequel to a fake concert that drew thousands of people after it was announced on social media as an April Fools' Day joke.\nMeanwhile, a proposed law that would give police extra powers to curb protests was one of the main subjects of grievance at protests in the UK.\nHundreds gathered in London to protest against the Police, Crime, Sentencing and Courts bill, which activists fear would be used to curb dissent.\nAll photographs subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53503712",
      "category": "explainers",
      "title": "Covid: What are the care home visiting rules and how are they changing?",
      "tags": "Elderly people,Coronavirus vaccines,Personal finance,Care homes,Coronavirus pandemic",
      "text": "Restrictions for visiting friends and family in care homes in England are being relaxed. \nRules have already eased in Scotland.\nAs part of the lifting of the Plan B measures in England, from Monday 31 January:\nCare home staff in England must already be vaccinated (unless exempt).\nBy 16 February care workers will be asked to take lateral flow tests (LFTs) before their shifts, replacing the current system which includes weekly PCR tests.\nThe self-isolation period for those who test positive will be reduced from 14 to 10 days, with the ability to end it even earlier, subject to testing negative on days five and six.\nCare homes will only have to follow outbreak management rules for 14 rather than 28 days.\nMore detailed guidance will be published shortly. \nThere is no longer any limit to the number of households which can visit each resident, or to the frequency or duration of visits. \nCare homes can decide group numbers - including children - based on a range of factors including the size of the visiting area. \nEssential and \"named person\" visits can continue during an outbreak of Covid. \nA care home resident who has tested positive can receive one named visitor per day in their private room - as long as the visitor wears appropriate personal protection equipment (PPE) and follows physical distancing and hand hygiene rules.\nThe self-isolation rules have also been eased for care home residents:\nOfficial adult care homes guidance\nThe Welsh government says there is \"no prescribed limit\" on the number of indoor visitors. Decisions about how care home visits take place rest with the provider. \nThey are advised to generally restrict visiting to those who are familiar with the home's procedures. Providers should risk assess requests from less frequent visitors. \nOfficial guidance for care home visitors and residents\nOfficial guidance for care home providers\nNorthern Ireland is in the \"Gradual Easing\" phase of care home visiting.\nHospice residents may have one daily visit, from two nominated individuals, either separately or together. \nThe rules are due to be reviewed again by the end of February. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56957767",
      "category": "uk-northern-ireland",
      "title": "Fintona: Police officer knocked unconscious at bar",
      "tags": "Fintona",
      "text": "A police officer was punched and knocked unconscious as he responded to a report of underage drinking and Covid rule breaches at a County Tyrone bar.\nA second officer was then punched when he tried to detain the suspect at the premises in Fintona on Friday evening. \nPolice said there were about 150 people present when they entered the premises at about 18:35 BST.\nA 17-year-old boy was arrested for assaulting a police officer and disorderly behaviour. \nThe bar was issued with a warning and £1,000 fine.\n\"It is completely unacceptable that two of our colleagues were carrying out their duties when they were assaulted in such a nasty way. Such despicable behaviour must never be tolerated,\" said Ch Insp Johnston McDowell.\nThe officer who was knocked unconscious was taken to hospital as a precaution, police confirmed. \nNorthern Ireland's Covid-19 lockdown rules were relaxed on Friday, allowing hospitality businesses to operate outdoors.\nThey are required to provide table service only and must limit numbers at each table.\n\"Police have been working with partners, including the local council environmental health team, to carry out checks at premises to ensure our community can socialise in a safe environment,\" Mr McDowell added.\nHe said they would continue to speak to licensees to check they are adhering to Covid-19 public health regulations as well as alcohol licensing legislation. \n\"Our approach continues to centre around the four Es - engage, explain, encourage and, if necessary, enforce.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56949426",
      "category": "science-environment",
      "title": "Wood burners: Sale of coal and wet wood restricted in England",
      "tags": "UK air pollution,Wood,Air pollution",
      "text": "Curbs on the sale of house coal and wet wood for household burning in England have come into force under new rules aimed at cutting air pollution.\nPeople will still be able to use stoves and open fires but they will need to burn cleaner alternatives. \nThese are the first restrictions on what people can burn in their homes since the clean air acts of the 1950s. \nThe UK's air is far cleaner now, but in recent years pollution from log burners has increased dramatically. \nOnly 8% of households use them, but they are now the biggest source of the tiny pollution particles that are most damaging to health, according to government data.\nIt shows domestic wood burning in both closed stoves and open fires was responsible for 38% of pollution particles under 2.5 microns in size, three times more than road traffic.\nThese tiny particles can enter the bloodstream and lodge in lungs and other organs, the Department for Environment Food and Rural Affairs (Defra) warns, and have been identified by the World Health Organization as the most serious air pollutant for human health.\nLog burners and open fires are not being banned, but the government says people will have to buy dry wood or manufactured solid fuels which produce less smoke. \nIt says both options are just as easy to source and more efficient to burn, making them much cleaner and more cost effective.\nDefra claims burning dry wood produces more heat and less soot than wet wood and can reduce emissions by up to 50%.\nThe changes mean: \nSimilar proposals to reduce the burning of wood and coal are being considered in Wales and Scotland.\nWet - also known as green or unseasoned wood - is often sold in nets and is cheaper to buy. \nIt contains moisture which, when burned, creates more smoke and harmful particles of air pollution (PM2.5) than dry wood.\nWet wood can also damage chimneys much more, by allowing tar and soot to build up.\nDry or seasoned wood - which has been dried out, often in a kiln - has a moisture content of 20% or less.\nThis marks the latest step in the government's Clean Air Strategy, says environment minister Rebecca Pow.\n\"Burning cleaner fuels is a more efficient option for households across England, helping reduce our exposure to this incredibly harmful pollutant and benefitting the environment,\" she said.\nThe move was welcomed by Harriet Edwards, the senior air quality policy adviser for Asthma UK and the British Lung Foundation. \nShe warned that air pollution is particularly harmful to people with lung conditions such as asthma or chronic obstructive pulmonary disease (COPD).\n\"It can put them at risk of suffering potentially life-threatening asthma attacks or flare-up,\" she said. \nOther lung experts believe that it is only a matter of time before all log burners and other fires are banned in built-up areas.\nProf Jonathan Grigg, who sits on the UK Committee on the Medical Effects of Air Pollution, told the BBC that unless new technologies were developed to reduce harmful air pollution from wood fires, then wood should not be burnt in areas where exposure to pollution from fossil fuel emissions is high."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56958885",
      "category": "uk",
      "title": "Covid: Quarantine for Covid contacts could be scrapped",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "People may not need to self-isolate if they have been in close contact with someone with Covid, if a new trial is successful.\nThe government-backed research will trial giving people daily lateral flow tests for seven days - instead of quarantining for 10 days.\nSo long as they test negative all week, they can carry on with their lives.\nIt comes as the foreign secretary said the country was \"in a good position\" to end almost all restrictions on 21 June.\nBut Dominic Raab told BBC One's Andrew Marr Show \"we need to keep tracking the variants and tracking the evidence\" as the UK gradually reopens.\nHe said \"some safeguards\" may need to remain beyond the end of June, which could involve some use of masks or social distancing, but the goal was to \"get life back as close to normal as possible\".\nFrom 9 May, about 40,000 close contacts of people with Covid in England will be invited to take part in the study replacing quarantine with daily testing.\nSelf-isolating means staying at home and not leaving it - not even to buy food or medicines, or for exercise. \nAs part of this major new study, people will have to test themselves every morning for seven days and will be exempt from the legal requirement to quarantine at home every day they test negative, as long as they do not show any symptoms of Covid.\nLateral flow tests give results in about 30 minutes but are considered less sensitive than PCR (polymerase chain reaction) tests, which are processed in a laboratory with results returned in 24 hours or so.\nBetween May 2020 and April 2021 in England, more than 6.7 million close contacts were reached and told to self-isolate, NHS Test and Trace data shows.\nA large study of the test-and-trace system, published last month, found low numbers of people had followed the self-isolation rules in full.\nMen, younger people and parents with young children were less likely to self-isolate - as were those from more working-class backgrounds, people in financial hardship and key workers.\nCommon reasons for not fully self-isolating included going to the shops or work, for a medical need, to care for a vulnerable person, to exercise or meet others - or because symptoms were only mild or getting better.\nThe UK regulator has always cautioned against the use of lateral flow tests in this way. \nThe concern is that they are not accurate enough, certainly not when used at home to correctly identify enough positive cases. \nSo while they were given the green light for mass testing, which they are currently being used for on the basis they would pick up some cases that would not have been identified previously, deploying them to allow close contacts to avoid isolation was deemed a step too far. \nBut the vaccination programme has changed the equation by reducing the risk from Covid. \nIt means what is proportionate needs to be reassessed. \nAsking people who come into close contact to isolate has a significant cost to that individual. Is that right when the risk of Covid is lower than it once was? And will people continue to isolate given the changing landscape? \nAccepting some cases will slip through the net could be a price worth paying. This trial will help understand what that price is. \nProf Isabel Oliver, Public Health England's national infection service director, said the study would be key to informing how \"the approach to testing might evolve\".\n\"Self-isolation is very challenging for some people, particularly those who aren't able to work form home or don't have access to readily available support or help from others,\" she told BBC Breakfast.\n\"If this allows us to return to greater normality, it would be a great step forward.\"\nShe said the study needs to recruit such a large number of people, who will be invited as part of the contact tracing process, because infection rates are relatively low at the moment.\nAs well as the daily lateral flow test, study participants will take a more accurate PCR test at the beginning and end of the trial period. \nThey will also take a PCR test if any of the daily tests gives a positive result. And anyone testing positive will be required to self-isolate as normal during the trial.\nHealth Secretary Matt Hancock said: \"This new pilot could help shift the dial in our favour by offering a viable alternative to self-isolation for people who are contacts of positive Covid-19 cases, and one that would allow people to carry on going to work and living their lives.\"\nGP Dr Ellie Cannon told BBC Breakfast it was \"a really positive step because we haven't been good at self-isolation\", often because people could not afford to take time off work.\nShe said many people also had to self-isolate unnecessarily, \"which has really stopped life in the UK over the past year\".\nWhile lateral flow tests are not as accurate as the PCR swabs used at testing centres, their use by schools to safely reopen has shown they can be effective, Dr Cannon said.\nProf Peter Openshaw, an immunologist who advises the government, said the tests were \"contentious\" but used daily, were likely to catch the people \"most prone to spreading disease\".\nDespite the progress in vaccination, he said \"it is too early to declare victory and to drop our guard\".\n\"We do know that this infection has a tendency to come back again and we need to use this time to be absolutely sure we have got every precaution in place to stop further outbreaks,\" he said.\nMeanwhile, Mr Raab said he would \"always look very carefully at any request\" to help as India deals with its record surge of Covid cases, which is overwhelming hospitals.\nBut asked if the UK should pause the vaccination of younger, less vulnerable people to send doses abroad, the foreign secretary said he has not received any request from India \"on that specific issue\".\nHe said the government was supporting vaccination worldwide with the billion doses that the UK is contributing to the World Health Organization's Covax programme.\nShadow foreign secretary Lisa Nandy said the issue is \"deeply personal\" as she has a close family member in hospital with Covid in India, but added the UK should not pause the vaccination of younger people to send vaccines overseas.\n\"We haven't defeated this virus in Britain yet,\" she said. She said we should not \"pit the people of Britain against the people of India\" but should instead \"dramatically ramp up vaccination and supply\" worldwide.\nOn Saturday, a further seven deaths within 28 days of positive Covid tests were reported - and 1,907 more cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56956244",
      "category": "uk-england-merseyside",
      "title": "Clubbers' joy at returning to the dance floor in Liverpool",
      "tags": "Liverpool,Coronavirus pandemic,Music",
      "text": "\"It feels surreal,\" said DJ Jayda G as clubbers returned to the dance floor for the first time since the pandemic began.\nAbout 3,000 people with negative Covid test results attended the Liverpool event on Friday, part of the government's pilot on mass events. \nThe clubbers did not have to wear face coverings or social distance for the first time since lockdown.\n\"I went in and I was like, oh my goodness, there are people and they're together and they're dancing and they're smiling and this is actually happening,\" said Jayda.\n\"You can feel it, like big energy.\"\nLiverpool University student Elliott Cause, 20, said: \"I feel like this is a big moment for the UK. I feel like university students have been struggling without this. I feel like this will do a lot.\"\nSome clubbers said they had \"spent a week\" choosing outfits for the event at the Bramley-Moore Dock warehouse.\nOne clubber told BBC Radio 5 live: \"We're just excited - we're all on the verge of tears ready to go in.\n\"It was like coronavirus never happened. It's given me hope for the future.\"\nAs the evening wound down, another clubber said: \"I thought I had my teenage years robbed from me but after that tonight, it was absolutely amazing.\n\"I think the main feeling within the crowd was that we feel so privileged to actually have been here - so many students across the country haven't been able to experience this.\"\nEvent producer Sam Newson said the industry had been \"decimated\" in the past year.\n\"People have moved on - I've got colleagues who have lost houses. It has been incredibly hard, and so to try and get this back up and running is incredibly important.\"\nLiverpool director of public health Matt Ashton said the club event, which will also run on Saturday, was \"crucial\" for the local economy.\n\"In Liverpool, it's over 40% of our economic output. So it's really important we start to get the economy opening again.\"\nHe said clubbers who test positive in the next five days would be expected to self-isolate and would be spoken to by contact tracers.\nScientists will use data on crowd movements and air quality to see whether people mixing indoors at mass events will increase coronavirus transmission.\nThe night was part of the Events Research Programme, which will also see crowds return to the FA Cup final and Sunday's music festival in Liverpool's Sefton Park.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56581106",
      "category": "uk-politics",
      "title": "Election results 2021: When will we know who has won?",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Millions of people across England, Scotland and Wales voted in elections on Thursday 6 May. \nThey cast votes for councillors, mayors, police commissioners, members of the Scottish and Welsh parliaments - and one Westminster MP.\nAfter polls closed at 22:00 BST, ballot boxes were taken from all the polling stations, to local or regional counting centres where staff open them up and start counting votes.\nA small number of representatives from each of the parties and members of the media are allowed into the centres to observe the counts.\nOnce all the votes in a particular area - such as an English council or a Scottish constituency - are counted, the official in charge - known as the returning officer - takes the stage and announces the results.\nYes - this is partly because Covid safety measures are going to have an effect.\nThere'll be fewer staff at each of the counts, to allow for social distancing, and this is likely to slow things down.\nThe returning officers are responsible for the process in their own centres, so measures and timings will vary across the country.\nHowever, counts will also take longer because of the high number of elections taking place in some areas. \nA number of elections have taken place because they were postponed from 2020. \nFor example, staff in Bristol will be counting votes for the West of England Mayor, the Mayor of Bristol, the Avon and Somerset Police and Crime Commissioner and the whole of Bristol Council.\nHartlepool Westminster by-election \nThis was announced on Friday morning, with the Conservatives taking the seat from Labour.\nScottish Parliament\nReturning officers started counting on Friday morning. The final result - including the regional lists - are due on Saturday. \nWelsh Senedd \nAll the constituency votes have been counted and results for the regional seats should finish on Saturday.\nEnglish councils and mayors\nMany of the results have already come in. But expect declarations to be spread out over the weekend.\nLondon Assembly and Mayor  \nCounting in some areas of London, as well as the Mayoral race, will start on Saturday, with results probably announced in the evening.\nPolice and Crime Commissioners \nThese results will be spread out. In some regions, votes will not be counted until Monday morning, with results emerging in the afternoon or evening.\nThe BBC's Election 2021 results programme will begin later than usual due to the slower count.\nOn Saturday the programmes will be 10:00-13:00 on BBC Two, 14:15-18:00 on BBC One, and 20:35-20:40 on BBC One.\nThe BBC News Channel will also carry coverage throughout the weekend, and the BBC News website will provide live results, analysis and updates.\nThe BBC News website will provide live results, analysis and updates from across England, Scotland and Wales.\nLocal radio stations will be covering the counts, as well as results and analysis on BBC Radio 4 and BBC Radio 5 live.\nWhat questions do you have about the elections?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56624437",
      "category": "uk-politics",
      "title": "Boris Johnson: What is the PM's relationship with the truth?",
      "tags": "Boris Johnson",
      "text": "The truth matters, doesn't it? \nIn what's meant to be a grown-up Western democracy surely we'd all like to think so. It doesn't pay to be naïve. Politicians, even really honest ones, regularly say things they don't quite believe. \nThe public knows this. We don't expect our politicians to be angels. But outright lying, in my experience, is relatively rare. It is too easily found out.\nOnly one senior politician still in the game has ever privately told me something that was utterly, entirely, and completely untrue. It was proved publicly to be a lie a few days later. \nIt's also rare for opposition parties to accuse a prime minister, on the record, of lying.\nWhich brings us to Boris Johnson.\nThe prime minister's relationship with the truth is under intense scrutiny at the moment. He is refusing to give full explanations on some issues. There are questions about how the refurbishment of his Downing Street flat was initially funded, and about incendiary comments he made last autumn as England was about to enter a second lockdown.\nDowning Street is repeatedly denying that he has done anything wrong. \nIt is not the first time in Boris Johnson's long career that he has faced questions about his conduct and character. But the stakes are so much higher now. His unique way of running things - and sometimes chaotic approach to decision-making - has, sources tell me, led exasperated colleagues in No 10 to nickname him \"Trolley\".\n\"You think you are pushing it along a path towards your goal then suddenly it veers off disastrously,\" says one insider.\nIf anyone wanted to submit accurate Freedom of Information requests on government WhatsApp messages, \"you'd have to include the trolley emoji\", adds my source. No 10 declined to comment on the name.\nIt was Mr Johnson himself who may have coined the analogy, telling friends he was \"veering all over the place like a shopping trolley,\" over whether to back Leave or Remain, ahead of the Brexit referendum, according to the Sunday Times. He famously wrote two versions of his newspaper column, one backing Leave, the other Remain, arguing through all the options to be completely sure.\nSome of his allies cite this desire to argue things backwards and forwards before reaching a decision as a strength, saying: \"He challenges organisations and conventional wisdom.\"\nOthers have a more straightforward explanation.\n\"He is just sometimes unable to face the truth because he doesn't like making hard decisions,\" says one insider. Another says: \"You are never sure what the real truth of a situation is.\" Others say it is hard to get clarity and a sense of purpose, or that it is \"hard to work out where his motives begin and end\".\nSo what does this tell us about the prime minister's relationship with the truth? \nFirst, the benign interpretation of how the PM operates. One insider who knows him well says it is simply \"unfair and easy to cry 'liar', as the opposition has done\".\n\"He's far more complex and strategic and people don't give him credit for how calculating and clever he is.\" \nAnother source told me Mr Johnson has a \"genuinely selective memory\" and that \"'I choose to remember certain things or not remember others'\" is his default way of dealing with the pressures of life at No 10. \nFor years, it's been the case that when things get sticky, particularly with Boris Johnson's personal life or financial affairs, he refuses to engage in those conversations at all, even in private with his close aides. The message to staffers is, effectively: \"Don't ask, because I won't tell.\"\nOne source told me that is why, right now, life in No 10 is bound to be tense and difficult.\n\"Part of the problem is that these two things, his personal relationships and his financial situation are colliding. He'll be finding it very difficult, and people trying to advise him will also find that hard.\" \nBut is he not telling the truth? \nThis particular source believes that the PM may try to evade questions about matters of the home and heart, but not on political issues.\n\"To a degree every politician has to go out and say things they don't always agree with. He is a professional and he does that.\" \nThere's another layer when it comes to Mr Johnson though. And discussing his habits with many of those who have worked alongside him, his former life as a journalist is often mentioned. \nEven his worst enemy would acknowledge that he is a skilled wordsmith, and he regularly uses his vast range of sometimes nonsensical vocabulary to deflect, to entertain, or even ridicule. It's certainly not unusual for politicians to try to avoid answering questions that would cast them or their parties in a less than flattering light. \nOne of the PM's strategies, however, seems to be to bamboozle the listener with a blizzard of verbiage, suggesting agreement, but not committing to anything. Former colleagues suggest that by the time they have decoded what he actually meant, the conversation's over. \nAn insider told me: \"He frequently leaves people with the belief that he has told them one thing, but he has given himself room for manoeuvre,\" believing that, \"the fewer cast iron positions you hold the better, because you can always change political direction.\"\nThe verbal flourishes and rhetorical tricks are part of the reason why he has prospered.\n\"A lot of his magic has been those off-the-cuff comments, that's why a lot of the public like him,\" says an ally. \nHe was like an \"untamed political animal\" when he first developed his political style says another, playing with phrases as he would in his byzantine and flamboyant newspaper columns, teasing with words, presenting a character like no other politician. \nBut another told me it has developed into a way of shrouding what's really going on. \n\"I think he is an extremely shrewd and calculating character that hides it all under the costume of a performer,\" says this source.\nOne Brexiteer even suggests his mannerisms encourage others to be complicit: \"It's like a comedian, you are willing him on, you want it to be plausible\" - even if, according to them, it simply isn't.\nThat's where his personal style, according to others, tips into something much less appealing. A former minister, once close to him, told me: \"The problem is that it's becoming clearer that the PM treats facts like he treats all his relationships - utterly disposable once inconvenient. \n\"It's all about power. Facts, policies, people - they all get ditched if they get in the way. Whatever is necessary.\"  \nYet what's suggested time and again is that the prime minister's attitude to the truth and facts is not based on what is real and what is not, but is driven by what he wants to achieve in that moment - what he desires, rather than what he believes. And there is no question, that approach, coupled with an intense force of personality can be enormously effective.  \nIn his political career, Boris Johnson has time and again overturned the odds, and that's a huge part of the reason why. \nOne former colleague compares him to the late Steve Jobs, the hard-driving founder of tech giant Apple. Jobs was said to have a \"reality distortion field\", described by his biographer as a \"confounding melange of a charismatic rhetorical style, indomitable will, and eagerness to bend any fact to fit the purpose at hand\".\nIn other words, ordering the truth to suit his ambitions, refusing to take no for an answer, relishing proving that the impossible could be done. \nSound familiar?  \nMr Johnson's former colleague told me: \"Is there wilful lying? I would struggle to point to a direct example. Does he recreate the truth to suit him? Yes.\" \nThis source, and several others, told me the prime minister has a \"deep dislike of being accused of lying\". Several sources have even suggested that during the 2016 Brexit campaign he was nervous about the now infamous promise, plastered on the side of his battle bus, to spend the £350m a week the UK sends to the EU \"to fund the NHS instead\". \nMr Johnson was conscious that every time he used this claim, it could be challenged by the fact that the £350m did not take into account the budget rebate the UK got from the EU. \nMr Johnson was all about \"images, emotions, he didn't want to be pinned down to a number\", says my source.\nHe was also understood to be unhappy about the campaign's claims about Turkey's proposed entry to the EU, and the potential impact on immigration. If you're reading this, you probably don't need a reminder of how controversial those claims were at the time. Just in case, you can read about them here and here. \nBut private doubts about whether the claims were convincing did not stop Mr Johnson from becoming the biggest cheerleader for leaving the EU. The rest, of course, is history. \nSome of those with him on the Brexit journey don't think that he was ever a true believer.\nA veteran Brexiteer told me: \"Boris is not one of us, but we put him there - and that is a truth he is never going to want to confront.\"\nForgetting the recent history, does any of this actually matter politically now? Voters don't generally consider politicians to be particularly trustworthy. \nBoris Johnson's reputation and popularity is certainly not based on a view that he tells the truth, the whole truth, and nothing but. He has what pollsters call \"authenticity\" - what you see is what you get. He's not super smooth and he doesn't pretend to be perfect. \nThe current allegations about his conduct, which he characteristically describes as a \"farrago of nonsense\" do not seem to be shifting public opinion much, if at all.\nBut just because the Conservatives can shout loudly that no one cares about this stuff, that doesn't mean that the prime minister's complicated relationship with truth can be easily dismissed. Most straightforwardly, there are several investigations now into exactly what has happened with the Downing Street flat that could trip up him and the Conservative Party. \nSources who told the BBC and other news organisations that Mr Johnson did say he would rather see \"bodies pile high\" than take the country into a third lockdown have said they would be prepared to testify under oath if they have to.\nDepending how and when those two issues unwind, there could be big trouble for Downing Street. \nPolitics is an extremely tough business, as Mr Johnson has been discovering of late. Huge parliamentary majorities do not protect you from personal criticism. And many of the government's current woes can, arguably, be traced back to the PM's relationship with the truth.\nI've been told on more occasions than I can count that Boris Johnson trusts hardly anyone, and suspects almost everyone. As one source describes it, he \"behaves in such a way that people eventually tire of him, feel let down, and behave in the way he feared they would\". The breakdown in his relationship with his former adviser Dominic Cummings is spectacular evidence of that. \nBut people who work alongside Mr Johnson are often kept guessing, unsure of what he really thinks. \nIt leaves him all powerful. His whim rules. \nBut it also can make it harder to achieve what he says he wants - the priorities he was elected to deliver.\nYet popularity matters in politics too. Despite the horrors of coronavirus, hard realities have never been part of the PM's desired script. To use one of his tactics, quoting the classics, the Greek philosopher Plato said: \"No one is more hated than he who speaks the truth.\" \nBut as one of the few people who genuinely knows Boris Johnson once told me, he is a politician who above all, wants to be loved. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56732251",
      "category": "uk",
      "title": "Covid: Care home deaths 'like losing family', say staff",
      "tags": "Coronavirus testing,Care homes,Matthew Hancock,Coronavirus pandemic",
      "text": "A year on from the peak in coronavirus deaths among care home residents in England and Wales, there are increasing calls for a public inquiry. \nMany in the sector believe the government ignored their plight until the death toll made that impossible to do.\nTwelve months ago, nursing associate Damian Mann was desperately trying to save the lives of people he spends more time with than his relatives, every day. \nDamian works at Wren Hall Nursing home in Nottinghamshire, and between the end of March and mid-April 2020, 13 residents died with Covid-19. \n\"Some of the people have lived here for five, six years. I see them more than my own family. \n\"And then they're not here any more,\" he remembers. \nDamian was working on the hastily set-up isolation unit. He was one of just a few staff who didn't contract the virus, so saw resident after resident pass away. \n\"We would always make sure someone was with them,\" he says. \n\"You thought to yourself, if I emotionally connect with every scenario… you're going to have a breakdown, because you're not going to be able to get yourself right.\" \nAt the time, most of the government's and the country's attention was focused on preventing the NHS being overwhelmed, but in the first weeks of April the number of residents dying in care homes was rising rapidly. \nEaster Sunday, 12 April 2020, saw the highest number of care home deaths during the pandemic in England and Wales, according to the Office for National Statistics: \nOn each of the 20 days from 5 April: \nPatients were being rapidly discharged from hospitals to care homes without being tested, agency staff could move between homes, there was little testing available and some care homes struggled to get sufficient medical support.\nDamian remembers that, initially, the guidance said PPE should be changed every time a staff member assisted a resident but \"within two weeks it changed so you could then help three individuals and then change your PPE. You were thinking it doesn't seem right and feel comfortable to be doing this.\" \nA government spokesperson told the BBC it had done \"everything possible\" to protect care homes.\nAnita Astle owns Wren Hall, and last spring she was desperate to alert people to what was happening.\nOn 31 March, on social media, she described the situation as dire.\nOn 12 April she tweeted: \"Feeling numb - lost nine family members (residents) in last few days.\"\nShe says the government guidance was atrocious and believes social care was overlooked at the start.  \n\"We were clapping for the NHS, we were hearing 'protect our NHS', but there was nothing about social care. It's probably a sad state of affairs that I don't feel angry. I just feel that's the norm.\" \nThe same day Anita posted her tweet, Jean Adamson was trying to see her father through the window at his care home in London. He had Covid. \nShe describes Aldrick Adamson, who was part of the Windrush generation, as fiercely independent, a family man and a musician. \nThat day, on the other side of the glass, he was singing to himself, but Jean says he knew she was there. \nIt was the last time she saw him. \n\"He just went downhill so quickly,\" says Jean.\n\"I still need to know why my father died in a place where he was supposed to be safe from harm.\n\"The government has a legal and moral responsibility to get to the truth, so that people who are bereaved like myself, get the answers and can grieve and get closure, and also, to save people's lives in the future.\"\nOn 15 April, the day Aldrick died and as the virus was at its peak in care homes, the government published its social care plan. \nHealth and Social Care Secretary Matt Hancock told a Downing Street press conference: \"From the moment of the emergence of coronavirus, we've known that some of the most vulnerable to this disease are in social care, and we've been taking action right from the start.\"\nHe announced that patients being discharged from hospitals into care homes would all now be tested. \nTesting was also extended for care staff and symptomatic residents, more PPE was promised and he gave his backing to a \"badge of honour\" for care workers. \nBack at Wren Hall, when David Capewell remembers last April tears begin to roll down his cheeks. \nHis wife, Anthea, was one of the residents who contracted the virus. \nHe got a call from the home saying she might not last through the night: \"One of the nurses said 'you had better come in quick'. Anthea didn't look well at all. I spent most of the night with her.\" \nAnthea survived. With restrictions on visiting, David had been able to see very little of her, so he now volunteers as a gardener at the home. \nIt means when he has a break, he can sit on the other side of her window, allowing them to spend extra time together.  \n\"It's such a relief, just to see her through the window,\" he says. \n\"This thing, I hope it goes away so quickly. And that we can all get back to some sort of normality.\"\nA government spokesperson responded: \"Every death from this virus is a human tragedy and our heartfelt sympathies go out to everyone who has lost a loved one. \n\"From the start of this global pandemic we have done everything possible to protect care homes, including placing residents and staff in the highest priority group for vaccinations.\n\"We have increased staff testing to identify new cases and protect residents, while providing almost £1.8bn in specific funding for adult social care and access to over £6bn for local authorities to address pressures on public services, including free PPE for adult social care. \n\"Our vaccination programme is the biggest in NHS history, and through the rollout we have visited every eligible care home in England, offering lifesaving vaccines to all residents and staff.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-56955923",
      "category": "uk-england-kent",
      "title": "PCSO Julia James: Searches as murder probe continues",
      "tags": "Dover",
      "text": "Police have continued combing woodland verges where community support officer Julia James was founded murdered, as the investigation continues.\nTeams of officers are searching a cordoned-off area where her body was found on Tuesday.\nMourners have continued laying flowers in Aylesham village, including tributes from the 53-year-old's family.\nMs James was found with significant head injuries in woodland near Dover.\nKent Police are considering \"all possible\" motives.\nFloral tributes included a message attached to a bunch of pink and white tulips that said: \"To our beautiful niece Julia.\"\nIt read: \"No words can express our sadness. Our family has lost the most beautiful soul. In our hearts always. George and Jane.\"\nOther bouquets with matching cards in the shape of gold love hearts were addressed to \"our cousin\".\nOne tribute described Ms James as \"our darling Julia, forever in our hearts\" while another said \"heaven has gained an angel\".\nPCSO Kelly Adsia, who knew Ms James, said: \"I know my colleagues will not stop - they will do that for anybody - but they will not stop until we find whoever did this.\"\nShe said police, including PCSOs, officers and anyone who knew Ms James, were \"completely in shock\" but looking after each other.\n\"We are just completely numb and can't compute it at all,\" she said.\n\"We are just trying to focus on the amazing times we had with her, the laughs and the hugs, rather than what happened because that dehumanises her.\"\nAt a press conference on Friday, Assistant Chief Constable Tom Richards declined to rule out Ms James had been killed by a stranger, someone she came across during her work, someone trying to steal her dog, or as part of a sexual assault.\nHe would also not comment on any potential weapon and declined to say whether detectives found signs of a struggle.\nMs James's body was discovered in Akholt Wood, Snowdown, just \"a few hundred yards from her house\" after she had taken her dog for a walk, he said.\nHer family, who said she was \"so much to so many people; a wife, mother, daughter, nanny, sister and a friend\", have said they are confident police are doing everything they can.\nA post-mortem carried out on Thursday concluded Ms James died from blunt force trauma.\nMs James, who was working from home on the day she died and not in uniform, joined Kent Police in 2008 and had been working with domestic abuse victims while based in Canterbury."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56948644",
      "category": "entertainment-arts",
      "title": "Noel Clarke says sorry but denies sexual misconduct",
      "tags": "ITV,Television,Bafta Awards,Noel Clarke,Film,Sky",
      "text": "Actor Noel Clarke has said he's \"deeply sorry\" for some of his actions and will seek professional help, but has again \"vehemently\" denied sexual misconduct.\nHis statement comes after 20 women accused him of harassment and bullying. ITV and Sky have now dropped his shows.\nHe said: \"I vehemently deny any sexual misconduct or criminal wrongdoing. \n\"Recent reports however have made it clear to me that some of my actions have affected people in ways I did not intend or realise.\"\nHe added: \"To those individuals, I am deeply sorry. I will be seeking professional help to educate myself and change for the better.\"\nThe statement follows ITV's decision not to broadcast the final episode of the police drama Viewpoint, in which he stars, on Friday.\nHis Viewpoint co-stars Bronagh Waugh and Alexandra Roach tweeted their support to the women who made the allegations.\nSky has also \"halted\" its work with Clarke, including on the fourth series of crime drama Bulletproof.\nAnd he has been suspended by Bafta, almost three weeks after the British film and television academy gave him an award for his outstanding contribution.\nClarke is known for playing Mickey Smith in Doctor Who from 2005-10, and for his film trilogy Kidulthood, Adulthood and Brotherhood. He is also a writer, director and producer.\nHe played a surveillance detective in Viewpoint, which has been on ITV every evening this week. It was watched by 3.5 million people on Thursday.\nBut on Friday, the broadcaster said it was \"no longer appropriate to broadcast the final episode\" as planned in light of the allegations.\nHowever, the finale will be available on streaming service ITV Hub from Friday night until Sunday \"for any viewers who wish to seek it out, and watch its conclusion\".\nMeanwhile, Clarke has starred in three series of Sky crime drama Bulletproof, which had a fourth series commissioned in January.\nThe broadcaster said on Friday: \"Effective immediately, we have halted Noel Clarke's involvement in any future Sky productions.\"\nBafta has been criticised by some for honouring Clarke on 10 April. It had received reports of allegations against Clarke in the 12 days between announcing him as the award recipient and the ceremony itself.\nAccording to the Guardian, Bafta's chairman Krishnendu Majumdar said he had heard that as many as 12 women could be making allegations.\nIn a letter to members in which it defended its response, Bafta said the emails it received \"were either anonymous or second or third-hand accounts via intermediaries\".\n\"No first-hand allegations were sent to us,\" it said. \"No names, times, dates, productions or other details were ever provided.\n\"Had the victims gone on record as they have with the Guardian, the award would have been suspended immediately. Noel Clarke's counsel received a legal notice to this effect. It was always very clear what our intentions would be.\"\nBafta added that it was \"an arts charity that is not in a position to properly investigate such matters\".\nThe Charity Commission said Bafta had \"submitted a serious incident report\", which the regulator is now assessing.\nPaul Fleming, general secretary of arts union Equity, said it had been \"a difficult day for those who run the industry\".\n\"It's a phenomenally embarrassing and traumatic 24 hours if you're a gatekeeper and in charge of what goes on in our members' workplace,\" he told BBC Radio 4's PM Programme.\n\"It really does take something to be here, [the] best part of four years on from #MeToo and still be asking these questions.\n\"And for big bosses, big producers to have not put in place the polices practises and cultures in workplaces that allow these things to be considered credible…\n\"This is a really, really damning indictment of how intimidating some workplaces and some producers are for our members to raise concerns.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-56933419",
      "category": "uk-wales-politics",
      "title": "Covid: Leaders clash on business support ahead of election",
      "tags": "Jane Dodds,Adam Price,Welsh Parliament election 2021",
      "text": "Welsh party leaders have clashed on the Welsh government's pandemic support for businesses in a BBC election debate.\nLabour's Mark Drakeford said £200m was waiting to be spent by the next first minister after the election to give firms hit by the pandemic more help.\nBut Plaid Cymru's Adam Price questioned why it could not have been spent before the vote on 6 May.\nConservative Andrew RT Davies said there was unallocated cash in Welsh government coffers.\nAnd Jane Dodds said the Welsh Liberal Democrats would support medium, small and micro-businesses.\nMeanwhile Abolish the Welsh Assembly Party's (ATWAP) Richard Suchorzewski said firms should be given rent relief to encourage them to open up.\nThe five appeared in the BBC Wales Leaders' Debate on Thursday evening, a week before the Welsh Parliament election on 6 May.\nSIGN UP FOR WALES ALERTS:  Get extra updates on BBC election coverage\nWelsh Labour leader Mark Drakeford told the debate his government had set aside £200m \"as a down payment to go on helping businesses straight after the election\".\n\"Whoever is in government, whichever one of us on this platform is first minister after next Thursday, there will be proposals waiting on the desk for them to spend that money to support businesses.\"\nBut Mr Price questioned why Mr Drakeford was waiting until after the election. \n\"Why wait?\" Mr Price said. \"In England and Scotland there have been restart grants of up to £18,000, £19,000, which will be provided to hospitality businesses and others who have had to remain closed\".\n\"It's a very simple reason, it's the rules don't allow it,\" Mr Drakeford said in response.\n\"If I was handing out cheques to businesses in Wales, Adam Price would be the first person calling foul.\"\nMr Price said that was not true, saying he called for a Senedd recall during the campaign and would have supported it.\nMr Davies said this was why he had called \"back in February for a road map out of lockdown.\n\"So those announcement could have been made outside of the election period and that money made available to businesses across Wales.\"\nWALES ELECTION: THE BASICS\nWhat's happening? On 6 May, people will vote to elect 60 Members of the Senedd (MSs). The party that can command the support of a majority of MSs will form the Welsh government.  Find out more here.\nWhat powers does the Senedd have? MSs pass laws on aspects of life in Wales such as health, education and transport - and have some tax powers. \nJane Dodds said her party would support medium, small and micro-businesses, which she described as the \"backbone\" of the country. \n\"We want to freeze business rates, we want to be talking to people about what can replace those,\" she said.\n\"We want to go bigger, we want an economic development [plan] which looks at the whole of Wales, and how we can grow our economy and support small businesses\".\nLast month Plaid Cymru had called for ATWAP's Mr Suchorzewski to be dropped from the proceedings. During the debate his anti-devolution stance came under attack from his political rivals.\nMr Suchorzewski said the NHS in Wales had been \"totally mismanaged\" over the past 22 years. \nHe said that before the pandemic, five of Wales' health boards had been in special measures.  \nMr Suchorzewski said control of the NHS should be returned to the UK government: \"There should be one NHS for all - and it should be put under the guidance of the United Kingdom government.\"\nMark Drakeford was asked about why he couldn't distribute the £200m set aside for supporting businesses until after the election and he said: \"The rules don't allow it - we're in an election period.\" \nThe time before an election - in this case the period since 25 March - is known as the \"period of sensitivity\" or \"purdah\", when there are restrictions on what ministers and civil servants are allowed to do.\nThe Welsh government's guidance says that during that period, in line with the ministerial code, ministers will not make announcements that \"could be construed as conferring political advantage or electoral advantage\".\nBut the guidance also recognises that, as a result of the pandemic, ministers \"will need to continue making important decisions\" and that \"some of these decisions may inevitably be high profile and potentially sensitive\".\nSo Mr Drakeford may be taking a cautious approach to the rules, especially as he could argue that supporting businesses hit by the pandemic was not a new policy initiative but an extension of an existing policy.\nThat led Mr Drakeford to accuse the Abolish the Welsh Assembly Party of \"writing off everything our people have done over the last extraordinary 12 months\".\n\"As we stand here today, Wales has the lowest rate of coronavirus anywhere in the United Kingdom and our vaccination programme is the most successful of any of the four UK nations,\" he said.\nHe admitted the UK government had done a good job in securing the supply of vaccines, but added: \"Here in Wales, we have used that supply more effectively than anywhere else.\"\nAfter Mr Suchorzewski complained about the printing of letters in English and Welsh language for Covid-19 tests, Mr Price accused him of wanting to get rid of the Welsh language: \"They don't want to abolish our parliament they want to abolish our language as well.\"\nMr Davies said: \"If the rugby team isn't playing well you don't... pull it out of the competition, you change the management structure, you change the coach and you get the team performing.\"\nAt the other side of the constitutional debate, Mr Price said now was the time to start building towards a referendum on Welsh independence.\n\"By taking our future into our own hands, that's the way that we solve our problems, the solutions will never come from Westminster.\"\nAsked how Wales would have fared alone in dealing with Covid, Mr Price accused the UK government of stealing Covid tests from Wales: \"We had tests that were ready to come to Wales, they were stolen by the UK government.\"\n\"Rubbish,\" said Mr Davies, adding Mr Price and ATWAP would cause \"constitutional chaos... slapping on the table the independence referendum, and indeed the abolish referendum that would be required to do away with the Welsh Parliament\".\nResponding to a question about the row over the refurbishment of Boris Johnson's flat, the Welsh Tory Senedd leader said: \"People aren't interested in the wallpaper in Downing Street, but they are interested in how they get an appointment at a GP's surgery\".\nHe told the debate: \"We can have a better education system, we can have a health service that responds to waiting times. We can create an economy that lifts wages across the whole of Wales and makes a difference.\"\nJane Dodds said Wales should have the same level of devolution as Scotland. \nShe said \"we don't need independence\" and instead time should be spent on creating jobs and protecting health. \nShe called on voters to \"imagine\" a better Wales. \nMs Dodds added that the Liberal Democrats wanted to \"put the climate at the heart of everything, and would  \"put recovery first\" and prioritise the economy and mental health. \nReform UK, UKIP and the Greens also took part in a three-way debate.\nFor Reform UK, Jamie Jenkins said his party was against further Covid lockdowns. \nHe claimed the majority of people now have antibodies and the successful rollout of the vaccine means restrictions are no longer necessary. \nFor UKIP, Neil Hamilton said: \"The idea that the Senedd in any way represents ordinary people in Wales is nonsense\".   \nHe said Wales was the poorest part of the UK: \"We're poorer today than 22 years ago. We've had a permanent Labour government and we're going to get a Labour government again after the sixth of May, because Plaid Cymru are already cosying up to Mark Drakeford.\"   \nAmelia Womak from the Green Party says that a vote for green jobs is a vote to \"rebuild a post pandemic Wales fit for the 21st century.\" \nAsked how she would rebuild the economy while guarding the environment, Ms Womak said that \"all of our recovery should have the environment at the heart of it, because it means jobs and opportunities it means training and education, and it means that we're tackling the biggest problems of our time.\" \nA five way debate is unlikely ever to produce an outright winner.\nBut it is very easy to come unstuck in this format - and the leaders avoided any big mistakes.\nTheir supporters will each find things to applaud and this will  have given them some added momentum going into the final week of the campaign.\nFor undecided voters the debate gave a decent flavour of what the parties are about - what does that mean for polling day? We'll find out soon.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-56956071",
      "category": "uk-england-hampshire",
      "title": "May Day Morris dancers wear blue makeup over racism concerns",
      "tags": "Black Lives Matter,Hook",
      "text": "A group of Morris dancers have changed their face paint from black to blue following concerns over racism.\nMembers of the Hook Eagle Morris Men showcased their new look at a performance near Hook, Hampshire, to mark the May Day dawn earlier.\nA statement was issued last year calling for dancing groups to eliminate the use of full-face black makeup.\nDancer John Ellis, 70, said it was \"by far and away the biggest change\" in the group's 30-year history.\nThe call to stop the use of black makeup on the face was issued by cross-county group the Joint Morris Organisations in June in response to the Black Lives matter movement.\nIn a statement, it said its traditions do not operate in a vacuum.\n\"While no morris dancer wants to cause offence, we must recognise that full-face black or other skin tone makeup is a practice that has the potential to cause deep hurt,\" it said.\nMr Ellis said other Morris troupes had adapted their face paints to different colours too, with some going green and a group in Kent opting for yellow and black stripes.\nHe said the tradition of covering faces with soot derived from poor farm workers in the 1400s who would use it to disguise themselves so they could beg - which was illegal at the time.\nThat historical tradition \"died out\", he said, but was revived in the 1970s by Border Morris dancers - a dance type which originated in villages along the border of England and Wales.\n\"We adopted this idea because the dancing is really easy, good fun and we quite like the idea of dancing in disguise,\" Mr Ellis added.\nHe said there were only three people in the audience on Saturday morning, including a photographer and cafe owner, but felt this was \"pretty good\" given the performance took place shortly after 05:00 BST.\nMr Ellis said it was \"fantastic\" to be back performing after a 16-month absence caused by the coronavirus pandemic. \nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56944739",
      "category": "health",
      "title": "South Asians in UK at greater risk from Covid",
      "tags": "Coronavirus pandemic",
      "text": "People from a South Asian background were at even greater risk of infection, hospitalisation and death in the second wave of Covid than the first, compared with other ethnic groups, a study says.\nA study published in the Lancet looked at health data from 17 million adults. \nIt confirmed that nearly all ethnic minority groups were disproportionally affected in the first wave in England. \nIn the second wave, the differences for black and mixed ethnic groups narrowed compared with white groups.\nBut those from an Indian, Pakistani or Bangladeshi background were even more likely to test positive, need hospital treatment and lose their lives.\n\"It's concerning to see that the disparity widened among South Asian groups,\" said Dr Rohini Mathur, assistant professor of epidemiology at the London School of Hygiene and Tropical Medicine (LSHTM) and lead author of the research.\n\"This highlights an urgent need to find effective prevention measures that fit with the needs of the UK's ethnically diverse population.\" \nThe study, thought to be the largest of its type, was funded by the Medical Research Council and conducted by scientists from a group of universities including LSHTM and the University of Oxford along with the National Institute of Health Research.\nThe team analysed medical data collected by GPs covering 40% of England and compared it with coronavirus-related data for the first and second waves of the pandemic - including testing, hospital and mortality records.\nIn the first wave of the pandemic, from February to September 2020, nearly every ethnic minority group in the UK had a higher relative risk for testing positive, hospitalisation and death. \nThe largest disparity was in intensive care admissions, which more than doubled for most ethnic minority groups compared with white groups, with black people more than three times more likely to be admitted to ICU after age and sex were taken into account.\nFor black and mixed groups the differences narrowed between the first and second wave from September to December for reasons that are still not fully understood. It's thought access to better testing, targeted publicity campaigns and new ways of reducing risk at work may have all played a part.\nBut the data shows that those from the Indian, Pakistani and Bangladeshi community were still significantly more likely to get sick, end up in hospital and die compared with those who self-reported as white.\nThe authors of the research said medical factors including weight, blood pressure and other underlying health conditions played the biggest role in explaining the increased risk in South Asian groups.\nAccording to the most recent 2011 census, 21% of South Asian groups live in multigenerational households, compared with about 7% of white groups. \nThe report said greater household size was also an important factor in explaining the increased death rate.\n\"In general, living in multigenerational households and highly networked communities is of huge social benefit,\" said Dr Mathur at LSHTM. \n\"But with infectious diseases it may also increase risk of exposure to the infection from younger or working age adults who may bring the virus into the household and may potentially put older members at risk.\"\nBased on their findings, the researchers are calling for more support to tackle what they call the structural racism faced by some communities. They said improved access to healthcare could increase the uptake of both testing and vaccination in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56921357",
      "category": "uk-wales",
      "title": "Dirty Vegan star Matt Pritchard rows the Atlantic",
      "tags": "Coronavirus lockdown measures,Veganism,Cardiff,Atlantic Ocean",
      "text": "While most of us have spent months locked down, Dirty Vegan Matt Pritchard has completed a row of the Atlantic.\nThe BBC TV chef was in a team of four crossing the ocean to raise awareness about mental health - and they reached the finish line in Antigua on Sunday.\nInitially setting off on the 3,200 mile trip from Lanzarote on 6 March, they had to restart from Fuerteventura a week later.\nThey could undertake the voyage as Covid rules allow charity events.\nAfter they completed the journey, Matt posted on his Instagram account: \"I'm thirsty, hungry, tired and adopted bingo wings on my arms and calf's [sic]. \n\"Walking on land is very weird, it doesn't move. I'll be a cheap date tonight, one whiff of champagne and I'll be on my back mun.\"\nThe trip, named Atlantic Dash, was initially halted because of seat problems, before their craft was holed during a tow to Fuerteventura.\nAfter Matt and crewmates Billy Taylor, Johnny Ward and Martin Heseltine had repaired the vessel they set off again.\nMatt earlier said progress in the trip had been \"absolutely fantastic\" and had also been \"nice to be at sea during all the craziness\" of Covid. \nThe sailors have enjoyed seeing dolphins, turtles and marlins and, for three weeks, they did not see another boat. \nBut disaster struck for Matt, who celebrated his birthday at sea, as the end of the trip neared. \nThe ex-pro skateboarder, from Cardiff, injured his back while rowing.\nThe 48-year-old said: \"I pulled my right lateral muscle rowing and, as you do, I just ignored it. \n\"Because at the end of the day you have no other option other than to keep rowing and get on with it.\"\nBut after two days the pain got much worse.\n\"All of a sudden something went, and I was in absolute agony, and there was nothing else I could do,\" the former Dirty Sanchez star said. \n\"Billy said: 'You're going to have to get into the forecabin'.\"\nGetting in the forecabin - at the front of a boat - was also \"absolute agony.\" \nAfter speaking to a doctor he was advised to take painkillers they had with them.\n\"I'm absolutely gutted,\" Matt said.\n\"I've sat here, and there's loads of stuff going through my mind.\n\"I just feel helpless being here listening to the boys rowing. \n\"I want to be out there rowing with them, but I can't because I don't want to do any more damage to my lateral muscle.\"\nHe had hoped to be back as an oarsman within a day or two but he is still not in the best shape. \n\"I've not come all this way to lay on my arse,\" he said.\n\"But at the same time I have got to be sensible, because I do not want to do longer lasting damage to myself.\"\nBy Friday, Matt was still not rowing but was making food and doing other duties.\nBilly said it was \"so nice\" to see him on the mend.\n\"Matt's been up and about,\" he said.\n\"He's been cooking for everyone and making sure everyone has water. \n\"It's a real team, crew effort.\"\nThe four are aiming to raise £20,000 to be split between Dean Farm Trust and men's mental health charity Humen. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56929674",
      "category": "uk-northern-ireland",
      "title": "St Kilda: ‘There’s no better place to be in isolation’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56951552",
      "category": "uk",
      "title": "Covid-19: Campaign for St Paul's memorial to virus victims",
      "tags": "St Paul's Cathedral,Coronavirus pandemic",
      "text": "A campaign is being launched to raise £2.3m to build a memorial inside St Paul's Cathedral to those who have died as a result of the Covid-19 pandemic.\nIt would see an online book of remembrance installed in a purpose-built structure in the London landmark.\nMore than 7,300 names have already been entered into the book as part of the cathedral's Remember Me project.\nIt is hoped the memorial would provide a reflective space for visitors to remember loved ones.\nSt Paul's set up the online book to enable families, friends and carers to record and mourn those who have died as a result of the pandemic. It is open to people of all beliefs. \nThe campaign for the memorial, which is being carried out in partnership with the Daily Mail newspaper, is hoping to unite people from across the UK who are grieving the deaths of family and friends.\nMore than 127,000 people have died with Covid-19 in the UK, government figures show.\nThe online book would sit in a new portico structure which would take a year to build.\nIt has been designed by Oliver Caroe, the cathedral's surveyor of the fabric, whose mother died of Covid-19.\nHe said it would be a \"fitting memorial\" to those who have died and would be \"part of the fabric of St Paul's and part of history for centuries to come\".\n\"There will be many families like mine who never have had an opportunity to gather; to properly acknowledge thanks for the lives lived and to appreciate carers and clinicians we will never have met,\" he said.\nThe memorial would be built on the site of an earlier porch which was destroyed by a bomb in 1941 during World War Two.\nVisitors would be able to call up entries in the online book, including a photograph of those who have died and an epitaph written by their loved ones.\nThe Very Reverend David Ison, dean of the cathedral, said: \"The physical memorial at St Paul's will anchor the online book in a place where significant events and people have been commemorated for many centuries.\"\nHe said he hoped the memorial would be a \"way of inspiring reflection, prayer or lighting a candle\".\nLondon is already home to the National Covid Memorial Wall, which consists of thousands of painted hearts on a wall opposite the Palace of Westminster."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56952345",
      "category": "world-us-canada",
      "title": "Elliot Page on Oprah Winfrey: Transition surgery 'life-saving'",
      "tags": "Oprah Winfrey,Film,LGBT,Apple,Transgender people",
      "text": "Elliot Page says having transition surgery has been a \"life-saving\" experience.\nThe Oscar-nominated star of Juno has opened up about coming out as a trans man in an interview with Oprah Winfrey.\nHe told Winfrey it was \"crucial and important\" to announce his transition at a time when the trans community is facing a \"horrible backlash\".\nIt was his first TV interview since he announced his transition in an open letter on social media in December.\nThe Canadian-born actor, 34, said having top surgery had allowed him to \"feel comfortable in my body for probably the first time\".\nTop surgery involves the removal of the breast tissue to create a masculine chest.\nPage said the surgery had given him a new energy, \"because it is such a freeing, freeing experience\". \n\"Not only has it been life-changing for me, I do believe it's been life-saving and it's the case for so many people. And because there is such an attack on trans healthcare right now, when already there's such lack of access.\"\nThe actor was referring to a swathe of laws in states across the US outlawing young transgender people from accessing certain medical treatments.\nThe interview, which will be released on Apple TV+ on Friday, was Page's first since he came out as transgender in December, an announcement that was hailed by Hollywood's transgender community as \"inspiring\".\nThe actor said making the announcement had been \"crucial and important\".\n\"In this time we're in right now and especially with this horrible backlash we're seeing towards trans people, particularly trans youth, it really felt imperative,\" he said.\nDuring the interview, Page became tearful when asked what had brought him the \"most joy\" in transitioning.\nPage said it was the \"little things\", such as being able to wear a T-shirt.\n\"It's getting out of the shower and the towel's around your waist and you're looking at yourself the mirror and you're just like, 'There I am'. And I'm not having the moment where I'm panicked,\" he said.\nPage received international acclaim for starring as a pregnant teenager in the 2007 film Juno.\nOther major films include Inception and the X-Men series, while the actor has more recently starred in Netflix series The Umbrella Academy.\nPage came out as gay in 2014, telling an audience in Las Vegas: \"I am tired of hiding and I am tired of lying by omission.\"\nThe actor, who was married to choreographer Emma Portner, before announcing their divorce in February, has been a prominent advocate for LGBT rights.\nPage also used the interview to criticise moves by some US states banning transgender athletes from competing in girls sports teams.\n\"If you're not gonna allow trans kids to play sports, children will die,\" Page said. \"And it really is that simple.\"\nIf you or someone you know has been affected by issues raised in this story, sources of support are available at the BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55985562",
      "category": "technology",
      "title": "Covid-19: NHS app has told 1.7 million to self-isolate",
      "tags": "Contact tracing,Dido Harding,Apps,Self-isolation,Coronavirus pandemic",
      "text": "The NHS Covid-19 app has told 1.7 million people in England and Wales to self-isolate to date.\nHealth ministers have also revealed they believe it has prevented about 600,000 cases of the disease.\nIn a further disclosure, internal data indicates that about 16.5 million people are currently actively using its contact-tracing tool.\nThat figure is 24% below the app's latest download tally, which is the government's preferred measure.\nThe discrepancy is likely to be down to people uninstalling the app, turning off its contact-tracing capabilities, or simply failing to have activated it in the first place.\nEach handset actively taking part sends a digital \"heartbeat\" once a day to the Amazon computer server involved, allowing the current usage figure to be calculated.\nAnd while the number of total downloads has slowly grown from 20.2 million to 21.7 million over the past two months, the number of phones pinging the server has been more or less flat.\nThis represents the first detailed data released about the app's use since it was made widely available to people in England and Wales in September. \nScotland, Northern Ireland, Jersey and Gibraltar have their own separate apps.\nBaroness Dido Harding, executive chair of the NHS Test and Trace programme, had been under pressure to release the figures for months, and the BBC unsuccessfully attempted to obtain some of the figures via a Freedom of Information request in November.\nThe intention in releasing the data now is to reassure the public that the app can save lives, and in doing so encourage more people to both install it and follow its advice ahead of lockdowns being eased.\n\"People who are not following the app's instructions are risking themselves and their colleagues and their families,\" Baroness Harding told the BBC.\n\"The more you follow the instructions of the app, the fewer outbreaks you'll have in your workplace and the safer it will be.\"\nA spokeswoman added that these instructions include circumstances in which it is recommended to pause the contact-tracing function.\nThe app uses Bluetooth logs to retrospectively warn users if they were at high risk of contagion from someone infected with the virus, who was recently in their vicinity.\nAlerts can be served within 15 minutes of an infected person approving use of their positive test result. But the system's decentralised nature means neither the person who triggered the warning, nor the authorities, can identify who receives the notifications.\nSome anonymised data is, however, collected. \nFor the first time, it has been revealed that:\nScientists from The Alan Turing Institute and Oxford University worked to provide further analysis of the app's impact\nThey estimate that 594,000 cases have been averted because of the technology.\nAnd they forecast that for every additional 1% of the population that uses the app, the number of Covid cases should fall by 2.3%.\nThe academics have benefited from the fact that the app was retooled in October to take account of the tier system introduced at the time in England, which operated on a local authority basis.\nThis allowed anonymised usage data to be compared between two neighbouring council areas where the spread of the pandemic was similar, but uptake of the app differed.\nThe researchers took account of other factors - including poverty levels - to calculate the degree to which suppression of the virus's spread could be linked to the app.\nHowever, they acknowledge that they cannot be certain that usage of the app caused all of the effects being attributed to it. And while they are publishing their work, it has yet to be peer-reviewed.\nEven so, the firm involved in developing the app said confidence was growing that it is indeed making a difference. \n\"The data suggests that we have made a dent in the overall infection rate,\" Wolfgang Emmerich, chief executive of Zuhlke UK, told the BBC.\n\"What we really have to do now, particularly as we're preparing to come out of lockdown, is to drive that adoption rate back up and to get people to switch [the app] back on again.\"\nMr Emmerich also revealed that his team had put plans to extend the app to older iPhone models on the back burner, in order to prioritise other new features, but declined to say what they are.\nSoon after the NHS Covid-19 app was launched last September, we learned one important piece of data - that over 20 million people had downloaded it. \nThat was a pretty good result compared with take-up of similar apps elsewhere, but what we didn't know until now was something far more important - did it work? \nNow these figures do appear to show that plenty of people have been pinged by the app and sent into isolation. \nMore impressively, research appears to show that in areas where take-up of the app was high, the infection spread more slowly than in places where it was lower. \nBut other scientists will want to drill down for themselves into whether other factors were at play in the link between high take-up and low infection rates. \nPlus the private nature of the app means there are some key questions that can't be answered:\nStill, using a Bluetooth app to trace people who might be infected with Covid-19 was always an experiment with an untested technology.\nAnd the scientists who have been working on this project for many months now feel they've proved that it has made a significant contribution to the fight against the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56956600",
      "category": "world-europe",
      "title": "US man detained after private jet lands in Sicily with guns and drugs",
      "tags": "Florida,Sicily,Italy",
      "text": "A US man has been detained after arriving in Sicily on a private jet from Florida in possession of weapons and drugs, Italian media report. \nPatrick Joseph Horan, 64, told police he was visiting relatives on the Italian island when he landed on Friday, according to news agency Ansa.\nBut a check carried out on the aircraft was said to have uncovered guns, bows and arrows and 1kg (35oz) of marijuana. \nThe items were reportedly seized and Mr Horan was taken away for questioning.\nThe private jet was searched by police and customs officers shortly after arriving at Sicily's Trapani Birgi airport.\nThey said weapons - including two pistols, a rifle and ammunition - had been placed in boxes while the drugs were sealed in plastic bags and water bottles, Italy's La Repubblica newspaper reported. \nMr Horan, who is said to be a wealthy partner in an agriculture business near the island's western town of Santa Ninfa, told police he was due to undergo a medical procedure in the Sicilian capital Palermo. \nThe American citizen has been detained at the Pietro Cerulli prison in Trapani while police carry out an investigation. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56956429",
      "category": "entertainment-arts",
      "title": "Noel Clarke: Report made to police after allegations against actor",
      "tags": "Noel Clarke,Metropolitan Police Service,Film",
      "text": "Police have confirmed they have received a third party report relating to allegations of sexual offences by a man, following recent claims against actor Noel Clarke. \nThe Met Police said they had received a report on 21 April and officers were assessing the information but there was currently no investigation. \nIt comes after 20 women accused Clarke of sexual harassment and bullying. \nHe has \"vehemently\" denied any sexual misconduct or criminal wrongdoing. \nThe Met Police said in a statement: \"On Wednesday, 21 April, police received a third party report relating to allegations of sexual offences allegedly committed by a male over a period of time.\"\nA third party report is anonymous so the allegation cannot be investigated by the police. However, it can be used as intelligence, for example to see if it matches with other reports against the same person.\nThe BBC does not know who made the report to the police.\nMeanwhile, the Guardian, which first reported allegations against Clarke on Thursday, said six more people had now come forward with claims of misconduct, including former students at the London School of Dramatic Art (LSDA). \nIn a statement, Jake Taylor, principal and founder of the school, said Clarke, ran an \"unsanctioned\" practical acting workshop where he \"set up improvisation exercises in which the students were told they had to get undressed and get ready for bed\". \nIn response the school stopped Clarke taking unsupervised sessions \"with immediate effect\", he said. \nMr Taylor said Clarke had not been active at LSDA since 2015 and their professional relationship had ended. \nOn Friday, Mr Taylor said the school had been provided with further details about what happened at the session, as well as another session \"previously unknown to us\". \n\"Had we known about these details at the time we would have ended the professional relationship between Noel and our school with immediate effect,\" he added. \nIn response to the allegations, Clarke's lawyers denied that the LSDA had ever asked him to stop giving his classes, and said the workshop, called Facing Your Fears, was intended to help students with anxieties over their acting roles, helping to \"normalise\" the removal of outer clothing in a safe environment. \nHis lawyers told the Guardian Clarke categorically denied he encouraged or forced anyone to be naked as part of the workshop, which they said was open to and attended by both male and female adult students. \nClarke made it clear it was not obligatory to participate, they added. \nOn Thursday the Guardian reported allegations of harassment and bullying from women who knew Clarke in a professional capacity. \nThe following day, before the LSDA allegations were published, Clarke said he was \"deeply sorry\" for some of his actions and would seek professional help. \nHowever, he \"vehemently\" denied any sexual misconduct or criminal wrongdoing.\n\"Recent reports however have made it clear to me that some of my actions have affected people in ways I did not intend or realise,\" he said in a statement.\n\"To those individuals, I am deeply sorry. I will be seeking professional help to educate myself and change for the better.\"\nITV decided not to broadcast Friday's final episode of police drama Viewpoint, in which he stars, as a result of the allegations.\nSky has also \"halted\" its work with Clarke, including on the fourth series of crime drama Bulletproof.\nAnd he has been suspended by Bafta, almost three weeks after the British film and television academy gave him an award for his outstanding contribution.\nBafta has been criticised by some for honouring Clarke on 10 April. It had received reports of allegations against the actor in the 12 days between announcing him as the award recipient and the ceremony itself.\nAccording to the Guardian, Bafta's chairman Krishnendu Majumdar said he had heard that as many as 12 women could be making allegations.\nIn a letter to members in which it defended its response, Bafta said the emails it received \"were either anonymous or second or third-hand accounts via intermediaries\".\n\"No names, times, dates, productions or other details were ever provided,\" it said. \n\"Had the victims gone on record as they have with the Guardian, the award would have been suspended immediately.\"\nClarke, 45, is known for playing Mickey Smith in Doctor Who from 2005-10, and for his film trilogy Kidulthood, Adulthood and Brotherhood. He is also a writer, director and producer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55048925",
      "category": "world-asia-india",
      "title": "India coronavirus: How do you vaccinate a billion people?",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic",
      "text": "When it comes to vaccine making, India is a powerhouse.  \nIt runs a massive immunisation programme, makes 60% of the world's vaccines and is home to half a dozen major manufacturers, including Serum Institute of India - the largest in the world. \nNot surprisingly, there's no lack of ambition when it comes to vaccinating a billion people against Covid-19. India plans to receive and utilise some 500 million doses of vaccines against the disease and immunise up to 250 million people by July next year. \nThis confidence is bolstered by its track record of immunising large numbers of people every year. India's 42-year-old immunisation programme, one of the world's largest health programmes, targets 55 million people - mainly newborns and pregnant women who receive some 390 million free doses of vaccines against a dozen diseases every year. The country also has a well-oiled electronic system to stock and track these vaccines. \nYet vaccinating a billion people, including hundreds of millions of adults for the first time, against Covid-19 is going to be a daunting and unprecedented challenge, say experts.\nFive of the 30 vaccine candidates being developed in India are in clinical trials. They include the Oxford-AstraZeneca vaccine which is being tested by Serum and a home-grown one being developed by Bharat BioTech. \"Having a home-grown vaccine is a top priority,\" Dr Renu Swarup, secretary of India's Department of Biotechnology, told me. \nFrom choosing a bouquet of vaccines to grappling with distribution to identifying groups for the early jabs, \"everything is a challenge\", says Dr Gagandeep Kang, a microbiologist and the first Indian woman to be elected Fellow of the Royal Society of London.\n\"We are underestimating the complexity of the exercise. It will take at least a couple of years to get half of Indians vaccinated.\"  \nHere are some of the main challenges:\nIndia has some 27,000 \"cold chain\" stores from where stocked vaccines can reach more than eight million locations. (Nearly all vaccines need to be transported and distributed between 2C and 8C in what comprises the so-called cold chain.) Will that be enough? \nIndia will also need enough auto-disabled syringes that will prevent reuse and possible reinfection. The country's biggest syringe maker says it will be making a billion such syringes by next year to meet rising demand. \nThen there are questions about smooth supplies of medical glass vials. And what about the disposal of the huge amount of medical waste that will be generated by this mass vaccination drive?\nNearly four million doctors and nurses power India's immunisation programme, but India will need more to carry out Covid vaccinations.\n\"I worry about how we can [extend all the resources] to rural India,\" Kiran Mazumdar Shaw, founder of Biocon, the country's leading biotechnology enterprise, told me. \nVaccine supplies will be tight next year, and deciding who will get the jabs first is going to be tricky. \nHealth Minister Harsh Vardhan says private and government health care workers and frontline workers \"of other departments\" will receive the early doses.  \nExperts believe it's not going to be easy. \n\"We will never have sufficient supply of vaccines. The prioritisation of recipients is going to be a considerable challenge,\" says  epidemiologist Dr Chandrakant Lahariya. \nConsider this. In a country where the majority of healthcare is private, will a private health worker get priority over a public one? Will permanent workers get priority over people working on contracts? \nIf elderly people with underlying conditions are eligible for early shots, how will different co-morbidities be prioritised?  \nIndia, for example, has more than 70 million diabetics, the second highest in the world. Will all of them be given a blanket preference?  \nRolling out the vaccine in all the 30 states will not be possible. So will early supplies go to states worst-hit by the pandemic? \nQuestions about equity and non-partisanship are inevitable.\nStitching up manufacturing contracts with vaccine makers with a \"reasonably good portfolio\" of vaccines should help India give sufficient doses to people relatively quickly, according to Prashant Yadav, who studies health care supply chains at the Washington-based Centre for Global Development. \nBut the success at routine immunisation doesn't guarantee success with Covid-19 vaccines, he says.\n\"The routine immunisation infrastructure has a huge footprint, but is mostly for government-run clinics. There is no large-scale adult vaccination programme and adults don't routinely seek primary care in government public health care centres,\" says Dr Yadav. A well-regulated public-private partnership is the only way out this time, he adds.\nPeople like Ms Shaw and Nandan Nilekani, a co-founder of Infosys, one of India's biggest information technology services companies, suggest that India should use Aadhaar, the unique 12-digit identification number that over a billion Indians use to access welfare and pay taxes, to record and track each dose. \n\"We need to design a system than can do 10 million vaccinations a day across the length and breadth of the country but all unified by a digital backbone,\" Mr Nilekani told a newspaper.\nSome of the concerns are about corruption over access to vaccines. \nHow do authorities prevent fraud such as people getting fake papers to include themselves in lists of people who are selected for early shots?  And how do you prevent fake vaccines being sold in remote markets?   \nVaccines come with side effects for some people. India has a 34-year-old surveillance programme for monitoring such \"adverse events\" following immunisation. \nBut researchers have found that benchmarks for reporting side effects still remain weak and the number of serious adverse events are still far less than the expected numbers.\nA failure to transparently report adverse effects could easily lead to fear-mongering around vaccines.\nThis is possibly the biggest question. Will the government acquire all the doses and roll out a state-run free or subsidised vaccination programme? Or will the affluent pay for their doses at market prices through private distribution and sale? \nExperts like Dr Lahariya believe that the government should be footing the bill for vaccinating every Indian until the pandemic is over. Others like Dr Shaw say that private firms could pay to vaccinate their employees. \nMr Nilekani reckons that with vaccines costing between $3 and $5 (£2.24 and £3.74) in the beginning, a dual dose vaccine could cost up to $10 for each Indian and $13bn for India. That would be very expensive. \nThat's why, says Gagandeep Kang, a good vaccine for India should cost below 50 cents a shot, be plentifully available and delivered as a single dose.\nFollow Soutik on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56955105",
      "category": "uk",
      "title": "Covid-19: Scientist urges patience before 17 May lockdown relaxation",
      "tags": "Coronavirus lockdown measures,Scientific Advisory Group for Emergencies (Sage),Hospitality industry,Restaurants,Pubs,Coronavirus pandemic",
      "text": "People need to be \"patient for a short period\" ahead of the next planned relaxation of Covid rules in England, a government scientific adviser has said.\nProf Sir Mark Walport said there was \"very good news\" in the progress of the pandemic, but many people were still not vaccinated yet.\nHe told the BBC there is still a \"potential for that spark to reignite\" and cause infections to rise.\nBut restaurateur Hugh Osmond called for a faster reopening before 17 May.\nThat date has been set at the likely next stage for relaxing restrictions in England and is expected to include allowing pubs, cafes and restaurants to serve customers indoors. \nInternational travel is also expected to resume with a traffic-light system grading destinations on their risk level.\nIt comes as a further seven deaths within 28 days of positive Covid tests were reported on Saturday - and 1,907 more cases.\nMr Osmond, the founder of Punch Taverns, said \"hard data\" suggested restrictions could be eased more quickly as infections, patients admitted to hospital and deaths were falling faster than had been predicted, and there was now \"zero chance of the NHS being overwhelmed\".\nSir Mark, a member of the Scientific Advisory Group for Emergencies (Sage), told BBC Radio 4's Today programme it was important not to repeat the mistakes of the past in reopening social life too soon.\n\"We are on the cusp of being able to move to the next step of relaxation. It's absolutely right that vaccines have been spectacularly successful but not everybody is protected,\" he said.\n\"The truth is the virus has not gone away.\"\nAccording to the latest government figures, 65% of adults in the UK have had their first dose of a vaccine and 27.6% have had both doses. However, 35% have not yet received their first dose. \nAnd Sir Mark suggested that the current low levels of infections and deaths were not just due to the vaccination programme, but because people were adhering to coronavirus regulations, practising social distancing and not meeting indoors.\nHe said: \"The mistake that has been made repeatedly is relaxing just slightly too early. What we need to do is get the numbers right down. It's important that we don't act as an incubator for variant cases that might be able to resist immunity.\"\nThe pandemic arrived in the UK with about 1,500 separate imported cases of the virus, Sir Mark said, and the Office of National Statistics suggests there are still 4,600 cases a day.\n\"There's the potential for that spark to reignite, it seems increasingly unlikely, but we need to get the numbers down,\" he said.\nIf the data continues in the right direction, the next stage of relaxation in England will go ahead on 17 May, Sir Mark said.\n\"It is all very good news, we are getting very close and we just need to be patient for a short period,\" he said.\nMr Osmond, who brought a legal case against the government to bring forward the indoor reopening of pubs and restaurants, said a study from Sage published on Friday concluded that eating out at restaurants had not been associated with an increased risk of becoming a Covid patient. \nHe said all the data is \"significantly ahead of the assumptions in the model\" used to draw up the roadmap out of lockdown.\nMeanwhile, every day of closure was costing the hospitality industry £200m, Mr Osmond said.\nHe said \"every day places are closed and more go bust\" and the \"devastation\" on UK High Streets is the worst he has seen in 30 years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56953052",
      "category": "world-australia",
      "title": "Covid: Australians could face jail or fines if they return from India",
      "tags": "Asia,India,Coronavirus pandemic,Australia",
      "text": "Australian citizens returning home from India could face up to five years in jail and fines after the government made the journey temporarily illegal.\nThe health ministry said the ruling had been made \"based on the proportion of people in quarantine who have acquired a Covid-19 infection in India\".\nEarlier this week, Australia banned all flights from India.\nThere are an estimated 9,000 Australians in India, 600 of whom are classed as vulnerable.\nThis will be the first time Australians have been criminalised for returning to their country, Australian media report.\nOne doctor told ABC that the government's move was disproportionate to the threat posed by those returning from India.\n\"Our families are quite literally dying in India overseas... to have absolutely no way of getting them out - this is abandonment,\" GP and health commentator Dr Vyom Sharmer said.\nFrom Monday, anyone who has been in India within 14 days of their intended arrival date in Australia will be banned from entering the country.\nFailing to comply with the new ruling could result in a five-year jail sentence, an A$66,000 (£37,000) fine, or both. The decision will be reviewed on 15 May, the health ministry said.\n\"The government does not make these decisions lightly,\" Health Minister Greg Hunt said in the statement. \n\"However, it is critical the integrity of the Australian public health and quarantine systems is protected and the number of Covid-19 cases in quarantine facilities is reduced to a manageable level.\"\nFrances Mao, BBC News Sydney\nThere's an inscription inside the front jacket of every Australian passport. It calls for protection and assistance for citizens when they're in strife abroad. \n\"The Commonwealth of Australia… requests all those whom it may concern to allow the bearer, an Australian citizen, to pass freely without let or hindrance and to afford him or her every assistance and protection of which he or she may stand in need.\" \nWho would have thought that Australians are now struggling to \"pass freely\" back into their own country? Re-entering and living in your nation is a basic aspect of citizenship. A right of return is recognised in international law, enshrined in the Universal Declaration of Human Rights. \nBut the problem for stranded Australians is that you can't argue a UN treaty in an Australian court. Citizenship rights - and many other freedoms - aren't guaranteed under their law. Australia lacks a human rights charter or explicit protections in its constitution. \nSo in an emergency situation, the government can make something a criminal offence overnight. At the height of the pandemic last year, the government beefed up its Biosecurity Act to give the health minister near unconditional powers bypassing parliament. \nThat's why citizens now trying to flee a danger zone can face jail for trying to come home. A legal challenge to this two-week ban will take time and be costly - public outrage and pressure may be the only effective remedy. \nThe ministry said it had agreed with India to send emergency medical supplies, including ventilators and personal protective equipment.\n\"Our hearts go out to the people of India - and our Indian-Australian community,\" the statement added.\nIndia has seen cases soar to 19 million and deaths total 200,000. The past week has seen more than 300,000 new cases reported each day.\nAustralia has implemented a series of strict measures to keep the virus out of the country since the pandemic began in February 2020. While the country is enjoying near zero infections rates and has had far fewer fatalities than most countries, the strict lockdown policies have left many Australians stranded overseas.\nThe ban on Indian arrivals this week has marked an escalation - the first time the country has stopped evacuations and blocked citizens from returning home altogether. It has intensified calls for more to be done to get Australians home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56951752",
      "category": "science-environment",
      "title": "Mars Ingenuity helicopter mission extended by Nasa",
      "tags": "Mars,Nasa,Ingenuity Mars helicopter",
      "text": "The US space agency has announced it is extending its Mars helicopter mission.\nNasa said the first three flights of the drone, called Ingenuity, had worked so well it would now be moving from a demonstration to an operational phase.\nThis means the chopper will support Nasa’s Perseverance Rover, helping with its hunt for signs of life.\nThe new phase will last for another 30 Martian days - or Sols - but the team said it was hopeful the operational role could be extended further.\n“The technical performance has been fantastic and it is exceeding all our expectations,” said MiMi Aung, Ingenuity’s project manager. \n“I can't tell you how excited we are about this new phase.”\nIngenuity’s flight on 19 April made history as the first powered, controlled flight on another planet. \nThe 1.8kg chopper lifted off in the extremely thin Martian atmosphere and hovered at a height of 2m for about 40 seconds before landing.\nFor its second and third flights, it flew further afield, rising to a height of 5m before speeding off laterally for 2m and 50m before returning to its landing spot.\nNasa’s original plan was to then carry out two more flights, before grounding Ingenuity to bring the technology demonstration to a close.\nBut Friday's announcement is a change of course. The US space agency said it was so pleased with the helicopter’s performance, it wanted to explore Ingenuity's capabilities in a new way.\nBob Balaram, Ingenuity’s chief engineer, said: “It's been riding the winds, it's been taking off great, all the engineering systems, the solar panel, the battery, the radio have all been working very well - everything has just been fantastic.\"\nNow, Ingenuity will be helping out with the rover's science programme.\nIt will work with the Perseverance robot as it starts to investigate Jezero Crater, a region of Mars that was once a lake. \nThe rover will be looking for rock samples that it can study with its onboard instruments and tools. Its ultimate aim is to find signs of life.\nIn the helicopter's new operational phase, it will fly up to a kilometre ahead of the rover, scouting for promising geological features and exploring areas that Perseverance cannot reach.\nIt will also make digital elevation maps, helping scientists to better understand the terrain.\nThe hope is this will demonstrate how aerial mobility could help future missions.\nThe helicopter's fourth flight, which took place on Friday, begins the transition to the operational phase.\nThe plan was a 266m-round trip and for the helicopter to take 60 black-and-white images and five colour images, and Nasa has confirmed the helicopter flew further and faster than ever before.\nThis data will help the team to locate a new flight field, and on its next flight, in about a week's time, the helicopter will head there so the next stage of its mission can begin.\nNasa is hopeful the helicopter will perform well, but acknowledges the next phase will push the helicopter to its limits - it was only ever built to fly as a tech demo.\n\"We will now be flying over unsurveyed terrains and transfer to airfields that are not well characterised so there's a higher probability of a bad landing,\" explained MiMi Aung. \n\"We will be celebrating each day that ingenuity survives and operates beyond the original window.\"\nFollow Rebecca on Twitter.."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56954716",
      "category": "world-asia-china",
      "title": "Yangtze storm: Violent winds kill 11 in Nantong, China",
      "tags": "China,Severe weather",
      "text": "At least 11 people are dead and 102 injured in a violent storm that hit eastern China on Friday evening.\nThose killed were blown into the Yangtze River or hit by falling trees and electricity poles, officials said. \nAnother 11 people were in a fishing boat that capsized. Two were rescued, but nine others are still missing.\nLocal media report that marble-sized hailstones fell on the coastal city of Nantong, while gales ripped the sides off buildings.\nFootage posted on Chinese social media platform Weibo shows strong winds ripping through the city and large debris from buildings strewn across the streets.\nAnother video appears to show a large passenger plane being spun around by the winds while parked on the runway of the city's airport.\nNantong is a south-eastern city of eight million people on the north bank of the Yangtze, about 62 miles (100 km) from Shanghai.\nMany homes in the city have been badly damaged, officials said on the Chinese social media platform Weibo on Saturday. \nMore than 3,000 residents have had to be evacuated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56957221",
      "category": "entertainment-arts",
      "title": "Olympia Dukakis: Moonstruck and Steel Magnolias star dies aged 89",
      "tags": "Theatre,United States",
      "text": "US actress Olympia Dukakis, who won an Oscar for her role in the 1987 romantic comedy Moonstruck, has died aged 89, her family have announced.\nHer brother wrote she was \"at peace\" after suffering ill health. \nDukakis had a long and distinguished career in theatre, both as a performer and as a director.\nBut in her 50s she starred in a series of hit comedies on screen, including an award-winning turn as Cher's mother in Moonstruck.\nThat run - in the late 1980s - also included roles in Steel Magnolias, Working Girl and Look Who's Talking.\nOther key roles were as a secondary school head teacher in 1995's Mr Holland's Opus and as a transgender landlady in the TV series Tales of the City, whose fourth series premiered on Netflix in 2019. \n\"My beloved sister, Olympia Dukakis, passed away this morning in New York City,\" Apollo Dukakis wrote on Facebook.\n\"After many months of failing health she is finally at peace and with her [husband] Louis.\"\nOlympia Dukakis was born in 1931 in Lowell, Massachusetts to Greek immigrants. Her cousin Michael was Democratic candidate for in the US presidential election, losing to George HW Bush.\nDukakis studied performing arts at Boston University, moving to New York in the late 1950s. She starred in dozens of plays on and off Broadway, as well as directing and teaching. \nIn 1961 she met actor-producer Louis Zorich. She had been cast as a married woman in a play and Zorich auditioned for the part of her husband. He didn't get it - but they got married for real the following year.\nDukakis had several roles on the big and small screen but it was Moonstruck that propelled her to stardom and won her a Best Supporting Actress Oscar.\nPlaying an eye-rolling, interfering Italian matriarch, in one stand-out scene she tells her 37-year-old on screen daughter Cher \"your life's going down the toilet\". \nDespite the Oscar, and critical acclaim, she said she was taken aback, not considering the part one of her more important roles.\n\"All of the attention I was getting was lovely, of course, but I was more than a little confused about why it had come at this point, and with this role, which, to my mind, was not the greatest part I had ever played,\" she said.\nShe was nominated three times for an Emmy for her TV work - Lucky Day (1991), More Tales of the City (1998)  and Joan of Arc (1999). \nLooking back on her long career in a recent interview, she said she was encouraged by how things have improved for women. \n\"I think things are finally moving in the right direction, both for women and for minorities. We are far from reaching our goal but there's a forward movement that's real and strong,\" she told the Irish News. \n\"You're seeing more women as directors and decision-makers and that's a great thing. I'm happy that I've lived a long enough life so I could witness the growth that has occurred.\""
    }
  ]
}