{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58996017",
      "category": "uk-wales",
      "title": "Covid: Dogs bought in lockdown being abandoned",
      "tags": "Coronavirus lockdown measures,Cardiff,Dogs",
      "text": "People have tried to sell their lockdown dogs on Gumtree before disguising them as strays so rescue centres take them in, a charity warned.\nMore than 3.2 millions pets were bought by UK household during lockdown, figures from March showed.\nHope Rescue, in Rhondda Cynon Taf, said the number of dogs being dropped off at its rescue centre in Pontyclun was the highest in its 15-year history.\nThe charity expects the trend to continue for the next two years.\nCharity staff said some dog owners had called a dog warden and pretended their own pet is a stray, or taken the dogs directly to a rescue centre claiming they had found it abandoned. \nOne-year-old Maggie, an old English sheepdog crossed with a golden retriever, was taken in as a stray, but the next day staff saw a recent advert on Gumtree asking for £500 for her.\nSara Rosser, head of welfare at Hope Rescue Centre, said: \"We have to take stray dogs and so fake strays are jumping the queue ahead of dogs that really are abandoned.\n\"It is definitely unprecedented numbers at the moment.\"\nShe said in the past week alone, five had come into the centre that they knew were fake strays, but the number \"could be much higher\".\nThe centre now has 150 strays - more than it has ever had before.\nShe said: \"The rescues are full and then the vets are ringing us saying 'is there any chance you can take them because we're concerned that dog is going to be put to sleep'.\"\nThe centre said these were \"desperate times\" and others like them were at \"crisis point\".\nCentres are at capacity, Ms Rosser said, because of the increase in people who got dogs during lockdown and later realise they cannot look after them as life returns to normal.\nShe added: \"At the moment what we're hearing from all the rescue centres that we work with is that they are also full and that they are under massive pressure.\"\nDogs arriving at rescue centres post-pandemic are said to have a higher incidence of health or behavioural problems, or both, making them more difficult to rehome.\nOften these dogs have no background information on these issues, which lengthens the adoption process.\nHope Rescue said it had received more than 7,000 applications to adopt dogs in 2021, and has had to suspend applications because of the volume.\nOften, dogs cannot be transferred to other rescue centres because they have also reached capacity.\nMeg Williams, enterprise development manager at Hope Rescue, said: \"We think this is going to be lasting for two to three years, maybe even longer.\n\"The problems are going to continue, not everyone is choosing the right dog for their household.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58475047",
      "category": "uk-wales",
      "title": "Social care: What is it and how does it work in Wales?",
      "tags": "Elderly people,Tax,Boris Johnson,Disability,Social care,Welsh government,Care homes",
      "text": "Prime Minister Boris Johnson has announced plans for an overhaul of funding for the social care system, which includes raising National Insurance (NI) payments.\nSocial care is managed by each of the home nations separately, but NI is paid throughout the United Kingdom into the Treasury at Westminster. So a rise affects everyone who pays contributions.\nHow will this affect people in Wales?\nSocial care refers to caring services - help with personal services like washing and dressing, and taking medication - for elderly or disabled people.\nThis can be carried out in their homes, if they are still able to live independently, with carers coming in to help them as often as their assessed level of need.\nIf they cannot live independently, people can be looked after in a care home, where they will have to pay for food and accommodation as well as care services.\nCosts can vary depending on the level of need - nursing care costs more than looking after a person who just needs help with dressing, and people with dementia can need higher levels of intervention, for example.\nSocial care is means-tested. In Wales, no-one who is eligible for care at home is expected to pay more than £100 a week towards the costs.\nAnyone with savings and assets under £24,000 will be fully funded by their local authority, with a sliding scale once assets go over that amount.\nFor those in care homes, people can have savings and assets (including the value of their home if they own it) up to £50,000 before they have to pay towards the service.\nAs it is something that mainly affects older people, a rising elderly population is putting increased strain on the system.\nThis is particularly relevant in Wales, which already has the oldest population across the four nations.\nCuts in council funding have led to reductions in the amounts local authorities are paying towards social care, meaning some people are missing out or having to pay more to fund their own care.\nThe coronavirus pandemic has had an impact from a number of angles. Deaths of residents in care homes, an inability to move people into homes because of lockdown, staff sickness, increased personal protective equipment (PPE) costs, a heightened shortage of workers - all of these have put more pressure on the system.\nThe pandemic, compounded with Brexit, has reduced the pool of foreign workers who might normally be available to take up positions in caring.\nAccording to Skills for Care, 16% of workers in the sector were non-British in 2019/20. However under the new immigration system which started in January 2021, care worker was not listed on the skilled worker entry route.\nThe knock-on effect to the NHS is also significant as people cannot be released from hospital unless they have somewhere suitable with the right care in place to go to, meaning bed-blocking at a time of massively increased demand during the pandemic.\nThe \"baseline \" cost of care for the over-65s in Wales was given as £586m (out of a total social care bill of £1.8bn) in 2019-20, according to Welsh government figures.\nThis has been projected to rise to £687m in the current financial year (2021-22) and £723m the following year, although these are now considered to be an underestimate in light of the pandemic.\nThe Welsh government published a white paper earlier this year looking at improving social care.\nIt considered the option of providing all social care free at the point of need, in the same way as the NHS.\nHowever it concluded this would cost an additional £700m per year on top of the current budget, well beyond the government's ability to provide.\nWith National Insurance contributions being increased, Wales, Scotland and Northern Ireland will get a proportionate share of the proceeds, based on the rise in spending in England.\nThe UK government says there will be a legal requirement that the extra cash will be spent only on health and social care, with a source calling the funding \"very beneficial for Wales\".\nUnder a 1.25% rise in contributions, Wales would receive an extra £700m by 2024-25, which the source said was 15% more than it raises in National Insurance from its population.\nNational Insurance is paid on earnings above £9,564 at 12% up to £50,268, and then 2% on earnings over that amount, so unlike income tax it does not continue to rise past a certain point.\nIf as projected the Prime Minister raises the rate of tax by 1.25%, a person earning £30,000 would pay an extra £255 every year.\nYou can find a handy guide here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58897605",
      "category": "uk-wales",
      "title": "Covid: Care workers dreading winter amid staffing crisis",
      "tags": "Coronavirus public inquiry,Shielding,Elderly people,Social care,Home care,Care homes,Elderly care,Coronavirus pandemic",
      "text": "Care homes in Wales could fill 20,000 vacancies \"by the end of the week\" if they could find the staff, according to a leading industry figure.\nMario Kreft, chairman of Care Forum Wales, said the sector was facing its worst crisis \"in living memory\".\nHe said the care sector had been left in a \"fragile state\" by the pandemic, and called for staff to be paid more.\nThe Welsh government said it had provided £48m to help local authorities ease pressures in social care.\nA care worker in north Wales said she was dreading the winter as the sector reached a \"critical point\".\nSpeaking to BBC Radio Wales Breakfast, Mr Kreft said that \"if we could find 20,000 people quickly, they would all be in jobs by the end of the week\".\nHe said he respected the fact Wales' health minister Eluned Morgan had apologised for mistakes made in the early stages of the pandemic, but added lessons needed to be learned to strengthen the social care sector.\n\"I can tell you this is the worst crisis for social care we have ever seen in living memory - it's because the sector was so fragile, so we've got to find a mechanism to ensure that people are properly rewarded.\n\"Social care is a vital part of the foundation economy. It's worth over £50bn in the UK each year so we shouldn't be looking at cost, we should be looking at value.\"\nMr Kreft said social care needed to be made equal to other health care work.\nEmma Murray is the manager of At Home - Vale Senior Care, a domiciliary care service in Denbigh, Denbighshire.\nShe manages a team of 10 carers and said the social care sector had reached a \"critical point\".\n\"You don't want to deliver care that's unsafe. We're desperate at the moment,\" she said.\n\"We need to try and attract people into the job, give better incentives, proper contracts, bonuses and flexible working.\n\"I'm not looking forward to the winter after the last 18 months. We're going to be working very long hours keeping everyone warm, safe and well.\"\nAnne Gulliver is a nurse at Dolywern, a home for 30 adults with physical disabilities in Wrexham. \nShe said she had picked up more shifts recently due to Covid and the shortfall in staff, which was becoming \"more prevalent, post-Covid\".\nMs Gulliver said \"greater funding is needed\" to attract more workers because \"the pay is not enough\".\n\"The impact on the residents is that they get basic care but they lose out on things like quality time that we'd spend with them.\"\nThe Welsh government said: \"Ministers are committed to delivering the real living wage for social care workers early in this Senedd term.\n\"There are long-standing challenges in recruitment and retention in social care, which have been made worse by the pandemic. \n\"Our recent national recruitment campaign resulted in an increase in job applications and we will be repeating this activity.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57114187",
      "category": "uk-wales",
      "title": "Social care: Age Cymru calls for debate on funding",
      "tags": "Social care,Welsh government",
      "text": "Wales needs a national debate on how to fund the future of social care, according to the head of the country's biggest charity for older people.\nVictoria Lloyd, chief executive of Age Cymru, said urgent reform of the social care system was essential to prevent people going without support.\nFirst Minister Mark Drakeford said there would be announcements on social care in the coming months.\nAlthough devolved, he said he intended to work on a four-nation approach.\n\"If this is a can the UK government continue to kick even further down the road, then the point will come when we will have to make our own decisions,\" he said.\nWelsh Labour promised in its manifesto for last week's Senedd election it would \"consult on a potential Wales-only solution\" if the UK government did not bring forward proposals within the current parliament.\nTuesday's Queen's Speech made only passing reference to reforming social care, but the Secretary of State for Wales, Simon Hart, since said plans would be forthcoming \"within months\".\nMs Lloyd said the commitment was welcome but action to properly fund the system - and a discussion on how to do so - was needed now.\n\"We know we've got an ageing population, we know there are people that need care out there that currently aren't receiving it,\" she said.\n\"We need more funding in the system.\n\"There are many ways of doing that and I think what we need is a big debate in Wales about how we best do that fairly, transparently and to meet the needs of all of us.\n\"We think it's really important that the Welsh government acts as soon as they are able.\"\nThe Welsh government has made a number of reforms to social care in recent years, but has said a more wholesale solution to funding was a priority.\nSpeaking before the election, Mr Drakeford said his government had its own plan \"ready to go\" on social care, but said the integration of the benefits system was problematic.\nHe told Politics Wales he would not give \"just an arbitrary month\" in terms of how long he was prepared to wait for the UK government to act.\nThe Welsh government has also previously pledged to ensure care workers receive at least the real living wage, £9.50 per hour, by the end of this Senedd term in 2026.\nIn the 2019-20 financial year, local authorities in Wales spent more than £653m on care for people over the age of 65.\nIn the same year, the overall council spending on social services exceeded £2bn for the first time.\nA study carried out in 2017 estimated the amount paid out privately for care in Wales at more than £400m.\nSiôn Jones, an economist who has researched social care funding options for the Welsh government, said wholesale reform was feasible, but costly.\n\"In the absence of any more money coming via the Barnett Formula to Wales [the mechanism by which UK government spending is allocated to the devolved nations], their main options are to switch expenditure from other parts of the Welsh budget, which is certainly possible, but difficult.\n\"It might be quite likely that if there was a shift in spending from somewhere else, it may well need to come from the health service,\" he said.\n\"We know there's always pressure for more expenditure in the health sector and there's currently pressure to pay health workers more, as well as care workers.\n\"Another option could be to raise general tax revenue through an increase in the Welsh income tax, which is possible, but obviously has political difficulties.\n\"The third option is to introduce some kind of specific tax or levy, that would raise funds specifically for care services.\n\"They're all feasible in principle, and they're all difficult from a political perspective\".\nPolitics Wales is on BBC One Wales on Sundays at 10:00 BST and on the BBC iPlayer"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-59030636",
      "category": "uk-england-coventry-warwickshire",
      "title": "Four police officers hurt in Coventry City football disorder",
      "tags": "Derby,Coventry",
      "text": "Four police officers were hurt when trouble flared during Coventry City's Championship clash with Derby County.\nOne was taken to hospital with a dislocated shoulder and three others suffered minor injuries at the Coventry Building Society Arena on Saturday.\nFighting erupted between rival fans in the stands at about 16:30 BST and a 23-year-old man was arrested.\nAs fans left a further disorder took place outside. Another man has been charged with affray, police said.\nAssistant Chief Constable of West Midlands Police Jayne Meir said: \"While the vast majority of football fans attend matches to enjoy the game, it is wholly unacceptable that officers get injured during violence like that seen yesterday. \n\"A full investigation is under way in partnership with the club and those found to have taken part in the disorder face prosecution and a lifetime ban from matches.\"\nThe match ended 1-1 as the Rams ended their host's 100% winning start to the Championship season.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59011232",
      "category": "business",
      "title": "'My student loan refund took six years'",
      "tags": "HM Revenue & Customs,Student finance",
      "text": "Former student Rebecca Gale says she was \"surprised, shocked and then angry\" after getting a student loan refund six years after she finished paying it off.\nThe 35-year-old thought she'd heard the last from the Student Loans Company (SLC) when she made her last payment in 2015.\nBut just a few days ago she got a message on her phone saying she was owed £1,109.\n\"So when I got the voice mail originally I thought 'this is a scam'.\n\"But we checked, rang them and I was initially surprised and delighted because who doesn't like a refund?\"\nRebecca's opinion on the matter started to change though when she began to realise the money had been with the SLC for six years when it should have been in her account.\nThe Manchester University graduate said: \"I was, to be honest, a little bit angry. I wanted to understand how it could take so long to repay something that should have been in my bank account for over half a decade.\n\"We're not talking about the difference between me putting food on the table or clothing my children but £1,100 is still a month's mortgage paid off, that's a month's nursery costs or £1,100 worth of credit debt I could have paid off.\n\"The point is that's my money and it should have been in my account and not theirs,\" said Rebecca, who lives in the Yorkshire Dales.\nThe SLC told Money Box it got some new information from HMRC in May 2021 about Rebecca's student loan repayments in the tax year 2010-11 which meant she had overpaid and was eligible for a refund.\nSLC said as soon as it got this new data it set about trying to contact Rebecca with the end result of the money hitting her account just a few days ago.\nSLC has a bad track record on overpayments, although it is getting better.\nThat's because it used to get annual updates from HMRC which kept a track of how much people had repaid of their student loans via PAYE.\nIn April 2019 those updates turned from once a year to once a week making the system much more efficient. Nonetheless, in the first year of the new system more than 54,000 former students still overpaid £23m between them - an average of £424 each.\nPeople are now also encouraged to pay off the last couple of years of their loan payments by direct debit to limit the chance of overpayment even further, with some refunds also now taking place automatically (for amounts up to £750).\nMoney Box contacted HMRC to ask why it took six years to send through new information to SLC about Rebecca's historic payments. In a statement it said: \"Following a routine scan of our records earlier this year, we identified a small number of cases where repayment information had not been passed onto SLC.\n\"We corrected these cases as soon as they became known and notified SLC so that they could update their records.\"\nYou can hear more on BBC Radio 4's Money Box programme on Saturday at 12pm on Radio 4 or by listening again here shortly after broadcast.\nFollow Money Box and Dan on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59022846",
      "category": "science-environment",
      "title": "Greta Thunberg: 'We need public pressure, not just summits'",
      "tags": "COP26,Climate change,Greta Thunberg",
      "text": "Climate activist Greta Thunberg has told the BBC that summits will not lead to action on climate goals unless the public demand change too. \nIn a wide-ranging interview ahead of the COP26 climate summit, she said the public needed to \"uproot the system\".\n\"The change is going to come when people are demanding change. So we can't expect everything to happen at these conferences,\" she said. \nShe also accused politicians of coming up with excuses.\nThe COP26 climate summit is taking place in Scotland's largest city, Glasgow, from 31 October to 12 November. \nIt is the biggest climate change conference since landmark talks in Paris in 2015. Some 200 countries are being asked for their plans to cut greenhouse gas emissions, which cause global warming. \nMs Thunberg, who recently launched a global series of concerts highlighting climate change called Climate Live, confirmed she would be attending COP26. She said her message to world leaders was to \"be honest\".\n\"Be honest about where you are, how you have been failing, how you're still failing us... instead of trying to find solutions, real solutions that will actually lead somewhere, that would lead to a substantial change, fundamental change,\" she told the BBC's Rebecca Morelle.\n\"In my view, success would be that people finally start to realise the urgency of the situation and realise that we are facing an existential crisis, and that we are going to need big changes, that we're going to need to uproot the system, because that's where the change is going to come.\"\nRead more about the COP26 summit here.\nMs Thunberg did not believe that UK plans to curb greenhouse gas emissions to reach a target of net zero by 2050 were sufficient, or that the UK was a climate leader. \n\"Unfortunately there are no climate leaders today, especially not in the so-called global north. But that doesn't mean that they can't suddenly decide that now we're going to take the process seriously,\" she said. \nSpeaking about the targets for reaching net zero - which means not adding to the amount of greenhouse gases in the atmosphere - she said that it was a \"good start\", but cautioned that it \"doesn't really mean very much in practice\" if people continued to look for loopholes. \nCOP26 will be attended by climate activists from across the world. \nKevin Mtai, a climate justice campaigner from Kenya, told the BBC that inclusivity at the summit was important.\n\"I hope this climate conference is going to be an inclusive conference, to include all voices in the talks. They need to use indigenous people in the talks, marginalised people in the talks, people from the most affected areas,\" he said. \n\"It's very important for people from the global south to speak for themselves, not other parts of the globe to speak on their behalf. Because we are the ones who have been affected by climate change, so it's very important we can hear from our own people, with our own ideas, our own voice.\"\nFrom her home in Sweden, Ms Thunberg also spoke about her own role as a campaigner. \n\"I don't see myself as a climate celebrity, I see myself as a climate activist... I should be grateful because there are many, many people who don't have a platform and who are not being listened to, their voices are being oppressed and silenced.\n\"I'm a completely different person when I'm in private. I don't think people would recognise me in private. I'm not very serious in private. I appear very angry in the media, but I am silly in private.\" \nWhen asked about why she sang a Rick Astley hit at the launch of Climate Live, she said that it was a climate movement in-joke. She has previously taken part in the internet phenomenon \"rick-rolling\" by tweeting out what she said was a link to a new speech, but actually linked to the music video for the song.\n\"Why not? I mean we have internal jokes within the climate movement, where we always rickroll each other.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-59030967",
      "category": "uk-england-suffolk",
      "title": "Ed Sheeran tests positive for Covid-19",
      "tags": "Framlingham,Ed Sheeran",
      "text": "Ed Sheeran says he is self-isolating after testing positive for Covid-19.\nThe chart-topping musician said in a post on his Instagram page that he would continue to give planned interviews and performances from home.\nSheeran, who lives near Framlingham in Suffolk, said: \"Apologies to anyone I've let down, be safe everyone x.\"\nLast week he performed in London as part of the inaugural Earthshot Prize awards, hosted by the Duke and Duchess of Cambridge.\nIn his post, Sheeran said: \"Hey guys, quick note to tell you that I've sadly tested positive for Covid, so I'm now self-isolating and following government guidelines. \n\"It means that I'm now unable to plough ahead with any in-person commitments for, so I'll be doing as many of my planned interviews/performances I can from my house.\"\nHis new album, titled =, is due to be released on Friday.\nAs part of the promotion, Sheeran was due to join Apple Music's Zane Lowe next week to play songs from his album and take questions from fans.\nLast week it was announced Sheeran would read a CBeebies Bedtime story, telling a story about a boy who has a stutter.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58883469",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Sorry for early mistakes, says health minister",
      "tags": "Coronavirus public inquiry,Coronavirus lockdown measures,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Wales' Health Minister Eluned Morgan has apologised for the mistakes made by the Welsh government in its initial handling of the pandemic.\nShe was responding to a report by MPs which said the UK's early response to the pandemic is one of the worst ever public health failures. \n\"I'm prepared to apologise to all of those who have suffered,\" she said.\nThe report said the slow move to lockdown led to a higher initial death toll than if ministers acted sooner.\nIt said the slow move into restrictions - backed by UK government scientists and adopted by the UK's central and devolved governments - was \"wrong\" and \"deliberate\".\nThe study, written by two House of Commons committees, claimed scientific advisers and government suffered \"a degree of group think\".\nWales and the rest of the UK went into lockdown on 23 March - while the policy was controlled by ministers in Cardiff, early on they acted alongside the Westminster government.\nThere were 2,289 deaths in Wales due to Covid, and 2,512 deaths involving Covid, in the first wave of the pandemic up to the end of July 2020. \nOpposition parties reiterated calls for a Wales-only public inquiry, with Plaid Cymru saying the Welsh government \"must take responsibility for its actions\".\nIn the Senedd, First Minister Mark Drakeford declined to say whether he agreed the early response was one of the worst ever public health failures in the UK, and said he had not read the report.\n\"I've been asked the question many times, 'Were there things that you would have done differently had you known then what you know now?' \" he said.\n\"We didn't know those things then, we were following the advice that we had at the time.\"\nHe said as \"our knowledge grew\" ministers have \"not hesitated to take our own decisions where we thought that was in the best interests of Wales\".\nThere have been a total of 8,262 deaths where Covid was mentioned on the death certificate up to 24 September this year.\nSpeaking at a press briefing, Ms Morgan said: \"Of course I'm prepared to apologise to all of those who have suffered during the pandemic. \n\"This was a new disease that we'd never seen before. None of us knew how it was going to impact, none of us knew how it was going to spread, none of us had any idea that it could be spread even without showing any symptoms.\"\nShe added: \"Of course we made mistakes at the beginning of that process, because of the lack of information and data and knowledge that we have now learned.\n\"I think we have a duty and responsibility to say sorry to people where we've made mistakes.\"\nBut the minister argued it would have been \"extremely difficult\" to have locked down Wales before England, because of the border and \"because furlough was not available\".\nShe said since then, the Welsh government has taken a \"far more cautious approach compared to that of the rest of the United Kingdom\".\nBut Ms Morgan denied that the Welsh government had suffered from group think - when a group of individuals reaches a consensus without critical reasoning.\nA decision to scrap community testing for coronavirus early in the pandemic was described by the report as a \"serious mistake\".\nWales, in common with the rest of the UK, took the same approach. Ms Morgan partly blamed this on a limitation on the number of tests available at the time.\nFigures showed that there were 157% more care home deaths from all causes than there would be normally in April 2020, with 1,171 in total.\nThe daughter of a man who died from Covid last year said it was \"good to have an apology\" but said it was \"slightly qualified\".\nCatherine Griffiths, whose father Harry Griffiths died with Covid in his Aberystwyth care home, told BBC Wales: \"They didn't know what was happening in the first wave but they knew what was happening in the second wave, my father died in the second wave.\n\"They should have protected people they should have acted and learned from countries in the Far East. While we were going into the second wave they were asking people to do quick tests before they enter care facilities, and we weren't doing that.\"\nMs Griffiths is part of the Covid Bereaved Families for Justice Cymru group, which is calling for a dedicated public inquiry for Wales into decisions made about the pandemic. \nPlaid Cymru leader Adam Price said the report showed the \"fatalistic approach at the heart of this Westminster government\" but also called for a Welsh public inquiry.\nPlaid health spokesman Rhun ap Iorwerth said: \"The Welsh government must take responsibility for its actions - good and bad, and there should be no avoidance of detailed scrutiny.\"\nWelsh Conservative health spokesman Russell George said: \"The pandemic was an unprecedented crisis and as these reports show decision-makers in government followed the science and evidence provided by experts.\"\nHe added the report shows \"why we need a Wales-specific Covid inquiry\".\nHowever Mark Drakeford argued in the Senedd that the report strengthens the argument for the Welsh \"experience to be properly investigated within the wider UK context\".\nThe first minister has backed a UK government inquiry, but has not ruled out a Wales-only effort if he is not satisfied with what is set up by the UK government.\nMr Drakeford told the Senedd he was yet to receive a reply to a letter to Communities Secretary Michael Gove on the 10 September setting out a \"series of tests\" the Welsh government would apply \"to give us confidence\".\nThe first minister said he was hoping to have a meeting with the prime minister in the coming days, and added he expects devolved governments to be \"properly involved\" in the appointment of the UK government's inquiry chair.\nDuring the press conference it was announced that the Welsh government had set a target of offering all 12 to 15-year-olds a Covid vaccine by the end of October.\nThe government also said all residents of care homes will have been offered a booster by the same date. \nDr Gill Richardson, Deputy Chief Medical Officer for Vaccines, said she expected the majority of people over 50 or who have an underlying health condition to have been offered their booster by the end of the year. \nA Welsh government statement said the committees' report \"does not scrutinise decisions made by any of the devolved governments in Wales, Scotland or Northern Ireland\".\n\"Some actions and decisions in the pandemic response were taken at a UK level on a four-nations basis - we have always been open to working together where there are shared decisions and shared responses. \n\"We have followed the advice of our medical and scientific advisers and have taken a more cautious approach. Independent reports, by Audit Wales, have shown our approach to testing, for example, was less costly and more efficient than that taken by the UK government.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59027290",
      "category": "uk",
      "title": "Covid: Labour calls for Plan B measures in England",
      "tags": "Rachel Reeves,Rishi Sunak,Coronavirus pandemic",
      "text": "Labour is calling on the government to bring in its Plan B measures to tackle Covid in England, including advice to work from home and compulsory masks. \nShadow chancellor Rachel Reeves also told the BBC the vaccine programme was \"stalling\" and needed to work better. \nBut Chancellor Rishi Sunak said the data did not currently suggest \"immediately moving to Plan B\". \nThe measures, which aim to protect the NHS from \"unsustainable pressure\", also includes mandatory Covid passports. \nPlan A, which is currently in place, involves offering booster jabs to the most vulnerable, a single dose to healthy 12 to 15-year-olds and encouraging unvaccinated people to get jabbed. \nThe NHS Confederation and the British Medical Association are among the groups who have called for some restrictions to be reintroduced in England, amid rising cases. \nMeanwhile in Wales, ministers are to consider whether to extend the use of Covid passes for a wider range of venues.\nMs Reeves told BBC One's Andrew Marr Show: \"I think the first thing is the government have got to do more to make Plan A work.\n\"If the scientists are saying work from home and masks, we should do that. So get A working better because the vaccination programme has been stalling, and introduce those parts of Plan B.\n\"But there are also things not in A or B that need to be done, like paying statutory sick pay from day one and also better ventilation in public spaces.\"\nAsked whether Plan B should be introduced now, she said: \"Yes, but let's not let the government off the hook with Plan A either.\"\nA Conservative Party spokesman said it was the third time Labour had changed its position on Plan B in four days.\nAppearing on the same programme, Mr Sunak was also asked whether it was time to bring in the government's back-up plan. \n\"We're monitoring everything, but at the moment the data does not suggest that we should be immediately moving to Plan B, but of course we will keep an eye on that and the plans are ready,\" he said. \nThe chancellor also said reintroducing the furlough scheme was \"not on the cards because we don't envisage having to impose significant economic restrictions in the way that we had to over the last year\". \nHe added that the vaccine rollout was the \"first line of defence\" and the booster campaign was the best way to protect people through the winter. \nMore than 325,000 booster jabs were given in England on Saturday - the biggest daily figure for boosters yet, NHS England chief executive Amanda Pritchard tweeted.\nProf Adam Finn, a member of the government's Joint Committee on Vaccination and Immunisation (JCVI), said the vaccination programme by itself was not enough \"to bring things under control\". \n\"We do need to have people using lateral flow tests, avoiding contact with large numbers of people in enclosed spaces, using masks, all of those things now need to happen if we're going to stop this rise and get things under control soon enough to stop a real meltdown in the middle of the winter,\" he told Sky News' Trevor Phillips On Sunday.\nAsked if the government should move to Plan B now, he said: \"Well, some kind of Plan B.\"\nThe Liberal Democrats said it looked \"increasingly likely\" Covid restrictions would have to be reintroduced because of the \"government's bungling and inaction\".\nDr Katherine Henderson, president of the Royal College of Emergency Medicine, told the programme emergency departments were \"already struggling to cope\", with large queues of ambulances waiting outside hospitals. \nby Jim Reed, BBC health reporter\nOne in 55 people in England had Covid last week, according to the latest ONS figures, the highest rate since the end of January.\nDemands for compulsory mask wearing, vaccine passports and more working from home have been growing - backed by many doctors and people representing NHS trusts.\nLabour's position has not been altogether clear on this. \nWhen asked by Andrew Marr whether Plan B should be introduced \"now\", shadow chancellor Rachel Reeves agreed. But she also suggested the priority should be accelerating the rollout of booster vaccines to the over-50s and first jabs to teenagers.\nOn the same programme, Chancellor Rishi Sunak repeatedly ruled out reimposing stricter measures \"immediately\" - perhaps suggesting a slight change of tone from senior ministers.\nThe key measure to watch for is pressure on hospitals.\nAs things stand, there are currently 6,405 people being treated for Covid on wards in England. The number has been rising but is still no higher than it was in mid-September - and well below the 34,000 seen in January.\nIn minutes of a meeting of the government's Scientific Advisory Group for Emergencies (Sage) on 14 October, which were published on Friday, the scientists said restrictions should be prepared for \"rapid deployment\" and that acting earlier could reduce the need for stricter measures over a longer time period. \nThey said that out of the government's back-up measures, advising people to work from home was likely to have the most impact on the spread of Covid. \nStricter rules are already in place in other parts of the UK, with masks compulsory in some settings in Scotland, Wales and Northern Ireland. \nOn Sunday, the UK reported 39,962 new cases - the first time in 12 days that cases have dropped below 40,000.\nThere were also another 72 deaths reported within 28 days of a positive test.\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59008698",
      "category": "uk-wales",
      "title": "Covid: Rollercoaster fan takes 6,000th ride after pandemic delays",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59030488",
      "category": "uk",
      "title": "Radio 1 DJ Adele Roberts has bowel cancer",
      "tags": "Bowel cancer,Cancer",
      "text": "BBC Radio 1 presenter Adele Roberts has announced she is to undergo surgery for bowel cancer.\nRoberts, 42, who hosts Weekend Breakfast, said she was diagnosed at the start of the month and would have surgery to remove a tumour on Monday.\n\"So far the outlook is positive and I feel so lucky I can be treated. It's just the start of my journey but I'm going to give it everything,\" she said.\nThe former Big Brother star missed both her radio shows this weekend.\nThe radio DJ, from Southport, Merseyside, revealed her diagnosis in an Instagram post, saying she had sought medical advice after struggling with her digestion \"for a while\".\nShe wrote: \"It's all happened so quickly and I'm so sorry to post something like this on here but I hope it helps anyone who might be worrying, or suffering in silence. \n\"As I've learned over the last few weeks, there's no 'normal' with cancer. Sadly it can affect anyone, at any age, anytime. It doesn't discriminate. Early detection can save your life.\"\nShe added: \"I'm going to have surgery [on Monday] to remove the tumour and then see if I need anymore treatment or if the cancer has spread. \nIn her post, she finished by saying: \"The hardest thing wasn't even finding out I had cancer, it was telling my family. It broke my heart.\n\"If you know any of them please look after them for me until I can see them again. Especially my Katie (her girlfriend). I worry about her being on her own while I'm away.\"\nHer girlfriend, Kate Holderness, also wrote an emotional post on Sunday evening, calling Roberts \"my hero, my world, my love\".\nShe explained that she couldn't go with Roberts to the hospital or be there when she wakes up after her operation. \"It's the most horrible feeling desperately wanting her to get in that hospital ASAP but desperately not wanting to be without her.\"\nShe said it had been hard to get her head around how \"unfair\" the diagnosis was as Roberts did \"all the things they say help you prevent cancer\" and didn't do the things that were supposed to put you at higher risk.\n\"But I now understand it can happen to anyone. Cancer's never fair is it?\"\nA Radio 1 statement said: \"Our love and support is with Adele, Kate and their families at this very difficult time.\n\"Everyone at Radio 1, along with millions of listeners, wishes her a speedy recovery and we look forward to welcoming Adele back on air soon.\"\nSinger Jessie Ware and actress Suranne Jones were among those to send their support to Roberts on Instagram, along with some of her BBC colleagues.\nRadio presenter Scott Mills wrote: \"We all love you Adele. It's amazing you posted this. You're awesome and you've got this.\"\nRadio 2 broadcaster Sara Cox said Roberts was \"brilliant and brave to share this to help people\", adding that she was sending her \"a thousand gentle hugs\".\nRoberts rose to fame after appearing on the third series of Channel 4's Big Brother series in 2002. Contestants that year included ITV's This Morning presenter Alison Hammond, and Jade Goody, who died in 2009 after being diagnosed with cervical cancer. \nShe joined the BBC in 2012 as part of the Radio 1Xtra team, before moving to Radio 1 in 2015 to host the Early Breakfast Show. She took over the Weekend Breakfast programme earlier this year. \nShe also appeared on ITV's I'm a Celebrity in 2019, and was the first person in that series to be eliminated from the jungle.\nMost people with these symptoms do not have bowel cancer, but the NHS advice is to see your GP if you have one or more of the symptoms and they have persisted for more than four weeks.\nAnd if you, or someone you know, have been affected by cancer, information and support is available on the BBC's Action Line page.\nSource: NHS UK"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59027744",
      "category": "uk-scotland",
      "title": "Health secretary admits 'absolutely' a risk of Covid spike after COP26",
      "tags": "NHS Scotland,COP26,Coronavirus pandemic,Humza Yousaf",
      "text": "Scotland's health secretary says there is \"absolutely a risk\" of Covid cases rising after the COP26 summit in Glasgow.\nHumza Yousaf said he expects to see a spike in cases after 25,000 delegates descend on the city in a week's time.\nMr Yousaf said the Scottish government was not currently considering imposing more restrictions.\nHe also stressed that there were many mitigations in place to prevent Covid being transmitted at the conference. \nSpeaking on BBC One's The Sunday Show Mr Yousaf said that the Scottish government was doing everything it could to limit transmission of the virus during the 12 days of the summit.\nHe said: \"We have been working with the UK government and the United Nations (UN) to make COP as safe as we possibly can. \n\"Mitigations like daily testing in the blue zone, very strict isolation protocols in place, face coverings being worn in the blue zone and so on. We will do everything we possibly can to make the event because we recognise the climate emergency itself is the biggest public health emergency and crisis that we face globally.\"\nHe said: \"There is no public health expert in the world who would say there is no risk in the midst of a global pandemic to have tens of thousand of people descending onto largely one city so there is absolutely a risk of Covid cases rising thereafter but we will do everything we can to mitigate that.\n\"Of course we would expect there to be positive cases linked to COP but we are also very, very assured by the protocols we have got in place to be able to isolate those cases as best as we possibly can.\"\nThe UK government has insisted every measure is being taken to mitigate risk.\nCOP President Alok Sharma told BBC Scotland's No Hot Air podcast: \"People want to know we are taking every measure to ensure that COP26 is safe for the participants and also, really importantly, for the people of Glasgow. That is why we have a detailed regime in terms of safety.\n\"People will be tested every day before they come into the venue. If they are found to be positive they will have to self-isolate.\n\"They will be wearing masks moving around the venue, we will have rigorous cleaning regimes in place and social distancing. \n\"We also made an offer to any accredited delegate who wasn't able to get vaccinated in their home nation to say we would support them in that vaccination process.\"\nCases in Scotland were on the rise throughout the summer as coronavirus restrictions were relaxed, but began to fall in September as the vaccination programme reached its end with young people included, but the drop has levelled off, with cases in October rarely falling below 2,000 per day.\nExperts, including government adviser Prof Devi Sridhar, have raised concerns over a potential increase in cases associated with so many people being in a relatively small area.\nResponding to a tweet from a member of the public last week, Prof Sridhar said: \"I could be wrong (and hope I am) but yes. A mass event with major movement of people in and out with an infectious virus will cause an increase in cases.\n\"While in the case of Covid will put stress on limited health services. Which triggers need for further restrictions.\"\nThe health secretary said that the Scottish government was not actively considering bringing back restrictions. \nBut he did not rule out any measures later in the year. He said restrictions would continue to be reviewed every three weeks but said it would be \"foolish\" to pretend he knew what was going to happen in two or three months' time.\nMr Yousaf admitted he was concerned about the months ahead.\n\"We can't get away from the fact that this will be the most challenging winter in the NHS's 73-year existence and this is the case across the entire UK,\" he said.\nScottish Labour's deputy leader Jackie Baillie called for more action ahead of the summit and before winter pressures increase.\nShe said: \"The health secretary simply had no answers to the potential impact of COP26 on our NHS.\n\"We are looking down the barrel at a winter of extreme pressure on our NHS and potentially surging levels of Covid.\n\"We need action from the health secretary to avoid this, not warm words.\"\nScottish Conservative MSP Dr Sandesh Gulhane said that Mr Yousaf was \"unable to provide any confidence that our NHS is prepared\" as delegates started to arrive for COP26.\nHe said: \"This event is unlike anything that Scotland has previously hosted, and under the backdrop of Covid there needs to be reassurance that every mitigation is being taken, so health services are not overwhelmed by a surge in cases.\n\"The minster needs to focus on stepping up testing and the booster programme to protect capacity within our NHS and those most vulnerable.\n\"Humza Yousaf needs to take action if the SNP are serious about managing the potential impact COP26 could have on our NHS.\"\nMr Yousaf also strongly denied claims that Scotland's Covid-19 booster vaccine programme was lagging behind.\nHe said the rollout started as soon as the Joint Committee on Vaccine and Immunisation (JCVI) had authorised the move.\n\"I completely reject the suggestion the booster programme is failing. We are on track to meet the targets I laid out to parliament previously.\n\"Groups 1-4, the JCVI priority groups, we are confident of getting vaccinated by mid November. Then groups 5-9 in the months thereafter and absolutely by early next year. Those aged 60-69 can expect letters to be received very soon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59010196",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: Disruption forecast in Glasgow as busy roads close",
      "tags": "Transport,COP26,Glasgow City Council",
      "text": "Disruption is expected in Glasgow over the weekend as the first major road closures for COP26 take effect.\nRoutes including the Clyde Arc and part of the Clydeside Expressway closed on Saturday night while Finnieston Street will only allow local access on Sunday.\nRail strikes also look set to go ahead for the duration of the summit, following a breakdown in union talks. \nThe climate conference is expected to draw 25,000 delegates and runs from 31 October to 12 November. \nSecurity is expected to be tight, particularly around the attendance of some 120 world leaders, and police have announced how they plan to approach disruptive climate activists.\nRoad closures will last until Monday 15 November. \nSome days are expected to be busier than others, with the biggest disruption expected on Saturday 6 November which has been designated as the Global Day For Climate Justice.\nAbout 100,000 protesters are expected in Glasgow, with a march which begins at Kelvingrove Park at noon before making its way to Glasgow Green for about 15:00.\nPeople across the city can expect to be affected by delays, diversions or road congestion, from pedestrians and cyclists to drivers and those using public transport.\nThe RMT confirmed that strikes during COP26 would go ahead, with ScotRail workers planning action from 1-12 November amid an ongoing dispute over pay and conditions.\nThe union's general secretary Mick Lynch said the decision to press on with industrial action was made on Friday after the train company \"failed to get serious\" in talks with the union.\nHe said ScotRail had missed \"a golden opportunity\" for progress by offering \"nothing of any consequence\". \nMr Lynch continued that there was still time to avoid \"the chaos of a transport shutdown during COP26 if the key players get back with some serious proposals\". \nA Scottish government spokesperson welcomed that three out of four railway trade unions had now accepted, or recommended acceptance of, the pay offer. \nThat offer amounts to a 2.5% pay increase backdated to 1 April 2021, and a 2.2% increase effective from 1 April 2022, with a one-off £300 payment for staff working during COP26.\nBut the government said it was \"disappointed\" the offer was rejected by the RMT. \nA spokesperson said after this, ScotRail sought to focus the issue of rest day working, which the RMT said needed to be addressed. \nHowever, an offer on rest day working was \"rejected out of hand\" and the union returned to the issue of pay, according to the government.  \nIt said: \"We don't think anyone, including the membership of the RMT, wants to disrupt COP26 or the chance to showcase Scotland's green, clean railway to a global audience. We hope that encompasses the RMT leadership too, although their approach to seeking resolution does appear to call this into question.\"\nMeanwhile, Ian McConnell, of ScotRail, said he was \"incredibly frustrated\" that the union had \"point blank rejected\" the latest proposal. \nHe accused the leadership of having \"moved the goalposts without consulting their members\". \nMr McConnell said time was running out to reach agreement, adding: \"It seems RMT bosses are intent on sabotaging Scotland's railway's role during COP26.\" \nContingency plans were being developed to provide a core service for the duration of the summit, he said. \nAppearing on BBC Radio Scotland, Glasgow City Council leader Susan Aitken urged people to plan ahead of travelling and check the Get Ready Glasgow website for more information.\nMs Aitken also said cleansing teams were out clearing up fly-tipping \"hotspots\" after the issue of mounting rubbish in the city was raised on Question Time. \nAbout 1,500 Glasgow City Council staff including those in refuse collection and cleansing plan to strike for a week during the climate summit due to an ongoing pay dispute.\nUnion members rejected an £850-a-year increase for staff earning up to £25,000 a year, and are instead calling for a £2,000 pay rise for staff.\nConcerns have also been raised about the impact the summit could have on Scotland's Covid cases. \nProf Devi Sridhar, of Edinburgh University, tweeted that a mass event such as COP26 \"will cause an increase in cases\" and could \"trigger a need for further restrictions\".\nJillian Evans, head of health intelligence for NHS Grampian, said the risk of infection during mass events was high even if safety precautions were in place. \nShe warned many of those attending would not be fully vaccinated.  \nMs Evans added: \"We've got a really fragile situation, the number of cases in Scotland have been plateauing - plateaued at higher levels than ever before.\" \n\"You're looking at numbers we probably haven't seen before, whether that leads to restrictions will depend on the scale of this. I would say the stakes are really high,\" she said. \nThe Scottish government has said appropriate mitigation measures will be in place for the summit and Covid-19 continues to be closely monitored.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-59010531",
      "category": "uk-england-leeds",
      "title": "Leeds Museum: Woman recalls 'extraordinary' 1949 fossil find",
      "tags": "Whitby,Palaeontology,Leicester,Leeds",
      "text": "The prized remains of a prehistoric sea reptile kept at Leeds Museum were discovered by a schoolgirl while fossil hunting on holiday, it has emerged.\nPauline Hoggard was 16 when she found the limb of an ichthyosaur embedded in a cliff in Whitby in 1949.\nRecalling the chance discovery, the 88-year-old, from Leicester, said it was a moment she had \"never forgotten\".\nThe fossil, which was passed to Leeds Museum, is one of their most impressive prehistoric specimens, experts said.\nMs Hoggard said she had been staying at a boarding house with another family, the Nicholls, and discovered the father shared her passion for fossils.\nShe said: \"He knew where to go exploring, so the next day we went to the beach but we didn't really see anything, just a couple of ammonoids. \n\"Everyone was getting a bit bored so decided to leave but I was really disappointed so I lingered behind to see what I could find and then I noticed these remains in the rock.\"\nShe said Mr Nicholls alerted The University of Leeds, which then organised an excavation and later confirmed she had found the fossilised remains of an ichthyosaur.\nThe remains were passed to Leeds Museums and Galleries where they have remained part of the collection ever since.\nOften misidentified as \"swimming dinosaurs\", they first appeared in the early Triassic period (251 million to 199 million years ago)\nSource: Encyclopaedia of Palaeontology\nMs Hoggard's story only come to light decades later after recalling the tale to her niece, who then made contact with museum staff and went to look at the fossil.\nShe said: \"I remember it was so exciting to find it but at the time I couldn't seem to get anyone else that excited.\n\"It's something I've never forgotten and I'm glad I've been able to share the story of how it came to be found.\"\nClare Brown, Leeds Museums and Galleries curator of natural sciences, said: \"It's been an absolute delight for all of us to hear about Pauline's story and breathe some new life into an extraordinary specimen that's been part of our collection for decades.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59021005",
      "category": "uk-wales",
      "title": "Spiking: Women scared to go out amid rise in cases, MP says",
      "tags": "Nightclubs,Cardiff,Anna McMorrin,Robert Buckland,Pubs",
      "text": "Women and girls are \"terrified\" to go out due to \"sinister\" means being used to try to attack them, an MP has said.\nAnna McMorrin, Labour's shadow minister for victims and youth justice, spoke out following reports of women being injected and having drinks spiked.\nShe is calling for more to be done to protect people going to bars and clubs.\nThe Night Time Industry Association (NTIA) said venues were working with police and councils on \"safeguarding customers, particularly women\".\n\"I think we all know someone who knows someone who has had their drink spiked,\" Ms McMorrin, the Cardiff North MP, told BBC Radio Wales' Sunday Supplement programme.\n\"But now this seems to be getting to a more sinister level where women and girls are at risk of being injected with a noxious substance. \n\"And the really, really sinister thing is, we know that the intent is to do harm, is to rape.\n\"So I think that we know that women and girls are terrified.\"\nHome Secretary Priti Patel has asked police forces for an update following a number of cases of women reporting being spiked by needles in nightclubs.\nA boycott of clubs is being planned in some cities, including Cardiff, on 29 October.\nMs McMorrin said her eldest daughter, who is a university student, told her she and friends were taking extra precautions as they were \"scared to go out at night\".\n\"Dealing with the perpetrators, that is the issue, and that is doing things like making misogyny a hate crime - that begins to change the culture,\" said the MP.\nDrinkaware has some advice on what to do if you think a friend you're out with has been spiked:\nFormer Justice Secretary Robert Buckland MP also said action needed to target attackers rather than putting the onus on women and girls to look after their own safety.\n\"To say women should stay safe, and in effect stay at home, is absolutely the wrong approach,\" said the Conservative MP for South Swindon. \n\"That's why I've always emphasised the need for us to directly address the reasons for perpetration of these offences and the perpetrators themselves.\"\nNTIA chief executive officer Michael Kill said venue operators had introduced measures in some regions including protecting drinks through barrier mechanisms, swab-testing drinks for contamination and searching people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59024487",
      "category": "world-latin-america",
      "title": "Alex Quiñónez: Ecuador sprinter shot dead",
      "tags": "Ecuador",
      "text": "One of Ecuador's best-known athletes, Alex Quiñónez, has been shot dead. \nHe was shot along with another person outside a shopping centre in the city of Guayaquil on Friday night. A motive is not yet clear.\nTributes have been pouring in for Mr Quiñónez, 32, who was described by Ecuador's athletics federation as the country's greatest sprinter.\nPresident Guillermo Lasso promised that those behind the killing will be found and punished.\nIt comes after a 60-day nationwide state of emergency came into force in Ecuador on Monday in response to a wave of violent crime.\nOfficial figures suggest the number of murders in the first eight months of this year are double those in the same period last year.\n\"With great sadness, we confirm the murder of our sportsman Alex Quiñónez,\" the Sports Ministry announced on Twitter.\n\"We have lost a great sportsman, someone who allowed us to dream, who moved us....he was the greatest sprinter this country produced.\"\nMr Quiñónez won bronze in the 200 metres at the 2019 World Athletics Championships in Doha. He was suspended prior to the Tokyo Olympics due to \"breach of his whereabouts obligations\".\nPresident Lasso tweeted his condolences. \n\"May he rest in peace. Those who take the lives of Ecuadoreans will not remain unpunished,\" he said. \nThis is the second killing of an international athlete this month. \nAgnes Tirop, a Kenyan runner who recently broke the women-only 10km road race world record, was stabbed to death in her home. Her husband has been arrested on suspicion of murder."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58735561",
      "category": "uk-wales",
      "title": "Climate change: How can I reduce my carbon footprint?",
      "tags": "Recycling,St Asaph,COP26,Cycling,Aberystwyth,Welsh government,Electric cars,Climate change,Environment,Aberystwyth University,Vegetarianism",
      "text": "The UK is preparing to host a summit on climate change that could lead to major changes in our everyday lives.\nThe world is warming because of fossil fuel emissions caused by humans and, as the COP26 meeting approaches, the focus has turned to what we can do to reduce our harmful impact on the environment.\nSo what are people in the public eye in Wales doing differently in their private lives to reduce their carbon footprint? Tell us what you are doing at the end of the article.\nHectic family life and a demanding career can mean people often choose the quickest and easiest option, rather than thinking about the effect it has on the planet.\nIt's Sophie Howe's job as Future Generations Commissioner for Wales to help public bodies, and those who make policy, think about the long-term impact their decisions have.\nBut she said she was just as conscious of this in her personal life, making various changes to the school run, her daily commute and in her home.\n\"I think there are all sorts of changes that people can make and that I've been making in my own life,\" she said.\n\"The smaller ones - like not buying plastic bottles and refilling glass bottles... reusable pads to take off my makeup, making sure we're reducing food waste.\n\"Then I suppose there are bigger things, more costly things - I've got an electric car, my kitchen cupboards are made out of recycled tyres. I walk to school, I cycle when I can.\"\nShe added that \"thinking through those little things you do in life\" often leads to a more sustainable way of doing them.\n\"In my early career, when I first started in the world of work, I was driving to work to get to work for 9am, flexible working wasn't a thing,\" she said. \n\"What I reflect on now - we're probably about 25 years on from that - is that when I'm going into the office I'll drop the kids off at school and I'll get the bus at 09:15 and that bus is full of parents from the school who've just dropped their kids off. \n\"That is now my absolute norm, where the norm before was I'd get in my car and I'd drive to work.\"\nAs the Welsh government's minister for climate change, it would probably not go down too well if Julie James drove a thirsty vehicle and never recycled.\nBut the self-confessed \"ageing tree-hugging hippy\" is a life-long vegetarian, and her parents made her aware of climate change from an early age.\n\"My parents were vegetarians in the 1950s, which was very unusual, so I grew up feeling quite unusual,\" she said.\n\"Weirdly they were already aware of climate change because we lived between Wales and northern Canada, and in northern Canada it was already obvious that there were changes in the world.\n\"So I grew up in a family that was already that way inclined, so we've always been a bit 'repair, not buy new' and all that sort of stuff.\"\nMs James said people \"might be surprised how old quite a lot of the clothes in my wardrobe are and how many things we've got around my house that have been repaired and not replaced\". \nBut she added there could always be further effort and \"small changes are important\".\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\n\"Everybody can still do more, can't they? Everybody can still think more about whether they need to travel, whether they need to buy that new thing, whether they have the optimal heating arrangements in their house.\"\nBut she admitted finding solutions to decarbonising the home was \"proving quite difficult\".\n\"One of the things we're trying to do in Wales is make it easier for people who are privileged enough to own their own home to be able to decarbonise it with the right skills and equipment and so on,\" she said.\n\"I'm looking to shift to an electric vehicle as soon as I can. The cost of those technologies is reducing and one of the big efforts the government is going to make is to use its purchasing power to make it as cheap as possible and as easy as possible for people to make those changes to their own lifestyles in order for us all to play our part.\"\nEveryone can help the fight against climate change, according to the Very Reverend Nigel Williams.\nHe is the Dean of St Asaph Cathedral and chairs the Eco-Church Group for the diocese\n\"I moved to a green energy tariff on my home two years ago. It was a conscious decision to reduce our carbon footprint at home,\" said Dean Williams. \n\"I'm aiming to do the same with St Asaph Cathedral by installing solar panels on the roof, which would cover all our heating and lighting requirements and the energy needs of our tearoom. \n\"In addition, we'll be investing in a new robotic electric lawnmower to keep the cathedral grounds tidy and move away from using petrol. Eventually, the mower will charge from the solar panels during the day and cut the grass every night. \n\"Not only will we be moving away from fossil fuel use, but we will no longer have to find space to store and compost the grass cuttings.\" \nBusinesswoman Laura Tenison, founder of JoJo Maman Bebe, might front a luxury babywear brand, but she was brought up with a \"waste-not-want-not attitude to life\".\n\"It wasn't a matter of changing the way that I behaved, it was more about retaining those kind of war-time austerity measures that I was brought up with and not becoming an over-consumerist person,\" she said. \n\"That may sound like an oxymoron - I'm a retailer and a retailer is encouraging people to buy more - but in fact we've had a very strong message over the years which is to buy less and buy better.\"\nShe admitted to being \"a little bit obsessive\" about her carbon footprint for many years. \n\"I am well known for cycling everywhere... so I guess reducing my carbon footprint by not using a car is probably the number one thing that I do on a day-to-day basis. \n\"You could say that I should get myself a hybrid or electric car, but the car that I use is 20 years old and my mileage is still very low, so I feel that as a bigger saving to my carbon footprint, not replacing my car but using it very, very little is probably more sensible than upgrading it for a new electric car.\"\nStabilising global temperatures requires \"urgent and drastic reductions in greenhouse gas emissions\" across all sectors of the economy, according to Dr Judith Thornton from the Institute of Biological, Environmental and Rural Sciences at Aberystwyth University.\nDr Thornton outlined three categories of action necessary to achieve this, the first of which she said was achievable for everyone. \n\"Firstly, we can all take action as individuals; for me this includes not flying, using public transport in preference to driving, and eating meat a maximum of twice a week.\"\nThe second category is interventions by governments and policy makers, she added, to make it easier to live low-carbon lifestyles.\n\"These are system-level changes... so things like large-scale investment in low-carbon retrofitting of houses, integrated and affordable public transport provision, renewable electricity supplies, and taxation/incentive systems that encourage low-carbon behaviours. \n\"It's important to recognise that many of these changes would also benefit our health and wellbeing, as well as the environment.\"\nThe third category, which is her day job, is researching future solutions to combat climate change. \n\"While I'm passionate about the need for research that provides answers in the medium term, we need to be absolutely clear that drastic emission reductions are needed in the short term,\" she said.\n\"World leaders attending COP26 cannot simply point to technologies that haven't been invented yet as a reason to delay action.\" \nWhat are you doing differently to help the planet?\nUse this form to send us your answers: \nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59007724",
      "category": "entertainment-arts",
      "title": "Halyna Hutchins: Film world mourns 'incredible artist' and seeks answers",
      "tags": "Alec Baldwin,Film,Ukraine",
      "text": "Halyna Hutchins, the cinematographer who died when actor Alec Baldwin fired a prop gun on a film set, has been remembered as \"an incredible artist\".\nHutchins had been working as director of photography on the set of Rust.\nAmerican Cinematographer magazine had named her one of its rising stars in 2019, and she previously worked on 2020 independent superhero film Archenemy.\nArchenemy director Adam Egypt Mortimer told BBC News the fact she had died on a set was \"really unbelievable\".\nHe said: \"Halyna was an incredible artist who was just starting a career I think people were really starting to notice.\n\"The fact that she would be killed on a set in an accident like this is unfathomable. It just seems inconceivable.\"\nHutchins' most recent post on Instagram, from Tuesday, showed her riding horses on set.\nOn Twitter, Alec Baldwin said \"there are no words to convey my shock and sadness regarding the tragic accident that took the life of Halyna Hutchins, a wife, mother and deeply admired colleague of ours.\"\n\"My heart is broken for her husband, their son, and all who knew and loved Halyna,\" he added.\nFellow cinematographer Catherine Goldschmidt described Hutchins as \"lovely, warm, funny, charming, outgoing\", and praised her for being \"so talented\".\n\"What's so tragic is she's made beautiful films already but when you think about what was ahead of her, that is also so sad,\" she told BBC News.\n\"She was also a mum, which I think is very difficult,\" Goldschmidt added. \"When I first met her I remember being really impressed, shocked even that this beautiful, creative, outgoing, enthusiastic talented cinematographer also is raising the child.\n\"I think for women in this industry it is very difficult. So I was very impressed that she was able to do that.\"\nAlex Fedosov, who like Hutchins is a Ukrainian film-maker working Hollywood, said she was \"rising fast in her career\" and was \"an artist and a visionary\".\n\"She was so talented, a photography director with her own vision, her own strong ideas,\" he told BBC News Ukrainian.\n\"When we worked together on set, I was assistant director, I would rush her and say, 'Hurry up, we need to film this'. She would smile calmly but carry on in her own rhythm because she knew what she wanted to achieve.\"\nInnovative Artists, the agency that represented her, described her as \"a ray of light\" in a statement.\n\"Her talent was immense, only surpassed by the love she had for her family,\" the agency wrote. \"All those in her orbit knew what was coming; a star director of photography, who would be a force to be reckoned with.\"\nFedosov added Hutchins was a \"wonderful mother, first and foremost\".\nHe also questioned how her death could have happened, saying: \"Standards of safety in the US are very high. There is always an expert on set. There are always checks ahead of filming. Blanks are used sometimes to achieve a better effect on camera but it is always done with high degree of safety.\"\nDirector Adam Egypt Mortimer told the BBC that safety on movie sets is paramount. \"The fact that a gun went off and killed Halyna is both shocking from an industry point of view and just absolutely tragic from the point of view of knowing this amazing artist who suddenly not with us.\"\nJames Gunn, director of The Suicide Squad and Guardians of the Galaxy, said: \"My greatest fear is that someone will be fatally hurt on one of my sets. I pray this will never happen. My heart goes out to all of those affected by the tragedy today on Rust, especially Halyna Hutchins and her family.\"\nDirector and cinematographer Elle Schneider wrote a thread on Twitter about the death of her \"friend and rockstar cinematographer\".\n\"I don't have words to describe this tragedy. I want answers. I want her family to somehow find peace among this horrific, horrific loss,\" she said.\n\"Women cinematographers have historically been kept from genre film, and it seems especially cruel that one of the rising stars who was able to break through had her life cut short on the kind of project we've been fighting for.\"\nThe American Film Institute Conservatory also paid tribute.\nHutchins was born in Ukraine in 1979 and grew up on a Soviet military base in the Arctic Circle.\nHer website said she spent her upbringing \"surrounded by reindeer and nuclear submarines\".\nShe entered the film industry after gaining a degree in international journalism from Kyiv State University. After working on documentaries in the UK, she moved to Los Angeles, where she graduated from the American Film Institute conservatory in 2015.\nShe began working her way up in Hollywood, with credits on films including Blindfire, which she described as a \"racially charged cop drama\" written and directed by Mike Nell.\nShe also worked on horror feature Darlin', directed by Pollyanna McIntosh, which debuted at the SXSW film festival 2019.\nAmerican Cinematographer, a monthly magazine published by the American Society of Cinematographers, interviewed Hutchins in 2019.\nShe explained to them why she moved from journalism to cinematography, saying: \"My transition from journalism began when I was working on British film productions in eastern Europe, travelling with crews to remote locations and seeing how the cinematographer worked.\n\"I was fascinated with storytelling based on real characters.\" \nHer early life as a self-described \"army brat\" meant she was \"already a movie fan because 'there wasn't that much to do outside'\", the magazine added.\nIt said she gained \"hands-on shooting experience from documenting her forays into such extreme sports as parachuting and cave exploration\".\nAfter her death, the magazine paid tribute to the film-maker, saying: \"We're deeply saddened by the news from Santa Fe regarding the death of cinematographer Halyna Hutchins. Safety on the set should always be of paramount concern to everyone, especially when working with firearms.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59027423",
      "category": "business",
      "title": "Tesco website and app back up after hack attempt",
      "tags": "Companies,Tesco,Retailing,Supermarkets",
      "text": "Tesco's website and app are now up and running again, following a service outage that began on Saturday. \nThe retail giant's services had crashed after what Tesco said were attempts \"to interfere with our systems\". \nThe possible hack at Britain's biggest supermarket began with shoppers unable to order goods and track deliveries.\nTesco initially said there was \"an issue\", but in a Sunday update said there had been deliberate disruption.\nThe supermarket later confirmed on Twitter that its groceries website and app were back up and running, but it was temporarily using a \"virtual waiting room\" to manage the high volume of traffic. \nTesco said the attempts to compromise its systems were made overnight from Friday to Saturday, but was not more specific. \nAccording to Downdetector, which monitors website outages, shoppers began reporting issues early on Saturday morning.\nThe scale of the problem, and whether the issue was nationwide or only in certain areas, remained unclear on Sunday night.\nShoppers complained over the weekend about a lack of information, with many wanting to know how to cancel orders and whether they can get money back.\nEarlier on Sunday, a Tesco spokesperson said: \"There is no reason to believe that this issue impacts customer data and we continue to take ongoing action to make sure all data stays safe.\n\"Since yesterday, we've been experiencing disruption to our online grocery website and app. \n\"An attempt was made to interfere with our systems which has caused problems with the search function on the site. We're working hard to fully restore all services and apologise for the inconvenience.\"\nMeanwhile, shoppers were trying to change or cancel deliveries, or switch to other supermarkets.\nTesco customer Chris Hodgson, who lives in Stoke-on-Trent, told the BBC the app had not been working properly for \"a couple of days\".\nHe picked up his click-and-collect order on Sunday, but had only managed to do half his weekly shopping before the website went down. \"The collection member of staff hadn't been informed of any issues,\" Mr Hodgson said. \"After I showed him the website, he said it was an unusually quiet day.\n\"I asked if I could reject the whole order and was informed I could only reject substituted items. I'll have to go out again this afternoon. If you're on a budget it's annoying, it's an inconvenience.\n\"Nothing from Tesco, no way of contacting them. Really poor by Tesco,\" he said.\nAnother customer, Rebecca, from North Wales, got a delivery of 120 Pepsi drinks on Sunday instead of her order.\n\"We were meant to get a week's shop this morning,\" she told the BBC. \"The website was down all yesterday so we couldn't amend or cancel. All we received was 120 cans of Pepsi Max.\"\nRebecca, who asked for her surname not to be used, added: \"I'd been going in to the order over and over yesterday, right up until the 11.45 deadline. I didn't try calling, there must be thousands in the same boat.\n\"Fortunately someone suggested that Asda had delivery slots for today so I managed to place an order last night (just before their deadline) for enough food for the next few days.\"\nTesco initially said on Saturday it was \"working hard to get things back up and running\", and apologised for the inconvenience.\nThe firm's online sales have soared recently, especially during lockdown, with the supermarket ramping up capacity. \nIts latest financial results say the scale and reach of its online operations are \"unmatched in the UK\", with total sales topping £6bn. Tesco said it had 6.6 million app users.\nTesco has faced previous hacks. In 2014 about 2,000 customer accounts were deactivated amid fears login details were compromised, and there was also a cyber attack on the supermarket's bank arm.\nBut the problem is becoming more common globally. Earlier this year, international meat manufacturer JBS had to shut down about 25% of its operation. And large swathes of US fuel supply were closed after a ransomware attack on Colonial Pipeline.\nFew sectors have escaped the attention of cyber-criminals, with airlines, banks, universities, local authorities, utilities and tech giants such as Microsoft all having faced attacks on their computer systems."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59020999",
      "category": "uk-wales",
      "title": "Women's safety: Sex assault victim may never feel safe again",
      "tags": "Treforest,Cardiff,Pontypridd",
      "text": "A former student has said she suffers panic attacks if people walk too close after being assaulted by a university lecturer as she walked home at night.\nWhitney Dowler, 22, tried to run away from Kary Thanapalan, 49, as he pursued her in Treforest, Pontypridd, Rhondda Cynon Taf, in November 2020.\nMs Dowler waived her right to anonymity to speak out after attacks on women, including the murder of Sarah Everard.\nShe said: \"Men like Kary are why women are so afraid to walk home alone.\"\nThanapalan, of Egypt Street, Treforest, was jailed at Cardiff Crown Court in May after admitting sexual assault.\nHe fled when Ms Dowler's friend arrived after the trainee library assistant sent a text message asking for help.\nThanapalan lost his job as a senior lecturer of aeronautical and mechanical engineering at the University of South Wales following the assault. \nHe did not teach Ms Dowler, from Bargoed in Caerphilly county, who was in her final year studying IT at the university when she was assaulted.\nShe said she had been walking home alone after meeting a friend for a night out when Thanapalan approached her.\n\"Avoiding eye contact, I hurried past him but he shouted 'baby' and began following me,\" she said. \n\"Panicking, I told myself to just keep ignoring him and he'll soon go away. But he didn't.\n\"I started to run and the man caught up with me and grabbed my arm.\"\nShe said she was assaulted and \"shoved him off\" before running away, only to be pursued again.\n\"He kept saying I was breaking his heart and that I was going to come home with him. \n\"I was sobbing and telling him 'no' over and over.\"\nShe said: \"At one point we reached a busy street and a car pulled up next to me. \n\"It was a male driver who asked if I was okay. Crying, I told him that I was being followed. \n\"The driver offered me a lift home but I realised he was also a stranger. \n\"I didn't know if he was a threat as well. I couldn't trust anyone - so I said 'no'.\"\nYou may also be interested in these stories:\nAs she approached Treforest railway station, she sent a text message to a friend who lived nearby and he arrived shortly afterwards. \n\"As I got to the station car park, the man grabbed me again and groped my breast,\" said Ms Dowler. \n\"Suddenly, I spotted my friend in the distance and I screamed for help. \n\"He ran towards us, screaming at the man to get off me. \n\"Thankfully, he let go of me and fled. I thought I was going to be raped or killed.\" \nShe reported what happened to police and Thanapalan was arrested after CCTV footage was seized and a Facebook profile of the defendant matched the description given.\nA DNA swab was taken and found to match that on his victim's cheek.\n\"If someone walks near me on the street now, I have a panic attack,\" said Ms Dowler.\n\"I don't know if I'll ever feel safe again.\"\nDuring sentencing, defence barrister Anthony O'Connell said his client was remorseful and had lost his previous good character.\nHe said he had suffered a self-inflicted \"spectacular fall from grace\", including losing his job."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58954793",
      "category": "health",
      "title": "Covid: Why are UK cases so high?",
      "tags": "Coronavirus vaccines",
      "text": "Health leaders in England have called for Covid restrictions to be re-introduced ahead of winter, as cases rise.\nThanks to the vaccine, getting infected is now much less likely to land you in hospital. But soaring cases - which are outstripping some European nations - are still proving a cause for concern.\nThe more virus there is about, the more chances there are for it to break through the defences of vaccines, reach vulnerable people and put pressure on health services. \nThe number of people testing positive for Covid in the UK has been rising in recent days to more than 50,000 cases in one day.\nOver the past three months there have been roughly as many cases as there were over three months last winter, which allows us to compare the two time periods.\nBetween July and October this year, there were just over three million cases, with 79,000 people ending up in hospital. \nBetween October and January last year, there were just over 2.7 million cases, but more than 185,000 people needed hospital treatment. This was before vaccines were widely available.\nThese two charts show us the effect of the removal of restrictions and the rise of the Delta variant on the one hand in driving up cases, and the vaccination programme on the other in pushing down admissions.\nIn England, unvaccinated people were at least three times as likely to need hospital care as vaccinated people, according to the most recent Public Health England figures for the previous three weeks. \nIn the oldest group - the over-80s - 141 people in every 100,000 unvaccinated people ended up in hospital with Covid compared with 54 in every 100,000 vaccinated people. In the youngest - the under-18s - four unvaccinated people in every 100,000 needed overnight hospital treatment compared with zero in the vaccinated group. \nDeaths are also being kept at a much lower level than when cases were previously this high. \nSo what do we know about what's driving the rise in cases?\nUK residents were significantly more likely than people in Germany, France, Spain and Italy to say they no longer wear a face mask or covering.\nCovid cases are higher in the UK than in any of those countries - but we can't necessarily say that one is causing the other.\nStudy after study has shown face masks can help stop the virus from being passed between people. When it comes to measuring how much mask wearing reduces an outbreak, though, it's a lot more difficult to pin down. \nThat's because it's hard to untangle it from all the other things going on at the same time, like how much people choose to mix with each other. \nPeople in Sweden and the Netherlands were more likely than the UK to say they never wore a mask, according to a survey by Imperial College London. But these countries have fewer confirmed Covid cases than the UK.  \nWithin the UK, Scottish rules still require masks in most indoors places, while English ones don't. And people in Scotland - asked by the Office for National Statistics - were a bit more likely to say they had worn a face covering in the previous seven days. Yet the nation also saw a spike in hospital admissions in recent weeks. \nThe UK relaxed many restrictions sooner than most of the rest of Western Europe. People in England, Wales and Scotland have been able to go to nightclubs and attend gatherings of unlimited numbers of people since the summer, unlike in many other countries.\nImperial College survey data suggests people in the UK are slightly more likely than some of their nearest European neighbours to take public transport, and less likely to avoid going out.\nThe latest survey of contacts and mixing in the UK found that there had been relatively little change in recent weeks, with contact rates for children similar to those at the start of term. \nThere has been a gradual increase in the number of employees going to work in person, although it's still quite low, with only about half of employees going into their workplace if it was open. \nThe UK surged ahead in its rollout of the vaccine. That's undoubtedly saved many lives by preventing severe cases of Covid, but this early progress could give a clue as to why the country is facing higher cases now. \nA study - of Covid test results of vaccinated people who logged their symptoms in an app - suggested the vaccine's protection against catching the virus wanes significantly after five or six months. \nIn Israel, which originally led the world in terms of population vaccinated, scientists analysing their data said a spike in cases was down to falling protection from the jab. And cases levelled off once enough older people had been given a booster dose. \nWhat Israel tells us about the way out of Covid\nBoosters are now being given to older people in the UK - 3.7 million doses had been administered in England by 17 October.\nImportantly, protection against severe disease seems to remain high six months after vaccination. \nIt's true that the more infections are circulating, the higher the risk some people will end up seriously ill, even when most have been vaccinated. That's probably why hospital admissions in the UK are higher now than they were early in the summer when cases were lower. \nBut when you look at the overall numbers, we are seeing far fewer hospital admissions now than when cases were last this high and most people weren't vaccinated. \nThe UK's quick start in its vaccination rollout has stalled in recent months. Its rate of fully-vaccinated people no longer ranks in the top 10 countries with a population of at least one million.\nIn the first two weeks of October, the proportion of the British public aged 12 and over who had received at least one dose of the vaccine barely moved.  \nA government spokesperson said: \"The vaccination programme has significantly weakened the link between cases, hospitalisations and deaths, and will continue to be our first line of defence against Covid-19.\n\"We encourage those who are eligible for a booster jab to come forward to ensure they have this vital extra protection as we approach winter.\"\nVaccinating children - how the UK compares \nThe UK's vaccination rate is slightly skewed by the low uptake of doses by children. Vaccines for 12-15-year-olds in the UK started on 20 September. So far, 15% of 12-15-year-olds in England have received one shot. This is compared to Israel, where more than half of 12-15-year-olds have had at least one shot. \nMost other European countries are now vaccinating over-12s, including France, which started rolling it out in June. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59030945",
      "category": "uk",
      "title": "Budget 2021: NHS in England to receive £5.9bn to cut waiting lists",
      "tags": "Healthcare,Rishi Sunak,Budget 2021,NHS England,NHS",
      "text": "The NHS in England is to receive an extra £5.9bn in this week's Budget, the government has announced.\nThe money will be used to help clear the record backlog of people waiting for tests and scans, which has been worsened by the pandemic, and also to buy equipment and improve IT.\nChancellor Rishi Sunak called the announcement \"game-changing\".\nHealth bodies welcomed the latest pledge but said it would not solve the problem of staff shortages.\nSajid Javid, the health secretary, said the funding was \"new money\" and that Mr Sunak would set out exactly where it was coming from during Wednesday's Budget and Spending Review.\nMore than five million people are waiting for NHS hospital treatment in England, with hundreds of thousands waiting more than a year.\nThe £5.9bn is on top of the £12bn a year that was announced in September..\nThat money will be raised through tax increases - the rise in National Insurance and, from 2022, the Health and Social Care Levy - and will be spent on resources such as staffing.\nThe £5.9bn will be used to pay for physical infrastructure and equipment - not day-to-day spending.\nSome of the £5.9bn - £2.3bn - will be used to fund more diagnostic tests, like CT, MRI and ultrasound scans, the government said.\nMore clinics in shopping centres for scans and tests - which the government had already announced - will be opened.\nThese will help clear the backlog of tests by the end of this Parliament, the government said.\nAlso included in the £5.9bn total is: \nA proportionate amount will also go to the health services in Scotland, Wales and Northern Ireland. \nAccess to tests and scans is a real bottleneck in the system at the moment, slowing down the ability of the NHS to work its way through the backlog in routine care and, sometimes, delaying the diagnosis of cancer.\nIt has been known for years the NHS does not have enough equipment to carry out tests and scans. And the machines it has are ageing.\nThe problems mean as demand has increased, performance has deteriorated.\nThe aim is to get these tests done within six weeks of referral, unless it is an urgent cancer case.\nBut currently around a quarter of patients wait longer than that. Before the pandemic fewer than 5% did.\nThe funding will help, in time, improve the situation.\nBut the big issue that it does not tackle is staffing - there is a shortage of specialists to carry out these tests.\nAround one in 10 posts are currently vacant. \nThere are various reasons for this, including more part-time working, the numbers retiring and problems recruiting internationally because of the pandemic.\nBuying new machines is much easier than training, recruiting and retaining staff. Until that is resolved, many are sceptical about what this announcement will actually achieve. \nWaiting lists have grown as routine operations were cancelled throughout the pandemic and people who put off seeking help for symptoms come forward.\nSome of those in the healthcare sector warned it was not enough to keep up with costs and demand.\nChristopher Rigby, an NHS radiographer from Yorkshire, said: \"We haven't got the workforce to staff the hospitals we have now let alone all these new centres.\"\nNHS Providers - which speaks for hospital and other NHS trusts - warned the health service needed more staff to deliver services.\nA body representing healthcare leaders, the NHS Confederation, said the funding \"falls short of what is needed to get services completely back on track\". \nThe NHS is sending out a further two million invites for Covid booster jabs this week.\nThe health secretary said \"we should actively be looking at\" making jabs mandatory for NHS staff, as they are for care workers.\nMr Javid told BBC Radio 4's Today programme he would wear a face covering during Wednesday's Budget announcement in the Commons.\nBut he said now was not time to activate England's \"Plan B\", that would make face masks mandatory in many places.\nAre you an NHS professional or patient affected by the NHS backlog? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58940912",
      "category": "uk-wales",
      "title": "Covid passes: Clubbers and Swansea and Cardiff City fans divided",
      "tags": "Coronavirus vaccines,Swansea,Cardiff,Coronavirus testing,Vaccine passports,Coronavirus pandemic",
      "text": "On the first weekend since Covid passes were introduced in Wales, football stadiums and nightclubs received a mixed reaction from punters.\nAt the south Wales derby between Swansea and Cardiff City, fans were divided over the pass, which is now mandatory for over-18s at large events.\nThe pass proves vaccination, a negative lateral flow test in the last 48 hours, or having Covid in the past six months.\nIt applies to nightclubs and stadiums with a capacity of more than 10,000.\nAs fans headed to the Swansea.com Stadium for the derby - which Swansea won 3-0 - some said passes were open to abuse and a restriction on personal freedoms, while others said it made them feel safer.\nNightclubs reported some confrontations between customers and door staff over the checks.\nNick Newman of Cardiff Licensees Forum said reports he received suggested that generally the pass had had a negative impact on venues.\nHe said it was time-consuming to check passes, and the Welsh government website had crashed when customers tried to download them at the door,\nSwansea City fan Luke Davies said he did not have a problem with the introduction of the Covid pass, as fans attended the derby in person for the first time since January last year.\n\"Personally I think, if you remember back to last year, there was a long period where we couldn't go to games,\" he said.\n\"The game this weekend is a big one for the team. We missed out on that last year, it's the one everyone gets excited for.\n\"If [showing a Covid pass] means we can get back into the stadiums full time then I'm not bothered by the decision.\n\"I think it's a case of better safe than sorry. It helps the bigger picture really and helps get everything back to normal.\"\nBut Mr Davies, who also hosts the Swans Cast supporters podcast, feared it could put others off attending.\n\"I think there's been a bit of a mixed reaction,\" he said. \"I understand the frustration for those who chose not to have the vaccine.\n\"There's a little bit more effort involved there. They have to test proving they're negative to get in and that's a little bit more effort. Some people will be happy just to stay at home, especially if it's on TV.\"\nHe said some people had viewed the rule as an \"extra control on society\".\n\"I've not really heard anyone saying 'this is going to make me feel safer and now I'm happy to go,' but I've definitely seen some that are saying 'I don't want to go while this is a rule, I won't go back, refund my season ticket'. That sort of thing.\n\"It's a different way of living and I understand some people are not going to be able to adjust as easily as others, so it could definitely have an impact [on attendances].\"\nFellow Swansea fan Cath Dyer said she was hopeful most fans would get behind the new requirements.\n\"It's got to be done, the legislation has been passed, so we've got to follow Welsh government rules,\" she said.\n\"People, hopefully, will feel a bit safer knowing either that they've either been double jabbed or had a lateral flow test.\n\"Safety is the top priority and that's what the club are working towards.\n\"The club wants everything to run as smoothly as possible, because at the end of the day, everybody wants to get into the ground to get all the excitement, the build-up, ready for the game.\"\nSome supporters have expressed concern that having to show Covid passes before going in could cause disruption, but Ms Dyer said she was confident the club was well prepared.\n\"The club was proactive before everything started,\" she said.\n\"They gave us plenty of warning to get ready before everything came into effect. Everybody knows they have to have their passports, passports will be checked.\"\nBut Mr Davies said he was worried some might not have got the message, which could affect what kind of reception the passes get.\n\"It might have an impact on how long it takes you to get into the stadium, how early you've got to go down\", he said.\n\"That will be interesting, to see how many people miss kick-off, and to see if their reaction to the rules then might change after that.\n\"The club has actually communicated about this and said to bear it in mind and to factor that in to your timings and come down a bit earlier, but not everyone is going to see that.\n\"I'm not concerned because I'd make sure I account for that, but I can completely understand sometimes you might just get caught out.\"\nBethan Maunder, 45 from Swansea, said she believed the Covid pass system was flawed, and easy to get around.\n\"I know there's a lot of people that have got issues with being dictated to, having that restriction of freedom,\" she said.\n\"The lateral flows don't work, because you self input the data. I do them in work and I can put down negative whether it's positive or negative.\n\"If you want to get in you're just going to put negative and put that result in.\"\nFellow supporter John Evans, 74, said he has had all of his jabs and had no issues with passes being required. \"It makes you feel safer if someone hasn't had their jabs, they can't get in,\" he said. \nNicola Bennet, 57, from Swansea, said it was a personal choice whether people wanted to get the vaccine or not, but there were \"consequences for that decision\". \n\"I'd feel safer with Covid passes - it's good for mass gatherings,\" she said.\nGary Lulham, boss of venue Sin City Swansea, said most customers have been \"really good\" but trade had declined.\n\"We've seen around 25% fewer people than expected but that could have happened anyway,\" he said.\n\"We had a couple of people who didn't want to do it and were quite vocal about the fact they couldn't come in.\n\"There is an element of relying on people being honest.\n\"I have a Covid pass and it is valid until November  - but what happens if I get Covid next week? I still have the pass on my phone.\"\nMichael Kill, from the Night Time Industries Association, said checking Covid passes has led to \"quite a divisive situation on the door\" of clubs.\n\"We've heard of confrontations between customers and staff because the Covid passport has a poor reputation,\" he said.\n\"Businesses are picking up the flak from people who haven't had vaccines and not done lateral flow tests.\"\nHealth Minister Eluned Morgan told Dewi Llwyd on BBC Radio Cymru that the pass system \"isn't perfect\".\n\"But we were also aware, for example, that nightclubs are places where lots of young people congregate, and that there were no other measures, or a very small number of other measures to keep people from coming into contact with another,\" she said.\n\"Therefore, this hopefully will make a difference, especially amongst young people,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59032290",
      "category": "uk",
      "title": "Molly Russell's father meets Facebook whistleblower Frances Haugen",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59010932",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: NHS Lanarkshire moves to 'highest risk level'",
      "tags": "NHS Lanarkshire,Coronavirus pandemic",
      "text": "NHS Lanarkshire has moved to the \"highest risk level\" as its three hospitals are at maximum capacity.\nThe military is already providing additional support at University hospitals Hairmyres, Monklands and Wishaw.\nBut the health board described occupancy levels as \"critical\" and said the \"sustained pressure\" shows no signs of easing.\nIt also confirmed some elective cancer procedures have been cancelled.\nEarlier this week, NHS Grampian became the latest Scottish health board to ask for military help amid the pandemic after NHS Lanarkshire and NHS Borders.\nNHS Lanarkshire deputy chief executive Laura Ace said: \"We are facing relentless pressures, bed shortages and staff shortages due to sickness, stress and self-isolation and University hospitals Hairmyres, Monklands and Wishaw are all at maximum capacity\n\"The safety of our patients and staff is our top priority and we are working through short and medium term actions to increase staffing and also improve the flow of patients out of hospital.\n\"The military are providing additional support within our hospitals.\"\nThe health board temporarily postponed the majority of non-urgent planned care procedures at the end of August.\nBut it has now confirmed the current pressures mean it is having to further stand down elective planned procedures, including some cancer services.\nIt added these will be rescheduled \"as soon as possible\".\nMs Ace added: \"The current situation is unprecedented and marks a different level of risk for NHS Lanarkshire as a whole and moves our current status to the highest level of risk.\"\nEarlier this week the board warned patients on social media to expect long waits at A&E as its hospitals were being overwhelmed by the numbers attending and requiring admission.\nMs Ace said: \"To help free up hospital beds, we have also asked for any assistance from family members to allow us to discharge people home or to interim care placements as soon as possible.\n\"We know the impact of the current pressures are being felt right across the health and social care system, including GP practices which remain extremely busy.\n\"We recognise that our staff are doing everything they can and showing the highest levels of professionalism, commitment and resilience.\"\nShe added that it is hoped the move to the highest risk level will help reduce the pressures on our staff and services."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59028147",
      "category": "uk-wales",
      "title": "Covid passes: Ministers consider widening use in Wales",
      "tags": "NHS Wales,Coronavirus pandemic",
      "text": "Welsh ministers are set to consider whether to extend the use of Covid passes for a wider range of venues.\nThe health minister said the government would be \"thinking about\" the change because they are \"hugely\" concerned about the high levels of Covid-19.\nThe move is being considered after compulsory NHS Covid passes were introduced for people to legally attend big events or nightclubs in Wales.\nPlaid Cymru wants rules tightened. The Tories are against more restrictions.\nWales' Covid-19 case rate is the highest of all the UK nations.\nSpeaking on the BBC Politics Wales programme, Health Minister Eluned Morgan said the high levels of transmission were putting pressure on public services.\n\"People are having to take time off to deal with coronavirus because they may get sick, it's putting pressure on the health service because some of our staff are also suffering,\" she said.\nThe Welsh government will review the Covid-19 rules this coming week ahead of an announcement on Friday.\nMs Morgan said ministers would be looking to \"see how we can absolutely make the most out of the measures that we already have in place\".\n\"Is there any more we can do, for example, around working from home,\" she said.\n\"Is there more we can do to make sure that people do actually wear their face coverings in public places indoors, and we'll be seeing if it may be necessary to roll out the vaccine passports [Covid passes] to other situations.\"\nCovid-19 cases rates have risen to a new high in Wales, according to latest data.\nHowever, unlike the previous peaks, more asymptomatic people are being tested.\nThere are 716.9 cases per 100,000 people, up from 681.9 cases on Thursday, the highest previously recorded.\nPublic Health Wales' (PHW) figures also show there have been a further 12 deaths with Covid, taking the total to 6,086.\nThe data published on Sunday, which covers the 24-hour period to 09:00 on Friday, also showed a further 3,152 new positive cases, taking the total positive tests in Wales to 418,980.\nCovid passes show people have either tested negative on a lateral flow test, were fully vaccinated against Covid or have had confirmation of a positive test within the last six months which has been followed by the appropriate period of isolation. They are currently compulsory for over-18s to enter:\nPHW has started publishing data on the rollout of the vaccine booster programme, with 61% of NHS staff and 58.1% of care home workers having received a third jab.\nThe health minister said the booster rollout was \"going according to schedule but we are seeing if there's anything we can do to increase the pace on that\".\nPlaid Cymru's health spokesman Rhun ap Iorwerth said: \"I can't overstate how concerned I am about the high case rates that we are currently seeing in Wales. \n\"I criticised government last week for saying that the situation is stable; this is sky-high case numbers and we need to make sure that everything possible is being done to, yes, tighten things up going into the winter. \n\"I'm not talking about wide-scale lockdowns, nobody wants that, but we need to be looking at anything that can be done within schools on ventilation, on CO2 monitor rollout, on mask wearing.\"\nRussell George MS, the Welsh Conservatives' health spokesman, said: \"We don't want to be in a place where we're talking about further restrictions on our lives. \n\"I think we now need to be in a position where we need to all be thinking about keeping safe ourselves and using sensible measures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-59028256",
      "category": "uk-england-essex",
      "title": "Brentwood: Eight murder arrests after two teenage boys die",
      "tags": "Brentwood",
      "text": "Eight men have been arrested on suspicion of murder after two teenage boys died.\nEssex Police said officers found three people injured after it had received a number of calls to Regency Court, Brentwood, at about 01:30 BST.\nTwo of those have since died, the force said, while the third was treated for non-life threatening injuries.\nBrentwood and Ongar's Conservative MP, Alex Burghart, called it a \"very dark day for our town\".\nPolice said they were \"working to establish how the boys died\" and post-mortem examinations would take place.\nThe BBC understands the boys are suspected to have suffered stab wounds.\nDet Ch Insp Andy Clarkson, of the Kent and Essex Serious Crime Directorate, said: \"We understand there will naturally be shock and concern within the community after such a tragic loss of life. \n\"But, at this stage, we do not believe there is any wider threat to the public.\"\nA neighbour said he had tried to warn police about anti-social behaviour in the area in recent weeks.\nMark MacIntosh told the PA news agency he had only just arrived home before he heard shouting and screaming coming from a nearby residence.\n\"I realise that what I heard was somebody yelling out in pain who may have lost his life shortly thereafter,\" he said.\nHe claimed the area had been dealing with problems which stemmed from a multi-storey car park that overlooks the scene.\n\"There's constant anti-social behaviour, drinking, drugs, shouting, fighting,\" he said.\n\"I've heard people saying 'I'm going to kill him' up there. I've come down and broken up a knife fight down at the bottom here before.\"\nMr MacIntosh said he had warned police \"three weeks ago\" that something bad would happen if they did not arrange \"constant patrols\" of the area.\nCh Insp Mark Barber, of Essex Police, had earlier said there would be a \"highly-visible police presence\" in Brentwood following the deaths.\n\"I am acutely aware that this incident will shock many within the community,\" he said. \"My officers will be there throughout the day - they will be there to reassure you and keep you safe. \n\"If you have any concerns or information on the incident then, please, do not hesitate to come forward and speak to them.\"\nMr Burghart said: \"This a very dark day for our town. My deepest condolences to the families of the boys who have so dreadfully lost their lives. \n\"I must urge anyone with any information to immediately share it with the police so that justice can be done as swiftly as possible.\" \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58915705",
      "category": "uk-scotland",
      "title": "COP26: Protesters who block major roads 'will be moved' by police",
      "tags": "Policing,Police Scotland,COP26,Glasgow",
      "text": "Protesters who block major roads during the UN climate conference in Glasgow will be moved and may face arrest, police have said. \nPolice Scotland said this would apply even if the COP26 protests are peaceful as they could be unlawful and unsafe.\nDep Ch Con Will Kerr told BBC Scotland officers have a \"whole range of tactics\" to use in such circumstances.\nAlthough disruption is expected, DCC Kerr insisted emergency services would still respond to those who need them.\n\"Some protesters will inevitably try and block some roads. If it's not a main arterial route, we'll take a sensible proportionate approach to it,\" he said. \n\"If it's a main route, if it involves movement plans for the world leaders, if it involves major disruption to the life of the city, then we will move in and if the protesters won't move, we will remove them.\"\nAsked how quickly the police would move people, he said: \"It depends on how many people, what the environment is, but it also depends on how quickly we need to move for the safety of the protesters themselves. \n\"Running on to major roads to try and block it is a very unsafe thing to do. If we need to step in quickly, we will step in quickly.\"\nThe force said that because the UN actively encourages protest, certain groups have been accredited and assigned a time and venue to gather.\nPolice Scotland has met with a number of groups to discuss how the event will be policed, including Extinction Rebellion.\nAssistant Chief Constable Bernie Higgins said there was \"no one size fits all to protest\".\n\"Some groups will do a lie in,\" he said. \"If people want to go to George Square and lie down, crack on, because you're really not going to have much impact on the conference. \n\"If however you decide to try and shut the Kingston Bridge then that's really, really dangerous for yourself, it's really, really dangerous to other road users and potentially it would prevent ambulances responding to calls so we would move very swiftly to clear that area and it would result in arrests.\"\nHe added that police could put diversions in place if protesters block minor routes.\nAbout 10,000 officers will be deployed each day to the conference in Glasgow next month, where around 120 world leaders and heads of state are expected to attend.\nEvery force in the UK will assist Police Scotland with operations, including British Transport Police, the Civil Nuclear Constabulary and Ministry of Defence police. \nSpecialist resources such as firearms officers, dog handlers, mounted branch, search teams and the marine unit will be used.\nSignificant events during the conference, running from 31 October to 12 November, include the two-day world leaders summit on 1-2 November and the youth event on 5 November.\nPolice Scotland also expect 100,000 people to attend a climate rally on 6 November in the city centre. \nThe style of policing throughout the event will be \"friendly, fair and accommodating\", according to the force.\nIn addition to road closures, DCC Kerr said there was potential for \"further disruption\" if pressure on agencies and services becomes \"more acute\".\nHowever he stressed: \"I can reassure the public that if they need an emergency response from us they will get it.\"\nDCC Kerr added: \"There's no straightforward, simple or single answer to the complex problem of tens of thousands of people and well over 100 world leaders moving about a city over a compressed period of time.\n\"Our principal and simple objective is relatively straight forward, to run a safe and secure environment in which the conference can take place. We are very confident the conference will take place in that secure environment.\"\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59018395",
      "category": "world-us-canada",
      "title": "Alec Baldwin: How first responders reacted to shooting on Rust set",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59024669",
      "category": "world-middle-east",
      "title": "Record-breaking ferris wheel opens in Dubai",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58783591",
      "category": "uk",
      "title": "Covid: Amber list scrapped as travel rules simplified",
      "tags": "Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "New simplified travel rules have come into force in the UK, with the traffic light system replaced by a single red list. \nMost fully vaccinated travellers arriving from non-red list countries will no longer have to take a test before setting off for the UK.\nAirlines UK said it would make travelling abroad easier and cheaper.\nBut those coming from red list destinations must still pay to quarantine in a hotel for 10 days. \nUnder the changes, which came into force at 04:00 BST, the green and amber lists have been scrapped. \nTesting rules are also being eased for people travelling from non-red list destinations who have been vaccinated in the UK, the EU, the US, or any of 18 other recognised countries. \nAnyone under 18 who is resident in those countries can also travel to the UK without testing.\nThese groups were already able to avoid self-isolating on their arrival back in the UK. \nAll travellers - except children under five years old - will still have to pay for a PCR test two days after arrival. \nPeople who are not fully vaccinated will need a pre-departure test and a PCR test on days two and eight after they return, and must self-isolate for 10 days at home. \nAnd those arriving from red list countries, including Brazil, Mexico, the Philippines and South Africa, must quarantine for 10 days in a government-approved hotel, at a cost of £2,285 for one adult. Only UK or Irish nationals, or UK residents, are allowed to enter the UK if they have been in a red country in the previous 10 days. \nThe red list is due to be updated later this week. \nThe government may also announce additions to the list of countries whose vaccination certificates are recognised by the UK. \nTransport Secretary Grant Shapps said: \"We are accelerating towards a future where travel continues to reopen safely and remains open for good, and today's rule changes are good news for families, businesses and the travel sector.\n\"Our priority remains to protect public health but, with more than eight in 10 people now fully vaccinated, we are able to take these steps to lower the cost of testing and help the sector to continue in its recovery.\"\nThere was a surge in holiday bookings after the government announced the changes last month and the travel sector has welcomed the move.\nThe industry previously criticised the government for being too slow to ease and simplify rules on testing and quarantine. \nFrom later in October, the government has said fully vaccinated people coming to England will no longer have to take a PCR test two days after arrival and can take a cheaper lateral flow test instead. \nNo date has been set for this change but ministers are aiming to have it in place for the half-term school break. \nSo far, no other UK nation has followed suit. \nScotland has said it will \"align with the UK post-arrival testing regime\" but has not announced further details. The Welsh government said it had \"concerns\" about easing its testing regime. \nTim Alderslade, chief executive of Airlines UK, which represents UK carriers, said: \"Things are moving in the right direction and the removal of these restrictions will make it easier and cheaper for people to travel.\"\nHowever, he said the UK remained \"an outlier on arrivals testing for vaccinated passengers\".\nAirlines UK hopes to see more countries removed from the red list at the next update and further mutual recognition of vaccine status for those jabbed in other countries, he added. \nWillie Walsh, head of industry body the International Air Transport Association, welcomed the change as a \"positive step\", saying the government's testing and quarantine restrictions had been both unscientific and costly. \n\"People have been led to believe that the risk is people flying into the country. The risk was inside the country,\" he said. \nAlan French, chief executive at Thomas Cook, said more options would now be available for travellers. \n\"They will be more confident if they book the holiday, they can travel safely there and be able to return in a transparent way, which is something they've not been able to do,\" he said. \nMr French said since the government announced the changes, three weeks ago, his company had seen bookings more than double.  \nThe UK recorded 30,439 cases on Sunday, with the total number of cases in the past seven days up one per cent on the previous week. \nHowever, the number of Covid deaths and hospital admissions are falling, with 43 deaths within 28 days of a positive test reported on Sunday.\nHow will the new system affect you? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58480863",
      "category": "health",
      "title": "Will Boris Johnson’s plan for the NHS work?",
      "tags": "Tax,NHS",
      "text": "Boris Johnson chose to visit a hospital he knows only too well to highlight the new funding package for the NHS in England.\nHe spent anxious days in intensive care at St Thomas' Hospital in central London in April 2020, seriously ill with Covid.\nThe pandemic continues to cast a long shadow over the NHS and that's because of uncertainty over how case numbers and hospital admissions will develop next year. \nHospitals have to maintain infection control measures and contingency plans to deal with any further surge in patient numbers. \nAnd that has a bearing on how much non-urgent work they can do.  \nSo that makes it hard to tell how much money will be needed to make inroads on the backlog of operations cancelled at the height of the pandemic.\nBreaking down the figures shows that NHS England is getting an extra £6.6bn in the next financial year for day-to-day services, which falls to £3.6bn the following year and then is set at £5.6bn in the next 12 months. This is on top of the five-year settlement announced in 2018 which increased NHS funding by £20.5bn a year in real terms. \nThe new funding is intended to cover not only costs of reducing waiting lists but also additional spending linked to Covid. \nThere seems to be an underlying assumption that the overall burden on the NHS will be lighter after next year with less virus-related pressure. \nMr Johnson was visiting a training centre at St Thomas' and there were no patients being cared for so masks were not required when we sat down for an interview.  \nHe talked of the nine million extra treatments which, in his view, the NHS could do as a result of the higher funding.  \nBut there was no attempt to sugar the pill as he added that scale of the challenge could not be underestimated. \nI pressed him on whether the number waiting more than a year for a routine operation, at more than 300,000, would come down significantly following the new investment. \nHe would not be drawn on a target either on that measure or the waiting list number. \nHe acknowledged that \"things may well get more difficult before they get better\".\nJudging by the prime minister's responses there is no clear view in Downing Street what will happen to waiting lists. \nHe was anxious not to give a hostage to fortune by making predictions on numbers of the direction of travel.  \nWhitehall officials will have drawn up a range of scenarios with widely varying outcomes. \nThe documents accompanying the health and care announcement refer to a 30% increase in hospital activity from pre-pandemic levels, but note that this is an aim rather than a pledge.  \nMr Johnson seems to be putting his faith in social care investment taking the pressure off hospitals by getting older and frail patients discharged more swiftly. \nBut a rapid improvement in outcomes seems highly unlikely with the new social care funding taking time to kick in.\nRepresentatives of health service organisations are clear that what has now been promised to the NHS frontline is not sufficient to meet the demands on the service. \nThey had called for £10bn more in the next financial year for day-to-day running costs in England. \nMatthew Taylor, chief executive of the NHS Confederation, said: \"The NHS is grateful for this extra investment and it will help reduce the backlog - the problem is that its only enough to address that backlog and if the costs of Covid continue it won't be enough.\"\nWorkforce is another longer term issue which isn't fully addressed in the new policy statement. \nMany staff are exhausted and, while willing to work extra hours to get through more operations and procedures, may struggle to keep up the increased workload for a sustained period. \nVacancies and rota gaps can't be resolved overnight as training new staff takes several years. \nAs the Institute for Fiscal Studies has noted the NHS has historically needed more money than original plans and allocations with patient demand growing more rapidly than expected. \nIt is unlikely this time that there will be a departure from precedent."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58600373",
      "category": "uk-wales-politics",
      "title": "Wales NHS Covid pass: What is it and how do I get one?",
      "tags": "Coronavirus lockdown measures,Public health,Holidays,Travel,Coronavirus vaccines,Welsh government,Hospitality industry,NHS Wales,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Covid passes have been extended to cinemas, theatres and concert halls in Wales.\nThe new rule comes into effect from Monday.\nPeople in Wales already required an NHS Covid pass to legally enter nightclubs and large events.\nAnyone aged over 18 is required to show the pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 24 hours.\nSo how do you get a Covid pass, how will they work and how does Wales compare with the rest of the UK?\nAnyone who is aged over 16 and has been fully vaccinated in Wales or England, or has had a negative lateral flow test result in the previous 48 hours, can get a pass.\nHowever they are only compulsory for anyone over 18 to enter:\nPasses are also a way of proving you do not need to self-isolate, if you have been identified as a close contact of a positive Covid case and can be used when travelling abroad.\nThe Welsh government says any venue that can serve alcohol, is open between midnight and 05:00 and where music is provided for dancing will need to check for passes.\nThat means it could cover other venues not traditionally considered nightclubs that have a late licence.\nVenues can either apply the pass rules from when they open their doors, or when they open their dancefloor.\nThe NHS Covid Pass is available digitally but you need to register for an NHS login via the website.\nYou will need to upload a photo of your ID (passport, full UK driving licence, full European driving licence). \nThis will allow you to produce a Covid pass using a smart phone, a computer or laptop.\nYour NHS Covid Pass includes a barcode. The expiry date refers to the barcode and will update automatically. It does not apply to your vaccination status.\nIt's worth noting that in Wales, you cannot get the pass via the NHS app, as this is only valid in England. This is also different to the NHS Covid-19 app which alerts you if you've been close to someone with the virus.\nIf you do not have photographic ID you will need to request a paper NHS Covid certificate.\nCall 0300 303 5667 for a paper copy at least five days after your final dose.\nIt is an offence to deliberately use a fake Covid pass or produce a fake lateral flow test (LFT).\nPeople caught using fake LFTs or a fake Covid pass could be given a Fixed Penalty Notice (FPN) of £60.\nThis can be reduced to £30 if paid within 14 days, but if it's not a first offence the FPN would double to £120.\nIf there is any doubt about whether documents are real, the Welsh government said a Police Community Support Officer (PCSO) should be contacted.\nIf venues do not follow the rules, they could receive an improvement or closure notice, FPN or be fined up to £10,000.\nPasses have been freely available for some time and venues could already read it with existing technology.\nBut if they don't have the verifier app, they may judge them by sight.\nFestivals, such as Green Man in the Brecon Beacons, have already been using the system.\nWales' First Minister Mark Drakeford said: \"These measures are examples of what Sage [the Scientific Advisory Group for Emergencies] calls low-cost interventions, which may be enough to prevent the need for tougher restrictions later on.\"\nCouncil enforcement teams will work with businesses to check they are following the rules.\nFor those people living close to the border, your GP may actually be in England.\nIn that case you may need to use the NHS App system for England.\nSince 1 October, people in Scotland have needed a Covid vaccination certificate to enter nightclubs, adult entertainment venues and large-scale events.\nThe UK government decided not to go ahead with vaccine passports in England, despite saying they would be introduced at the end of September.\nBut they might be considered again later, if there is a Covid surge over the winter.\nNorthern Ireland has not yet announced whether it will introduce a similar scheme.\nThe rules also apply to those coming to Wales. The idea is that visiting teams will let fans know.\nThere may be some flexibility on checks to avoid long queues outside stadiums. \nBut venues should be ready to work with the police and councils to decide when it is reasonable to relax checks.\nIt renews for 30 days every time you download it.\nThis has been a tricky one that the cabinet has been wrestling with, having met four times to debate the issue.\nThe first minister said they were \"acutely aware\" of the implications for civil liberties and were giving relevant sectors time to prepare before passes were introduced on 11 October.\nHowever, he added people also had rights to live in a society where everyone takes \"reasonable measures\" to keep each other safe.\nThe Welsh government also hopes introducing Covid passes will improve vaccination rates, particularly among younger people.\nJodie Beck, from human rights group Liberty, said: \"While we welcome the decision to not exclude those who have not received the vaccine from attending large events, the introduction of a vaccine pass in Wales still sets a dangerous precedent.\n\"Vaccine passports under any name mean more coercion and division, and risk creating a two-tier society where people who are already marginalised will see their rights and autonomy most affected.\"\nGenerally, no. The Welsh government wanted to avoid excluding those who have not had, or been able to have, a vaccine by including those with a recent negative test.\nHowever, workers, performers and so on, will not require a pass as there are already rules in place for employers to safeguard workers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58955264",
      "category": "business",
      "title": "Budget 2021: Six things that could affect you",
      "tags": "Alcohol,Tax,UK National Minimum Wage,Student debt,Budget 2021,Students,Pensions,Income tax,Student finance",
      "text": "Chancellor Rishi Sunak will lay out the government's latest tax and spending plans on Wednesday 27 October.\nIt's the government's second Budget of the year, after one in March, and will coincide with the conclusions of the 2021 Spending Review, which will give details of how government will fund public services for the next three years.\nResponding to the most recent public sector finance data this week, the chancellor said: \"At the Budget and Spending Review next week, I will set out how we will continue to support public services, businesses and jobs while keeping our public finances fit for the future.\"\nWhat are his options? Here we look at six things to watch out for in the Budget that could affect your personal finances.\nThe chancellor is reportedly considering a cut to the 5% rate of value added tax on household energy bills.\nThe move would be popular and timely against the background of soaring energy bills this winter and is something the government is now able to do because of Brexit.\nBut the move could attract criticism as it would - in effect - mean subsidising fossil fuels ahead of the climate summit.\nAlso, a VAT cut on domestic energy bills would cost about £1.5bn a year, which may just be too much for the chancellor.\nThere are rumours the chancellor is planning to simplify the way that alcohol is taxed in the UK.\nThe 2019 Conservative election manifesto promised to review it, so now could be the time.\nOne suggestion is to reduce the premium on sparkling wine to the same level as still wine, which could knock 83p off a bottle of Champagne or Prosecco.\n\"The government should stop trying to favour certain parts of the industry, instead focusing on removing distortions and creating a simpler system of alcohol taxes targeted at socially costly drinking,\" said Kate Smith, associate director of the Institute for Fiscal Studies.\nThe drinks levies have been in place since the 1600s and raise £12bn a year for the government.\nThere are rumours that the current Capital Gains Tax rates may be tinkered with.\nThe tax is paid when people sell assets such as shares or a second home.\nIt's been suggested that rates could be aligned more closely with income tax rates, which could mean scrapping the current tax rates of 10% and 20% (or 18% and 28% for property) and instead making everyone pay income tax rates on their gains.\nA report by the Office of Tax Simplification, published in November 2020, recommended that CGT rates should be increased to bring them into line with income tax.\nBut it would be unlikely to raise significant extra amounts of tax, as it is typically paid by only about 275,000 taxpayers and raises less than £10bn a year. \nThere are reports that graduates may be asked to start paying back student loans earlier.\nThe chancellor could do that by lowering the threshold at which people start repaying their student loans, a move that could save the Treasury about £2bn a year. \nCurrently, English and Welsh students who enrolled at university after 2012 pay 9% of everything they earn above £27,295 per year. They repay the same 9% until the loan is fully repaid or until 30 years after graduating. \nIf the threshold were reduced to £25,000, it would cost anyone earning more than the current limit an extra £206 a year, while if it were slashed to £20,000, it would cost an extra £656 a year.\nMinisters are rumoured to have proposed cutting the threshold to as low as £23,000 and giving graduates 40 years as opposed to 30 to repay their debt. \n In his March Budget, Mr Sunak announced that the National Living Wage (what the governments call the minimum wage) would increase for workers over the age of 23.\nSince then, the government has come under pressure to help employees further - especially as younger workers have been some of the worst hit by the economic downturn.\nOne solution the chancellor has been reportedly looking at is to increase the National Living Wage by 5.7% to £9.42 per hour from its current rate of £8.91.\nThat would bring it close to the Living Wage Foundation's current recommendation of £9.50 an hour. \nThe government could raise cash by cutting tax relief on pension savings for those on high salaries. \nBut pension experts warn such a move would not be as simple as it sounds, Steven Cameron, pensions director at Aegon, said: \"A move to a flat rate of pensions tax relief, rather than the current system where relief is based on the rate of income tax paid, would be far from simple to implement.\"\nHe said it would be particularly difficult for defined-benefit schemes and could mean medium to high earners, including doctors in public sector schemes, facing big tax bills. \n\"Removing higher-rate relief would be a direct attack on middle Britain, leading to people who do the right thing and save for their future being hit with extra tax costs,\" said Tom Selby, head of retirement policy at AJ Bell."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59026220",
      "category": "world-us-canada",
      "title": "Picasso masterpieces fetch nearly $110m at Las Vegas auction",
      "tags": "Las Vegas,Art",
      "text": "Eleven Pablo Picasso artworks that have been on display at a Las Vegas hotel for more than two decades have sold at auction for nearly $110m (£80m).\nThe works, which were owned by MGM Resorts, featured in the Picasso Restaurant at the Bellagio Hotel.\nBut the company said Saturday's auction would help it improve the diversity of its fine art collection.\nThe auction featured nine paintings and two ceramic pieces by the Spanish artist, who died in 1973.\nThe collection spans more than 50 years of artistic output.\nThe 1938 painting Woman in a Red-Orange Beret, which features Picasso's lover and muse Marie-Thérèse Walter, fetched the highest price of the evening at $40.5m.\nIt had initially been expected to sell for between $20m and $30m.\nAnother masterpiece - the large-scale portrait entitled Homme et Enfant (Man and Child) - sold for $24.4m.\n\"At nearly 2m (6.5ft) tall, the 1959 work is a hugely impressive example of Picasso's achievements during this important stage in his career,\" the auction house, Sotheby's, said.\nAlso included in the sale were Nature Morte au Panier de Fruits et aux Fleurs (Still life with fruit basket and flowers), which was painted by Picasso during the Nazi occupation of Paris in 1942. It sold for $16.6m.\n\"Despite the destruction and hardship of World War Two, the years between 1940-44 resulted in one of Picasso's richest periods,\" Sotheby's said.\nThe collection was started more than 20 years ago by the American casino mogul Steve Wynn, the former owner of the Bellagio Hotel.\nThe sale was part of an effort by the hotel to add more works by women, minority artists and those from emerging countries to the collection.\nThe names of the buyers have not been revealed.\nThe record for a Picasso is $179.4m, which was paid for his painting The Women of Algiers in 2015."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59029509",
      "category": "world-us-canada",
      "title": "Halyna Hutchins: Vigil held in New Mexico for cinematographer",
      "tags": "Alec Baldwin,Film,New Mexico",
      "text": "A vigil has taken place in New Mexico to mourn cinematographer Halyna Hutchins after she was fatally shot on a US film set. \nIndustry professionals were among those who attended the event in Albuquerque, lighting candles for the 42-year-old. \nHutchins was shot by a prop gun by actor Alec Baldwin on the set of western film Rust on Thursday. Baldwin had been told the gun was safe. \nThe incident has raised concern about safety on film sets. \n\"She was so dynamic and when something like this happens, it's devastating to all of us,\" Sandi Kay, an Albuquerque film worker, told Reuters news agency at the vigil on Saturday. \nLane Luper, a colleague of Hutchins, said he was lucky to work with the cinematographer. \n\"To work with somebody that is that collaborative and never thought of herself as better than anyone on that set, I would have been lucky to have ever done another move with another person like that or her, and now I don't get to and it sucks,\" Lane added. \nOthers at the vigil included actors Jon Hamm and John Slattery, who are currently filming nearby. \nSome people were seen holding signs that called for increased safety measures on film sets. \n\"I think that it's definitely a stark reminder for gun safety on set, and I am with the idea of banning real guns from set if that is possible,\" film worker Cheryl Lowe told Reuters. \nAccording to court records, assistant director Dave Halls did not know the prop gun contained live ammunition and indicated it was unloaded by shouting \"cold gun!\". \nDirector Joel Souza, who was standing behind Hutchins, was wounded in the incident. \nAccording to the New York Times and Los Angeles Times, there were at least two accidental gun discharges on the set days before the incident. \nCrew members said that the discharges were inside a cabin that was being used as a set location. These crew members were part of a group that quit hours before the incident took place over complaints about working conditions and unpaid work. \nThe film's producers said in a statement on Friday that they had not been told about the safety issues but said it will be \"conducting an internal view of our procedures while production is shut down\". \nSuch incidents on film sets are extremely rare.\nReal firearms are often used in filming, and are loaded with blanks - cartridges that create a flash and a bang without discharging a projectile.\nIn 1993, Brandon Lee - the 28-year-old son of the late martial arts star Bruce Lee - died on set after being accidentally shot with a prop gun while filming a death scene for the film The Crow."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59025413",
      "category": "uk",
      "title": "Covid: Travellers now able to use cheaper Covid tests",
      "tags": "Travel,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "New rules allowing travellers returning to England to take lateral flow tests instead of more expensive PCR tests have come into force. \nFully-vaccinated people arriving from a non-red list country can now use a lateral flow test on, or before, day two of their return.\nThe government said the move was a \"huge boost\" for the travel industry.\nWales will make the same change a week later. Scotland and Northern Ireland have indicated they may follow suit.\nBefore then, anyone travelling on to the other UK nations in the 10 days after arrival in England must follow the rules for testing and quarantine in those places.\nThe latest change to the travel rules in England comes in time for many families going on half-term holidays.\nThe lateral flow tests for returning travellers must be bought from private providers - NHS kits cannot be used - with prices listed on the government website starting at £19.\nPassengers need to book tests before travelling to the UK. They must send a picture of their lateral flow test to verify the result, and failure to do so could result in a fine of £1,000.\nThe change also applies to under-18s who live in the UK, whether or not they are vaccinated.\nTravellers will still need to complete a passenger locator form before they return.\nThe Department of Health said that anyone who tested positive would have to take a PCR test, which they could get free through the NHS. \nHealth Secretary Sajid Javid said: \"I'm delighted that from today eligible travellers to England, who have had the life-saving Covid-19 vaccine, can benefit from a cheaper lateral flow test, providing faster results.\n\"This huge boost to the travel industry and the public will make it easier and cheaper for people to book holidays and travel abroad.\"\nDr Jenny Harries, chief executive of the UK Health Security Agency, said it was \"critical\" that people with positive lateral flow tests \"get this checked\" with an NHS PCR test.\n\"This way we can continue to monitor new variants and stay on top of the virus,\" she added. \nSince 4 October, fully-vaccinated passengers travelling to the UK from any non-red list country no longer have to take a Covid test before setting off.\nPeople who are not fully vaccinated - and are 18 or over - still have to self-isolate at home for 10 days after arrival in the UK.\nMeanwhile, Prime Minister Boris Johnson has repeated his call for people to get their booster jabs as the UK reported more than 40,000 daily Covid cases for the 11th day in a row.\nOn Saturday there were 44,985 cases recorded and a further 135 deaths within 28 days of a positive coronavirus test.\nMr Johnson, who has so far resisted calls by some health experts to reintroduce Covid restrictions despite rising infection levels, said: \"Vaccines are our way through this winter.\n\"We've made phenomenal progress but our job isn't finished yet, and we know that vaccine protection can drop after six months.\n\"This is a call to everyone, whether you're eligible for a booster, haven't got round to your second dose yet, or your child is eligible for a dose - vaccines are safe, they save lives, and they are our way out of this pandemic.\"\nPeople eligible for boosters include anyone aged 50 and over, those living and working in care homes for the elderly, and frontline health and social care workers.\nProf Stephen Powis, NHS England's national medical director, warned the country faced the prospect of a \"tough winter\". \nWriting in the Sunday Telegraph, he said vaccines remained \"the strongest weapon in the armoury\" and urged people to get their booster jabs to \"protect the freedom and Christmas that we have all earned\".\nOn Saturday, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), which advises the government, said he was \"fearful\" there could be another lockdown Christmas if measures were not brought in soon. \nProf Peter Openshaw told BBC Breakfast: \"We all really, really want a wonderful family Christmas where we can all get back together.\n\"If that's what we want, we need to get these measures in place now in order to get transmission rates right down so that we can actually get together and see one another over Christmas.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59010418",
      "category": "education",
      "title": "Budget 2021: Rishi Sunak to pledge funding for T-levels",
      "text": "The government will reconfirm its commitment to a \"skills revolution\" with a spending package to be unveiled by the chancellor on Wednesday.\nRishi Sunak will announce £1.6bn to roll out new T-levels for 16 to 19-year-olds, and £550m for adult skills in England in his autumn statement.\nAnd there will be £830m confirmed to continue a five-year-scheme to revamp and modernise colleges.\nCollege principals said the funding was welcome but would not go far enough.\nSixth form colleges and 16-19 education finances have been struggling for many years. \nA report by the IPPR think-tank last year suggested colleges in England would have needed an extra £2.7bn a year since 2010 just to catch up with investment levels then.\nThe £1.6bn cash investment for colleges over three years to 2024-25 will be used, in the main, to provide additional classroom hours for up to 100,000 young people taking T-levels. Presently there are about 6,000 students on T-level courses.\nThese are the government's new vocational qualifications, equivalent to three A-levels, that have been developed with businesses to meet the needs of industry. \nCurrently, there are 10 T-levels available currently However, in time the government wants the list to be expanded to include training for many more professions. \nThe funding will also cover inflationary pressures and accommodate the higher number of teenagers in the population.\nAn extra £550m is being invested in adult skills through the Skills Fund by 2024-25. This fund offers short courses and so-called \"skills boot camps\" for adults who have no qualifications beyond GCSE level.\nAnd there is a further £170m for apprenticeships and training.\nChancellor Rishi Sunak said: \"Our future economic success depends not just on the education we give to our children but the lifelong learning we offer to adults.\"\nHe said his £3bn investment would create a \"skills revolution\", which would build on the government's job creation plans and spread opportunity across the UK by transforming post-16 education.\nMr Sunak told BBC One's Andrew Marr Show \"more sector-orientated training schemes have been shown to be really powerful\" and \"the best way to get to a high wage economy is to improve people's skills\". \nAt the heart of the government's plan for 16 to 19-year-olds in England is a qualification that few have yet heard of, the Technical or T-Level.  \nOne T-level is designed to be equivalent to three A-levels, or up to 3 BTecs. \nT-Levels are meant to be substantial and quite demanding courses, which include at least 45 days of work placement.  \nAt the moment, only around 6,000 students across England are enrolled to study the first T-levels, which they will complete next summer. \nThe government hopes to scale up the numbers rapidly as more T-levels are introduced, partly through a controversial decision to remove funding from popular BTecs in similar subjects.   \nAssociation of Colleges chief executive David Hughes said: \"We always expected the increased funding wouldn't go far enough, but in the circumstances we view this as a good start in a tough spending round.\n\"That the chancellor is leading with this announcement in advance of the Comprehensive Spending Review shows just how far we've come in making the government recognise the importance of investing in people to close the skills gap.\"\nHe added: \"I am hopeful that the lack of mention of education recovery is because of a significant announcement on Wednesday at the dispatch box.\"\nHe said his organisation had calculated that it was going to take at least £300m per year to support education recovery for 16 to 19-year-olds. \nBill Watkins, chief executive of the Sixth Form Colleges Association, said: \"Today's announcement focuses on the small minority of 16 to 18-year-olds that pursue a technical course. \n\"That's welcome, but all students deserve to have their education properly funded and we hope that Wednesday's spending review will also focus on the vast majority of young people that study A-level or BTec qualifications.\" \nGeoff Barton, general secretary of the Association of School and College Leaders, welcomed the investment in the further education sector, which he said had traditionally been \"starved of funding\". \nHowever, he told BBC Breakfast the move was a \"gamble\" when it was still unclear how many teenagers would want to do T-levels. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59010673",
      "category": "uk-wales",
      "title": "Social care crisis: Woman, 92, waited four months to be discharged",
      "tags": "Elderly people,Swansea,Home care,Welsh government,Gower,Care homes,Elderly care,City and County of Swansea Council",
      "text": "Just a week after being admitted to hospital with an infection, 92-year-old Esme Hanson was well enough to go home.\nBut it would be four months before she could return to her family because of a lack of available care.\nOne care provider told BBC Wales staff shortages were so bad, it handed care packages back to the local council.\nThe Welsh government admitted the situation was \"fragile\", and it had committed £48m of extra funding to ease the social care crisis in Wales.\nWhen Mrs Hanson became unwell in May, she was admitted to Morriston Hospital in Swansea. Her care arrangements, put in place due to her dementia, were cancelled.\nHowever, it was not until September that a new package was finally re-instated, by which time her mental health had deteriorated, according her son Andrew.\nHe said his family were \"lucky\" to finally get her home.\n\"If you've got somebody over 70 that needs care, you don't know when they're going to come out of hospital,\" he added.\nIt was only after the Older People's Commissioner for Wales advised the family to organise their own care, and ask the council to fund it, that Mrs Hanson's care arrangements were put in place and she was discharged.\nHe said his mother now received \"wonderful\" care at home three times a day.\nSwansea council said it was extremely sorry for the delay and that every effort was made to find a package of care with a provider during the \"unprecedented\" times of the coronavirus pandemic.\nBut Mrs Hanson's experience is not unique. There were more than 1,000 patients in Welsh hospitals unable to return home due to a lack of care, according to Welsh government figures last month.\nCare Forum Wales has warned the care sector is facing its biggest staffing crisis \"in living memory\".\nOne home care company, All Care, said staffing levels were at their lowest since 2002 and recruitment has been \"virtually zero\" for months. \nDirector Keri Llewellyn said \"a downward spiral\" of staffing shortages meant companies were handing back care packages to councils. \nShe added care staff were exhausted from working through the pandemic, while low wages made recruitment and staff retention difficult.\n\"I do need something for my staff now. Some hope, maybe a retention bonus,\" said Ms Llewellyn.\nCare manager Jane Davies has been helping with daily rounds due to staff shortages.\n\"You are very tired and you need to spend time with your own family, but you can't see those people go without care,\" she said.\nNicola Peta Hales, 54, said the stress of being a domiciliary care worker almost became too much.\n\"I did feel like quitting and I was very close to it not so long ago, but I decided to stay because I love the job.\"\nThe Association of Directors of Social Services (ADSS) Cymru has called on the UK and Welsh governments to provide more help.\nLast month, the UK government announced a national insurance tax rise, some of which will be used to help fund the care system. On Wednesday, the chancellor is due to outline spending plans for the next three years.\nThe Welsh government admitted the situation was \"fragile\".\nDeputy Minister of Health and Social Care Julie Morgan said implementing a living wage of £9.50 per hour for carers was a priority, along with improving working conditions.\n\"We have to get the system to a place where there are not long waits,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59024961",
      "category": "education",
      "title": "A-level textbook withdrawn over 'shocking' Native American question",
      "tags": "Native Americans",
      "text": "An A-level history textbook has been withdrawn after a youth worker said she was \"horrified\" to discover an image asking whether the treatment of Native Americans had been exaggerated.\nThe AQA-approved book asked students to balance \"criticisms of treatment of Native Americans\" with \"defence\" of their treatment in the late 1800s.\nThe period saw some massacres of Native American tribes by the US government.\nThe publisher Hodder has withdrawn the book.\nIn one section the textbook - called The Making of a Superpower: USA 1865-1975 - asked students \"to what extent do you believe the treatment of Native Americans has been exaggerated?\"\nHannah Wilkinson, who offers history mentoring sessions at Durham Sixth Form Centre, said the exercise was \"quite problematic\". \n\"It was deeply shocking to see how ingrained racial injustice is,\" she told the BBC.\n\"The period we're looking at is a period of American policy where Native Americans were treated terribly,\" she said.\n\"The way the textbook framed it suggests that maybe the treatment of Native Americans has been exaggerated.\"\nFrom the early the 17th Century through to the late 19th Century a series of wars took place between European colonists and Native American tribes. They became known as the American-Indian Wars.\nIn this time the Native American population fell heavily, partly due to new diseases brought by the Europeans and partly due to wars and massacres. Several historians have accused the colonialists of a \"genocide\" against Native American tribes. \nWhether or not the US government's actions amounted to a genocide, it imposed policies that targeted Native American land, freedom, and wellbeing.\nMs Wilkinson teaches history for students who need extra support as part of her work with St Nicholas Church, Durham.\n\"My concern is that it presents really oppressive policies in an objective way. That didn't seem appropriate to the historical context,\" she said.\n\"I am definitely worried this is a wider pattern. We like to think that compared to America that we don't really have an issue of racial injustice.\"\nShe added: \"This period goes from slavery, to Jim Crow, to civil rights. If this is how they're presenting the history of Native Americans with such bias my concern is whether that is a repeated pattern in the framing of US history and whether that is coming up throughout the course.\"\nAQA has previously had to apologise for textbooks which contained racial stereotypes. \nAn AQA spokesperson said the exercise \"doesn't match our commitment to equality, diversity and inclusion and should never have made it through our process for approving textbooks\".\n\"We know our approval process wasn't always good enough in the past - but we've improved it since then and we do things differently now, including working with external diversity experts and providing better training for our reviewers and staff.\n\"We contacted the publisher as soon as we heard about this content, and we're pleased they've worked very quickly to put this right.\"\nAQA said publisher Hodder Education would remove book from sale \"and review its content\". \n\"We're also working together with publishers to ensure that new and updated editions of AQA-approved textbooks meet our commitment to EDI (equity, diversity and inclusion),\" the exam board said in its response to Ms Wilkinson's original tweet.\n\"We agree that this content is inappropriate and are going to remove this book from sale,\" HodderSchools tweeted. \"We will conduct a thorough review of the content with subject experts.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59006905",
      "category": "world-us-canada",
      "title": "Alec Baldwin: What are prop guns and why are they dangerous?",
      "tags": "Alec Baldwin,Firearms,Film,United States",
      "text": "On a film set, a real-life tragedy has happened. \nPolice say US actor Alec Baldwin fired a prop gun that killed cinematographer Halyna Hutchins and wounded director Joel Souza on a film set in New Mexico. They were working on the film Rust.\nTributes have been paid to Ms Hutchins, 42, while Mr Baldwin is said to be distraught. One local paper found him in tears outside Santa Fe County Sheriff's Office.\nAn investigation is under way and we don't exactly know yet what went wrong. A spokesman for Mr Baldwin said there had been an accident on the set involving the misfire of a prop gun.\nCourt submissions later showed an assistant director, Dave Halls, had handed the gun to Mr Baldwin. It contained a live round but Mr Halls said he did not know that, and indicated it was unloaded by shouting \"cold gun!\"\nAn incident like this is rare and the news has stunned the film industry. The use of firearms on set is subject to stringent safety standards.\n\"On the film I recently made, even my plastic gun, I had to sign out, sign in every day,\" said Australian actor Rhys Muldoon. \"So that's why this particular case is so incredibly baffling.\"\nDespite sounding innocuous, both prop guns and blanks can be dangerous. Here's what we know about them.\nBlanks are used in the film industry to imitate live ammunition. \nThe reason they are so convincing is that blanks are essentially modified real bullets. \nWhile the term \"bullet\" is commonly used to describe what is loaded into weapons, more properly it is a cartridge that is loaded: a self-contained ammunition package made up of a casing holding an explosive powder that when fired, blasts out a projectile, or bullet. \nBlanks differ because although they use explosive they don't use a projectile. \nHowever the wadding materials which are used to keep the gunpower in place can be expelled from the gun when it is fired, potentially causing injury or even death at close range.\nA prop gun could mean a range of items, from non-functioning weapons to cap guns. \nBut it can also mean a real weapon, or one adapted for firing blanks. \nTogether they add authenticity to productions - fire a blank using a prop gun and you'll get a loud bang, a recoil and what's known as a muzzle flash, the visible light created by the combustion of the powder.\nYes. You may remember Brandon Lee, the actor son of martial arts legend Bruce Lee.\nBrandon Lee died aged just 28 in 1993 while filming The Crow, when a prop gun which mistakenly had a dummy round loaded in it was fired at him. \nDummy rounds contain no explosive charge and in this case were used to film a close-up. When blanks were loaded part of the dummy round remained in the gun. \nAfter Lee was shot, the cameras kept rolling. It was only when he did not get up at the end of the scene that those on set realised something was wrong. \nIn another incident, in 1984, US actor Jon-Erik Hexum started joking around on the set of a television show after being frustrated by delays in filming.\nHe loaded a revolver with a blank, spun the chamber, put the gun to his temple and fired. \nUnlike Lee, he was not killed by a projectile, but rather the force of the blast was strong enough to fracture his skull. He died days later in hospital. \nHexum's death highlights a problem with blanks - even without a projectile they pack enormous power.\nAdding to the risk, some film sets use extra powder to make the visual impact stronger.\nFilm sets usually have strict rules about the use of prop guns. Specialists provide weapons for use on film sets and advise on their use.\n\"There's basic safety measures on every set,\" said Mike Tristano, an armourer who has worked with Alec Baldwin in the past. \n\"You never point a gun, even if it is not a firing gun, at anyone else. I'm at a loss how this could have happened and how it could have done that much damage.\"\nA common shot in film shows an actor firing into the camera and Steven Hall, who has worked on films such as Fury and The Imitation Game, says it only happens with safeguards.\n\"If you are in the line of fire... You would have a face mask, you would have goggles, you would stand behind a Perspex screen, and you would minimise the number of people by the camera, \" he said.\n\"What I don't understand in this instance is how two people have been injured, one tragically killed, in the same event.\"\nOthers working in film wondered why, at a time when gun effects can be cheaply added using computers, blanks are still being used at all. \n\"There's no reason to have guns loaded with blanks or anything on set anymore. Should just be fully outlawed,\" tweeted Craig Zobel, an actor and director whose credits include Westworld and Mare of Easttown. \n\"Prop guns are guns,\" TV writer David Slack tweeted. \"Blanks have real gunpowder in them. They can injure or kill - and they have. If you're ever on a set where prop guns are treated without proper caution and safe handling, walk away.\n\"No show or shot is worth risking people's lives,\" he added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58969059",
      "category": "uk-wales",
      "title": "Drink spiking: Police 'gaslit' me, says woman",
      "tags": "Spiking,Alcohol,Caerphilly,Cardiff,Women",
      "text": "A woman who said she had her drink spiked in a pub felt \"gaslighted\" by police officers after trying to find a way to verify it.\nRobyn, 26, blacked out after just a few drinks with friends in Caerphilly county and said she was \"sent round in circles\" trying to be taken seriously.\nIt comes as a boycott of clubs in some cities will take place, including Cardiff, on 29 October.\nGwent Police said anyone dissatisfied with their service could contact them.\nCh Supt Mark Hobrough added: \"Across the organisation, officers and staff are committed to providing a high quality of service to all those they come into contact with.\"\nRobyn was out when she said she \"just blacked out\" after only having a few drinks.\nShe has no recollection of her fiancée picking her up and was told the next morning she was \"a mess\", having collapsed on the floor.\nShe said she knew she had been spiked and called 101 and 111.\nShe was sent to A&E, where she was told they could not perform the test.\nShe then contacted the police again and said she was \"treated like a criminal\" and described the experience as \"just awful\".\nShe felt officers were \"accusatory\" towards her for drinking and said the \"mental gymnastics\" she went through \"took its toll\".\nGaslighting is defined as manipulating someone into thinking they are wrong even when they are right. \nPolice closed the case as \"no offences were identified\".\nTests can be done to see if drugs are in a person's system, but it needs to be within 12 to 72 hours.\nRobyn said the processes were not there to allow this and even though she \"pushed hard\", she would be put off reporting again as she does not think it is taken seriously.\nShe said: \"It happened in a place I really did not expect it to happen and that is what scared me.\n\"It isn't about me, it is about other people and I feel really worried for women who have got to go through the same thing.\n\"They don't seem to take it seriously unless something really bad has happened, but people getting spiked against their will is bad in itself.\n\"There needs to be intervention to stop something worse happening.\"\nA campaign in Cardiff called Girls' Night In  is encouraging people to boycott clubs in order to have drink spiking taken more seriously.\nSimilar events are also happening in Leeds, Edinburgh and Nottingham.\nOrganiser Sophie - not her real name -  said the Instagram page got daily messages of people's experiences being spiked and the support was \"overwhelming\".\nThe stories vary from being safely taken home by friends to being injected with needles or sexually assaulted, she said.\n\"It's all well and good telling people it's not good enough but actually doing something to make clubs change is something else.\n\"As victims I don't think you should be expected to protect yourselves.\"\nShe added that training needs to implemented in bars \"so it can be spotted\", as well as tests and bottle caps being available in every bar as a temporary measure.\nKatie Snaith, 20, is a second year history student at Cardiff University.\nWhen she had her drink spiked, she \"blacked out\" for the whole night and lost control of her body, becoming \"violently ill\".\nShe reported it to the police and students' union the next day but said she was told not much could come of it as she did not take a test.\nKatie takes anti-depressants and said people on medication could be given something that could kill them.\nShe said: \"I'm always very careful, so I think my friends were a bit confused as to why I was behaving in a way they've never seen me like before.\n\"It's not my fault I'm on medication and it's not my fault that I got spiked but you then kind of internalise it and feel like it was your mistake and think 'I should have done more, this, that or the other'.\n\"I think it's quite scary. You're always taught to be safe but even within your own union, with students who study at same place as you, you're not safe with them.\n\"It's hard to feel safe anywhere.\"\nFigures obtained by the BBC in 2019 revealed a rise in recorded cases of drink spiking, with more than 2,600 reported incidents in England and Wales since 2015.\nHelena Conibear, CEO of the Alcohol Education Trust, said the reported numbers were not reflective as many people did not report it or even know they have been spiked.\nShe said spiking happened at festivals or house parties, which meant it was not always strangers that people need to be wary of.\nLat week, the charity opened a survey and had almost 800 responses in five days.\nOut of the respondents, 16% of women, 8% of men and 17% of people identifying as other said they had been spiked.\nOf these, 91% did not report it to police, which Ms Conibear said could be down to embarrassment or fear of not being believed.\nMs Conibear said: \"This is not something that is not funny or a joke. It can be life changing for the person who's been spiked.\"\nShe said it was important to report it as quickly as possible to prevent it happening to others."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59032791",
      "category": "business",
      "title": "Budget 2021: £2bn for new homes on derelict or unused land",
      "tags": "Rishi Sunak,Budget 2021",
      "text": "Almost £2bn will be invested by the government into building new homes on derelict or unused land in England, the chancellor is expected to announce in Wednesday's Budget.\nThe government said 160,000 greener homes could be built on brownfield land the size of 2,000 football pitches.\nIt also pledged to invest £9m towards 100 urban \"pocket parks\" across the UK.\nHowever, concerns have been raised that not enough affordable homes are being built.\nNigel Wilson, chief executive of Legal and General, told the BBC's Today programme the £1.8bn investment was the \"right direction of travel\", but was \"not enough scale right now\".\nHe warned people living in smaller cities and towns were being \"left behind\" due to not enough homes being constructed.\n\"You shouldn't have to be rich to be green,\" he said. \"It's very difficult for poorer people to get on the green (housing) ladder.\n\"There's a lot of active listening going on (by the government), but we don't just want CGI housing - we want real housing built across the UK.\"\nThe government said the funding was part of its efforts to meet the UK's net zero target by 2050.\nIt hopes the plans will help regenerate parts of England and support 50,000 new jobs.\nThe proposals also include creating so-called \"pocket parks\" - measuring the size of a tennis court - to create more green spaces.\nMore than 2.5 million people across the UK currently live further than a 10 minute walk from their closest green space.\nTim Farron, Liberal Democrat spokesperson for housing, said people buying new homes would be \"forced to fork out thousands to upgrade their homes in the future to cut their bills and reduce emissions\".\n\"In his Budget, the chancellor should bring forward new standards for greener homes to ensure all new homes are cheap to heat and produce minimal emissions,\" he said. \nZoe Nicholson, Green Party leader of Lewes District Council, said building on brownfield sites made sense, but added the government's investment was an \"absurdly small amount of money\".\n\"It would be more effective if they handed this £2bn of funding to local authorities, which would allow them to build net zero council homes,\" she said,. \n\"This announcement seems to be little more than a gimmick intended to distract us from the fact that their agenda is to simply 'build, build, build' on our countryside to the benefit of greedy developers.\"\nThe Labour Party has not responded to requests for comment.\nAs well as funding for new housing developments, the chancellor is expected to confirm £65m to develop new software to help with the digitisation of the town planning system.\nThe first phase will see the system rolled out to up to 175 local authorities in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58913533",
      "category": "uk-politics",
      "title": "Budget about investing in public services - Sunak",
      "tags": "Rishi Sunak,Budget 2021",
      "text": "Chancellor Rishi Sunak has said \"strong investment in public services\" will be at the heart of his plans for rebuilding the economy when he sets out his Budget next week.  \nSpeaking on BBC One's Andrew Marr Show, he said he would drive growth by spending on infrastructure, innovation and skills.\nBut he said he did not have a \"magic wand\" to make rising costs disappear. \nLabour wants VAT on energy bills to be cut to zero to help families. \nShadow chancellor Rachel Reeves, who was speaking on the same show, said many households were facing a \"tough winter\", and were worried about putting food on the table and heating their homes because prices were going up \"on everything\". \nMr Sunak will set out his Budget on Wednesday, amid concern among some in his own party too that rising energy prices, inflation and tax hikes are causing a cost of living crisis in the UK. \nSpeaking to the BBC, the chancellor said his previous budgets had been about taking action to protect incomes and jobs, but it was now time to look to the future and reshape the economy.\nHe said: \"One of the elements of building a stronger economy is having strong public services, and you will see that next week - whether it's the NHS, which we've already taken steps to support significantly to recover from coronavirus - children, schools, skills, all of these things, policing and crime. \n\"You will see investment across the board in public services because that's what we were elected to deliver and that's what we are getting on and doing.\"\nAsked if he would raise public sector wages in line with inflation, the chancellor said \"that will be one of the things we talk about\". \n\"Over the past year, we took a decision to have a more targeted approach to public sector pay,\" he continued, but \"going forward we'll have to set a new pay policy and that'll be a topic for next week's spending review\". \nHe said there was \"no magic wand\" to make the factors contributing to high inflation disappear - such as pressure on global supply chains as economies have reopened after Covid, and soaring energy prices.  \nAnd while his \"instincts\" were to cut tax, Mr Sunak said he was having to grapple with \"an economic shock - the biggest in three hundred years.\" \nBut shadow chancellor Rachel Reeves said immediate help was essential and ministers needed to match their rhetoric with action. \n\"People are facing a tough winter now with prices of everything going up, not least gas and electricity bills,\" she said.\n\"When we pay our gas and electricity bills, 5% of that money goes automatically to the taxman. \n\"There's something very simple the government could do. It would be immediate and it would be felt automatically on people's bills next month - and that is to cut that rate of VAT from 5% to 0%.\"\nShe said she had been looking at VAT receipts and they had come in more than £2bn higher than forecast because of rising prices, giving the chancellor some wriggle room to act. \n\"Let's use that money to ease that pressure on people who are worried about the winter months, worried about putting food on the table and heating their homes\" she added. \nAnd she said Labour would not have made the \"appalling\" cuts to  universal credit payments which came into force earlier this month. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59032751",
      "category": "entertainment-arts",
      "title": "James Michael Tyler: Friends stars show 'gratitude' for Gunther actor",
      "tags": "Friends,Comedy,Television,Los Angeles,United States",
      "text": "Friends stars including Jennifer Aniston, Courteney Cox and Matt LeBlanc have paid tribute to James Michael Tyler, who starred as Gunther in the sitcom, after he died at the age of 59.\nTyler was diagnosed with advanced prostate cancer in 2018.\nAniston said the show \"would not have been the same\" without Tyler's performance as the Central Perk waiter.\n\"Thank you for the laughter you brought to the show and to all of our lives. You will be so missed,\" she said.\nTyler's much-loved character worked in the show's coffee house and had a crush on Aniston's character Rachel, who also worked there as a waitress in the show's early seasons.\nShe shared an Instagram post which included a photo of Tyler from the set and a clip of the pair in the final episode as Gunther declared his love for the departing Rachel, who turned him down gently.\nCo-star Cox, who played Monica, added her own tribute. \"The size of gratitude you brought into the room and showed every day on set is the size of the gratitude I hold for having known you,\" she wrote.\n\"Rest In peace, James.\"\nLisa Kudrow, who played Phoebe on the show, offered: \"James Michael Tyler, we will miss you.\" Referencing a line from the show's there tune, she added: \"Thank you for being there for us all.\"\nLeBlanc, meanwhile, shared a photo of his character Joey chatting to Gunther in Central Perk.\n\"We had a lot of laughs buddy,\" LeBlanc posted. \"You will be missed. RIP my friend.\"\nDavid Schwimmer, aka Ross, thanked Tyler \"for playing such a wonderful, unforgettable role\" and \"for being such a big hearted gentleman and all around mensch off screen\".\n\"You will be missed, buddy,\" he went on.\nTyler appeared in almost 150 episodes of the comedy, which ran from 1994 to 2004. Gunther was and remains a hugely popular character among fans.\nTyler's manager said the actor \"passed away peacefully at his home in Los Angeles on Sunday morning\".\nA statement added: \"The world knew him as Gunther (the seventh Friend)... but Michael's loved ones knew him as an actor, musician, cancer-awareness advocate, and loving husband. If you met him once you made a friend for life.\n\"Wanting to help as many people as possible, he bravely shared his story and became a campaigner for those with a prostate to get a... blood test as early as 40-years-old.\"\nDavid Crane, who co-created Friends, told the BBC that Tyler started as an extra on the show and was given the role because he could work the coffee machine.\n\"As time went on, I think we realised he's funny - a really good actor,\" Crane said.\n\"We just kept giving him more and more, and when we realised there was a storyline about his secret love for Rachel, it was just the gift that kept on giving.\"\nOn Tyler's comedic timing, Crane added: \"His delivery was impeccable, he was so good that we found ourselves going to him for the punchline for a whole scene or for a whole episode.\n\"With just the littlest opportunity he created this indelible character.\"\nIn May, Tyler made a brief appearance on the Friends reunion special via Zoom. \n\"It was the most memorable 10 years of my life, honestly,\" the actor said at the time.\n\"I could not have imagined just a better experience. All these guys were fantastic and just a joy to work with. It felt very, very special.\"\nWarner Bros Television, one of the co-producers of the sitcom, said Tyler was \"a beloved actor and integral part of our Friends family\".\nHe continued to perform in recent years while undergoing treatment for cancer.\nHe also starred in two short films - The Gesture and the Word, and Processing - winning best actor awards at film festivals. \nIn 2021, his spoken word performance of Stephen Kalinich's poem If You Knew was adapted into a short video to raise awareness for the Prostate Cancer Foundation.\nTyler is survived by his wife Jennifer Carno, whom his manager described as \"the love of his life\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59026214",
      "category": "world-latin-america",
      "title": "Colombia's most wanted drug lord Otoniel captured",
      "tags": "Drugs trade,Colombia",
      "text": "Colombia's most wanted drug trafficker and the leader of the country's largest criminal gang has been captured.\nDairo Antonio Úsuga, better known as Otoniel, was seized after a joint operation by the army, air force and police on Saturday.\nThe government had offered a $800,000 (£582,000) reward for information about his whereabouts, while the US placed a $5m bounty on his head.\nPresident Iván Duque hailed Otoniel's capture in a televised video message.\n\"This is the biggest blow against drug trafficking in our country this century,\" he said. \"This blow is only comparable to the fall of Pablo Escobar in the 1990s.\"\nOtoniel was captured in his rural hideout in Antioquia province in north-western Colombia, close to the border with Panama. \nThe operation involved 500 soldiers supported by 22 helicopters. One police officer was killed. \nOtoniel had used a network of rural safe houses to move around and evade the authorities, and did not use a phone, instead relying on couriers for communication.\nIn the past, police have found special orthopaedic mattresses for Otoniel in these sparse homes, as he suffered back pain from a herniated disc.\nPolice chief Jorge Vargas has said the drug lord was fearful of capture, \"never approaching inhabited areas\". \nBut El Tiempo newspaper said that authorities managed to pinpoint the location where he was eventually captured two weeks ago.\nChief Vargas said his movements were traced by more than 50 signal intelligence experts using satellite imagery. US and UK agencies were involved in the search.\nMr Duque, quoted by AFP news agency, described the operation as \"the biggest penetration of the jungle ever seen in the military history of our country\".\nColombia's armed forces later released a photo showing its soldiers guarding Otoniel, who was in handcuffs and wearing rubber boots.\nThere have been several huge operations involving thousands of officers to capture the 50-year-old in recent years, but until now none has been successful.\nThere's no doubt this is seen as a coup by Colombian authorities - they've been trying to capture Otoniel for several years now. The Gulf Cartel is a formidable and violent organisation with a great deal of power. \nAnd the comparisons with Pablo Escobar are understandable. Otoniel is a household name and has been hugely powerful, especially in the north west of the country. \n\"In South America, there is no larger cocaine trafficker,\" says Toby Muse, author of Kilo: Inside the Cocaine Cartels. \"We are living in the golden age of cocaine, we are producing more cocaine than ever - that's a fact.\"\nBut the parallels perhaps stop there - Otoniel is not as well-known outside of Colombia. And speak to people who lived in the country at the peak of Pablo Escobar's power, many feel they were more frightening times. \nThe question is, will Otoniel's capture impact the trade of the illicit drug? It's hard to know now. We'll have to see what happens in the coming months but most experts seem to think that while demand for cocaine remains strong, it's likely there will be new \"capos\" rising to the top to replace him.\nBorn in Antioquia in the early 1970s, Otoniel jumped between several guerrilla and paramilitary groups - including the Farc (Revolutionary Armed Forces of Colombia), the major Marxist-Leninist rebel group, and the United Self-Defence Forces of Colombia (AUC), a far-right paramilitary and drug trafficking gang.\nWhen the AUC dissolved in 2005, he began working for the drug lord Daniel Rendón Herrera, known as Don Mario - head of the Urabeños, which later became known as the Gulf Clan.\nOtoniel then took charge of the group after its previous leader - his brother - was killed by police in a raid on a New Year's Eve party almost 10 years ago.\nColombia's security forces labelled the gang as the country's most powerful criminal organisation, while authorities in the US describe it as \"heavily armed [and] extremely violent\".\nThe gang, which operates in many provinces and has extensive international connections, is engaged in drug and people smuggling, illegal gold mining and extortion.\nIt is believed to have about 1,800 armed members, who are mainly recruited from far-right paramilitary groups. Members have been arrested in Argentina, Brazil, Honduras, Peru and Spain.\nThe gang controls many of the routes used to smuggle drugs from Colombia to the US, and as far away as Russia.\nThe Colombian government, however, believes it has decimated its numbers in recent years, forcing many leading members to hide in remote regions in the jungle.\nOtoniel now faces a number of charges, including sending shipments of cocaine to the US, killing police officers and recruiting children.\nHe was indicted in the US in 2009, and faces extradition proceedings, which could see him eventually appear in court in New York."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59030936",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: Husband begins new hunger strike in London",
      "tags": "UK government,UK-Iran relations,Foreign, Commonwealth and Development Office,Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "The husband of the detained British-Iranian aid worker Nazanin Zaghari-Ratcliffe is beginning a hunger strike in Whitehall, demanding the government does more to secure her release.\nMrs Zaghari-Ratcliffe, who has been held in Iran for five years on spying charges, recently lost her appeal against a second prison sentence.\nRichard Ratcliffe said his wife was \"increasingly distraught\".\nThe Foreign Office says it will \"continue to press Iran\" on the issue.\nMrs Zaghari-Ratcliffe, a 43-year-old mother-of-one from London, has been detained in Iran since 2016 and has not seen her daughter for two years.\nShe has been serving the second of two prison sentences, this one on parole for a conviction of propaganda against the Iranian regime. She is staying with her mother in Iran - but is not allowed to leave the country. \nMrs Zaghari-Ratcliffe has always denied any wrongdoing.\nBut now she faces a return to prison, after losing an appeal against the most recent sentence. Mr Ratcliffe said it was only a matter of time before she would be summoned back to jail.\nThe hunger strike began on Sunday near to the Foreign Office and Downing Street in London. It is the second time Mr Ratcliffe has used the tactic, after a 15-day hunger strike outside the Iranian embassy in London in 2019.\n\"Two years ago I went on hunger strike in front of the Iranian embassy, on the eve of Boris Johnson taking over as prime minister,\" said Mr Ratcliffe in a statement online.\n\"We are now giving the UK government the same treatment. In truth, I never expected to have to do a hunger strike twice. It is not a normal act. It seems extraordinary the need to adopt the same tactics to persuade government here, to cut through the accountability gap.\"\nHe said that although Iran remained the main country responsible, \"the UK is also letting us down\".\n\"It is increasingly clear that Nazanin's case could have been solved many months ago - but for other diplomatic agendas. The PM needs to take responsibility for that.\"\nHe added: \"It can be difficult to capture the feeling of a life wasting away, watching prison creep closer while we sit in the PM's in-tray.\"\nMr Ratcliffe said he was making four demands from Mr Johnson, including recognising Mrs Zaghari-Ratcliffe as a hostage, and for the UK to push for an end to hostage-taking when negotiating the Iran nuclear deal.\nHe also called for the government to pay the £400m debt that the UK owes Iran, dating back from a deal between the two sides over tanks in the 1970s. \nMr Ratcliffe believes his wife has been imprisoned as leverage for the debt.\nHe spoke to the new Foreign Secretary Liz Truss earlier this month, but said he was told the government's response was to do nothing yet until Mrs Zaghari-Ratcliffe was returned to prison.\n\"For us, reimprisonment is too late, it would mean not seeing Nazanin until 2023,\" he said.\nThe MP Tulip Siddiq - who represents the constituency where the Zaghari-Ratcliffes live - called on the government to listen to Mr Ratcliffe.\n\"It breaks my heart that my constituent Richard Ratcliffe has once again been forced to go on hunger strike to protest against the government's failure to free Nazanin,\" she said.\n\"It should never have come to this. It's time for the government to listen to the demands of Nazanin's family, including paying the debt we owe to Iran, and finally bring her home.\"\nAnd the boss of charity Amnesty International called the situation \"incredibly upsetting\".\n\"Like Richard, we've grown tired of hearing ministers saying they're 'doing all they can' for Nazanin and other arbitrarily-detained Britons in Iran - it doesn't look like that to us, and it certainly hasn't produced results,\" said Sacha Deshmukh.\nHe demanded the government sets out a strategy for getting Mrs Zaghari-Ratcliffe home, and added: \"We call on Boris Johnson, Liz Truss and other ministers to take the time to come out of their offices to visit Richard at his tent. Ministers need to hear first-hand how desperate this situation is.\"\nOn Sunday, a Foreign Office spokesperson said: \"Iran's decision to proceed with these baseless charges against Nazanin Zaghari-Ratcliffe is an appalling continuation of the cruel ordeal she is going through. \n\"Instead of threatening to return Nazanin to prison, Iran must release her permanently so she can return home. \n\"We are doing all we can to help Nazanin get home to her young daughter and family and we will continue to press Iran on this point.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59014374",
      "category": "uk-wales",
      "title": "Police in Wales investigate spiking by injection reports",
      "tags": "Spiking,Social media,Home Office,Priti Patel,Dyfed-Powys Police,Aberystwyth,South Wales Police,Aberystwyth University",
      "text": "Reports of people being spiked by injection are being investigated by police in Wales. \nSouth Wales Police said it had been contacted about a \"small number\" of alleged spiking cases involving needles.\nDyfed-Powys Police is also making inquiries after a \"suspected needle assault\" was reported to them. \nThe forces said they had contacted pubs and clubs to alert them about the reports. \nIt comes as the National Police Chiefs' Council (NPCC) said there had been hundreds of reports of drink spiking and spiking by needle across Britain in the past couple of months. \nSouth Wales Police said it had, in the past, trained staff at city centre licensed premises to help them keep people safe from spiking.\n\"We regularly see examples of where this training has paid off,\" the force said.\n\"In addition, we are working with licensed premises to alert them to spiking methods that have been reported in other areas of the UK, and asking them to be extra vigilant at this time.\"\nDyfed-Powys Police's Insp Matthew Howells said it was investigating an assault reported in Aberystwyth on Wednesday evening.\n\"On this occasion it is believed that no liquid has been injected into the victim,\" Insp Howells said. \nHe said the force was aware of posts about spiking by needle that had appeared on social media.\nIt was also working with the local authority, and pubs and clubs, to let them know about concerns. \nInsp Howells said: \"We are also working with the university to identify other persons referred to in social media posts so that our investigations can use every opportunity to gather evidence to identify suspects.\"\nThe NPCC said there had been about 140 confirmed reports in September and October of drink spiking, and 24 reports of injections.\nIt said the \"concerning number\" included both men and women, with the majority of cases involving young women.\nAlleged attacks were known to have taken place in England, Scotland and Wales.\nThe organisation's drugs lead, Deputy Chief Constable Jason Harwin, said alleged offences had taken place at licensed premises and private parties.\n\"We are working at pace with forces, law enforcement agencies such as the NCA (National Crime Agency) and other partners including the Home Office and universities to understand the scale of offending, establish any links between the allegations and ultimately bring any identified offenders to justice,\" he said. \nHome Secretary Priti Patel has asked police forces for an update following a number of cases of women reporting being spiked by needles in nightclubs.\nIn Nottingham two men have been arrested as part of an ongoing investigation into spiking incidents.\nA boycott of clubs in some cities, including Cardiff, will take place on 29 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59032300",
      "category": "world-latin-america",
      "title": "Colombian drug lord Otoniel to be extradited to US",
      "tags": "Drugs trade,United States,Colombia",
      "text": "Colombia has announced that the country's most wanted drug trafficker will be extradited to the US after he was captured in a raid.\nDairo Antonio Úsuga, known as Otoniel, was seized after a joint army, air force and police operation on Saturday.\nHe led the country's largest criminal gang and has been on the US Drug Enforcement Agency's most wanted list for years.\nUS officials had placed a $5m (£3.6m) bounty on his head.\nThey accused him of importing at least 73 metric tonnes of cocaine into the country between 2003 and 2014. \nColombia's Defence Minister Diego Molano told El Tiempo newspaper that the next step for officials was to comply with the US extradition order. \nAuthorities have now taken Otoniel to a military base in the capital Bogotá ahead of his extradition, according to newspaper El Nuevo Siglo.\nBeing locked up in a jail thousands of miles from their home country, in a place where they have few connections and no means to intimidate guards or prison directors is a fate many Colombian drug traffickers fear. \nThe late drug lord Pablo Escobar said that he would prefer \"lying in a grave in Colombia than being locked up in a cell in the US\".\nExcept for a six-year period between 1991 and 1997, when Colombia's constitution banned extraditions of Colombian citizens, a number of top level traffickers facing indictments in the US have been sent to stand trial there. \nAmong them are the co-founder of the Medellín cartel, Carlos Lehder, drug lord Daniel \"The Madman\" Barrera and paramilitary leader Salvatore Mancuso.\nOtoniel, who was indicted in the the US in 2009, will faces a number of charges, including sending shipments of cocaine to the US, killing police officers and recruiting children.\nOtoniel was captured in his rural hideout in Antioquia province in north-western Colombia, close to the border with Panama. \nThe operation involved 500 soldiers supported by 22 helicopters. One police officer was killed. \nOtoniel had used a network of rural safe houses to move around and evade the authorities, and did not use a phone, instead relying on couriers for communication.\nIn the past, police have found special orthopaedic mattresses for Otoniel in these sparse homes, as he suffered back pain from a herniated disc.\nPolice chief Jorge Vargas has said the drug lord was fearful of capture, \"never approaching inhabited areas\". \nBut El Tiempo reported that authorities managed to pinpoint the location where he was eventually captured two weeks ago.\nChief Vargas said his movements were traced by more than 50 signal intelligence experts using satellite imagery. US and UK agencies were involved in the search.\nMr Duque described the operation as \"the biggest penetration of the jungle ever seen in the military history of our country\".\nColombia's armed forces later released a photo showing its soldiers guarding Otoniel, who was in handcuffs and wearing rubber boots.\nThere have been several huge operations involving thousands of officers to capture the 50-year-old in recent years.\nThere's no doubt this is seen as a coup by Colombian authorities - they've been trying to capture Otoniel for several years now. The Gulf Cartel is a formidable and violent organisation with a great deal of power. \nAnd the comparisons with Pablo Escobar are understandable. Otoniel is a household name and has been hugely powerful, especially in the north west of the country. \n\"In South America, there is no larger cocaine trafficker,\" says Toby Muse, author of Kilo: Inside the Cocaine Cartels. \"We are living in the golden age of cocaine, we are producing more cocaine than ever - that's a fact.\"\nBut the parallels perhaps stop there - Otoniel is not as well-known outside of Colombia. And speak to people who lived in the country at the peak of Pablo Escobar's power, many feel they were more frightening times. \nThe question is, will Otoniel's capture impact the trade of the illicit drug? It's hard to know now. We'll have to see what happens in the coming months but most experts seem to think that while demand for cocaine remains strong, it's likely there will be new \"capos\" rising to the top to replace him.\nBorn in Antioquia in the early 1970s, Otoniel jumped between several guerrilla and paramilitary groups - including the Farc (Revolutionary Armed Forces of Colombia), the major Marxist-Leninist rebel group, and the United Self-Defence Forces of Colombia (AUC), a far-right paramilitary and drug trafficking gang.\nWhen the AUC dissolved in 2005, he began working for the drug lord Daniel Rendón Herrera, known as Don Mario - head of the Urabeños, which later became known as the Gulf Clan.\nOtoniel then took charge of the group after its previous leader - his brother - was killed by police in a raid on a New Year's Eve party almost 10 years ago.\nColombia's security forces labelled the gang as the country's most powerful criminal organisation, while authorities in the US describe it as \"heavily armed [and] extremely violent\".\nThe gang, which operates in many provinces and has extensive international connections, is engaged in drug and people smuggling, illegal gold mining and extortion.\nIt is believed to have about 1,800 armed members, who are mainly recruited from far-right paramilitary groups. Members have been arrested in Argentina, Brazil, Honduras, Peru and Spain.\nThe gang controls many of the routes used to smuggle drugs from Colombia to the US, and as far away as Russia.\nThe Colombian government, however, believes it has decimated its numbers in recent years, forcing many leading members to hide in remote regions in the jungle."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59026266",
      "category": "uk",
      "title": "Covid-19: Cheaper tests for travellers and PM's booster jab plea",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow.\nTravellers returning to England are now able to take cheaper lateral flow tests instead of more expensive PCR tests. It means fully-vaccinated people arriving from a non-red list country can now use a lateral flow test on, or before, day two of their return. The lateral flow tests must be bought from private providers - not from the NHS - with some prices starting at £19. Wales will make the same change in a week's time. Scotland and Northern Ireland have indicated they may follow suit.\nPrime Minister Boris Johnson has repeated his call for people to get their booster jabs as the UK reported more than 40,000 daily Covid cases for the 11th day in a row. Mr Johnson, who has so far resisted calls by some health experts to reintroduce Covid restrictions despite rising infection levels, said: \"Vaccines are our way through this winter.\" People eligible for boosters include anyone aged 50 and over, those living and working in care homes for the elderly, and frontline health and social care workers. \nThe Republic of Ireland is facing \"one of the most difficult winters\" it has experienced \"for many years\", Health Service Executive chief Paul Reid has warned. He said the virus was \"putting severe pressure\" on the Republic's hospital system. There are no paediatric intensive care unit beds available in the Republic and there are only 11 adult ICU beds free, Mr Reid told RTE. He said that 93 of the 206 ICU beds available in the system are occupied by Covid patients, and added that about 57% of the people in ICU have not been vaccinated.\nA relaxation of restrictions in hospitality settings in Northern Ireland could be reversed if they cause a surge in Covid cases, Health Minister Robin Swann has warned. Mr Swann said he hoped such a move would not be needed and stressed the importance of getting Covid and flu vaccines. The executive has also agreed masks will not be mandatory for dancing in nightclubs when they reopen next Sunday.\nAnd finally, a man's love affair with a wooden rollercoaster has resumed after he finally enjoyed his 6,000th ride, which had been delayed by the pandemic. \"It's escape from reality, it's two minutes of forgetting all your worries,\" says Ryan Hackett, 61, from Milford Haven. He's been riding  the Megafobia at Oakwood Theme Park in Pembrokeshire for more than 25 years.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWith new tests for travellers returning to England, make sure to read up on all the latest travel rules here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58809709",
      "category": "uk-scotland",
      "title": "COP26: How are road closures affecting Glasgow?",
      "tags": "Transport,COP26,Glasgow",
      "text": "Travelling around Glasgow is expected to be \"significantly impacted\" during the COP26 climate change summit, with major road closures during the conference.\nCOP26 is held over two weeks from 31 October - 12 November 2021 at the Scottish Event Campus (SEC).\nAbout 25,000 delegates are expected to be at the talks and security will be tight, especially around the attendance of about 120 world leaders.\nRoad closures started a week ahead of the summit on 23 October and last until Monday 15 November.\nSome days are expected to be busier than others. The biggest disruption is expected on Saturday 6 November, which has been designated as the Global Day For Climate Justice. \nAbout 100,000 protesters are expected in Glasgow, with a march which begins at Kelvingrove Park at noon before making its way to Glasgow Green for about 15:00.\nTransport Scotland, the national transport agency, has warned the public to avoid the SEC area and expect delays on the M8 as this will be the main route for delegates travelling to the summit.\nThe main message is to be prepared for anything. Unplanned protests could emerge, roads could be temporarily closed or diversions put in place at the last minute due to obstructions or for security reasons.\nGet Ready Glasgow, the city's information site, has produced a congestion map to show where travel in the city will be affected.\nIt might not just be Glasgow that is affected, with world leaders staying in other locations such as Edinburgh, St Andrews and Perthshire.\nAnyone who has to travel in central Scotland during the conference period could be affected.\nYou can read the official COP26 transport plan here.\nThe area around the SEC summit venue will see the most impact. More than 9,000 people in Glasgow's Finnieston, Anderston and Yorkhill areas will be affected by parking restrictions and security measures. \nRoad closures will mean longer journey times, and businesses have been asked to carefully consider how their staff will travel to and from work on the busiest days.\nThe main closures are:\nThe alternative routes are:\nGet Ready Glasgow is suggesting motorists follow suggested alternative routes around the city until roads reopen after COP26.\nRoads won't be back to normal immediately at the end of the summit. They will reopen gradually over the next week.\nCongress Road - The main road outside the SEC campus will reopen on 17 November at 06:00.\nCongress Way, Finnieston Quay, Tunnel Street, Stobcross Road and Castlebank Street - Subject to lane restrictions with full road closure until 06:00 on 21 November.\nClyde Arc, Lancefield Quay and Finnieston Street - Reopening on Monday 15 November.\nMinerva Street  - Reopens 13 November. Local Access to private car parks maintained.\nClydeside Expressway - The main route directly from the M8 motorway to the SEC summit venue. It reopens on 15 November.\nThe M8 and the M74 motorways are the most likely to be affected by closures and restrictions.\nThe main carriageway of the M74 on the approach to Glasgow will be extremely busy, where more traffic heads westbound towards the Clyde Tunnel alternative route.\nIncreased queueing and delays are also expected on the M8 at Junction 25 westbound as more traffic heads towards the Clyde tunnel. This is a key access road to the Queen Elizabeth University Hospital.\nTransport Scotland has said there are no official requests to close any sections of the motorways. However this could change, and could be revisited in the event of individual incidents.\nYou can check day-by-day maps of road closures and diversions at Get Ready Glasgow.\nCOP26 delegates are being encouraged to travel by train to reach the SEC conference venue, which is served by its own station Exhibition Centre.\nHowever, the RMT union has said members who work for ScotRail will strike during the summit, which is set to impact rail travel.\nScotRail says it has contingency plans to provide a core service for the duration of the summit.\nBefore these developments, Glasgow City Council and travel providers were working on travel demand management during COP26 and had already issued warnings that public transport will be very busy. \nFor delegates, a dedicated shuttle bus service will operate between Glasgow city centre and the SEC.  Delegates are also expected to get a free travel smartcard, allowing them to use bus, rail and subway services in the city.\nFor city residents, the main advice is to plan ahead and allow extra time for unforeseen delays. The Traveline Scotland website has up-to-date information on all modes of public transport and a journey planner.  \nCycling is being highly encouraged during the climate change event.\nGlasgow City Council's cycle hire scheme \"Nextbike\" will be free to use for all COP26 attendees to get around the city. It is also available to event volunteers and local residents.\nGlasgow has an expanding network of active travel routes and shared-use footpaths and a number of core paths connect the venue with the surrounding areas. \nHowever, for security purposes, the National Cycle Network (Route 7), that runs north of the River Clyde to Loch Lomond, will be closed in Glasgow because of its proximity to the SEC venue.\nOther cycle routes along streets and bridges within the summit zone are also closed to the public.\nFor more information on what is happening please visit the COP26 website and Twitter feed"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59024820",
      "category": "world-us-canada",
      "title": "Joel Souza, filmmaker wounded in Alec Baldwin gun incident, 'gutted' at friend's death",
      "tags": "Alec Baldwin,Film,New Mexico,United States",
      "text": "Film director Joel Souza says he is \"gutted by the loss of my friend and colleague\" Halyna Hutchins, in his first statement since a gun accident on the set of a movie in New Mexico.\nMs Hutchins was killed and Mr Souza wounded when a prop gun with a live round was fired by actor Alec Baldwin.\nMr Souza thanked well-wishers for their \"outpouring of affection\".\nCourt records say Mr Baldwin was handed the gun by an assistant director who told the actor that it was safe.\nMs Hutchins, a 42-year-old cinematographer, was fatally shot in the chest in Thursday's incident on the set of the film Rust in Santa Fe. Mr Souza, 48, who had been standing behind Ms Hutchins, was treated in hospital for a wound to the shoulder and later discharged.\nPolice are still investigating the incident and no charges have been brought.\nIn his statement, Mr Souza said: \"I am gutted by the loss of my friend and colleague, Halyna. She was kind, vibrant, incredibly talented, fought for every inch and always pushed me to be better.\n\"My thoughts are with her family at this most difficult time. I am humbled and grateful by the outpouring of affection we have received from our filmmaking community, the people of Santa Fe, and the hundreds of strangers who have reached out… It will surely aid in my recovery.\"\nCourt submissions show the assistant director, Dave Halls, did not know the prop contained live ammunition and indicated it was unloaded by shouting \"cold gun!\"\nOn Friday, Mr Baldwin - who was the star and producer of the film - said he was \"fully co-operating\" with the Santa Fe County Sheriff's Office.\n\"My heart is broken for her husband, their son, and all who knew and loved Halyna,\" he wrote on Twitter.\nMs Hutchins, 42, was from Ukraine and grew up on a Soviet military base in the Arctic Circle. She studied journalism in Kyiv and film in Los Angeles. She was the director of photography for the 2020 action film Archenemy.\nShe leaves a husband, Matthew, and a nine-year-old son.\nAccording to the Los Angeles Times, about half a dozen members of the camera crew on Rust had walked out hours before the tragedy after protesting over working conditions on the set at the Bonanza Creek Ranch near Santa Fe.\nThere had been at least three earlier prop gun misfires on the set, sources told the Times.\nThe union members had also complained that they were promised hotel rooms in Santa Fe, but once filming of the Western began they were required to drive 50 miles (80km) from Albuquerque every morning.\nThe BBC has obtained a document showing which crew members were listed as scheduled to be on set that day.\nIt names a head armourer, the crew member responsible for checking firearms. Hannah Gutierrez Reed is in her twenties and had recently worked in this role for the first time, on the movie The Old Way.\nIn a podcast in September she said she almost turned down that job \"'cause I wasn't sure if I was ready... but doing it, like, it went really smoothly\".\nThe prop gun that Baldwin fired contained a \"live single round\", according to an email sent by the International Alliance of Theatrical Stage Employees to its membership, reports Variety.\nIn Rust, Baldwin was starring as an outlaw whose grandson is sentenced to hang for an accidental killing.\nThe actor is best known for his role as Jack Donaghy on the NBC sitcom 30 Rock and for his portrayal of Donald Trump on the sketch show Saturday Night Live.\nSuch incidents on film sets are extremely rare. \nReal firearms are often used in filming, and are loaded with blanks - cartridges that create a flash and a bang without discharging a projectile. \nIn 1993, Brandon Lee - the 28-year-old son of the late martial arts star Bruce Lee - died on set after being accidentally shot with a prop gun while filming a death scene for the film The Crow."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58967630",
      "category": "uk-wales",
      "title": "Wales curriculum: New science GCSE prompts dumbing down fears",
      "tags": "GCSEs,Chemistry,Cardiff Metropolitan University,Swansea University,Welsh government,Wales education",
      "text": "A \"dumbing down\" of science at GCSE level could see Wales \"miss out on some brilliant scientists in the future\", an academic has warned. \nFrom 2025, physics, chemistry and biology will no longer be offered as separate subjects.\nInstead, pupils will study for one integrated science award which combines the three subjects and will be worth two GCSEs. \nQualifications Wales said integrating subjects allowed pupils a mix of GCSEs.\nDr Lowri Mainwaring, academic team lead in biomedical sciences at Cardiff Metropolitan University, said: \"I worry about the message combining those three GCSEs together will give pupils.\n\"This dumbing down, if you like, or this convergence of science, what does that tell our pupils about science? That it is maybe not as important as it should be?\n\"The one thing we've learned over the past 20 months is that science is extremely important, without scientists all over the world we wouldn't have an understanding of Covid at all and we wouldn't have a vaccine.\"\nShe said she understood why Qualifications Wales wanted to \"create more space\" in the curriculum for students to study other subjects, but feared the change could lead to fewer pupils doing A-levels and degrees in science.\n\"There's already a big jump between GCSE and A-level, by bringing the curriculum down a notch or changing it at GCSE that jump could be even higher,\" she said. \n\"How do we ensure that those who still want to go on to study science at a higher level are not afraid to do so?\n\"We need to motivate more people into science, and not say 'it's OK for you to do less of it', because I think we could potentially miss out on some brilliant scientists in the future, because they don't have the confidence [to progress].\"\nProf Alma Harris, from the department of education and childhood studies at Swansea University, echoed these concerns. \n\"My worry really is for the students and the way they can progress into university or employment with these new GCSE qualifications,\" said Prof Harris.\n\"But my main concern about this integrated approach is the subject knowledge and the amount of time the teachers will have to cover those respective subjects when they're integrated into one GCSE.\n\"Those three science subjects are very different in their nature, demand very different skills and abilities... to compartmentalise them would seem reasonable, but to compress them I think raises some questions.\"\nEluned Parrott, head of Wales at the Institute of Physics, said: \"I think having a single root for all the sciences together is quite a positive change, but we think it's really important to retain the name and individual grades for individual subjects, because actually the sciences are quite different in character.\"\nAsked how the new GCSE would be seen by employers and universities outside Wales, she said: \"Wales has got the right to set its own educational agenda in very much the same way as Scotland does, and it will diverge from from England.\n\"What we have to make sure is that the value and the quality of the qualifications that Welsh students get are comparable to those in other parts of the UK and other parts of the world.\" \nProf Mary Gagen, from the department of geography at Swansea University, said she knew from speaking to schools through the university's Science for Schools scheme that teachers had \"a lot of anxiety\" about the new curriculum.\n\"One of our teachers summed up their concerns as feeling like there is a big experiment going in Wales with the new curriculum and children's futures, they have real anxiety about that taking place alongside a pandemic,\" she said.\n\"They feel that what Welsh education needs right now is stability and investment.\"\nThe change to science is part of a major overhaul of education, which will see separate English language and literature GCSEs merged and new GCSEs, including engineering and manufacturing and film and digital media, created.\nThe results of a public consultation were published in July.\nThe report that followed the consultation, produced for Qualifications Wales by Opinion Research Services, acknowledged that when asked about the plans for the new science GCSE, there was a \"fairly equal split in reactions\" among the 355 people who responded - 42% were in favour and 40% were against.\nA new double award will replace the existing science GCSEs, including the existing science double award\nThe new GCSE will include the key aspects of biology, chemistry and physics and make it clear how they link to each other, Qualifications Wales said. \nIt said it would work with stakeholders to agree the content and assessment of the new GCSE. \nIt is down to individual schools to decide which GCSEs are mandatory and which are optional so the new GCSE may not be compulsory in some schools. \nQualifications Wales said it was \"still open to the possibility of developing other made-for-Wales qualifications to sit alongside the new GCSE science qualification\".\nCatrin Verrall, a senior manager at Qualifications Wales, said: \"Around 20% of schools in Wales don't offer the separate science GCSEs in biology, chemistry and physics, and so this means that not all learners in Wales are currently given the same degree of choice about which science GCSE [they take]... so we're adopting a common GCSE offer for all learners in Wales and that would support greater equality of opportunity.\n\"We're also integrating subjects in some other areas, so maths and English as well, and the purpose of integrating subjects is to give learners and schools freedom to choose a mix of GCSEs that reflect the breadth and balance of the new curriculum.\"\nShe said universities have \"indicated a clear preference for learners with a breadth of different learning and experiences\".\nShe added: \"These qualifications are a really exciting opportunity for us to really reimagine qualifications that are fit for the future and relevant and engaging for our young learners in Wales.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58981586",
      "category": "health",
      "title": "Should the government do more to protect the NHS?",
      "tags": "Coronavirus vaccines,NHS,Intensive care,Coronavirus pandemic",
      "text": "Doctors and health service leaders are warning the NHS is on the edge of a crisis, staff are burnt-out and Covid cases are rising sharply - but, in England, the government says there is no reason to change tack.\nSo far, ministers have refused to budge from their Plan A to deal with Covid this winter - which is to offer booster jabs and get more young people, including 12-15 year olds, vaccinated.\nBut there is growing pressure to move to its stricter Plan B - which would put England on a similar path to Scotland and Wales, where face coverings are still compulsory on public transport and in shops. People could also be advised to work from home and Covid passports introduced for entry to large events.\nThese are seen by some as relatively small changes to most people's lives and a very long way from the strict restrictions of earlier in the pandemic. And for some on the frontline, taking those actions now could make a huge difference in the long run.\nProf Charlotte Summers, who works in intensive care, told the BBC that the situation was \"incredibly serious\", with one in five ICU beds in UK hospitals occupied by someone with Covid-19.\nShe said doctors were treating more patients ill with Covid, who tended to stay longer in ICU, as well as more people with non-Covid emergencies, and this was reducing their ability to catch up on the massive backlog of elective surgery.\nControlling the numbers of Covid patients in intensive care would make a \"significant difference\", she said, adding that there was also the workforce to consider.\n\"Staff have left intensive care units so we have fewer than we had at the start of the pandemic,\" Prof Summers said. \"So, providing services with exhausted staff, fewer staff and more patients is incredibly challenging.\"\nAccording to the Intensive Care Society, there are 823 patients with Covid in beds which can provide mechanical ventilation, out of a total of roughly 4,000 adult intensive care beds across the UK. That's way down on the winter peak, when extra wards and hospitals were built to care for the most seriously ill.\nThe majority in intensive care are not vaccinated, Prof Summers said - although precise figures on vaccination status have not been published.\nThe vaccination programme is working and has weakened the link between the numbers of people infected with the virus and the numbers ending up seriously ill in hospital and dying.\nEven as UK cases rise above 45,000 a day, hospital admissions and deaths have stayed relatively flat over the last few months - and it's not clear yet whether slight rises in the last few days are part of a long-term trend.\nProf Paul Hunter, from the University of East Anglia, said what happens next was \"difficult to predict\" and cases could peak this month and start to fall again.\nIt's acknowledged that the NHS in England is clearly extremely busy, but the 6,000 Covid patients in hospital in England equates to 7% of all hospital beds. And there were more Covid patients in hospitals at the start of September 2021.\nSo the focus is to get more people vaccinated quickly - by speeding up access to booster vaccines for the over-50s, and jabs for young teens in vaccination centres and schools, as well as targeting the five million people who've so far refused a vaccine.\nMore than four million people out of 30 million who are eligible have now had a booster jab in England, but across the UK as a whole, 14% of people aged over 12 are still unvaccinated.\nThe drive to get more people vaccinated is backed up by official government figures, which show that in every age group, the rate of hospital admissions is much higher among unvaccinated people than those who are fully vaccinated. \nIt's a plan that is also backed by a number of senior scientists.\nProf Andrew Pollard, head of Oxford University's vaccine group, who helped develop their Covid vaccine, said the real issue was protecting people who had not had any vaccine doses and those with weakened immune systems, who were ending up in intensive care.\nOn the whole, he said people with Covid in hospital were staying for a shorter period of time than before, and were more likely to be frail and elderly. \nBecause the virus was spreading in the community among vaccinated people, there would be \"an inevitable feed-through\" into hospitals where people could be admitted for other reasons but then test positive, he added.\n\"Both vaccines are holding up well against severe disease,\" Prof Pollard said, adding that transmission among young adults \"will extend immunity even further\".\nThere's no magic number or set of figures that would mean moving from the current Plan A.\nThis week Health Secretary Sajid Javid said the vaccination programme remains its first line of defence, and there were no current plans to bring in Plan B \"at this point\".\nBut the government also says it will keep a close watch on the number of Covid patients in hospital, any sudden changes in trends and the overall state of the NHS.\nAs the British Medical Association and NHS leaders have their say on the matter, the pressure to change course is ramping up.\n\"Being pre-emptive now would mean there is less likelihood of ending up in a further lockdown,\" said Dr Nathalie MacDermott, from King's College London, who described Plan B as only three simple steps to protect others.\nHowever, it's not known how effective compulsory mask-wearing would be in reducing cases. \nRestrictions in the rest of the UK already reflect many of these Plan B measures, but cases in Scotland and Wales are still edging up.\nDeciding what steps to take as winter approaches will involve considerations over the economy, over jobs and over schools - not just public health."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59023511",
      "category": "uk-northern-ireland",
      "title": "Brexit: UK says new Northern Ireland Protocol talks 'constructive'",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Brexit",
      "text": "The first round of new talks on the Northern Ireland Protocol was \"constructive\", UK officials have said.\nHowever big gaps remain, particularly on the role of the European Court of Justice (ECJ).\nEU and UK officials held technical talks in Brussels last week, and an EU team will arrive in London on Tuesday to continue negotiations.\nThe lead negotiators, Lord Frost and Maroš Šefčovič, are expected to meet at the end of next week.\nA European Commission spokesperson declined to comment on the talks.\nThe protocol is the Brexit deal which prevents a hard Irish border by keeping Northern Ireland inside the EU's single market for goods.\nThat also creates a new trade border between Northern Ireland and the rest of the UK, something the EU accepts is causing difficulties for many businesses.\nUnionist politicians say the arrangement undermines Northern Ireland's place in the UK.\nThe EU has suggested a package of reforms which would reduce the practical impacts of the protocol.\nThe UK wants more fundamental change, including the removal of the ECJ from its oversight role in the deal.\nA UK government source said: \"The talks this week were constructive and we've heard some things from the EU that we can work with. \n\"There's been plenty of speculation about governance this week but our position remains unchanged: the role of the ECJ in resolving disputes between the UK and EU must end. \n\"We need to see real progress soon rather than get stuck in a process of endless negotiation. \n\"Whether we're able to establish that momentum soon will help us determine if we can bridge the gap or if we need to use Article 16.\"\nArticle 16 is the part of the deal which allows parts of the protocol to be temporarily suspended if they are causing serious difficulties or leading to diversion of trade.\nIf one side uses Article 16 the other can take \"proportionate rebalancing measures\".\nIreland's Foreign Minister Simon Coveney has suggested the talks have a rough deadline of late December.\nHe told the Press Association news agency that there is a finite \"window\" within which the EU is willing to find solutions.\n\"I think that window is on offer now to the British government if they want to use it to find a way of implementing the protocol in a way that responds to the vast majority of the issues and problems that have been raised,\" he said.\n\"I can't tell you when the EU will decide that that approach is getting us nowhere if there's no agreement.\n\"But certainly I think there's a window between now and late December, when the EU, I think, will be open to continuing dialogue and trying to find a way of making this work.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59024491",
      "category": "world-us-canada",
      "title": "Kobe Bryant's wife Vanessa first heard of his death online",
      "tags": "Los Angeles,Kobe Bryant,United States",
      "text": "Vanessa Bryant, the widow of Kobe Bryant, said she learned about the death of her husband by seeing \"RIP Kobe\" notifications on her phone.\nBasketball star Bryant died with his daughter, 13-year-old Gianna, and seven others in the January 2020 crash.\nMs Bryant is suing the Los Angeles County Sheriff's Department for negligence and invasion of privacy.\nShe alleges that officers shared graphic photos of the crash scene, including Kobe and Gianna's bodies.\nDuring a deposition, a county attorney asked Ms Bryant when she was first made aware of the crash.\nMs Bryant said that she was informed by a family assistant that her husband and daughter had been in a helicopter accident, but that five people had survived. She thought that they were likely among the survivors. \nBut then messages started popping up on her phone.\n\"I was holding onto my phone, because obviously I was trying to call my husband back, and all these notifications started popping up on my phone, saying 'RIP Kobe. RIP Kobe. RIP Kobe',\" Ms Bryant said, according to a transcript of the deposition.\n\"My life will never be the same without my husband and daughter,\" she added.\nIn March, Ms Bryant published the names of Los Angeles County police officers who she said shared graphic photos of the scene of the crash.\nShe alleges that one of the officers shared with a bartender photos of Kobe Bryant's body and the others distributed \"gratuitous photos of the dead children, parents, and coaches\".\nThe Los Angeles Times newspaper reported in February last year that an internal police investigation found officers shared photos of victims' remains.\n\"I don't think it's fair that I'm here today having to fight for accountability,\" Ms Bryant said.\n\"Because no one should ever have to endure this type of pain and fear of their family members. The pictures getting released, this is not okay.\"\nMs Bryant said that she had asked Sheriff Alex Villanueva to make sure nobody took photos at the scene.\nThe sheriff's department has declined to comment on the pending lawsuit.\nMs Bryant said that she has kept the clothes her husband and daughter were wearing when they died. \n\"And if their clothes represent the condition of their bodies, I cannot imagine how someone could be so callous and have no regard for them or our friends, and just share the images as if they were animals on a street,\" she said.\nYou may also be interested in..."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59023465",
      "category": "world-europe",
      "title": "Turkey moves to throw out US envoy and nine others",
      "tags": "Turkey,Recep Tayyip Erdogan",
      "text": "Turkey's President Recep Tayyip Erdogan has ordered 10 ambassadors, including those from the US, Germany and France, be declared persona non grata.\nIt follows a statement from the envoys calling for the urgent release of activist Osman Kavala.\nHe has been in jail for more than four years over protests and a coup attempt, although he has not been convicted.\nPersona non grata can remove diplomatic status and often results in expulsion or withdrawal of recognition of envoys.\nThis week's statement on Mr Kavala jointly came from the embassies of the US, Canada, France, Finland, Denmark, Germany, the Netherlands, New Zealand, Norway and Sweden. Seven are fellow Nato allies of Turkey.\nThe Council of Europe, Europe's main human rights watchdog, has given Turkey a final warning to heed a European Court of Human Rights ruling to free Mr Kavala pending trial.\nAddressing a crowd in Eskisehir on Saturday, Mr Erdogan said the ambassadors \"cannot dare to come to the Turkish foreign ministry and give orders\".\nHe said: \"I gave the necessary order to our foreign minister and said what must be done. These 10 ambassadors must be declared persona non grata at once. You will sort it out immediately.\"\nHowever, what will happen now remains unclear.\nMr Erdogan said the envoys should either understand Turkey or leave, Turkish media reported.\nThere has been little response from the ambassadors so far, although the German foreign ministry said the nations involved were in \"intensive consultation\".\nNo official notification has been received from Turkish authorities.\nThe Norwegian foreign ministry told Reuters its envoy had \"not done anything that warrants an expulsion\".\nTurkey's foreign ministry had summoned the ambassadors on Tuesday to protest at their \"irresponsible\" statement on the Kavala case.\nThe embassies' statement had criticised the \"continuing delays\" in Osman Kavala's trial, which \"cast a shadow over respect for democracy, the rule of law and transparency in the Turkish judiciary system\".\nIt urges a speedy resolution and calls for \"Turkey to secure his urgent release\".\nMr Kavala was last year acquitted of charges over nationwide protests in 2013, but almost immediately rearrested.\nThe acquittal was overturned and new charges were added relating to the military coup attempt against the Erdogan government in 2016.\nMr Kavala denies any wrongdoing and critics of the Erdogan government say his case is an example of a widespread crackdown on dissent.\nEarlier this week, Mr Erdogan defended Turkey's judicial system, saying: \"I told our foreign minister: We can't have the luxury of hosting this lot in our country. Is it for you to give Turkey such a lesson? Who do you think you are?\"\nBy Ece Goksedef, BBC Turkish\nThe Kavala case has been a source of tension between the Turkish government and its Western allies. Turkey has been accused of applying criminal law against its critics and breaching the rule of law. The Kavala case is one example.\nAs a businessman, Mr Kavala had been campaigning for freedom of speech and democracy. President Erdogan says he supported the Gezi protests in Turkey in 2013. He believes those protests were aimed at toppling himself and his government. That is why he believes all the calls for Mr Kavala's release are directly targeting himself. Hence his harsh response.\nTurkish officials told me that they did not know when the trial should start. But if it does, we can expect a response from the countries now speaking out, and that will have consequences for the Turkish economy, which is already struggling, since some of those countries are Turkey's biggest trade partners.\nThis is a very bold move, probably a show of strength, especially for domestic politics a year and a half before elections. Some analysts believe it is rhetoric for domestic consumption. But others argue Mr Erdogan may be serious in pursuing this order. It remains to be seen."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59022094",
      "category": "uk-scotland-glasgow-west",
      "title": "NHS board tells patients not to go to A&E unless 'life-threatening'",
      "tags": "NHS Greater Glasgow and Clyde,Glasgow,Coronavirus pandemic",
      "text": "Glasgow's health board has urged patients only to attend A&E if an issue is \"life-threatening\". \nThe plea comes after it emerged that a third of those who went to the board's flagship hospital in one week were there for minor injuries.\nHealth boards across the country have struggled to deal with normal service on top of the pandemic. \nThe military are providing support to NHS Lanarkshire and NHS Borders. NHS Grampian have also requested help.  \nNHS Greater Glasgow and Clyde said 32% of attendances at the Queen Elizabeth University Hospital's A&E department were deemed not to be life threatening, with staff treating injuries including bruising, cut fingers and lower back pain.\nOn Saturday, Scott Davidson, the deputy medical director at NHS Greater Glasgow and Clyde, said: \"We would urge everyone that, unless their condition is life-threatening, they should not attend an emergency department.\n\"If you are in any doubt about who you should contact, please call NHS24 on 111 to access the appropriate care. If necessary you will be given an onward referral to our flow navigation centre team, who will call you back and undertake a virtual consultation.\n\"This can be undertaken in your own home and may mean the condition can be treated without you leaving home. Should you need to attend an emergency department, the team will instruct you to do so.\"\nHe said that some of the \"minor ailments\" A&E departments were seeing patients for included cuts and scrapes, dental pain, urinary tract infections, and sore throats. \nOn Friday, NHS Lanarkshire said it had moved to the \"highest level of risk\" as its three hospitals were at \"maximum capacity\".\nIt said due to \"critical occupancy levels\" and \"the overall pressure on the whole health system in Lanarkshire\", it had moved up to the highest risk category, which is colour-coded as black.\nLaura Ace, NHS Lanarkshire's strategic commander and deputy chief executive, said: \"The sustained pressure continues across our three acute hospitals and is showing no signs of easing.  We are facing relentless pressures, bed shortages and staff shortages due to sickness, stress and self-isolation. \n\"We took the decision at the end of August to temporarily postpone the majority of non-urgent planned care procedures and, unfortunately, the current pressures mean we are having to further stand down elective (planned) procedures including some cancer procedures, which we will reschedule as soon as possible.\"\nShe added that the current situation was \"unprecedented\". \nEarlier this week, NHS Grampian became the latest Scottish health board to ask for military help amid the pandemic. \nNHS Lanarkshire and NHS Borders are already receiving assistance from the armed forces."
    }
  ]
}