{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57922396",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Theatre and concert hall decision in NI delayed",
      "tags": "Coronavirus lockdown measures,Northern Ireland Assembly,Coronavirus pandemic",
      "text": "A decision on whether to reopen theatres and concert halls has been delayed by the Northern Ireland Executive until next week.\nVenues were expected to reopen on 26 July but minsters want more time to consider the health implications.\nMinisters however have agreed to relax some restrictions considered low risk.\nFrom Monday, 15 people from unlimited households can meet outdoors and close contact services can open without the need for pre-booked appointments. \nMinisters will meet again on Monday to decide if theatres can reopen.\nIf given the go ahead, those measures would come into effect immediately.\nIn a statement on Thursday afternoon, the Northern Ireland Executive said \"modest relaxations\" had been agreed after careful consideration. \nIt followed an update from health and scientific advisers on how the virus is progressing, including the increasing numbers of cases and hospital admissions, the statement added. \nIt comes as another 1,430 positive cases were reported by the Department of Health on Thursday. This includes samples taken in recent days, not necessarily in the last 24 hours. \nNo further deaths were recorded. \nThe frustration here is not totally surprising.\nA pause has been put on things which some people hoped would be given the green light and the most disappointed people will be those who run our theatres and concert halls.\nToday's decision doesn't mean reopening of those venues won't happen, but it's not going to happen as quickly as the people who own them want.\nHowever, when you consider some of the figures that ministers were considering today, that is not a surprise.\nThis all happens before the executive meets on 12 August to consider the mandatory wearing of facemasks and the end of social distancing.\nIt doesn't look like 'freedom day' - or anything like it - will be announced in Northern Ireland anytime soon.\nDeputy First Minister Michelle O'Neill said the decision to make modest changes to restrictions was made \"in the context of a rapid increase in the number of cases\".\nShe said there had also been a doubling of the number of people in hospital in the last eight days, the majority of whom were unvaccinated.\nMs O'Neill reiterated a call for young people to take up the opportunity to get vaccinated at pop-up centres across Northern Ireland.\n\"A cautious approach is what is required here and a steady approach,\" she said.\nMs O'Neill said health officials had advised there would be more data available next week, which would help them understand the correlation between Covid-19 cases and admissions to hospital.\nShe said this information would help inform decisions around restrictions that may be further eased.\nDr Alan Stout, chairman of Northern Ireland's GP committee, described the Northern Ireland Executive's decision as \"sensible and measured\".\nHe said the executive had not bowed to pressure to ease restrictions but has instead based its decision on data and the risks faced.\n\"The temptation is that we move too soon, we need that little bit more time,\" he told BBC Radio Ulster's Evening Extra programme.\nHowever, Dr Stout added that Northern Ireland was \"not losing the race\" between infections and vaccines.\n\"We are doing well and we are protecting people. We would shudder to think what position we would be in right now if we had not vaccinated as many people,\" he said.\nHowever, Retail NI chief executive Glyn Roberts said it was \"regrettable\" more progress could not have been made in the wider reopening of the economy.\nHe added that the executive also needed to take action about the number of people being required to self-isolate.\n\"We have received numerous calls from members this week indicating that they could well have to close because of staff having to self-isolate,\" he said.\n\"At the very least, we need the executive to bring Northern Ireland into line with the English date of 16 August, which allows 'pinged' double-vaccinated workers to take a PCR test, rather than self-isolation for 10 days.\"\nMeanwhile, Ireland's deputy chief medical officer Dr Ronan Glynn said the number of Covid-19 cases related to overseas travel had increased \"very sharply\".\nHe said 676 cases were reported in the last fortnight in people returning from Spain, Great Britain and Portugal.\nIn a series of posts on Twitter, Dr Glynn said it was \"strongly advised\" that people should only travel on the basis of their vaccination status or immunity after recovering from Covid-19.\nBy Louise Cullen, BBC News NI health reporter\nWe know younger people are currently affected more by Covid-19 because a large part of that cohort simply have not had a vaccination yet.\nThe uptake is slow in that age group.\nOf all the positive tests in the previous seven days, more than 90% were in those aged under 60.\nAnecdotally, we are hearing from some people that they are getting vaccinated but some are still catching the virus.\nA lot of people have said to us that they really would not like to see what they would have had to go through if they had not been vaccinated.\nIt is a complicated, hard-hitting and unpleasant virus.\nOur hospital figures are remaining reasonably low but today we have 162 people in hospital.\nThere is a lag, however. In another two to three weeks, we are going to see those rising case numbers reflected in hospital admissions.\nThe Northern Ireland Executive will also decide on Monday if the current limit on indoor gatherings can be increased from six to ten people, from no more than three households.\nA decision on the reopening of MoT test centres is also due to be taken at that meeting.\nOther decisions, including removing the restrictions on sound levels from indoor venues, the holding of conferences and exhibitions and reducing social distancing to one metre will be considered next Thursday.\nMany Covid restrictions in Northern Ireland have been lifted in recent months, after a lockdown that lasted about four months.\nHowever, theatres and live music venues have been closed in Northern Ireland for the best part of 16 months, with all other parts of the UK already allowing them to reopen.\nThe arts and music sector had been urging the executive to stick to the latest indicative date and allow the industry to resume trading, with mitigations.\nThey had been looking at allowing a range of relaxations including:\nThe executive previously said that it intended to remove the so-called \"bubble\" caring provision if it approved the relaxations for increasing numbers of people allowed to meet at home.\nAlthough mandatory use of face coverings in England ended on 19 July, that does not apply in Northern Ireland.\nMinisters have discussed the issue in recent days but they are moving more cautiously with lifting that rule.\nThey did put in place an indicative date of 26 July, which would see face coverings no longer compulsory in places of worship or for students in school classrooms in the new term - but that has yet to be signed off by ministers.\nMinisters are due to review the wearing face coverings in places of worship at next Thursday's executive meeting. \nLooking at ending the mandatory use of face coverings more widely is unlikely to be discussed by ministers until a meeting on 12 August. \nMasks have been legally required in Northern Ireland on public transport, in shops and in a range of other settings since last summer, with a limited number of exemptions.\nThat is not entirely clear.\nDecisions on easing or imposing restrictions must be agreed by the five parties in the executive. \nThey have to consider advice from health officials about the spread of the variant, as well as social and economic effects of restrictions on the public.\nThe first and deputy first ministers have indicated that they will meet again on 12 August to look at lifting requirements for face coverings in other settings, the requirement for self-isolation and travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57933130",
      "category": "uk-politics",
      "title": "Greensill: Lady Heywood's anger at 'scapegoating' of late husband by inquiry",
      "tags": "David Cameron,Greensill Capital,Lobbying in the United Kingdom",
      "text": "The widow of the former head of the civil service has told the BBC her late husband was effectively \"gagged\" by a government inquiry into lobbying.\nThe review said Lord Jeremy Heywood failed to fully consider conflicts of interest over a government role for the financier Lex Greensill.\nLady Suzanne Heywood said the report had \"scapegoated\" her late husband.\nIt also failed to reflect the role of ministers in signing off Mr Greensill's appointment, she added. \nA Cabinet Office spokesperson said the process had been \"fair\" and the review had listened to Lady Heywood's concerns.\nLord Heywood, who died of cancer in 2018, was at the heart of Downing Street for several decades, serving under Tony Blair and Gordon Brown, before becoming cabinet secretary under David Cameron.\nLawyer Nigel Boardman was drafted in by Boris Johnson in April this year to examine the role played by Mr Greensill in government. The review was prompted by revelations about Mr Cameron lobbying ministers on behalf of Greensill Capital, which collapsed in March this year.\nMr Boardman's report, published on Thursday, found the Australian financier had sometimes enjoyed an \"extraordinarily privileged\" relationship with ministers.\nIt said Lord Heywood had been \"primarily responsible\" for bringing Mr Greensill into government under the coalition government.\nBut Lady Heywood, herself a former senior civil servant, who is now the chief executive of an international investment house, said the Boardman review was \"a fabricated attack\" on her late husband.\nSpeaking on BBC Radio 4's Today programme, she accused the inquiry of \"trying to set up my husband, as far as I can see, to divert attention from things which happened much later after he died\". \nShe said nobody was allowed to represent her husband during the review, and she was only given access to the review documents last week - whereas all other parties had access from when the review started in April. \nLady Heywood said this \"goes against every possible precedent - if you take the Dyson Review, the Bloody Sunday Review, all of those allowed representation from people who are no longer with us … he effectively gagged my husband in order to scapegoat him in the process.\"\nShe added that Mr Greensill had been \"appointed with ministerial authority\" ten years ago with \"a completely clear record\", at a point when \"supply chain finance had been highlighted by the coalition government as a priority\". \nShe said she was \"horrified\" by the \"absolutely horrible process\" of the review. \nIn a statement after the report's release, Lady Heywood described the report as \"nothing less than a travesty\", adding: \"His absence is being exploited to distort the facts of a decade ago and divert attention from the current government's embarrassment at the collapse of Greensill Capital long after Jeremy's death.\"\nDuring Mr Cameron's time in Downing Street, Mr Greensill worked informally in government before being made an unpaid adviser on supply chain finance - a technique aimed at making it easier for businesses to receive payments.\nMr Boardman said Lord Heywood, then cabinet secretary, later appointed him to a role in the Cabinet Office's Economic and Development Secretariat.\nHe says it came as Mr Greensill was trying to set up Greensill Capital, his firm that specialised in supply chain financing itself. \nMr Boardman found Mr Greensill was able to \"leverage his position\" to hold meetings with major companies, and gave him a \"marketing platform\" for his business.\nHe specifically criticises Lord Heywood, saying it \"should have been apparent\" that Mr Greensill was building a company and he \"should have considered the issue of conflicts of interest\".\n\"It is unclear why Mr Greensill was permitted to remain an adviser to government on supply chain finance under these circumstances,\" he added.\nMr Boardman said it was unclear whether ministerial approval was \"sought or obtained\" for Mr Greensill's appointment to his later role. \nBut Mr Boardman said readers of the report should \"bear in mind\" that it could not include the personal explanation of Lord Heywood, who died in November 2018. \nA Cabinet Office spokesperson said the government recognised Lord Heywood's \"incredible contribution to public life\", adding that \"this report does not dispute that\". \n\"This has been a fair process and we have listened to Lady Heywood's concerns. We will now consider the report carefully and will respond in due course,\" they added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57937174",
      "category": "uk-northern-ireland",
      "title": "Omagh bomb: 'Real prospect attack could have been prevented'",
      "tags": "Omagh,The Omagh Bombing",
      "text": "It is plausible that there was a real prospect the 1998 Omagh bombing could have been prevented by the security services, a judge has ruled.\nMr Justice Mark Horner also called for new investigations on both sides of the Irish border.\nHe made the ruling at Belfast High Court in a case brought by Michael Gallagher, whose son Aiden was one of the victims.\nThe 29 victims of the Real IRA attack included a woman pregnant with twins.\nIt was the biggest single atrocity in the history of the Troubles in Northern Ireland.\nNo one has ever been convicted of carrying out the attack.\nIn his ruling, the judge said: \"I am satisfied that certain grounds when considered separately or together give rise to plausible allegations that there was a real prospect of preventing the Omagh bombing.\n\"These grounds involve, inter alia, the consideration of terrorist activity on both sides of the border by prominent dissident terrorist republicans leading up to the Omagh bomb.\"  \nHe added: \"It is not within my power to order any type of investigation to take place in the Republic of Ireland but there is a real advantage in an Article 2 compliant investigation proceeding in the Republic of Ireland simultaneously with one in Northern Ireland.  \n\"Any investigation will have to look specifically at the issue of whether a more proactive campaign of disruption, especially if co-ordinated north and south of the border, had a real prospect of preventing the Omagh bombing, and whether, without the benefit of hindsight, the potential advantages of taking a much more aggressive approach towards the suspected terrorists outweighed the potential disadvantages inherent in such an approach.\"  \nThe judge said he was \"not going to order a public inquiry to look at the arguable grounds of preventability\".\nResponding to the verdict, Michael Gallagher said: \"The court's conclusions today, almost 23 years after the Omagh bomb, vindicate the consistent view that there are significant issues that need to be appropriately investigated.\n\"The only mechanism that can bring about truth and justice is a full public inquiry.\"\nMr Gallagher told the media the judgement was \"quite difficult to take in\" due to the \"enormity\" of what the judge said. \n\"For a very long time there's been no doubt in my mind that Omagh was a preventable atrocity, but nobody wanted to hear that message, not the Irish government, not the British government, but now we have an independent person who has said it.\"\nThe conclusion of this long awaited ruling only runs to one page, but the fuller judgement will follow in due course.\nEssentially Mr Justice Horner says two things: it is plausible the Omagh bomb could have been prevented and the allegations around pre-attack intelligence merit an investigation.\nI think the government will find it very, very difficult to resist the ruling here.\nThat's not to say they may not challenge it and seek to overturn it.\nThere may be parallels with the Patrick Finucane case as they too have won court cases in which they have found there hasn't been an adequate investigation and the government has resisted or stalled on a public inquiry and an investigation in that case.\n We may not see something happening very quickly.\nSecretary of State Brandon Lewis said the families deserve answers and he had \"great respect for their patience, grace and determination\".\nHe added: \"We recognise that today the court has set out that there are 'plausible allegations that there was a real prospect of preventing the Omagh bombing' and that more should be done to investigate this.\n\"The UK government will take time to consider the judge's statement and all its recommendations carefully as we wait for the full judgment to be published.\"\nTaoiseach (Irish prime minister) Micheál Martin said that \"evil people\" carried out the 1998 attack which he described as \"absolutely reckless, appalling and gave such heartache\".\nHe said: \"We're going to analyse the judgement and do what is necessary in terms of the citizens on the island of Ireland.\"\nThe legal case began in 2013 and concluded two years ago, but the judgement has only now been delivered.\nThe Lord chief justice's office blamed the delay on the assessment of \"sensitive\" documents.\nThe legal action followed a decision by the government to reject the need for a public inquiry eight years ago.\nIt said there had been multiple investigations, including those involving the Police Ombudsman.\nCentral to Mr Gallagher's case were claims that intelligence from intelligence agents, MI5 and RUC officers could have been drawn together to prevent the bombing.\nThere were national security issues around the hearing of evidence, which delayed matters, but it concluded in July 2019."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52442754",
      "category": "explainers",
      "title": "Coronavirus: How does the NHS test-and-trace system and app work?",
      "tags": "Contact tracing,Mobile phone tracking,Coronavirus testing,Mobile phones,Coronavirus pandemic",
      "text": "Self-isolation rules are changing in some parts of the UK for fully vaccinated adults and children under 18.\nIf they are identified as a close contact of someone who's tested positive for Covid, they may soon be able to take a PCR test rather than self-isolate for 10 days.\nYou must self-isolate for 10 days if you:\nYou must also self-isolate if you or someone you live with has Covid symptoms. You can stop self-isolating if the person with symptoms gets a negative PCR result.\nEach UK nation has its own contact-tracing service: \nWhen people test positive for coronavirus, they are asked to provide details of their close contacts. These include:\nIf you are deemed a close contact, other people in your household don't have to self-isolate unless you or they develop symptoms.\nScotland\nFrom 9 August, fully vaccinated adults identified as close contacts of someone who tested positive for Covid will no longer have to self-isolate for 10 days. \nInstead, if they have no symptoms and at least two weeks have passed since the second dose, they can get a PCR test. If the result is negative, self-isolation can then be ended. \nFirst Minister Nicola Sturgeon announced a similar change - with a negative PCR result - for people aged 17 or under. Children under the age of five will be encouraged, but not required, to take a PCR test.\nEngland\nFrom 16 August, fully vaccinated adults and all under-18s contacted by NHS Test and Trace (not the app) will be advised to take one PCR test as soon as possible. \nAs long as that is negative, and they don't develop symptoms, they won't need to take further action.\nWales\nSimilar changes will happen in Wales from 7 August. However, people will be also advised to take PCR test on day two and day eight, whether they are fully vaccinated or not.\nNorthern Ireland\nMinisters in Northern Ireland are expected to discuss changes on 12 August. \nAny adult not fully vaccinated will still need to isolate if they are identified as contacts.\nAnyone who tests positive - regardless of age, vaccination status, or whether or not they have symptoms - will also still need to self-isolate. \nThe NHS Covid app is available to download in England and Wales. \nIf you have the app, and you spend enough time close to another person using it, you will receive a \"ping\" alert if they later test positive for Covid. \nYou need to be within 2m (6ft) of them for 15 minutes to trigger the alert. \nNorthern Ireland and Scotland have separate apps. \nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for 10 days.\nGovernment ministers have said it is \"crucial\"  that people self-isolate when sent an alert.\nHowever, it's feared that the large number of people being alerted has led to many users deleting the app.\nCurrently, when someone tested positive but had no symptoms, the NHS Covid app went back five days before the test, and alerted any close contacts during that time.\nHowever, the app will soon only alert close contacts from the previous two days before the positive test.\nThe sensitivity of the app itself has not changed, and anyone testing positive will still have to self-isolate.\nIn the week to 28 July, nearly 396,000 people in England and Wales received alerts from the app, a sharp drop from 690,000 the week before.\nIn England, employers providing critical services can now request an exemption for named employees who are fully vaccinated. Sectors include energy and emergency services.\nSupermarket depot workers and food manufacturers are among those exempt from quarantine rules whatever their vaccination status.\nA similar system is being launched in Scotland.\nA £500 grant is available in England to people on low incomes who have to self-isolate. This includes parents who can't work because their child has to self-isolate. However, many applications have been turned down.\nIn Scotland people can apply for the Self-Isolation Support Grant, worth £500, and there is a similar scheme in Wales. In Northern Ireland a discretionary payment is available.\nYou may also be entitled to Statutory Sick Pay, which is worth £96.35 a week, or more if your employer has a sick pay scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57940660/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Rail services face cuts as staff self-isolate",
      "tags": "Companies,Contact tracing,Rail travel,Coronavirus pandemic",
      "text": "Train companies have said they may have to reduce timetables to cope with shortages of staff forced to isolate by the NHS Covid app.\nThe Rail Delivery Group, which represents train operators, said that as Covid cases were increasing, more staff were being \"pinged\" by the app.\nIt said that while companies were working to \"minimise any disruption, there may be an impact on services\".\nThe Department for Transport (DfT) said it had agreed to reduced timetables.\n\"We recognise the challenges operators are facing due to staff shortages and have agreed that they can consider a reduced or revised timetable in the event of serious shortages,\" a DfT spokesperson said.\n\"These timetables must prioritise safe and reliable services and we urge passengers to check before they travel.\" \nThe number of people in England and Wales being \"pinged\" by the NHS app rose by 17% to 618,903 alerts in the week to 15 July.\nSome rail companies have already announced cancellations because of pinging. Govia Thameslink Railway (GTR), which runs Thameslink and Southern trains, has announced it will introduce a reduced timetable from Monday 26 July.\nGTR said: \"Unfortunately, like other industries across the country, coronavirus continues to affect our operations. We have fewer colleagues available at the moment due to a significant increase recently in the number of our people affected by Covid-19. \n\"Our colleagues have continued to work tirelessly throughout the pandemic and we're really sorry for any inconvenience caused by the latest changes.\"\nOther companies have announced similar moves:\nWest Midlands Trains, which operates West Midlands Railway and London Northwestern, also said it has a driver shortage after being unable to train new workers due to Covid restrictions and social distancing rules. \nThe company had recruited over 100 drivers as they anticipated many existing drivers were due to retire but it has now lost 25,000 training days and said it will take a year to catch up. \nMeanwhile, a senior rail source has told the BBC that the government's plan to require rail companies to apply for exemptions for \"pinged\" workers is completely unmanageable and will lead to cancellations. \n\"It will take longer to deal with cases than the isolation,\" the source said. \"This is very much a current problem and an ongoing risk. \n\"The crux of the government's thinking appears to be how essential certain roles are. But trains get essential workers to work. This does not mean transport is sorted and is not a comfort to those doing the timetable or arranging train drivers' schedules.\"\nThe source added that the vast majority of train drivers were already double-vaccinated and that the government had \"set the bar very high\" for exemptions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-57911889",
      "category": "uk-england-hampshire",
      "title": "Sarm Heslop: Missing woman's parents still have hope",
      "tags": "Southampton,US Virgin Islands",
      "text": "The parents of a British woman who vanished from her boyfriend's yacht in the US Virgin Islands \"still have hope\" she will be found alive.\nSarm Heslop, 41, from Southampton, was reported missing by Ryan Bane, from his boat off St John over four months ago.\nPeter Heslop and Brenda Street say they are in a \"living nightmare\" and still have no answers about what happened.\nMr Bane, the last person to have seen her, has declined detectives' request for an interview, according to police.\nSpeaking to BBC Breakfast, from their home in Essex, Ms Heslop's parents said they \"still believe she will come back\" and just want to find her and uncover the truth.\nMs Street said: \"I feel like I'm in a numb bubble - I can't bear anybody talking about her or looking sorry for me, it's just horrible. I wake up every morning and it's the same nightmare.\n\"I really believe in my heart that if she was gone I'd feel it - I still have hope.\"\nMs Heslop, a former flight attendant, had been staying and working with Mr Bane, a US citizen, on the catamaran Siren Song.\nShe was known to have gone for dinner in St John, which was under a 22:00 local-time Covid curfew, with Mr Bane on 7 March.\nHe reported her missing to police at 02:30 on 8 March - his call to the coastguard then took a further nine hours.\n\"It just drives me nuts. What happened between 02:00 and 11:45 in the morning? He didn't shout and holler - he didn't ask for nobody, he just made a phone call to the police. There's just no answers,\" Mr Heslop said.\nMs Street added: \"We can't understand why it took him so long - there's such a time lapse and nobody has seen her since she left the restaurant.\n\"If you were that last person to see that person wouldn't you just go and answer the questions, be involved in the investigation, be there asking questions?\n\"Any person would surely do anything they could to help find somebody that he was supposed to love. What sort of human being wouldn't be there to help - he should just come forth and cooperate.\"\nShe added the only time she saw Mr Bane was \"when he called on that fateful day on WhatsApp\".\nThey want Mr Bane to come forward to police and a full forensic search to be carried out on the boat.\nMs Heslop's possessions, including her bank cards and mobile phone, were found on the boat when she vanished.\nFollowing her disappearance, Virgin Islands Police Department (VIPD) searched the island and its coastline using divers, drones and dogs.\nIn a statement issued at the time, VIPD spokesman Toby Derima said: \"Soon after reporting Ms Heslop missing, Mr Bane acquired the services of an attorney. \n\"Upon his attorney's advice, Mr Bane exercised his constitutional right to remain silent and denied officers' requests to search the vessel.\" \nIn April the force said detectives had been unable to confirm if she was onboard the catamaran as reported by Mr Bane on 7 March.\nIn its latest statement VIPD said: \"We would like to interview Ryan Bane.\n\"We cannot confirm Mr Bane's location, however, we urge him to make contact with us to aid us with this investigation.\"\nMr Bane's lawyer said: \"If Mr Bane's presence is legally required in the territory, he will return upon such a demand.   \n\"He met with the US Coast Guard, answered all questions posed to him, and gave them unfettered access to the vessel as well as to Sarm's personal belongings including her phone and iPad.\n\"Mr Bane had nothing to do with Sarm's disappearance and remains heartbroken that she is missing.\"\nFriends of Ms Heslop in the UK have offered a reward of up to $10,000 for information and set up a Missing Sarm Heslop Facebook page to share information about her disappearance.\nThanking her friends for their ongoing support, Ms Heslop's parents added: \"They have become good friends to us - they have worked endlessly and they are hurting as well.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57922396/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Theatre and concert hall decision in NI delayed",
      "tags": "Coronavirus lockdown measures,Northern Ireland Assembly,Coronavirus pandemic",
      "text": "A decision on whether to reopen theatres and concert halls has been delayed by the Northern Ireland Executive until next week.\nVenues were expected to reopen on 26 July but minsters want more time to consider the health implications.\nMinisters however have agreed to relax some restrictions considered low risk.\nFrom Monday, 15 people from unlimited households can meet outdoors and close contact services can open without the need for pre-booked appointments. \nMinisters will meet again on Monday to decide if theatres can reopen.\nIf given the go ahead, those measures would come into effect immediately.\nIn a statement on Thursday afternoon, the Northern Ireland Executive said \"modest relaxations\" had been agreed after careful consideration. \nIt followed an update from health and scientific advisers on how the virus is progressing, including the increasing numbers of cases and hospital admissions, the statement added. \nIt comes as another 1,430 positive cases were reported by the Department of Health on Thursday. This includes samples taken in recent days, not necessarily in the last 24 hours. \nNo further deaths were recorded. \nThe frustration here is not totally surprising.\nA pause has been put on things which some people hoped would be given the green light and the most disappointed people will be those who run our theatres and concert halls.\nToday's decision doesn't mean reopening of those venues won't happen, but it's not going to happen as quickly as the people who own them want.\nHowever, when you consider some of the figures that ministers were considering today, that is not a surprise.\nThis all happens before the executive meets on 12 August to consider the mandatory wearing of facemasks and the end of social distancing.\nIt doesn't look like 'freedom day' - or anything like it - will be announced in Northern Ireland anytime soon.\nDeputy First Minister Michelle O'Neill said the decision to make modest changes to restrictions was made \"in the context of a rapid increase in the number of cases\".\nShe said there had also been a doubling of the number of people in hospital in the last eight days, the majority of whom were unvaccinated.\nMs O'Neill reiterated a call for young people to take up the opportunity to get vaccinated at pop-up centres across Northern Ireland.\n\"A cautious approach is what is required here and a steady approach,\" she said.\nMs O'Neill said health officials had advised there would be more data available next week, which would help them understand the correlation between Covid-19 cases and admissions to hospital.\nShe said this information would help inform decisions around restrictions that may be further eased.\nDr Alan Stout, chairman of Northern Ireland's GP committee, described the Northern Ireland Executive's decision as \"sensible and measured\".\nHe said the executive had not bowed to pressure to ease restrictions but has instead based its decision on data and the risks faced.\n\"The temptation is that we move too soon, we need that little bit more time,\" he told BBC Radio Ulster's Evening Extra programme.\nHowever, Dr Stout added that Northern Ireland was \"not losing the race\" between infections and vaccines.\n\"We are doing well and we are protecting people. We would shudder to think what position we would be in right now if we had not vaccinated as many people,\" he said.\nHowever, Retail NI chief executive Glyn Roberts said it was \"regrettable\" more progress could not have been made in the wider reopening of the economy.\nHe added that the executive also needed to take action about the number of people being required to self-isolate.\n\"We have received numerous calls from members this week indicating that they could well have to close because of staff having to self-isolate,\" he said.\n\"At the very least, we need the executive to bring Northern Ireland into line with the English date of 16 August, which allows 'pinged' double-vaccinated workers to take a PCR test, rather than self-isolation for 10 days.\"\nMeanwhile, Ireland's deputy chief medical officer Dr Ronan Glynn said the number of Covid-19 cases related to overseas travel had increased \"very sharply\".\nHe said 676 cases were reported in the last fortnight in people returning from Spain, Great Britain and Portugal.\nIn a series of posts on Twitter, Dr Glynn said it was \"strongly advised\" that people should only travel on the basis of their vaccination status or immunity after recovering from Covid-19.\nBy Louise Cullen, BBC News NI health reporter\nWe know younger people are currently affected more by Covid-19 because a large part of that cohort simply have not had a vaccination yet.\nThe uptake is slow in that age group.\nOf all the positive tests in the previous seven days, more than 90% were in those aged under 60.\nAnecdotally, we are hearing from some people that they are getting vaccinated but some are still catching the virus.\nA lot of people have said to us that they really would not like to see what they would have had to go through if they had not been vaccinated.\nIt is a complicated, hard-hitting and unpleasant virus.\nOur hospital figures are remaining reasonably low but today we have 162 people in hospital.\nThere is a lag, however. In another two to three weeks, we are going to see those rising case numbers reflected in hospital admissions.\nThe Northern Ireland Executive will also decide on Monday if the current limit on indoor gatherings can be increased from six to ten people, from no more than three households.\nA decision on the reopening of MoT test centres is also due to be taken at that meeting.\nOther decisions, including removing the restrictions on sound levels from indoor venues, the holding of conferences and exhibitions and reducing social distancing to one metre will be considered next Thursday.\nMany Covid restrictions in Northern Ireland have been lifted in recent months, after a lockdown that lasted about four months.\nHowever, theatres and live music venues have been closed in Northern Ireland for the best part of 16 months, with all other parts of the UK already allowing them to reopen.\nThe arts and music sector had been urging the executive to stick to the latest indicative date and allow the industry to resume trading, with mitigations.\nThey had been looking at allowing a range of relaxations including:\nThe executive previously said that it intended to remove the so-called \"bubble\" caring provision if it approved the relaxations for increasing numbers of people allowed to meet at home.\nAlthough mandatory use of face coverings in England ended on 19 July, that does not apply in Northern Ireland.\nMinisters have discussed the issue in recent days but they are moving more cautiously with lifting that rule.\nThey did put in place an indicative date of 26 July, which would see face coverings no longer compulsory in places of worship or for students in school classrooms in the new term - but that has yet to be signed off by ministers.\nMinisters are due to review the wearing face coverings in places of worship at next Thursday's executive meeting. \nLooking at ending the mandatory use of face coverings more widely is unlikely to be discussed by ministers until a meeting on 12 August. \nMasks have been legally required in Northern Ireland on public transport, in shops and in a range of other settings since last summer, with a limited number of exemptions.\nThat is not entirely clear.\nDecisions on easing or imposing restrictions must be agreed by the five parties in the executive. \nThey have to consider advice from health officials about the spread of the variant, as well as social and economic effects of restrictions on the public.\nThe first and deputy first ministers have indicated that they will meet again on 12 August to look at lifting requirements for face coverings in other settings, the requirement for self-isolation and travel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57934069",
      "category": "uk-wales",
      "title": "Investigation after man, 52, dies at city centre gym",
      "tags": "Welsh Ambulance Service,Newport",
      "text": "An investigation has been launched after a man died in a city centre gym.\nThe 52-year-old collapsed at the unstaffed PureGym in Newport on Wednesday night and waited 45 minutes for an ambulance to arrive.\nThe Welsh Ambulance Service said they have been under \"extreme pressures\" and \"some patients have waited a long time\" and will start an internal probe.\nFellow gym users used an on-site defibrillator on the man until the paramedics arrived.\nThe man collapsed and was \"complaining of chest pain and said he couldn't breathe\" at 23:35 BST at the gym in the Kingsway Shopping Centre at John Frost Square.\n\"The gentleman was on the floor because it was hot, one man was fanning him to cool him down because they thought he might just be overheated,\" one gym member told BBC Wales, who said the man initially \"seemed ok\". \n\"But then he was complaining of chest pain and said he couldn't breathe.\"\nThe ambulance was called at 23:41 and PureGym, whose 24-hour Newport site was unstaffed between 22:00 and 06:00, said paramedics arrived on site at 00:24. \n\"We are really sorry to hear about this patient's passing and would like to extend our thoughts and deepest sympathies to their loved ones,\" said Lee Brooks of the Welsh Ambulance Service.\n\"We have sought to be upfront with the public about the extreme pressures on our ambulance service this week, and as a result, some patients have waited a long time for our help.\n\"We are looking into the circumstances of what happened and will be reaching out to the patient's family directly.\"\nPureGym confirmed a man in their Newport gym had \"medical difficulties which tragically resulted in his death.\nThe firm said a manager was on the scene within 45 minutes and added: \"We extend our deep condolences to his family and friends.\n\"This gym is staffed from 0600 to 2200 but is unstaffed outside these hours when it is supported by our central support team including access to a help point and CCTV monitoring.\n\"This is in line with industry protocols and operating procedures.\n\"We appreciate how distressing this incident is for those members in the gym at the time and have contacted them to provide support\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57935256",
      "category": "business",
      "title": "Fashion for Crocs continues to break records",
      "tags": "Companies,Retailing,Fashion",
      "text": "From the Oscar's to the Love Island fire pit - there's no doubt Crocs have made a pandemic comeback.\nOn Thursday, the chunky shoe-maker reported record sales of $640m (£465m) in the three months to 30 June - nearly double the same period last year.\nAnd the trend shows no sign of slowing down - the firm raised its revenue outlook for the rest of the year.\nThe company's boss said there was strong demand for the shoes globally.\nNet income before tax grew to $190.5m between April and the end of June from a previous $54.7m.\nIts chief executive, Andrew Rees, now expects revenue for 2021 to rise by as much as 65%, compared to an increase of up to 50% the company forecast in April.\n\"We continue to see strong consumer demand for the Crocs brand globally,\" Mr Rees said.\nPeople have turned to the footwear company for foamy clogs to pair with their lockdown outfits.\nBoosted by customers staying at home, the Colorado-based firm said on Thursday that digital sales were up 25.4% and make up more than a third of total sales.\nBut even as restrictions ease, TikTokkers taking part in the #CrocsChallenge and celebrities haven't put the shoes to the back of the wardrobe yet.\nAs the shoes, popular with medical professionals, have staged a comeback, copy-cat versions have sprung up.\nCrocs said last month that it had filed a complaint with the US International Trade Commission (ITC) in a bid to crack down on companies it says are importing copies from overseas.\nIt has also recently filed trademark infringement lawsuits against 21 shops, including retail giant Walmart, according to trade publication Footwear News.\nAnd there are some worries the firm might not be able to keep up with demand for its collaborations with the likes of singer Justin Bieber and fashion house Balenciaga because of the pandemic.\nMr Rees told journalists on Thursday that its biggest manufacturing site in Vietnam may see temporary closures.\nDespite that, he said Crocs is still \"incredibly optimistic about our business\".\nIn a presentation for investors, it said it was counting on sandals and \"Jibbitz\" shoe charms, which Crocs aficionados can use to customise their shoes, for future growth.\nIt is also set to focus on celebrity campaigns in Asia, and China in particular, where it sees the \"largest long-term growth opportunity\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57930901",
      "category": "uk-england-leeds",
      "title": "Tommy Robinson loses Jamal Hijazi libel case",
      "tags": "Huddersfield,Tommy Robinson",
      "text": "English Defence League founder Tommy Robinson has been ordered to pay £100,000 in libel damages to a Syrian schoolboy.\nThe anti-Islam activist, real name Stephen Yaxley-Lennon, published two Facebook videos in response to a viral clip of Jamal Hijazi being attacked.\nHe failed to convince the High Court his claims, such as Mr Hijazi attacking \"young English girls\", were true.\nMr Justice Nicklin found in Mr Hijazi's favour after a trial earlier this year.\nThe judge also ordered Mr Yaxley-Lennon to pay legal costs understood by the BBC to amount to about £500,000.\nMr Hijazi was filmed being attacked in the playground at Almondbury School in Huddersfield in October 2018.\nShortly after the video of the assault went viral, Mr Yaxley-Lennon claimed in two Facebook videos that the teenager was \"not innocent and he violently attacks young English girls in his school\".\nIn clips viewed by nearly one million people, the 38-year-old also claimed Mr Hijazi \"beat a girl black and blue\" and threatened to stab another boy at his school, allegations denied by Mr Hijazi.\n\"As was entirely predictable, the claimant then became the target of abuse which ultimately led to him and his family having to leave their home, and the claimant to have to abandon his education.\n\"The defendant is responsible for this harm, some of the scars of which, particularly the impact on the claimant's education, are likely to last for many years, if not a lifetime.\"\nThe judge said Mr Yaxley-Lennon's defence that the \"very serious\" allegations were substantially true had not been proved, and he had used language \"calculated to inflame the situation\". \n\"The defendant's contribution to this media frenzy was a deliberate effort to portray the claimant as being, far from an innocent victim, but in fact a violent aggressor,\" he added. \nAt a further hearing, the judge granted an injunction against Mr Yaxley-Lennon preventing him from repeating the allegations.\nThe final damages and costs figures will be agreed and submitted to the High Court at forthcoming hearings to establish Mr Yaxley-Lennon's means and assets.\nStephen Yaxley-Lennon's repeated jailings down the years - including nine months for interfering with a trial of a sexual grooming gang - have failed to silence him. But a turning of the legal screw on his finances may have a more profound effect. \nHe made a small fortune from his provocative social media channels attacking Islam and Muslims - enough to fund a lifestyle that would be the envy of many, complete with a large country house.\nThe cash began to dry up as he was thrown off Facebook and Youtube and some of his wealthy benefactors in North American backed away. Today, his social media reach is a shadow of what it once was. It's never been clear how much he made and where it has all gone - and that's why this judgement is so important. Not only does it vindicate Jamal Hijazi - but it opens the door to a court examination of his finances and how he affords to keep his activities going. \nJamal Hijazi's lawyers welcomed the judgement and praised Mr Hijazi's \"courage\" in pursuing the claim. \nFrancesca Flood, from Burlingtons Legal, said: \"Jamal and his family now wish to put this matter behind them in order that they can get on with their lives.\n\"They do, however, wish to extend their gratitude to the Great British public for their support and generosity, without which this legal action would not have been possible.\" \nDuring a trial in April, Catrin Evans QC, for Mr Hijazi, said that Mr Yaxley-Lennon's comments led to the teenager \"facing death threats and extremist agitation\" and that he should receive damages of between £150,000 and £190,000.\nShe described Mr Yaxley-Lennon as \"a well-known extreme-right advocate\" with an \"anti-Muslim agenda\" who used social media to spread his views.\nHis videos \"turned Jamal into the aggressor and the bully into a righteous white knight\", she said.\nMore stories from Yorkshire\nMr Yaxley-Lennon, who represented himself during the trial, maintained he was an independent journalist, telling the court: \"The media simply had zero interest in the other side of this story, the uncomfortable truth.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-57943159",
      "category": "uk-england-wiltshire",
      "title": "Soldier found dead in barracks at Larkhill, Salisbury",
      "tags": "British Army,Ministry of Defence,Salisbury",
      "text": "The Ministry of Defence is investigating the death of a soldier at an Army barracks. \nEmergency services were called to Larkhill garrison in Salisbury at 12:20 BST on Thursday following the death of a woman in her 30s, police said. \nWiltshire Police said it was not treating the death as suspicious and its thoughts were with her family.\nIn a statement the Ministry of Defence said: \"We can confirm the death of a soldier on July 22. \n\"The circumstances surrounding this death are being investigated and it would be inappropriate to comment any further at this time.\n\"Our thoughts are with the soldier's family and friends at this difficult time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57923588",
      "category": "uk",
      "title": "Michael Jackson superfan among those sanctioned by UK",
      "tags": "Dominic Raab,Foreign, Commonwealth and Development Office",
      "text": "A vice-president of Equatorial Guinea who is said to have spent £199,000 ($275,000) on a glove worn by Michael Jackson is among five people to receive new UK \"anti-corruption\" sanctions.\nTeodoro Obiang Mangue is also accused of buying luxury mansions and cars.\nUK Foreign Secretary Dominic Raab said the new sanctions targeted \"individuals who have lined their own pockets at the expense of their citizens\".\nThe four other targets were from Zimbabwe, Venezuela and Iraq.\n\"The UK is committed to fighting the blight of corruption and holding those responsible for its corrosive effect to account,\" Mr Raab said.\n\"Corruption drains the wealth of poorer nations, keeps their people trapped in poverty and poisons the well of democracy.\"\nThe sanctions will see the UK impose asset freezes and travel bans to prevent named individuals channelling money through UK banks or from entering the country.\nMr Obiang is the son of Equatorial Guinea president Teodoro Obiang Nguema Mbasogo and was appointed as a government minister in 1998.\nThe UK said investigations and media reports suggested he has spent more than £363m ($500m) since being appointed, far above his government salary.\nExtravagant spending cited in support of the sanctions by UK officials is said to have included a $100m mansion in Paris, a $38m private jet, a luxury yacht and dozens of luxury vehicles including Ferraris, Bentleys and Aston Martins.\nThe UK said Mr Obiang also holds a collection of Michael Jackson memorabilia including a $275,000 crystal-covered glove which the singer wore on his 1980s Bad tour.\nAmong the other four targets was Zimbabwean businessman Kudakwashe Regimond Tagwirei, who the UK said was profiting from misappropriation of property in a way that led to accelerated deflation and increased the price of essentials. \nIn Venezuela, Alex Nain Saab Morán and Alvaro Enrique Pulido Vargas were accused by the UK of exploiting two public programmes for poor citizens.\nAnd a provincial governor in Iraq, Nawfal Hammadi Al-Sultan, was accused by the UK of misappropriating public funds meant for reconstruction efforts. Al-Sultan is currently serving a combined five-year prison sentence in the country.\nMore than 2% of global GDP is lost to corruption every year, and corruption increases the cost of doing business for individual companies by as much as 10%, according to government figures.\nThe first set of UK sanctions under the global anti-corruption sanctions regime came in April, when 22 individuals allegedly involved in serious corruption cases in Russia, South Africa, South Sudan and Latin America were targeted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57941652",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Covid: Double-jabbed students denied quarantine exemption",
      "tags": "University of St Andrews,Vaccine passports,Coronavirus pandemic,St Andrews",
      "text": "Three students have been refused exemption from travel quarantine rules because their vaccination certificates do not show they have had two jabs.\nThe St Andrews University friends all received their first dose in England and their second in Scotland.\nBut only the second jab shows up on their NHS Scotland paperwork - meaning they would have to isolate if they travel abroad.\nThe BBC has also learned of problems for English students studying in Wales.\nThe Scottish and Welsh governments and NHS Digital - which covers England - have said they are working to resolve the issue.\nSince 19 July, adults in Scotland who were fully-vaccinated in the UK have no longer had to quarantine for 10 days on return from amber-list countries, with the exception of France.\nOn the same day, Prime Minister Boris Johnson announced that ministers planned to make proof of full vaccination a condition of entry to venues with large crowds in England from the end of September.\nBut Giulia Benedetta Calabrese - a PhD student at St Andrews - fears the paperwork confusion between health authorities in Scotland and England may force her to miss her brother's wedding at home in Italy.\nShe said: \"I have been very careful to ensure I got both vaccines and had all the paperwork ready to travel.\n\"I can't understand why the vaccination programmes in England and Scotland are struggling to match up people who have moved across the border, between jabs. \n\"I know there are many more people that have had similar experiences to me and I don't think it's fair that we have to go through all of that.\"\nMs Calabrese, 28, moved to St Andrews to start her PhD in neuroscience in November 2020.\nShe has sought the help of her new MP, Liberal Democrat Wendy Chamberlain, who has raised the issue with Scotland's health secretary Humza Yousaf.\nMs Chamberlain described the confusion between NHS Scotland and NHS England as \"a shameful situation that should never even have come up\".\nShe said: \"Many people, including thousands of students every year, move between the four nations of the UK.\n\"Yet confusion between our separate vaccine programmes has reached the point where jags received elsewhere in the UK have not been recognised by NHS Scotland.\"\nThe BBC also heard from Kate Loynes from London, whose son is at university in Cardiff.\nShe said that it had been \"incredibly frustrating trying to establish how to obtain proof of his full vaccination\".\nHer son had his first dose of the Pfizer vaccine in Wales and his second at a walk-in vaccination centre in London.\nMs Loynes said that when he tried to get proof of his fully-vaccinated status, the Welsh health system could not trace the vaccine administered in England.\nMeanwhile, his GP in London was unable to record the Welsh vaccination on the software system in England.\nThe Scottish government told the BBC it would look to see if it could assist with the St Andrews cases. \nA spokesman said: \"We are working at pace to align vaccination records from different nations of the UK and have a process in place for sharing data between England and Scotland.\n\"We continue to work towards replacing the record of vaccination status with a digital record of Covid status, which will include vaccination and testing data to be used for outbound international travel.\"\nA Welsh government spokesperson said: \"We are working with NHS Digital to resolve this issue.\" \nAn NHS Digital spokeswoman said: \"The NHS Covid Pass service is helping tens of thousands of people to demonstrate their vaccination status quickly, easily and for free. We are currently working to ensure that all vaccination information is shared across the devolved administrations. \n\"We are working on a solution for people who are registered with a GP in England, who have received one or both of their vaccinations in Wales or Scotland, to see their records in the NHS Covid Pass, and will roll it out as soon as it is ready.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57946117",
      "category": "technology",
      "title": "Ransomware key to unlock customer data from REvil attack",
      "tags": "Cyber-attacks,Cyber-security",
      "text": "A computer key that can unlock the files of hundreds of companies which were hacked in a large-scale cyber-attack has been obtained.\nUS IT firm Kaseya - which was the first to be targeted earlier this month - said it got the key from a “trusted third party”.\nRansomware is malicious software that steals computer data and scrambles it so the victim cannot gain access.\nThe hackers then ask for payment in return for releasing the files.\nKaseya’s decryptor key will allow customers to retrieve missing files, without paying the ransom.\nThe company’s spokeswoman Dana Liedholm declined to answer whether Kaseya had paid for access to the key.\nShe told tech blog Bleeping Computer that the firm was actively helping customers restore their files.\nThe \"supply chain\" attack initially targeted Kaseya, before spreading through corporate networks which use its software.\nKaseya estimated that between 800 and 1,500 businesses were affected, including 500 Swedish Coop supermarkets and 11 schools in New Zealand.\nAfter the attack at the beginning of July, criminal ransomware gang REvil demanded $70m worth of Bitcoin in return for a key that would unlock the stolen files. \nBut members of the group disappeared from the internet in the days following the incident, leaving companies with no way of retrieving the data until now.\nWho is the mystery gifter?\nThat’s the big question in the cyber-security world at the moment.\nBut really it is irrelevant for two reasons.\nFirstly, giving away the key now is far too late for most of the victims of this massive ransomware attack.\nThe most desperate companies would have paid the gang already to get their operations back online, and others would hopefully be on their way to recovering by now without the help of the criminals.\nSecondly, the mystery gifter was most probably linked to - or working with - the criminals directly.\nIt seems improbable that a well-run and experienced cyber-crime group like REvil would have accidentally leaked its most prized possession, or had it taken by some sort of secret law enforcement operation.\nI’m told by a hacker who claims to be a part of the inner circle that it was \"a trusted partner\" who gave the key away on behalf of the group’s leader, who calls himself Unknown.\nMy contact says it’s all part of \"a new beginning\".\nSo while some are calling this the end of the REvil group, it could well be the start of something else."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57945502",
      "category": "uk",
      "title": "Met Office storm warning for campsites and caravans",
      "tags": "Met Office,Severe weather",
      "text": "Holidaymakers travelling this weekend have been warned to expect flooding, thunderstorms and 55mph gusts of wind.\nThe Met Office issued a yellow warning for Saturday - with heavy rain likely to cause some disruption across the southern half of England and Wales.\nCampsites may face high winds while cars towing caravans could face tricky driving conditions.\nThe thunderstorms come after days of high temperatures, which prompted Met Office warnings for extreme heat.\nAs the heatwave broke on Friday, there were warnings of strong, gusty winds particularly in exposed coastal areas and hilly places.\nThunderstorms were forecast to move into southern England overnight, reaching south Wales and the Midlands early on Saturday. \nFrequent lightning and the possibility of large hailstones falling as well as torrential rainfall were likely, the Met Office said.\nFirefighters were called to a house in Andover, in Hampshire, on Friday night after it was struck by lightning and its roof was partially destroyed.\nForecasters warned of a chance of flooding and power cuts - with up to 35mm of rain predicted to fall within in an hour in southern counties of England, and further slow-moving thunderstorms forecast to develop on Saturday afternoon.\nFurther heavy showers and thunderstorms are expected on Sunday across southern and eastern England, with the yellow warning stretching into East Anglia, possibly affecting Latitude Festival in Suffolk.\nUp to 80 or 100mm of rainfall could build up in some locations over the course of the day, the Met Office says.\nHave you been affected by the bad weather? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57935608/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Road planners able to ignore climate change, campaigners claim",
      "tags": "Companies,UK government,Department for Transport,Climate change,Environment,Infrastructure,Grant Shapps",
      "text": "Planners can effectively ignore climate change when they are deciding whether to grant permission for new road schemes, environmentalists have said. \nTransport Secretary Grant Shapps has promised a review of £27bn highways policy which will be completed within two years.\nBut in the meantime, planners can use existing guidelines.\nCampaigners say these ignore the cumulative effects of major road projects.\nThey say Mr Shapps should be blocking new schemes until a new climate-friendly policy is developed.\nMany scientists say no new infrastructure should be built unless it is low-carbon.\nThe debate has been raised because government policies for infrastructure were devised before ministers committed to virtually abolishing carbon emissions for the whole UK economy. \nThe policy debate is still catching up. \nCurrently guidance to planners states: “Any increase in carbon emissions is not a reason to refuse development consent, unless the increase in carbon emissions resulting from the proposed scheme are so significant that it would have a material impact on the ability of government to meet its carbon reduction targets.”\nCampaigners say the government must take account of the cumulative climate effect of its entire roads programme – not just of individual schemes.\nThey have been chivvying Mr Shapps for 18 months to update the roads strategy to combat the climate crisis.\nHe has now promised to review it – but not for up to two years. \nChris Todd, from Transport Action Network, said, \"As our roads melt and places around the world face record temperatures and floods, the words ‘climate emergency’ appear to have no meaning within the Department for Transport.\n“Instead, all we seem to get are delay, delay and yet more delay. Having now finally accepted the inevitable, Mr Shapps is still fiddling while the planet burns.”\nMr Todd said the test for carbon in the guidelines was \"utterly ridiculous\".\n\"A road scheme's emissions, however large, are never going to be significant compared to a five year carbon budget for the whole of the UK,\" he said. \"It's high time the government corrected this ludicrous state of affairs.\"\nHowever, Edmund King, AA president, said that zero emission cars will still need roads to drive on. \n“So while it is correct to review the roads programme and especially the expansion of smart motorways, it is naïve to think we wouldn’t need to sort out the bottlenecks and dangerous hotspots.”\nMr King, though, also wants a major government investment in rural broadband to reduce the need for travel.\nAnd Mr Shapps himself says he wants to get people out of their cars to reduce emissions and improve health. \nA government spokesman said that the Department for Transport and Highways England have both published \"ambitious plans to get to net zero highways\".\n\"This will see the UK rapidly cut carbon from road construction, maintenance and operations, and support the transition to zero emission vehicles - putting roads at the heart of the low carbon economy,\" a spokesperson said.\nAmong the schemes pending approval is the Lower Thames Crossing – a massive project that campaigners complain would produce over 5 million tonnes of carbon emissions. \nOther major schemes include:\nThe campaigners also complain that smart motorways, which allow vehicles to run on the hard shoulder, are treated as permitted development without the need for planning permission or any assessment of carbon impacts.  \nEmissions come from the creation of the road-building materials such as cement, as well as from petrol and diesel cars and lorries that will be using new road space. \nOnly last week Mr Shapps told holidaymakers they could carry on flying because technology would solve emissions from aviation.\nThis flew in the face of a recommendation from the Climate Change Committee which says ministers must dampen the projected increase in demand for flying – as well as seeking technology solutions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57946077",
      "category": "uk",
      "title": "Covid-19: One in 80 has Covid, and an Olympic opening ceremony like no other",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow.\nCovid cases are down for the third consecutive day in the UK, latest daily figures show. The UK recorded 36,389 new infections on Friday. But experts say it is too soon to say if cases have peaked, given that the statistics do not capture the impact of the relaxing of restrictions that happened in England and Scotland on 19 July, as well as in Wales on 17 July. Separate figures from the Office for National Statistics (ONS) suggest one in 80 people in the UK (1.3% of the population) has the virus now. That's up from a week ago, when that figure was one in 100. The Delta variant accounts for nearly every case. And Public Health England has warned there is an increased chance of catching this variant, even if you have had Covid before. Friday's figures also showed 64 further deaths in the UK within 28 days of a positive test.  \nThe Olympics being staged during a pandemic meant it was never going to feel like it had in previous years. But Tokyo put on a poignant show for the opening ceremony of the postponed 2020 Games on Friday - albeit to a largely empty stadium. Athletes from competing nations wore face masks and many were socially distanced as they took part in the parade at the Tokyo Olympic Stadium. Usually all of them march, but the numbers were reduced this year. International Olympic Committee president Thomas Bach described the occasion as a \"moment of hope\", with the world united in sharing it together, after coronavirus \"forced us to be apart\" - but there were also protests outside the venue, with many unhappy the Games are going ahead in the circumstances. Covid rates in Japan are at their highest since January. You can follow all the action from the Games here with BBC Sport.\nThree students who had their first vaccine doses in England and second in Scotland have been refused exemption from travel quarantine rules. The vaccination certificates of the three friends, who go to St Andrews University, do not show they have had both jabs. Only the second shows up on their NHS Scotland paperwork, so if they went abroad they would have to isolate. The BBC has learned of issues for English students studying in Wales too. The Scottish and Welsh governments have said they are working to resolve the issue.\nAn Australian activewear firm has been fined £2.6m (5m Australian dollars) for claiming its clothing \"eliminated\" and stopped the spread of Covid. Lorna Jane had advertised that its clothing used \"a groundbreaking technology\" called LJ Shield to prevent the \"transferal of all pathogens\" - but in a ruling, a judge said this claim was exploitative potentially dangerous. Lorna Jane said it accepted the court's ruling and that it had been misled by a \"trusted supplier\" who sold them a product \"that did not perform as promised\". The legal action was brought by the Australian Competition & Consumer Commission (ACCC) after Lorna Jane began marketing the clothing last July during the Covid pandemic.\nIt feels \"strange and wonderful\" to be back at a festival, says BBC music reporter Mark Savage. He is one of 40,000 people at Latitude Festival - which is operating under a government event safety trial. The number at the Suffolk site is fewer than attended the Euro 2020 final, but twice as many as you can squeeze into London's O2 Arena. He says people are \"ready to party\" and that the \"the atmosphere is slightly giddy, as if no-one can quite believe this is happening, and the musicians are equally excited\". Two acts - Irish band Fontaines DC and singer-songwriter Alfie Templeman - have been forced to pull out of appearing at the festival after positive Covid-19 tests.  \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSome critical workers in England won't have to self-isolate if they are contacted by NHS Test and Trace. But who is included in that group? Find out all the information you need here.\nThere is further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57932456",
      "category": "world-europe",
      "title": "Emily Ratajkowski sponsors Bantry Basketball Club in County Cork",
      "tags": "Republic of Ireland",
      "text": "Two teen basketball teams in a small Irish coastal town will soon have a spring in their step after securing sponsorship from a US supermodel.\nEmily Ratajkowski answered a funding appeal for kit for the under-15 and under-16 boys of Bantry Basketball Club in County Cork ahead of the new season.\nHer support has set the teams' Snapchat group \"on fire\", said coach Pat Curran.\nHe said the family of the model, actress and activist had long been \"ingrained\" in the Bantry community.\nThe 30-year-old's parents have a home in the town and her father John played for the basketball club \"about 20 years ago\", Pat told BBC News NI.\nThe closure of many Irish businesses during the country's Covid-19 lockdown had meant that the club was finding it difficult to get sponsorship this year.\n\"I was speaking John the other night so I just said to him if Emily would be interested in sponsoring one of the teams,\" said the coach.\n\"He texted her and she was back within five minutes, saying: 'Absolutely I'd love to do it'.\n\"They're very decent people.\"\nHer financial support will help to buy new kits and cover training expenses for the teams over the next two years.\nBut Pat said the deal was about much more than money.\nHe said Ratajkowski's \"great sense of social justice\" made her an inspiration for the club's young players.\n\"Everyone knows Emily Ratajkowski, the model and the actress, but there's a lot more to her,\" he said.\n\"She's used a platform over and over again to be an advocate for marginalised groups such as immigrants.\n\"She's particularly vocal on women's rights, women's reproductive rights, Black Lives Matter, LGBT rights.\n\"That is very inspirational to young people and it sets a really good example of an equal and accepting society and that's what we strive for in our club.\n\"There's a lot going on in young people's heads, especially with the closure of sport, the closure of schools [due to the coronavirus lockdown].\n\"She's someone that they can really look up look up to with her advocacies and how she carries herself - she really encapsulates that ethos of inclusivity.\"\nPat said the \"feel-good story\" had caused a stir in Bantry, with the town revelling in it.\n\"My own son was delighted - he'd know Emily's parents really well,\" he said.\n\"He's been telling me that the Snapchat group is on fire at the moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57941625",
      "category": "technology",
      "title": "Printer ink pricier than champagne finds Which?",
      "tags": "HP Inc",
      "text": "A study by consumer watchdog Which? has found that branded printer ink remains \"staggeringly\" more expensive than third-party alternatives.\nIn some cases printer ink is pricier than some champagnes, its survey found.\nNon-branded ink cartridges perform as well or better than their branded alternatives, it suggested.\nManufacturers are suggesting customers do not use third-party ink, with some even blocking them from doing so.\nHome printers have become an essential piece of kit in homes over the pandemic, crucial for both home-working and home-schooling.\nThe watchdog surveyed 10,000 consumers who own inkjet printers, half of whom said they used their printer at least once a week, \nIt has done similar surveys in the past, and this year concluded that \"staggering cost differences\" still remain between own-brand and third-party ink suppliers.\nIts findings include:\nIt also found that 28 HP printers now use a system called \"dynamic security\" which recognises cartridges which use non-HP chips, and stops them from working.\nOther manufacturers promote 'approved', 'original' or 'guaranteed' cartridges on their websites and in instruction manuals.\nIt has left consumers confused, said Which?. 56% said that they would only use branded ink, with 39% avoiding third-party ink over fears that they would not work in their printer.\nBut at the same time people gave similar print quality ratings for original and third-party inks, with 16 non-branded inks coming out ahead of Brother, Canon, Epson and HP.\nAdam French, Which? consumer rights expert, said: \"Printer ink shouldn't cost more than a bottle of high-end champagne or Chanel No 5.\n\"We've found that there are lots of third-party products that are outperforming their branded counterparts at a fraction of the cost.\"\nHe added that deciding which ink to put in a printer should be \"a personal choice and not dictated by the make of your printer\".\nIn response, HP said that customers had the option to use HP Instant Ink, a subscription service which it claimed can save customers up to 70%.\n\"HP offers customers the flexibility to use Original HP cartridges or third-party cartridges that retain the original HP chip or circuitry,\" it said.\nEpson also highlights its EcoTank printer models which it said come with enough ink to print for up to three years, with replacement bottles costing £7.99.\n\"As non-genuine inks are not designed or tested by Epson, we cannot guarantee these inks will not damage the printer,\" it added.\nBrother said that its own brand inks were of a \"higher quality\" but that customers had the choice of whether to use them or non-branded alternatives.\nAnd Canon said that while third-party inks can work with its printers, \"the technology inside is designed to function correctly with our genuine inks\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57942217",
      "category": "health",
      "title": "Daily Covid cases down for third day in UK",
      "tags": "Coronavirus vaccines,Coronavirus testing,Office for National Statistics,Coronavirus pandemic",
      "text": "Covid cases are down for the third consecutive day in the UK, latest daily figures show. \nThe UK recorded 36,389 new infections - a further drop from 46,558 logged on 20 July.\nIt is too soon to say if cases have peaked, however, given that the statistics do not capture the impact of unlocking that happened on 19 July.   \nOne expert said it will take a few weeks after relaxing restrictions to know for certain.  \nProf Paul Hunter from the University of East Anglia said: \"I would caution that this may just be a temporary slowing in reports before we start to see a return to exponential growth towards the end of next week as a result of the ending of restrictions last week.\"\nIt is possible cases will increase again, with some measures, such as the R rate, still suggesting the epidemic is growing.\nThe latest estimate of R - which measures how quickly the virus is spreading - is unchanged from the previous week at 1.2 to 1.4.\nIt means that on average, every 10 people infected with coronavirus goes on to infect between 12 and 14 others.\nThe estimated daily growth rate shows signs of a possible slowdown, however. This week's estimate is that infections are growing at between 4% and 6% a day, down from between 4% and 7% last week.\nMeanwhile, data from the Office for National Statistics based on swab tests in the community suggests 1.3% of the population - or one in 80 people - has the virus, up from one in 100 the week before. \nAccording to the ONS figures for the week up to 17 July: \nThe more infectious Delta variant currently accounts for almost every Covid infection in the UK. \nA new report from Public Health England warns of a small but increased risk of catching this variant, first identified in India, even if you have had Covid before.\nIt says 897 cases out of 68,688 Delta infections recorded in an 11-week period from April to June were possible reinfections.\nProf Rowland Kao, a professor of epidemiology and data science at Edinburgh University, said: \"Any decline is always welcome but its too early to say whether this is sustained. \n\"It's important to remember that there are still many people highly vulnerable to severe Covid infection, and with infection numbers still high, some remaining caution is merited.\"\nThis story was corrected to say cases fell for three days in a row and not four days as originally stated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57930214/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Daily testing can keep pupils in school, study suggests",
      "tags": "Schools,State schools,Coronavirus testing",
      "text": "Daily rapid testing of school pupils who are close contacts of a Covid case did not lead to more virus spread than sending them home, a study has found.\nAround 2% of close contacts with test results turned out to have coronavirus.\nThe findings, which have not yet been peer-reviewed, did not prove that a policy of rapid testing led to fewer Covid-related absences. \nBut the study authors say that schools that successfully implement daily testing should see fewer absences. \nCovid rules in many UK schools will be different for the new school year. \nBut the policy has created huge disruption to children's education since September.\nAny requirement for children and adults to self-isolate as close contacts will be removed in England from mid-August, as already announced by the government. \nThe Scottish government is reviewing its approach to self-isolation for school children, who return to lessons in August. In Wales, the education minister has said he wants to minimise the number of pupils self-isolating.\nSince March, schools have offered twice weekly rapid tests to all pupils, with those testing positive having to self-isolate, along with close contacts, for 10 days. They replaced PCR tests, which were sent away to a lab for results, when students had symptoms.\nBut that's meant growing numbers of pupils absent from school - around one million were off due to Covid in England last week.\nBut only 47,000 of those actually had Covid - the rest were defined as close contacts so had to self-isolate and stay off school, even though they were in the routine of taking tests to establish whether they had become infected.\nThis pre-print study, in 200 secondary schools and colleges in England, between April and June 2021, suggests there is another way, with less than 2% of children exposed to Covid-19 in schools ending up infected in tests done on pupils without symptoms. \nSusan Hopkins, chief medical adviser for NHS Test and Trace said the study was \"a major breakthrough\"\n\"Children and parents have made enormous personal sacrifices throughout this pandemic by isolating when needed, and we all know the disruption it has caused in their lives,\" she said.\n\"We've been trying to find safe alternatives, and this study gives us evidence of safe alternatives to isolation for school contacts.\" \nThe University of Oxford study asked half of the schools to continue with the current policy while the other half invited close contacts of positive cases to take lateral flow tests every day at school. If they tested negative, they were allowed to attend school as normal.\nInvolving more than 200,000 students and 20,000 staff, the study found no evidence that the rate of students and staff developing Covid symptoms was different in the group doing daily testing compared with the group of close contacts isolating at home.\nThe study could not prove that the policy cut school absences, but the researchers claim that daily contact testing could reduce absences by up to 39%.\nOverall, the study found:\nThe researchers said pupils and staff were more likely to take daily tests because there was no social penalty to doing them, as there was with isolation when friends had to be named as close contacts.\nAlthough they admit lateral flow tests aren't perfect, they say the tests are good at identifying people who are most infectious, who can then be withdrawn from school.\nDavid Eyre, study author and associate professor at the University of Oxford, said the findings were \"good news for students, parents and teachers\". \n\"The study supports earlier findings from Test and Trace data showing that most children who are in contact with Covid-19 in schools don't go on to get infected. \n\"Daily testing was able to identify most of the small number that do, which allowed them to safely isolate at home, while allowing the large majority of other students and staff to remain in school.\" \nProf James Hargreaves, from the London School of Hygiene & Tropical Medicine, said there were some limitations with the study, and better follow-up in the schools studied would have been reassuring.\nProf Paul Hunter, from the University of East Anglia, said schools would probably still need some controls on their return.\n\"At least daily testing... will have less harm on children's education than the current exclusion policy, whether or not it has real benefit in controlling the epidemic,\" he said.\nThe researchers said they were now doing whole genome sequencing to understand whether coronavirus cases in the study were linked to each other. This will help them understand how the virus is spread in schools and colleges."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57935608",
      "category": "business",
      "title": "Road planners able to ignore climate change, campaigners claim",
      "tags": "Companies,UK government,Department for Transport,Climate change,Environment,Infrastructure,Grant Shapps",
      "text": "Planners can effectively ignore climate change when they are deciding whether to grant permission for new road schemes, environmentalists have said. \nTransport Secretary Grant Shapps has promised a review of £27bn highways policy which will be completed within two years.\nBut in the meantime, planners can use existing guidelines.\nCampaigners say these ignore the cumulative effects of major road projects.\nThey say Mr Shapps should be blocking new schemes until a new climate-friendly policy is developed.\nMany scientists say no new infrastructure should be built unless it is low-carbon.\nThe debate has been raised because government policies for infrastructure were devised before ministers committed to virtually abolishing carbon emissions for the whole UK economy. \nThe policy debate is still catching up. \nCurrently guidance to planners states: “Any increase in carbon emissions is not a reason to refuse development consent, unless the increase in carbon emissions resulting from the proposed scheme are so significant that it would have a material impact on the ability of government to meet its carbon reduction targets.”\nCampaigners say the government must take account of the cumulative climate effect of its entire roads programme – not just of individual schemes.\nThey have been chivvying Mr Shapps for 18 months to update the roads strategy to combat the climate crisis.\nHe has now promised to review it – but not for up to two years. \nChris Todd, from Transport Action Network, said, \"As our roads melt and places around the world face record temperatures and floods, the words ‘climate emergency’ appear to have no meaning within the Department for Transport.\n“Instead, all we seem to get are delay, delay and yet more delay. Having now finally accepted the inevitable, Mr Shapps is still fiddling while the planet burns.”\nMr Todd said the test for carbon in the guidelines was \"utterly ridiculous\".\n\"A road scheme's emissions, however large, are never going to be significant compared to a five year carbon budget for the whole of the UK,\" he said. \"It's high time the government corrected this ludicrous state of affairs.\"\nHowever, Edmund King, AA president, said that zero emission cars will still need roads to drive on. \n“So while it is correct to review the roads programme and especially the expansion of smart motorways, it is naïve to think we wouldn’t need to sort out the bottlenecks and dangerous hotspots.”\nMr King, though, also wants a major government investment in rural broadband to reduce the need for travel.\nAnd Mr Shapps himself says he wants to get people out of their cars to reduce emissions and improve health. \nA government spokesman said that the Department for Transport and Highways England have both published \"ambitious plans to get to net zero highways\".\n\"This will see the UK rapidly cut carbon from road construction, maintenance and operations, and support the transition to zero emission vehicles - putting roads at the heart of the low carbon economy,\" a spokesperson said.\nAmong the schemes pending approval is the Lower Thames Crossing – a massive project that campaigners complain would produce over 5 million tonnes of carbon emissions. \nOther major schemes include:\nThe campaigners also complain that smart motorways, which allow vehicles to run on the hard shoulder, are treated as permitted development without the need for planning permission or any assessment of carbon impacts.  \nEmissions come from the creation of the road-building materials such as cement, as well as from petrol and diesel cars and lorries that will be using new road space. \nOnly last week Mr Shapps told holidaymakers they could carry on flying because technology would solve emissions from aviation.\nThis flew in the face of a recommendation from the Climate Change Committee which says ministers must dampen the projected increase in demand for flying – as well as seeking technology solutions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57892935",
      "category": "education",
      "title": "'Ghost school' with no students for a second year",
      "tags": "Schools,Scarborough,Seaside towns,Coronavirus pandemic",
      "text": "For English language schools, the vocabulary that's been most important in recent times has been \"empty\".\nBecause since the pandemic began last year, many language schools have not had any overseas students to teach.\nDan Methven, who teaches in the Anglolang school in Scarborough, says for two summers now they have had a \"ghost school\" without students.\nEnglish UK, representing language schools, says the sector, worth £1.4bn each year, is in danger of collapse.\nLanguage schools have complained that their problems have been overlooked, with fee-paying overseas students still staying away because of worries about Covid and travel restrictions.\nAt the Anglolang school, in the North Yorkshire resort town, there should be about 2,500 students coming for English lessons each year, from countries such as Spain and Italy, says academic manager Alison Drew. \n\"We're a forgotten industry,\" she says, walking through empty classrooms and the school's big garden which would usually be packed with teenagers heading out on trips.\nIn a series of special reports, BBC News has been looking at the challenges and opportunities in seaside towns such as Scarborough.\nAs well as the worsening financial pressure on the school, she says there is a wider loss to the seaside town's local economy.\n\"Students pay to stay with host families, we take them out on excursions, 10 coaches at a time. There's a knock-on effect,\" she says.\n\"Imagine any business with 16 months of no money,\" says Mr Methven, a senior teacher at the school. \"Missing one summer was inconceivable, missing two is ridiculous.\"\nHe says while other parts of tourism and hospitality are getting back on their feet, language schools are still effectively closed, when parents are unwilling to risk sending their children overseas during the pandemic.\nThe cancellations started before the official lockdown last March, he says, and in such a seasonal business this year has more or less been written off, meaning it will have been two years without students.\nAs well as the town's missing income, the teachers are disappointed about the cultural exchanges being lost.\n\"It's a really important part of young people's lives, the first time they've been away from home,\" says Mr Methven.\nStaff at the Anglolang school have been furloughed, but the teachers are worried about how long such private schools can survive.\nA group of 36 MPs have written to Boris Johnson calling for support for a language-teaching sector they say is of \"huge national strategic importance\".\nThe MPs warn that many language schools are on the \"brink of collapse\", putting at risk 35,000 jobs and the £1.4bn brought each year into local economies.\n\"As a seasonal industry relying on inbound tourism, there is a very real risk that many of these businesses will close,\" says the letter signed by MPs, including Andrew Lewer and Sir Graham Brady.\nJodie Grey, chief executive of English UK, said: \"We cannot now see any prospect of significant recovery until 2022.\"\nShe said some language schools, such as Anglolang, had received help with business rates from councils - but others were still facing charges which she said could force them to close.\nA spokeswoman for the Department for Business (BEIS) said: \"We appreciate the significant impact the pandemic has had on businesses, including English language schools, which is why we have backed them with our unprecedented £352bn package of support.\n\"The furlough scheme and support for the self-employed is also in place until September, and eligible businesses continue to benefit from business rates relief of 75% over the year, VAT cuts and the Recovery Loan Scheme.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57908561",
      "category": "health",
      "title": "Child winter respiratory illness on rise in summer",
      "tags": "Children",
      "text": "Parents are being warned to look out for the signs of a common childhood respiratory illness, RSV, cases of which unusually appear to be rising rapidly in the summer.\nRSV is a very common winter virus - but social distancing and lockdowns kept it at bay earlier this year.\nAnd this means young children have not been exposed and developed immunity.\nPublic Health England said it would just cause mild illness for most but some under-twos were at higher risk.\nThese can include infants born prematurely or with a heart condition. \nAnd they can be at risk of more serious complications, including breathing difficulties caused by bronchiolitis.\nPHE said parents should contact their GP or call NHS 111 if their child:\nThey should dial 999 for an ambulance if:\nPHE medical director Dr Yvonne Doyle said: \"This winter, we expect levels of common seasonal illnesses such as cold and flu to increase, as people mix more and given that fewer people will have built up natural immunity during the pandemic.\n\"Children under two are at a particular risk of severe infections from common seasonal illnesses.\"\nPHE has raised the alarm after its surveillance programme, from samples taken by GPs and hospitals, found the positivity rate for RSV had risen from 1.2% to 8.9% in the past five weeks.\nIt comes just weeks after the Royal College of Paediatrics and Child Health said accident and emergency units were seeing a rise in young children being brought in with what seemed to be winter viruses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57930820",
      "category": "uk-politics",
      "title": "Government rules out searching Matt Hancock's private emails",
      "tags": "Coronavirus lockdown measures,Matthew Hancock,Coronavirus pandemic",
      "text": "The government has said it will not search the private email account of former Health Secretary Matt Hancock for discussions on official business.\nDowning Street has admitted Mr Hancock, who quit last month, used his personal address for this reason.\nThe campaign group Good Law Project argued his inbox should be checked for the sake of transparency.\nBut the government rejected this, saying a sweep of emails was \"neither necessary nor proportionate\".\nThe Sunday Times has reported that, as a result of Mr Hancock's use of his personal account, the government does not have a record of much of his decision-making during the pandemic.\nThis, it said, included negotiating PPE contracts, creating the test-and-trace programme and overseeing the care homes strategy.\nMinisters are not banned from using personal emails for work purposes.\nBut, according to guidance, they should consider whether communications contain \"substantive discussions or decisions generated in the course of conducting government business\".\nIf they do, ministers should \"take steps to ensure the relevant information is accessible\", such as copying emails from their personal account to a government account, so they are automatically stored on Whitehall systems.\nBut the advice goes on to say that what counts as government business is not always \"clear cut\" - and that it is up to ministers themselves to decide.\nIn a letter sent by its lawyers on 13 July, the Good Law Project asked the government to search the private email account of Mr Hancock, as well as those of health minister Lord Bethell, international trade minister Greg Hands and former Treasury minister Lord Deighton.\nIt said this was a \"straightforward\" request that should be dealt with in a \"straightforward manner\".\nBut the government responded that, in the course of a \"disclosure exercise\", it had already searched more than 1.4 million documents.\nIt added: \"Nothing in those documents... indicated that it was necessary to search the private emails of the four named individuals to ensure that all relevant information and all material facts were put before the court in compliance with the duty of candour.\"\nResponding to this, Good Law Project director Jo Maugham said: \"We have arrived a rather bizarre situation.\n\"The government won't look to see what business [ministers] chose to use their private email addresses to conduct. \n\"They clearly don't want the public to know what's there - and perhaps they fear finding out themselves.\"\nLabour's deputy leader Angela Rayner described the government's response as \"completely unacceptable\".\nShe added that emails sent and received by current and former ministers \"must be secured\" for any future public inquiry into the handling of the Covid pandemic.\nThe Cabinet Office - which co-ordinates government policy and sets guidelines for ministers' email use - declined to comment.\nMr Hancock resigned as health secretary last month after admitting breaching social distancing guidelines by kissing an aide in his government office.\nIt was later reported by the Sunday Times that he and Lord Bethell had used their personal email accounts to conduct government business.\nDowning Street initially said this was not the case, but later corrected this statement.\nA spokesperson at the time said ministers could use \"various forms of communication as long as they take heed of the guidance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57939140",
      "category": "business",
      "title": "People splash out on food and drink for Euro 2020",
      "tags": "Retailing,UK economy,Office for National Statistics",
      "text": "Retail sales in the UK rose between May and June, boosted by demand for food and drink as millions watched the Euro 2020 football tournament.\nSales rose 0.5% month-on-month following a drop in May, official figures showed.\nGrowth came from \"food and drink sales, boosted by football fans across Britain enjoying the Euros\", the Office for National Statistics (ONS) said.\nJune retail sales were 9.5% higher than before the pandemic in February 2020.\nThe largest contribution to total retail sales growth in June was from food shops where sales rose by 4.2%.\nSupermarkets sales had dropped in May as shoppers chose to dine out after some Covid restrictions were lifted in the hospitality sector.\nThe ONS said: \"Feedback from some retailers suggested that sales were positively boosted in June by the start of the Euro 2020 football championship.\"\nConversely, sales at non-food shops dropped by 1.7% between May and June, with a sharp fall in demand for furniture and clothing.\nThe ONS said sales of petrol and diesel rose by 2.3% \"as people continued to increase their amount of travel\". But it said sales of automotive fuel remain 2,1% below pre-pandemic levels.\nCoronavirus restrictions easing explained the sharp monthly rise in sales in April; non-essential shops reopened and there was pent-up demand. There was subsequent a drop in May, the month hospitality re-started outdoors so people could eat out again.\nWith no big changes of restrictions in June, the overall number is less dramatic. But retailers are likely to view these figures as encouraging, especially with June sales more than 9% above pre-virus levels.\nDespite a small fall, internet shopping still accounted for comfortably over a quarter of spending. That's still a greater proportion than before the pandemic. Further evidence of how the past 18 months have shifted consumer behaviour, potentially for good.\nTotal retail sales for June were better than an expected 0.1% fall. Aled Patchett, head of retail and consumer goods at Lloyds Bank, said: \"Retailers will be hoping June marked the start of the turnaround they have been hoping for.\"\nHe added: \"All eyes now are on the impact of the gradual unlocking of society across the UK. On the surface the easing of restrictions and commuters returning back to city centre offices should be good news for the sector, but workers having to self-isolate means many businesses are reporting a shortage of staff just as demand looks likely to peak.\"\nPeople continued to shop online but the amount they spent fell by 4.7% between May and June in all sectors except for clothing.\nThe overall proportion of retail spending online fell to 26.7% from 28.4% in May, the fourth consecutive monthly fall. \"Retailers suggested that the easing of retail restrictions had affected online sales as consumers returned to physical stores,\" said the ONS."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57932848",
      "category": "uk-northern-ireland",
      "title": "Extreme Heat: NI temperature record broken for third time in a week",
      "tags": "Translink",
      "text": "Northern Ireland has provisionally recorded its highest ever temperature for the third time in less than a week. \nA weather station in the city of Armagh recorded a temperature of 31.4 C at 15.20 on Thursday.\nThis compares to the 31.3C which Castlederg recorded on Wednesday and the 31.2C which Ballywatticock recorded on Saturday.\nAn amber warning for heat has been issued by Met Office the until the end of Friday.\nThe previous record of 30.8C stood for 38 years.\nThe Met Office has still to officially verify this week's temperatures. \nNI Water has also asked the public to \"use water responsibly\" as there is a \"possibility\" that a hosepipe ban may be introduced.\nIn response, Lisburn and Castlereagh City Council have turned off all water features in the area, including the water jets in Lisburn's Market Square.\nThe council said it had taken the precautions due to increased temperatures and \"the need to protect our water supplies\".\nThe hot weather caused disruption to travel in parts of Northern Ireland on Thursday.\nRail services were delayed after speed restrictions were put in place due to high track temperatures. \nTicket sales to Helen's Bay, County Down, were also suspended in an attempt to manage the large number of passengers travelling to the area.\nTranslink said it had taken the decision to manage capacity for return journeys. \nIt asked people to consider whether their journey was \"completely necessary\" and to allow extra time for travel.\nInfrastructure Minister Nichola Mallon said people should avoid visiting places where there is a chance large numbers of people will gather.\nMs Mallon said the high temperatures have also affected the road network, with bitumen in some roads having softened.\nThe Met Office issued the extreme heat warning, with Met Éireann warnings also in place in the Republic of Ireland.\nThe Met Office warning comes with an appeal to watch out for heat exhaustion and sunburn.\nElsewhere, the Republic of Ireland recorded its first tropical night for 20 years.\nTemperatures on Valentia Island, County Kerry, one of Ireland's most westerly points, did not fall below 20.5C overnight on Wednesday.\nTropical nights, meaning shaded air remains above 20C all night, are rare in Ireland, having previously only been recorded six times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57929185",
      "category": "uk-wales",
      "title": "Welsh NHS pay rise: Nurses 'not ruling out strike' after 3% offer",
      "tags": "GMB,Nursing,NHS Wales,NHS,Royal College of Nursing,Coronavirus pandemic",
      "text": "Unions representing nurses in Wales say strike action is being considered in response to a 3% pay rise offer. \nThe GMB union said it was balloting with a clear recommendation to reject the offer and take industrial action.\nRCN Wales, which has argued for a 12.5% increase, said it was \"bitterly disappointed\" with the pay award from the Welsh government, which matches England's offer to NHS staff.\nEluned Morgan said she would be \"very disappointed\" if strikes took place.\n\"I think that now is not the right time for industrial action I'm afraid,\" she said.\n\"We are under immense pressure. We know that there are a lot of people waiting for to be seen on waiting lists, and we need to consider them as well when we're making these decisions.\"\nIt follows a similar announcement in England of a 3% pay rise for nurses and other NHS workers, while Scotland offered 4% in March.\nNurse Jackie Davies said colleagues were discussing striking for the first time in her career.\n\"For the first time in my 36 years, I've had nurses talking about striking and saying things like when are we going to walk out, not if,\" she said.\n\"I joined the RCN in particular because the RCN had a no-strike policy - and we're a profession, and we're never going to walk out on our patients.\n\"There was that trust and respect that we would be regarded fairly, and treated fairly. But I can look at my salary, and my salary has hardly moved in the last nine years, because we've had no pay raises for seven years.\"\nMs Davies, who works in Swansea and is the RCN's trade union committee member for Wales, said the union will consult with members and ask what action they would like to take.\n\"And I'll be putting a tick next to that box to say yes [to strike], and I, honest to God, since I started this in 1985 I never thought that I would be putting a tick next to a box like that,\" she said.\nMatthew Tovey, who qualified as a nurse during the pandemic, said every healthcare worker had dealt with the strain of the pandemic.\n\"We've all had to deal with Covid within our own wards, I think every healthcare worker has had to deal with Covid whether the cleaner, porter, support workers to staff nurses,\" he said.\n\"It was already under-resourced, understaffed and underfunded but Covid just accelerated the staff shortages, the staff morale, burnout, they've just exacerbated it.\n\"We're working at a 20% pay deficit from 2010... I'm hoping the government is just going to restore our pay... that's the least they can do, nurses are leaving in droves, we just want to be paid fairly.\"\nMr Tovey, from Merthyr Tydfil, said the public and politicians had clapped for NHS workers every week at the beginning of the pandemic, but had not fairly rewarded them.\n\"It's pathetic, pitiful and poor, after all we've been through - we saved Boris's life yet we've had nothing. Claps don't pay the bills,\" he said.\n\"There's real concerns and people are leaving the profession, the pressure is just too much. We're qualified people with responsibility, we're working the jobs of two or three people, we need to be paid fairly.\n\"We would only go to industrial action because we are adamant we need to make the change for patient safety.\n\"We need qualified and experienced people when people are admitted to A&E. When they go to wards, there are a lot of junior people at the moment but we need people to teach them, we need those experienced nurses.\"\nThe RCN's Ms Whyley said 12.5% was \"absolutely what we deserve\".\n\"We've got a really angry workforce who do not think this this award is sufficient,\" she said.\n\"I'm going to see what they want to do and when we've had that opportunity, we'll come back with our plan.\n\"We've done our homework, we've looked at the economic data, we've looked at the data from other professions and benchmarking and we can see that over the last 10 years, our members have significantly fallen behind other groups and their pay.\"\nPaul Gage, GMB health lead for Wales said: \"Let's face it, this is a slap in the face for Welsh NHS and social care staff.\n\"Everybody says that our NHS staff deserve better after what they did for us over the last 18 months. \n\"Well, it's time to do something about it.\n\"We'll be balloting our members with a clear recommendation for rejection and for industrial action.\"\nAnd TUC general secretary Shavanah Taj said: \"It simply doesn't recognise their dedication, commitment and contribution.\"\nThe increase will be backdated to April 2021, and follows a recommendation by NHS pay bodies.\nThe Welsh Conservatives welcomed the announcement, but Plaid Cymru said there is a risk workers will feel \"let down\" - especially as workers in Scotland are receiving 4%.\nAsked why Wales couldn't meet the Scottish government's offer of 4%, Ms Morgan said ministers were \"restricted by the amount of funding that we get from the UK Conservative government\" but she said it was \"important\" for the pay recommendations to be respected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57928397",
      "category": "business",
      "title": "Post Office scandal: Postmasters to get up to £100,000",
      "tags": "Money,Personal finance,Post Office Ltd,Post offices",
      "text": "Sub-postmasters wrongly convicted of offences in a Post Office IT scandal will get interim compensation of up to £100,000, the government has said.\nAs of this week, a total of 59 former sub-postmasters have had their convictions quashed - with more due in court over the coming months.\nMore people have been affected by the scandal than in any other miscarriage of justice in the UK.\nThe government has agreed to fund the initial payments.\nThose affected can still seek extra compensation at a later date, via mediated settlements or through the civil courts. Some of those claims could add up to millions of pounds.\nPostal Affairs Minister Paul Scully said: \"The suffering and distress these postmasters and their families have gone through cannot be overstated. While nothing will make up for the years of pain they faced after this appalling injustice, I hope this initial step provides a measure of comfort.\n\"The Post Office has started to turn a corner in terms of dealing with its past mistakes - and this government will support them in doing so wherever possible.\"\nThere were more than 700 prosecutions based on evidence from the Horizon software system. \nHundreds of people who ran Post Office branches were subsequently convicted of various offences, including theft and false accounting, when the system was used. \nFollowing the convictions some of these former postmasters went to prison, were shunned by their communities, and struggled to secure work. Some lost their homes and even failed to get insurance owing to their convictions. Some have since died.\nHowever, the IT was found to have bugs and defects that left a black hole in accounts.\nFollowing a series of court cases, many have received some civil compensation and some have had their convictions overturned. \nThe Post Office said the interim payments would be offered to those who were \"badly failed\" whilst final compensation arrangements were established.\nIts chief executive, Nick Read, said: \"Ensuring compensation is made as quickly as possible is a priority for Post Office.\n\"Whilst we cannot change the past, this is an important step towards meaningful compensation for victims and we will offer payments as soon as possible.\"\nThe Post Office is contacting postmasters and will aim to make an offer for an interim payment within 28 days of receiving an application from those whose overturned convictions relied on Horizon evidence.\nAnyone who has received a share of the civil payout can still receive the latest compensation, if their Horizon-related conviction is overturned.\nChi Onwurah, Labour's shadow business minister, said: \"This news is bittersweet - for those sub-postmasters who lost their jobs, homes, and reputations, for those who have still not had their convictions overturned and so will not be in scope, and for those who lost their lives, for whom this news comes too late.\"\nNeil Hudgell, of Hudgell Solicitors, which represents some of the postmasters, described the announcement of interim compensation as a \"cautiously positive step\"\n\"This cannot be a delaying gesture though. This is money to which these clients are entitled. With regards to how final settlements are agreed, we want them to come to the table and be meaningful in what they put forward,\" he said.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-57935410",
      "category": "uk-england-essex",
      "title": "Mick Norcross: Former Towie star took his own life, inquest rules",
      "tags": "Chelmsford,Reality TV,Brentwood",
      "text": "Nightclub owner and The Only Way Is Essex star Mick Norcross took his own life, a coroner has ruled.\nThe businessman and father of Kirk Norcross, who also appeared in the ITV show, was found dead at his home in Bulphan at 15:15 GMT on 21 January.\nThe 57-year-old had financial concerns, Chelmsford Coroner's Court heard.\nHe had taken out a £3.6m bank loan and a bridging loan secured against his main residence.\nInsp Neil Armstrong of Essex Police told the inquest that Mr Norcross had been involved in three property developments that were over schedule.\nHe said Mr Norcross may have faced \"the loss of a lifetime's work and potentially the family home... and it appeared that was weighing heavily on him\".\nMr Norcross first appeared on Towie in 2011 as the owner of the Sugar Hut nightclub in Brentwood. \nIn a statement read by the coroner, his son Kirk said lockdown had changed him.\nHe said his father had started sleeping in the mornings.\n\"It was almost like he had a black cloud over his head,\" he said. \n\"He would make passing comments, 'this money is not worth this agg (aggravation), I'm better offing myself'. \n\"I never took this seriously - I thought he was just joking.\"\nMick Norcross's partner Samantha Keahey said in a statement that he sold a Range Rover, an Aston Martin and a van and cashed in his private pension early.\n\"Mick has always supported his family as long as I've known him and the thought of not being able to support his family frightened him,\" she said.\nEssex's senior coroner Lincoln Brookes told the hearing: \"He had been under a great deal of pressure and I accept the evidence of his family that he was a very proud man who saw himself as a provider.\"\nThe inquest concluded that Mr Norcross died by suicide.\nThe star posted a tweet to his 505,000 followers on the day he died, saying: \"At the end remind yourself that you did the best you could. And that's good enough.\"\nIf you have been affected by any of the issues in this article, information and support is available from BBC Action Line.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57939140/#comp-comments-button",
      "category": "#comp-comments",
      "title": "People splash out on food and drink for Euro 2020",
      "tags": "Retailing,UK economy,Office for National Statistics",
      "text": "Retail sales in the UK rose between May and June, boosted by demand for food and drink as millions watched the Euro 2020 football tournament.\nSales rose 0.5% month-on-month following a drop in May, official figures showed.\nGrowth came from \"food and drink sales, boosted by football fans across Britain enjoying the Euros\", the Office for National Statistics (ONS) said.\nJune retail sales were 9.5% higher than before the pandemic in February 2020.\nThe largest contribution to total retail sales growth in June was from food shops where sales rose by 4.2%.\nSupermarkets sales had dropped in May as shoppers chose to dine out after some Covid restrictions were lifted in the hospitality sector.\nThe ONS said: \"Feedback from some retailers suggested that sales were positively boosted in June by the start of the Euro 2020 football championship.\"\nConversely, sales at non-food shops dropped by 1.7% between May and June, with a sharp fall in demand for furniture and clothing.\nThe ONS said sales of petrol and diesel rose by 2.3% \"as people continued to increase their amount of travel\". But it said sales of automotive fuel remain 2,1% below pre-pandemic levels.\nCoronavirus restrictions easing explained the sharp monthly rise in sales in April; non-essential shops reopened and there was pent-up demand. There was subsequent a drop in May, the month hospitality re-started outdoors so people could eat out again.\nWith no big changes of restrictions in June, the overall number is less dramatic. But retailers are likely to view these figures as encouraging, especially with June sales more than 9% above pre-virus levels.\nDespite a small fall, internet shopping still accounted for comfortably over a quarter of spending. That's still a greater proportion than before the pandemic. Further evidence of how the past 18 months have shifted consumer behaviour, potentially for good.\nTotal retail sales for June were better than an expected 0.1% fall. Aled Patchett, head of retail and consumer goods at Lloyds Bank, said: \"Retailers will be hoping June marked the start of the turnaround they have been hoping for.\"\nHe added: \"All eyes now are on the impact of the gradual unlocking of society across the UK. On the surface the easing of restrictions and commuters returning back to city centre offices should be good news for the sector, but workers having to self-isolate means many businesses are reporting a shortage of staff just as demand looks likely to peak.\"\nPeople continued to shop online but the amount they spent fell by 4.7% between May and June in all sectors except for clothing.\nThe overall proportion of retail spending online fell to 26.7% from 28.4% in May, the fourth consecutive monthly fall. \"Retailers suggested that the easing of retail restrictions had affected online sales as consumers returned to physical stores,\" said the ONS."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57950720",
      "category": "world-asia-china",
      "title": "China imposes sanctions on US officials",
      "tags": "China,Hong Kong,United States",
      "text": "China is imposing sanctions on several US individuals and organisations in response to recent US sanctions on Chinese officials in Hong Kong.\nThose targeted include former US Commerce Secretary, Wilbur Ross.\nThe counter-sanctions come days before US Deputy Secretary of State Wendy Sherman is due to visit China.\nThe US sanctions on Chinese officials in Hong Kong were because of their role in the security crackdown in the territory.\nWashington also warned its business community of the growing risks of operating in Hong Kong.\nChina introduced the National Security Law in Hong Kong last year in response to massive pro-democracy protests. It criminalises secession, subversion and collusion with foreign forces and carries a maximum sentence of life in prison.\nChina's foreign ministry said on Friday that the recent US sanctions were designed to \"groundlessly smear Hong Kong's business environment\" and \"gravely violate international law and basic norms governing international relations\".\nIt said it would impose sanctions on seven US individuals and entities including Mr Ross. \nAs commerce secretary under former President Donald Trump, Mr Ross expanded the number of firms that could not trade with American firms without a prior license, including Chinese telecom giants like Huawei and ZTE.\nOthers sanctioned by China include Sophie Richardson, Human Rights Watch's China director; Carolyn Bartholomew, chair of US-China Economic and Security Review Commission; and Adam King of the International Republican Institute.\nWhite House press secretary Jen Psaki told reporters that the US was \"undeterred\" by China's retaliation.\n\"These actions are the latest examples of how Beijing punishes private citizens, companies and civil society organisations as a way to send political signals,\" she said.\nThe relationship between Beijing and Washington became even more strained under the Trump administration. They remain sour on issues including the origins of Covid-19, human rights and cybersecurity.\nThis weekend, Ms Sherman will travel to China in an effort to address deteriorating ties. It will be the most senior official visit under President Joe Biden.\nMr Ross is just the latest former member of the Trump administration to be hit with sanctions by China. In January, it announced sanctions against outgoing Secretary of State Mike Pompeo and 27 other top Trump officials.\nThe Biden administration called that move \"unproductive and cynical\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-57926755",
      "category": "uk-scotland-scotland-business",
      "title": "Covid in Scotland: Shelf isolation and the United Pingdom",
      "tags": "Contact tracing,Scotland economy,Coronavirus testing",
      "text": "The \"United Pingdom\" can get as technologically diverse as its politics. \nScotland seems to be avoiding the huge hit to business from the NHS Covid app in England, sending vast numbers of \"pings\" that tell people they have to self-isolate.\nIn only one week this month, England had 520,000 pings of the contact-tracing app. Entire business critical teams are off work. \nMore than a 10th of workers in Sunderland's Nissan plant are off. It's affecting the teams that make sea ports function.\nWarehouse workers are decimated. The existing difficulties with a big shortage of lorry drivers, due to Brexit and a backlog of driver tests, are being made much worse.\nBusinesses are being forced to close, cut shifts or reduce opening hours. Goods are not being picked up on schedule, and deliveries are being delayed. That could soon begin to affect fuel supplies to petrol stations.\nThe knock-on effect of disruption in warehouses and supply chains is affecting the supply of goods into other parts of the UK, with fresh food the first to become obvious.\nYet the root problem of the contact-tracing app - doing its job assiduously, we have to assume, rather than simply going rogue - is not affecting Scotland to anything like the same extent.\nWhy? I've been trying to find out.\nSince its launch last September, the Protect Scotland app has had fewer than 60,000 notification \"pings\" in total, which should be for those within two metres of an infected person for at least 15 minutes. \nThat could be explained by different patterns of infection. And although Scottish infections have very recently been falling while English ones rise, the patterns have not been so different that they could be the only explanation.\nA further reason may be that the NHS England app is combined with a code scanner with which people can register their presence in a restaurant or pub. The Scottish app lacks that incentive to download it, and to keep it active.\nFigures show around half of those who originally downloaded the Scottish app no longer have it active.  There is no equivalent figure for the English app.\nAsked at a media briefing earlier this week why there are far fewer app pings, the deputy chief medical officer, Nicola Steedman, explained the software is more complex in the English app, but no less sensitive.\nWhile the difference may reflect the falling number of infections in Scotland, she also suggested it has to to do with those asked to key in a code to say they have had a positive test.\nIn England, if you book a Covid test through the app, any positive result will be automatically registered.\nIn Scotland, it requires the affected person to do that. It is anonymous, so there is no penalty for failing to do so, but Dr Steedman called on people to help the test and protect system by doing so. \nLarry Breen is head of health and life sciences at NearForm, the Irish company that designed the Protect Scotland app.\nThe Irish software firm provides a similar service to Northern Ireland, the Republic of Ireland, Jersey, Gibraltar, New Jersey, New York, Philadelphia and Delaware.\nHe can explain how his system works, but isn't able to say how the English one is different. He confirms, however, that it is more complex than \"deployed in the marketplace elsewhere\".\nThe technology depends on Bluetooth connections with other smart phones in proximity. \nAs you walk down the street, it can be set to register everyone you pass within, say, five metres. That would create a very high level of connection.  \nSo different variables can be set, primarily those of distance and time. Scotland and England are both supposed to be set to the same: up to two metres proximity for 15 minutes.\nIs there any way of knowing the non-compliance rate of those Scots being pinged with a positive infection, and then failing to register that with the system?  No. \nThe Scottish app is \"privacy-preserving first\".  It's completely anonymised. It is possible to see what happens on the app, but obviously impossible to tell when and where it's being ignored."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57943338",
      "category": "world-us-canada",
      "title": "US fires: Inside a US fire truck driving through a wildfire",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57927271",
      "category": "entertainment-arts",
      "title": "Gary Lineker to host new ITV gameshow, Sitting on a Fortune",
      "tags": "ITV,Television,Gary Lineker",
      "text": "Match of the Day presenter Gary Lineker is to front a new ITV cash giveaway gameshow entitled Sitting on a Fortune, it was confirmed on Thursday.\nThe show will involve six players choosing where to position themselves in a row of seats in order to answer questions worth up to £100,000.\n\"Really looking forward to this,\" he tweeted. \"Think you'll love it.\"\nEarlier this month it was revealed that Lineker remains the BBC's top earner despite agreeing to a pay cut.\nIn a statement, the former England footballer said: \"I am absolutely delighted to be hosting what I think and hope will be a show that people love.\n\"It's going to be full of tension with high stakes and bags of drama from start to finish - everything a great game show should be. I can't wait for the viewers at home to experience the fun and the excitement of Sitting On A Fortune.\"\nThe gameshow will find contestants positioning themselves in a row of seats, one behind another. But only the player in the chair at the head of the line will gets the chance to answer questions and remain in play for the jackpot.\nWrong answers will see them relegated to the back of the line.\nKatie Rawcliffe, head of commissioning at ITV Entertainment said they were \"delighted\" to be working with Lineker, adding the show is \"all about players backing themselves and showing courage - something he knows all about\".\nLineker revealed at the end of last season that he is to leave his other job as the anchor of BT Sport's Champions League football coverage.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57899296",
      "category": "uk-wales",
      "title": "Hot weather: Welsh outlets shut due to 'unbearable' temperatures",
      "tags": "Met Office,Coronavirus lockdown measures,Wales business,Cardiff,Hospitality industry,Saundersfoot,UK heatwaves,Pontyclun,Severe weather",
      "text": "A pub and a restaurant have both closed due to scorching temperatures in Wales.\nThe Pipeworks Bar said the heat was \"unbearable\" for staff behind the bar at Pontyclun in Rhondda Cynon Taf.\nThe Stone Crab restaurant in the Welsh seaside resort of Saundersfoot in Pembrokeshire has also shut and said it \"cannot let our staff continue to suffer in this hot weather\". \nMonday was Wales' hottest day of 2021 as 30.9C temperatures were recorded in Cardiff amid an extreme weather alert.\nThe Met Office issued one of its new-style extreme heat weather warnings for the first time for parts of the UK, including larges parts of Wales.\nThe amber warning will be in place until Thursday, when temperatures are expected to peak and could reach 33C (91.4F) in some western areas.\nIn a Facebook statement, the Pipeworks Bar said: \"As well as being too hot outside, it's unbearable behind our bar. \n\"Everything that is keeping the drinks cold is making us even hotter,\" it said, referring to its three fridges.\n\"Plus, masks are just horrid to wear at the moment. So, it's only fair on the staff that we give them a couple of days off... We didn't ever think we would close due to sun.\"\nOwner Simon Cole said he was also thinking of the customer enjoyment when making the decision.\n\"I went there and had a pint on my day off and the pint was warm within five minutes and it wasn't very nice,\" he told BBC Wales.\nHe said as well as the fridges, he had an ice machine which pumped out hot air and there was no air conditioning. Even the outdoor area which has a pergola was \"like a greenhouse\".\nThe temperature inside the bar when he opened up had registered 40C and a bottle of spirits he picked up was hot to the touch.\n\"It's mainly just for our staff to have a break and not have to endure the heat. I think they felt relief,\" he said.\n\"We have great staff. I messaged them at the weekend and they said it was awful.\n\"It's not worth the money to have upset staff. It's [only closing] for a few days.\"\nThe Stone Crab said on Facebook it was \"with a heavy heart and with deep thought\" that they have closed until Friday due to the Met Office's extreme temperature weather warnings.\n\"We cannot in good knowledge let our staff continue to suffer in this hot weather,\" their statement said.\n\"We have already been under significant pressure whilst working due to this heat wave, and the new warnings that have come out this evening make it unsafe for our staff to work, let alone the hours that we are all working due to staff shortages in the area.\"\nUnder UK law, there is no legal right to leave work when workplaces hit a certain temperature.\nHowever under the Workplace (Health, Safety and Welfare) Regulations 1992, employers have a legal obligation to provide a \"reasonable\" temperature in the workplace, although that does not mean they have to provide air conditioning, for example.\nBy 14:00 BST on Tuesday, Cardiff had recorded the highest temperature in Wales at 30.2C, with Usk in Monmouthshire and Llysdinam in Powys both registering 29.3C, the Met Office said.\nThe highest temperature of the year in Wales was set on Monday in Cardiff at 30.9C, and could still be beaten on Tuesday as temperatures are still rising.\nHealth services have issued advice to the public on how to stay cool and safe in the heat.\nThe Welsh Ambulance Service declared a business continuity incident - where service is at risk of being disrupted - because of pressure on its services and asked people to think carefully before calling an ambulance.\nIt said the easing of Covid-19 restrictions, coupled with the warm weather and an influx of holidaymakers and day-trippers to Wales, meant it was facing a busy summer period.\nCardiff and Vale University Health Board said its emergency unit remained very busy and asked people not to attend unless it was life-threatening but to ring for an appointment instead.\nHywel Dafydd, consultant plastic surgeon at Morriston Hospital's Welsh Centre for Burns and Plastic Surgery, warned people to be very careful in the hot weather, especially in regard to protecting children.\n\"The UV index is very high at the moment, and so the risk of getting severe damage from the sun in the form of sunburn is very, very high and it will happen very quickly,\" he told BBC Wales.\n\"My advice primarily is to stay out of the sun, particularly in the height of the sun between the hours of 11am and 3pm, and if you do have to be in the sun then protect yourself by wearing high factor sun screen such as factor 50 and cover up by wearing long-sleeved light cotton or linen-type shirts, wear a wide-brimmed hat to protect your face, and sunglasses.\"\nHe said children who got a severe blistering sunburn before the age of 10 doubled their risk of getting melanoma skin cancer, which was more prevalent among people aged 16-30.\nExcess heat was also affecting transport.\nNetwork Rail said three watchmen were on the lines to monitor temperatures since early morning and had identified three places where speed restrictions were needed, including Llanbister in Powys, where trains were running at 20mph."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57929953",
      "category": "health",
      "title": "Covid vaccine: Eight-week gap seen as sweet spot for Pfizer jab antibodies",
      "tags": "Coronavirus vaccines,Pfizer,Coronavirus pandemic,Immune system",
      "text": "A longer gap between first and second doses of the Pfizer-BioNTech Covid vaccine makes the body's immune system produce more infection-fighting antibodies, UK researchers have found.\nExperts say the findings support the UK's decision on extending dosing intervals from the initial recommendation of three weeks. \nAn eight-week gap seems to be the sweet spot for tackling the Delta variant.\nThe UK initially extended the dosing gap to 12 weeks at the end of 2020.\nBut as the vaccination programme has been rolled out through the age groups - everyone over 18 has now been offered at least their first jab - people have been encouraged to bring their second jab forward and get it after eight weeks. \nThe government-funded work is published in a pre-print paper not yet peer reviewed.\nFor the study, the researchers compared the immune responses of 503 NHS staff who received their two shots at different intervals in late 2020 and early 2021, when the Alpha Covid variant, first identified in Kent, was rapidly spreading. \nAntibody levels in their blood were measured a month after the second vaccine dose. \nThe findings suggest: \nProf Susanna Dunachie, the joint chief investigator in the Pitch study, at Oxford University, said two doses were better than one but the timing of the second was somewhat flexible depending on the circumstances.\nFor the UK's current situation, she said: \"Eight weeks is about the sweet spot for me, because people do want to get the two vaccine [doses] and there is a lot of Delta out there right now.\n\"Unfortunately, I can't see this virus disappearing, so you want to balance that against getting the best protection that you can.\"\nDr Rebecca Payne, one of the study authors, from Newcastle University, said: \"Our study provides reassuring evidence that both dosing schedules generate robust immune responses against Sars-CoV-2 after two doses.\n\"We now need to carry out more follow-up studies to understand the full clinical significance of our findings.\"\nReal-world data from Public Health England shows the Pfizer vaccine is effective at reducing levels of serious disease, hospital admissions and death, even after one dose. \nVaccines Minister Nadhim Zahawi said: \"The findings from this latest Pitch study are hugely significant not just for the UK but for the world, helping us better understand the mechanics behind our immune response to Covid-19 and the importance of getting both doses of the vaccine. \n\"As we raced to offer a vaccine to all adults, we took the [Joint Committee on Vaccination and Immunisation] JCVI's advice to shorten the dosing interval from 12 to eight weeks, to help protect more people against the Delta variant. \n\"This latest study provides further evidence that this interval results in a strong immune response and supports our decision. \n\"I urge every adult to get both doses of the vaccine, protect yourself and those around you, and we are looking to offer millions of the most vulnerable a booster jab from September to ensure this protection is maintained.\"\nThe Pfizer jab is one of three currently being used in the UK, along with vaccines made by Oxford-AstraZeneca and Moderna. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57933108",
      "category": "health",
      "title": "Covid cases at record levels for 20 to 29-year-olds",
      "tags": "Coronavirus vaccines,Coronavirus testing,Young people",
      "text": "The proportion of people aged 20 to 29 testing positive for Covid in England has hit record levels, officials say.\nPublic Health England's figures show, in the last week, 1,155 people in their 20s tested positive for every 100,000 in the population.\nExperts say this is the highest rate of cases in any age group since mass-testing began and urge everyone in this group to get both jabs.\nIt comes as data shows 59% of people in their 20s have had one jab.\nMeanwhile people aged 85 and above continue to be most likely to need hospital care. \nDr Yvonne Doyle, medical director at Public Health England, said hospital admissions and deaths were not growing as quickly as in previous waves, but cases were on the rise and would be monitored. \nThe data covers 12 to 18 July, and looks at the average number of people testing positive per 100,000 people of the same age in the population. \nIt shows:\nDr Doyle added: \"It is vital we all remain cautious. \n\"Remember that meeting outside is safer than inside, get two doses of the vaccine as soon as you can, isolate if you are told to by NHS Test & Trace and if you show symptoms stay home and get a PCR test.\"\nThe rise in this age group will partly be because many people in their 20s will not yet have had both jabs and because of greater chances to socialise as restrictions eased.\nThe latest government data for England show around 59% of people in the 20-29 age group have had at least one coronavirus jab. \nAcross the UK 87.8% of the adult population has had one dose of the vaccine and 69.2% has had two doses. \nVaccination figures are highest for the older age groups who were offered the jab earlier. \nRecent figures suggest the vaccination programme has reduced hospital admissions and deaths, with a fewer than one in 1,000 infections now estimated to result in death - compared with one in 60 during last winter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57940657",
      "category": "business",
      "title": "Firm fined £2.6m for claiming clothes prevent Covid",
      "tags": "Companies,Clothing industry,Coronavirus pandemic,Australia",
      "text": "An Australian activewear firm has been fined £2.6m (5m Australian dollars) for claiming its clothing \"eliminated\" and stopped the spread of Covid.\nLorna Jane had advertised that its clothing used \"a groundbreaking technology\" called LJ Shield to prevent the \"transferal of all pathogens\".\nHowever, in a ruling, a judge said the company's claim was \"exploitative, predatory and potentially dangerous\".\nLorna Jane said it accepted the court's ruling. \nThe company maintained that it had been misled by its own supplier. \"A trusted supplier sold us a product that did not perform as promised,\" said Lorna Jane chief executive Bill Clarkson. \n\"They led us to believe the technology behind LJ Shield was being sold elsewhere in Australia, the USA, China, and Taiwan and that it was both anti-bacterial and anti-viral. We believed we were passing on a benefit to our customers.\"\nThe legal action was brought by the Australian Competition & Consumer Commission (ACCC) after Lorna Jane began marketing the clothing last July during the Covid pandemic.\nIn a judgement published on Friday, a federal court judge found that Lorna Jane \"represented to consumers that it had a reasonable scientific or technological basis\" to make its claims when it had none.\nThe court fined the company \"for making false and misleading representations to consumers and engaging in conduct liable to mislead the public\".\nRod Sims, chairman of the ACCC, said: \"This was dreadful conduct as it involved making serious claims regarding public health when there was no basis for them.\"\nHe added: \"The whole marketing campaign was based upon consumers' desire for greater protection against the global pandemic.\"\nThe company also admitted that its founder, Lorna Jane Clarkson, who is also its chief creative officer, authorised and approved the LJ Shield activewear promotional material and personally made some false statements in a press release and an Instagram video.\nThe judge said he had taken into account that \"the conduct emanated from a high managerial level within the company\" and \"was directed by Ms Clarkson\". \nMs Clarkson, who was born in Lancashire but emigrated to Australia with her family when she was a child, started the business more than 30 years ago.\nLorna Jane, which has stores across Australia, New Zealand, the US and Singapore, has been ordered by the judge to publish corrective notices. It is also not allowed to make any anti-virus claims related to its activewear clothing for three years unless it has reasonable basis to do so. \nLast week, the company was also fined 40,000 Australian dollars by the Therapeutic Goods Administration drug regulator for \"alleged unlawful advertising\" in relation to Covid. \nIt said: \"This kind of advertising could have detrimental consequences for the Australian community, creating a false sense of security and leading people to be less vigilant about hygiene and social distancing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-57927801",
      "category": "uk-england-suffolk",
      "title": "Pilot praises RAF Lakenheath plane spotter for saving his life",
      "text": "A plane spotter who alerted an airbase to a jet \"malfunction\" averted a potential disaster, its pilot said.\nIan Simpson called RAF Lakenheath after seeing flames and sparks come out of Maj Grant Thompson's F-15E Strike Eagle on take-off. \nPhotographer Mr Simpson regularly watches jets take off from the United States Air Force base in Suffolk.\nThe pilot said Mr Simpson's quick actions had \"100%\" saved his life, adding: \"His initiative was awesome.\" \nMr Simpson said he called the base's switch board and was put through to flight control, who alerted the pilot. \n\"It was quite shocking really. You do see flames called an afterburner, which they use to take off,\" Mr Simpson said. \n\"But that is normally turned off as soon as they leave the runway.\"\nMaj Grant Thompson said he had no idea there was an issue with the jet.\n\"From our perspective, it was a normal take off,\" he said. \nIt was only when he was told to contact the base that he was informed \"a member of the local population had noticed something abnormal on our take-off, which was potentially a nozzle malfunction\".\n\"One of our wingmen looked us over and they noticed there was something wrong with our right engine, a nozzle didn't look quite right, at which point we brought the aircraft back safely,\" said Maj Thompson. \nThe pair met on Wednesday where the pilot was able to thank him in person for averting a potential disaster and \"100% saving his life\". \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-57940888",
      "category": "newsbeat",
      "title": "13 Reasons Why star Tommy Dorfman comes out as transgender",
      "tags": "Film,Instagram,LGBT,Transgender people",
      "text": "13 Reasons Why star Tommy Dorfman has announced she is transgender.\nThe actress played male character Ryan Shaver, and confirmed on Instagram her pronouns are now \"she/her\".\nThe 29-year-old wrote that she was \"thrilled to reintroduce myself as the woman I am today\".\n\"I'm especially grateful to every single trans person who walked this path, broke down barriers, and risked their lives to live authentically,\" she added.\nIn an interview with Time magazine, Tommy said for the last year she has been \"privately identifying and living as a woman - a trans woman\".\nShe also said she would not be changing her name.\n\"I'm named after my mum's brother who passed a month after I was born, and I feel very connected to that name, to an uncle who held me as he was dying.\"\n\"This is an evolution of Tommy. I'm becoming more Tommy,\" she added.\nTommy has been showing the changes in her style and appearance for months on Instagram, and said she needed to publicly address her gender identity to maintain control of her own narrative.\n\"I've been living in this other version of coming out where I don't feel safe enough to talk about it, so I just do it. But I recognise that transitioning is beautiful. Why not let the world see what that looks like?\" she said.\n\"With this medical transition, there has been discourse about my body, and it began to feel overwhelming.\"\nTommy said coming out was \"always viewed as this grand reveal\", but that \"she was never not out\".\n\"I view today as a reintroduction to me as a woman, having made a transition medically.\"\nTommy added it was \"impossible to separate my personal and professional transition\".\nShe was given her first role as a woman in Lena Dunham's upcoming film Sharp Stick, which she calls \"exciting and validating\".\n\"I'm thinking about how I can infuse my trans body into film and television\", she said. \n\"Thank you to all the trans woman that showed me who I am, how to live, celebrate myself, and take up space in this world,\" she added on Instagram.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57930214",
      "category": "health",
      "title": "Daily testing can keep pupils in school, study suggests",
      "tags": "Schools,State schools,Coronavirus testing",
      "text": "Daily rapid testing of school pupils who are close contacts of a Covid case did not lead to more virus spread than sending them home, a study has found.\nAround 2% of close contacts with test results turned out to have coronavirus.\nThe findings, which have not yet been peer-reviewed, did not prove that a policy of rapid testing led to fewer Covid-related absences. \nBut the study authors say that schools that successfully implement daily testing should see fewer absences. \nCovid rules in many UK schools will be different for the new school year. \nBut the policy has created huge disruption to children's education since September.\nAny requirement for children and adults to self-isolate as close contacts will be removed in England from mid-August, as already announced by the government. \nThe Scottish government is reviewing its approach to self-isolation for school children, who return to lessons in August. In Wales, the education minister has said he wants to minimise the number of pupils self-isolating.\nSince March, schools have offered twice weekly rapid tests to all pupils, with those testing positive having to self-isolate, along with close contacts, for 10 days. They replaced PCR tests, which were sent away to a lab for results, when students had symptoms.\nBut that's meant growing numbers of pupils absent from school - around one million were off due to Covid in England last week.\nBut only 47,000 of those actually had Covid - the rest were defined as close contacts so had to self-isolate and stay off school, even though they were in the routine of taking tests to establish whether they had become infected.\nThis pre-print study, in 200 secondary schools and colleges in England, between April and June 2021, suggests there is another way, with less than 2% of children exposed to Covid-19 in schools ending up infected in tests done on pupils without symptoms. \nSusan Hopkins, chief medical adviser for NHS Test and Trace said the study was \"a major breakthrough\"\n\"Children and parents have made enormous personal sacrifices throughout this pandemic by isolating when needed, and we all know the disruption it has caused in their lives,\" she said.\n\"We've been trying to find safe alternatives, and this study gives us evidence of safe alternatives to isolation for school contacts.\" \nThe University of Oxford study asked half of the schools to continue with the current policy while the other half invited close contacts of positive cases to take lateral flow tests every day at school. If they tested negative, they were allowed to attend school as normal.\nInvolving more than 200,000 students and 20,000 staff, the study found no evidence that the rate of students and staff developing Covid symptoms was different in the group doing daily testing compared with the group of close contacts isolating at home.\nThe study could not prove that the policy cut school absences, but the researchers claim that daily contact testing could reduce absences by up to 39%.\nOverall, the study found:\nThe researchers said pupils and staff were more likely to take daily tests because there was no social penalty to doing them, as there was with isolation when friends had to be named as close contacts.\nAlthough they admit lateral flow tests aren't perfect, they say the tests are good at identifying people who are most infectious, who can then be withdrawn from school.\nDavid Eyre, study author and associate professor at the University of Oxford, said the findings were \"good news for students, parents and teachers\". \n\"The study supports earlier findings from Test and Trace data showing that most children who are in contact with Covid-19 in schools don't go on to get infected. \n\"Daily testing was able to identify most of the small number that do, which allowed them to safely isolate at home, while allowing the large majority of other students and staff to remain in school.\" \nProf James Hargreaves, from the London School of Hygiene & Tropical Medicine, said there were some limitations with the study, and better follow-up in the schools studied would have been reassuring.\nProf Paul Hunter, from the University of East Anglia, said schools would probably still need some controls on their return.\n\"At least daily testing... will have less harm on children's education than the current exclusion policy, whether or not it has real benefit in controlling the epidemic,\" he said.\nThe researchers said they were now doing whole genome sequencing to understand whether coronavirus cases in the study were linked to each other. This will help them understand how the virus is spread in schools and colleges."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57939707",
      "category": "uk-wales",
      "title": "Wales boss Ryan Giggs denies assaulting ex-girlfriend",
      "tags": "Worsley,Manchester",
      "text": "Wales manager Ryan Giggs has pleaded not guilty to using controlling behaviour and assaulting his ex-girlfriend.\nMr Giggs denied assaulting Kate Greville and her sister Emma Greville, at his home in Salford last November.\nOn Friday, Manchester Crown Court heard claims that Mr Giggs used a pattern of coercive and controlling behaviour against Ms Greville.\nIt included claims he kicked her naked out of a hotel room.\nThe former Manchester United player pleaded not guilty to using controlling behaviour against Ms Greville, 36, between August 2017 and November 2020.\nAppearing in court, the alleged details of the behaviour were read out to Mr Giggs.\nIt included claims he threatened to send emails to her friends and employers about their sexual relationship, and threw her belongings out of his house when she questioned him about relationships with other women.\nHe also allegedly kicked her in the back, and threw her out of a London hotel room naked, when she accused him of flirting with other women.\nMr Giggs denied assaulting Ms Greville and causing her actual bodily harm following an incident at his home in Worsley, Greater Manchester, on 1 November last year.\nHe also pleaded not guilty to common assault by beating of Ms Greville's younger sister, Emma, in the same alleged incident.\nThe former winger is due to go on trial at Manchester Crown Court on 24 January.\nThe former Manchester United winger is one of British football's most-decorated footballers following his 24-year career at Old Trafford and was appointed an OBE in 2007 before winning the BBC's Sports Personality of the Year in 2009."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57924111",
      "category": "world-asia",
      "title": "Olympics: Munich victims honoured for first time at opening ceremony",
      "tags": "Israel",
      "text": "The victims of the terror attack at the Munich Olympics have been remembered during Tokyo's opening ceremony, the first time in nearly half a century.\nA moment's silence commemorated the 11 Israeli athletes killed by Palestinian gunmen in 1972.\nFamilies of the victims had for years been urging Olympic organisers to honour them at an opening ceremony, but had their requests repeatedly rejected.\n\"Finally there is justice,\" two of the victims' widows said.\n\"We went through 49 years of struggle and never gave up,\" said Ankie Spitzer and Ilana Romano, who were at Friday's ceremony.\nThe Munich massacre on 5 September 1972 is one of the darkest chapter's in Olympic history.\nEleven members of the Israeli team were taken hostage inside the Olympic village by Palestinian gunmen from the Black September group.\nTwo were shot dead almost immediately, while the others were killed during a gun battle with West German police at a nearby airfield, as the militants tried to take them out of the country.\n\"We remember those who lost their lives during the Olympic Games,\" an announcer said during the ceremony.\n\"One group still holds a strong place in all our memories and stand for all those we have lost at the games - the members of the Israeli delegation at the Olympic Games Munich 1972,\" the announcer added, as the stadium darkened and a soft blue light illuminated parts of the arena.\nThe move was praised by Israeli Prime Minister Naftali Bennett.\n\"I welcome this important and historic moment. May their memory be blessed,\" he wrote wrote on Twitter.\nRelatives of those killed sought for them to be remembered at opening ceremonies but the International Olympic Committee (IOC) had previously ignored the calls.\nThe IOC faced criticism after rejecting a request for a minute's silence at the London 2012 Games to mark the 40th anniversary of the attack.\nOrganisers said the ceremony was not a \"fit\" atmosphere for a tribute.\nIn 2016, the IOC created a \"Place of Mourning\" in Rio's Olympic village to commemorate those who had died during the Games.\nAfter watching Friday's tribute in Tokyo, Ms Spitzer and Ms Romano said they could not hold back their tears.\n\"This is the moment we've waited for,\" the widows added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57937342/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Food exemption scheme delayed until Monday",
      "tags": "Companies,Contact tracing,Coronavirus testing,Food industry,Food,Self-isolation,Coronavirus pandemic",
      "text": "New Covid daily contact testing sites for workers at supermarket depots and food manufacturers won't begin operating until next week. \nSupermarket depot workers and food manufacturers in England will be exempt from quarantine rules as the government tries to prevent food supply problems.\nThe government had initially promised to begin testing at 15 \"crucial\" supermarket depots on Friday.\nBut the BBC has learned that testing will be delayed until Monday 26 July.\nUp to 10,000 staff are expected to qualify for the scheme, but supermarket workers are not included.\nEarlier on Friday, the Environment Secretary George Eustice told BBC Breakfast: \"We've identified 15 depots covering around five supermarkets where they have the most acute problem with staff absences at the moment and we intend to roll that out today. They already have the infrastructure in place to do the testing at those sites.\"\nHowever, on Friday afternoon a Department for Environment, Food and Rural Affairs (Defra) spokesman confirmed to the BBC that testing has not yet started.\n\"No sites are running yet, but we expect to be able to offer daily contact testing to some priority organisations by the end of the day on Monday 26 July and we will support them to mobilise as quickly as possible,\" he said. \nHe added that so far, Defra had contacted 10 supermarkets and that Test & Trace would continue to contact all the organisations identified for this scheme over the weekend and early next week.\nThe move comes after the high number of retail staff self-isolating affected the availability of some products.\nIceland welcomed the change, but said it wouldn't solve the issue of staff shortages in supermarkets themselves.\n\"The food supply chain only works if teams are in place to support at each stage - there's no point in fixing the manufacturing and logistics issues if there is no one to put products on the shelves, serve customers at the till and deliver to their homes,\" said Iceland boss Richard Walker.\nInitially, 15 supermarket depots will be involved, followed by 150 depots later on next week. Up to 500 sites will take part in total, but the new rules will not apply to supermarket store staff. \nIt will mean workers who are alerted by the app or contacted by NHS Test and Trace will be able to continue working if they test negative, whether or not they are vaccinated.\nKrissy Fremont is the HR manager for Birchall Foodservice, a wholesaler based in Burnley, Lancashire, that delivers to schools, hospices, care homes, restaurants, hotels and cafes.\nShe says there is still confusion as to whether her firm is on the exemptions list and when they can start on-site daily contact testing - instead of staff members having to self-isolate. \n\"We're struggling left, right and centre in all departments, but this last week has been the toughest with people having to self-isolate with pinging from the app or children having to self-isolate from school,\" she told the BBC.\n\"We've had 14 people off in the last week due to Covid and only one of them has been a positive case.\"\nShe says her customers cannot be left without food because many are in vulnerable situations, so by hook or by crook the food deliveries must go out. \n\"So we've had directors going out delivering, we've had to buy extra vans so people like myself can go out delivering.... the management team is all hands on deck,\" she said. \n\"We can't fail our customers, they've stood by us and we have to get our orders out.\"\nThe scheme will run until 16 August when the plan is for the rules to change so that double jabbed people and under-18s will no longer have to self isolate if they have come into contact with someone who has tested positive for Covid. \nM&S said it was working with the government to identify the key sites it wanted to take part in the daily contact testing scheme. \nBut it said more needed to be done to \"mitigate the impact on wider store operations for all food retailers and we would like the bring forward of the 16 August date so that those who are fully vaccinated or who have a negative test are not forced to quarantine when they are contacted by track and trace\". \nEnvironment Secretary George Eustice told BBC Breakfast shop staff had been excluded from the scheme because their inclusion would have been a \"really significant undertaking\". \n\"You're talking then thousands of different shops and many more people and we still want to maintain the test, trace and isolate system.\"\nHowever, he added that the government would keep the policy \"under review, but we think this is a sensible first step\".  \n\"We're never going to take risks with our food supply chain,\" he added.\nThe government's move comes as supermarkets said the supply of some products was being affected by the \"pingdemic\" keeping staff away from work.\nA record 618,903 people were told to self-isolate by the NHS Covid app between 8 and 15 July in England and Wales. \nWhile some retailers said they may have to close stores, they played down fears of food shortages, saying the problems were not widespread.\nHelen Dickinson, chief executive of the British Retail Consortium, said \"disruption is limited at the moment\", but it was vital that the government rolled out the scheme as fast as possible and was prepared to take further action if necessary.\nSeparately, the government outlined plans to allow other key industries in England to deploy daily Covid testing instead of self-isolation for a limited number of essential workers. In this case, the scheme will only apply to workers who are fully vaccinated.\nThis scheme covers sectors including transport, emergency services, border control, energy, digital infrastructure, waste, the water industry, essential defence outputs and local government. \nThe policy applies only to workers named on a list kept updated by officials - it is not a blanket exemption for all employees in a sector. \nHannah Essex, co-executive director of the British Chambers of Commerce, said that while the announcement would be a relief to some businesses, \"it will leave many more still facing critical staff shortages and lost revenue as the number of people being asked to isolate remains high\".\nCBI director general Tony Danker agreed, warning: \"The current approach to self-isolation is closing down the economy, rather than opening it up.\"\nBusinesses have already exhausted contingency plans to get in extra staff and are \"at risk of grinding to a halt in the next few weeks\", he added.\nPhil Langslow, trading director at Cheshire-based County Milk Products, which provides dairy products to the likes of Nestle and Kellogg's, said the government move was \"a step in the right direction\".\n\"People having to isolate meant that a number of our suppliers, the service providers that are doing the transport for us, have just said they cannot cope. Roughly half of the deliveries that we would expect to be done are not being done routinely and we're having to scramble to actually get product to its destination on time.\n\"If you think of the food chain as just that - as a chain, and like any chain, you're only as good as the weakest link - if you cannot get your goods to the market, then you've got a problem,\" he told the BBC's Today programme.\nScotland has also launched a system of exemptions from self-isolation, covering workers in sectors such as health and social care.\nHealth Secretary Sajid Javid said daily testing of food industry staff would \"minimise the disruption caused by rising cases in the coming weeks, while ensuring workers are not put at risk\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57935742",
      "category": "science-environment",
      "title": "Nasa probe determines Mars' internal structure",
      "tags": "InSight,Mars,Nasa,Geology,Space exploration,Earthquakes",
      "text": "Scientists say they now have some absolute numbers to describe the internal rock structure of Mars.\nThe data comes from the InSight spacecraft, which has been sensing quakes on the planet since early 2019.\nThe Nasa-led mission reveals the average thickness of Mars' crust to be between 24km and 72km - somewhat thinner than had been expected.\nBut the key finding is the size of the planet's core. Its radius of 1,830km is at the top end of previous estimates.\nThis is the first time science has managed to directly map the internal layering of a planet apart from the Earth. It's been done also for the Moon, but Mars (total radius: 3,390km) is on a much larger scale.\nHaving this information allows researchers to better understand the formation and evolution of different planetary bodies. \nInsight achieved its results in the same way that seismologists study internal layering on Earth - by tracking the signals from quakes. \nThese events release waves of energy. Changes in the path and velocity of the waves will betray the nature of the rocky materials through which they are passing.\nThe seismometer system deployed by the Nasa probe has observed hundreds of tremors, with a handful over the past two years having just the right properties to \"image\" Mars' interior.\nThe instrument team, which is led from France and the UK, determines the rigid outer part, or crust, of Mars to be either 20km or 39km thick directly under the probe (depending on the precise sub-layering that exists). Extrapolating to the known surface geology of the rest of the planet, this suggests an average thickness of between 24km and 72km. By contrast, Earth's average crustal thickness is 15-20km. Only in a continental region like the Himalayas can it reach 70km.\nThe really interesting number, however, is for the core. Signals from \"Marsquakes\" bouncing off this metal feature indicate that it starts nearly halfway down from the surface, at a depth of about 1,560km - and that it's in a liquid state. Most prior estimates called for a smaller core.\nThe mission team says two fascinating consequences flow from the new direct observations.\nThe first is that the known mass and moment of inertia for Mars imply the core will be much less dense than previously thought, and that the iron-nickel alloy that dominates its composition must be strongly enriched in lighter elements, such as sulphur.\nThe second consequence relates to the layer inbetween the core and crust - the mantle. This is now thinner than previously assumed and appears to be a simple layer of rock with no major gradations, unlike in the Earth.\nAgain, based on Mars' known size, it's highly unlikely this mantle can achieve the pressures where the mineral bridgmanite becomes stable. \nOn Earth, this stiff mineral blankets the core, slowing convection and the loss of heat. On early Mars, its absence would therefore have led to rapid cooling. \nThis initially would have permitted strong convection in the metal core and a dynamo effect that drove a global magnetic field. But this, of course, has now switched off. Today, no global magnetic field can be detected at the planet. \nIf it were there, it would provide some shielding to protect its surface from the damaging radiation that constantly rains down from space and makes the world extremely inhospitable.\nProf Tom Pike from Imperial College London, UK, is one of the principal investigators on Insight's seismometer system. He told BBC News: \"We've been able for the first time to look inside another planet using seismology, and what we have seen on Mars is that we have a bigger core and a lighter core than what was expected. And that does tell us quite a bit about how the planet evolved over geological time.\"\nDr Sanne Cottaar from Cambridge University is not on the mission team. She described the Insight results as a tour de force, given just how difficult it is to study the very small quakes that occur on Mars. They never get above a Magnitude 4, which humans would only notice within several kilometres of an event's epicenter.\n\"Marsquakes are very, very faint,\" she said. \"It's much more challenging than doing seismology on Earth. Mission scientists have also had to develop methods for how to work with just the one seismometer represented by the InSight lander. So to then see this data come out, and for them to actually be able to look inside the planet with that data, is really quite impressive.\"\nDetails about the internal structure of Mars are reported in a series of scholarly papers in Science magazine. Dr Cottaar has a perspective published alongside them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57929324",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Isolation for vaccinated contacts to end in August",
      "text": "Isolation for fully vaccinated people in close contact with a positive Covid case is expected to end during August.\nThe Welsh government reiterated its plans after it emerged 11,417 people were told to quarantine by the NHS Covid app between 8 and 15 July.\nIt is also discussing whether further measures are needed in the NHS and other critical services.\nBut it has not joined England in backing a list of key workers that will be exempt from isolation.\nThe Welsh government said it intends to ease the restriction on isolation during the next three week review period, which begins on 7 August - but a precise date has not been set.\nHealth Minister Eluned Morgan said the number of people being asked to self-isolate, whether by the app or by a contact tracer, has been increasing as cases rise.\nIt is a legal requirement to isolate if told to by a contact tracer, but the same legal duty does not apply to the app.\nHowever, the Welsh government said app users should follow the instruction \"to help minimise the virus' spread\".\nWhile 11,417 were asked to isolate in Wales the week ending 14 July, 607,486 alerts were sent in England.\nThere had been 9,940 people who received an alert in Wales the week before. In the week ending 2 June, it was 457.\nMs Morgan said that case rates and contacts are not at the levels seen elsewhere in the UK.\nBut she said: \"The increase in notifications to contacts advising them to self-isolate illustrates that the NHS Covid 19 App is working effectively and doing what it is designed to do.\"\n\"In August, as part of the next 21 day review cycle, we aim to remove the requirement for people who have been fully vaccinated to self-isolate if they are a close contact of someone who has tested positive.\"\nThe review cycle begins on 7 August, when the Welsh government plans to end most of Wales' coronavirus rules.\n\"We will also consider other potential exemptions, such as for those under the age of 18,\" she wrote.\nShe added that in the next few weeks there is potential for critical services, such as the NHS and social care, to face \"additional pressures\" because of contacts self-isolating.\nThe minister said they working closely with the NHS and social care \"to agree effective mitigation\".\n\"Our regional incident management teams who are responsible for Covid prevention and response planning have also been asked to consider whether isolation poses any risks to critical services and infrastructure and advise on any possible response that may be considered necessary.\"\nPeople asked to self-isolate by contact tracers are required to isolate for ten days.\nThe Welsh Conservatives' Russell George called for a review of the app: \"We can't afford to lose public confidence and this isolation period needs to be urgently reviewed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57934070",
      "category": "uk-wales",
      "title": "Heatwave: Temperatures soar as Wales basks in hottest day of 2021",
      "tags": "Met Office,Cardiff,Aberystwyth,UK heatwaves,Bangor,Usk",
      "text": "Wales recorded its hottest day of the year so far on the final day of the four-day extreme heat warning that has been in force across the southern UK.\nThe mercury peaked at 31.2C (88.1F) at Gogerddan, near Aberystwyth on Thursday - beating the 30.9C (88F) in Usk on Tuesday and Cardiff on Monday.\nThe Met Office said Thursday's hottest place in the UK was 31.4C (88.5F) at Armagh town in Northern Ireland.\nRain and thunderstorms will replace the heatwave in most of Wales this weekend.\nForecasters predicted \"heavy, thundery showers\" as likely from early on Saturday morning through to late on Sunday night, which could be \"torrential\".\nIt is a change from the heatwave that Wales has been experiencing over the last week which caused the Met Office to issue its first UK extreme heat warning.\nWales' burns unit reported children in hospital with severe sunburn and the ambulance service was pushed to the limit, while a bar and restaurant shut due to the 'unbearable' heat.\nIt comes as the RAC has warned that Friday could be be the busiest day on UK roads with 2.3 million leisure trips - with Wales alongside the West Country and Scotland predicted to be the most popular destinations.\nTraffic data expert Inrix has warned delays on the roads could be up to a third longer than normal July traffic as people holiday in the UK due to foreign holiday travel restrictions during the pandemic.\nThe UK's hottest temperature of the year is still the 32.2C (90C) recorded at London's Heathrow Airport on Tuesday.\nBut the 31.2C reached at Gogerddan in Ceredigion is Wales' warmest of 2021 so far.\nAll areas of Wales had high temperatures with 30.6C (87F) recorded at Hawarden in Flintshire, 30.3C (86.5F) at Bala in Gwynedd and 30.2C (86.3F) at both Usk in Monmouthshire and Cardiff.\nAlthough temperatures soared across the country on Thursday, they were not the highest ever recorded in Wales or even in July.\nThe highest July temperature in Wales was 34.6°C (94.2) in 2006 - but the highest ever recorded in Wales was 35.2C (95.3F) Hawarden Bridge in Flintshire on 2 August 1990.\nWhat's the weather going to like in Wales on the weekend?\nThe Met Office said \"heavy, thundery showers\" are likely, which could be \"torrential\" with the potential for up to 100mm of rain falling in places.\nLightning and hail are also expected and there is a small chance of flooding and power cuts, forecasters warned.\nAt Aberavon beach in Port Talbot, Owen Parfitt manages Franco's chip shop.\n\"It's been bonkers, we have had queues down the path for the takeaway, we have had queues for the tables in the restaurant,\" he said.\n\"It's been really nice to be back to normal a little bit.\"\nOne local said the beach was \"lovely\" and the people \"fantastic,\" adding she was \"definitely\" in a good mood. \n\"This puts everyone in a better mood, doesn't it?\" she said. \nOver the past five years, there have been 25 days with temperatures of more than 30C (86F) in Wales - compared with four in the previous decade.\nThe problem with climate change is it makes the magnitude, the frequency and the duration of extreme events more intense,\" said Swansea University climate scientist Prof Mary Gagen.\n\"We know the hottest day of the year now is nearly a degree - about 0.8C higher - than it was a few decades ago. \n\"We know that in the future we can expect heatwaves like this, not just to occur maybe every five years or so, but actually every other year, and that is when the starts to become a very different thing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57947785",
      "category": "world-us-canada",
      "title": "Las Vegas murder case cracked with smallest ever amount of DNA",
      "tags": "Genetics,United States,DNA",
      "text": "The 1989 murder of a 14-year-old girl in Las Vegas has been solved by using what experts say is the smallest-ever amount of human DNA to crack a case.\nStephanie Isaacson's murder case had gone cold until new technology made it possible to test what little remained of the suspect's DNA: the equivalent of just 15 human cells.\nPolice on Wednesday said they had identified the suspect by using genome sequencing and public genealogy data.\nHer alleged killer died in 1995.\n\"I'm glad they found who murdered my daughter,\" Stephanie's mother wrote in a statement that was read to reporters at Wednesday's news conference. \n\"I never believed the case would be solved.\"\nThirty-two years ago, Stephanie's body was found near the route she normally walked to school in Las Vegas, Nevada. She had been assaulted and strangled. \nThis year, police were able to pick up the case again after a donation from a local resident. They turned over the DNA samples left to Othram, a Texas-based genome-sequencing lab that specialises in cold cases.\nTypical consumer DNA testing kits collect about 750 to 1,000 nanograms of DNA in a sample. These samples are uploaded to public websites specialising in ancestry or health.\nBut crime scenes may only contain tens to hundreds of nanograms of DNA. And in this case, only 0.12 nanograms - or about 15 cells' worth - were available for testing.\nUsing ancestry databases the researchers were able to identify the suspect's cousin. Eventually they matched the DNA to Darren Roy Marchand. \nMarchand's DNA from a previous 1986 murder case was still on record, and was used to confirm the match. \nHe was never convicted and died by suicide in 1995.\nThe genomic technology used to solve the case is the same that was used to catch the notorious Golden State Killer in 2018.\n\"This was a huge milestone,\" Othram chief executive David Mittelman told the BBC. \n\"When you can access information from such a small amount of DNA, it really opens up the opportunity to so many other cases that have been historically considered cold and unsolvable.\"\nThe company is currently working on cases dating back as far as 1881."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57932457/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: 'Clear opportunities and frictions' in NI Protocol, says Invest NI",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,NI economy,Brexit",
      "text": "The opportunities offered and frictions caused by the Northern Ireland Protocol are clear, the chief executive of Invest NI has said.\nKevin Holland said there was now more clarity for businesses and investors after a long period of uncertainty when the Brexit deal was being negotiated.\nThe protocol is the part of the deal that keeps Northern Ireland aligned with the EU single market for goods.\nMr Holland said Invest NI was helping firms explain how the protocol worked.\nHe made the comments in a wide-ranging interview with BBC Radio Ulster's Inside Business programme as the economic development agency published its end-of-year results.\nHe said there had been \"frictions\" resulting from the post-Brexit trade arrangement for Northern Ireland.\n\"There have been frictions because we've seen them,\" he said.\n\"We have invested a lot of time in webinars and advice sessions with businesses in Northern Ireland to explain to them how the new configuration works between the UK and Europe, what is the best way to manage the frictions.\n\"We've had companies who have talked to us and want to explore the opportunities.\"\nThis week the UK government demanded a redrawing of the Northern Ireland Protocol, which it had agreed with the EU last winter.\nIt said the resulting checks on goods entering Northern Ireland from Great Britain had proven to be unsustainable and were damaging the \"fabric\" of the UK.\nBut the EU responded by saying it would not agree to renegotiate the terms of the deal.\nAsked if potential foreign investors had queried the political split between the UK and the EU in relation to the protocol, Mr Holland said: \"When we talk to businesses we focus on the practicalities.\n\"In terms of political discussions that go on on a daily basis, that is not the part we focus on.\n\"There has been real progress over the last few years.\n\"If you look at where we were last June, there was very little clarity and businesses were saying 'we want certainty, we want to understand what is happening'.\n\"[Since the Brexit deal], I think it's pretty clear actually what businesses need to do to operate successfully in Northern Ireland.\n\"[It's clear] what frictions... are still there and what the opportunities there can be for the future for the benefit of businesses setting up in or expanding from Northern Ireland.\"\nInvest NI's end-of-year results show it made 3,000 offers of financial assistance during the 2020-21 financial year.\nMr Holland said the organisation had adapted quickly to also assist with the rollout of government support schemes during the pandemic.\nHe said he was confident about attracting new investors.\n\"We are having a lot of conversations... our pipeline is very strong, as strong as it has been over the last four years,\" he said.\n\"The challenge is actually bringing people here because of Covid and travel restrictions.\n\"Northern Ireland is a very attractive destination and I think over the last year it has made a name for itself with global companies.\n\"They've seen the resilience of Northern Irish businesses and the speed at which they adapted quickly.\n\"Just to move a deal across the line, to get the final signature on a dotted line, we really need some of those investors to come here and we look forward to the opening-up to be able to do that.\"\nMr Holland was also asked if Invest NI provided value for money.\n\"In spite of the traumatic year we've lived through we have hit the targets we set four years ago before anyone had heard about Covid or even Brexit,\" he replied.\n\"We certainly deliver what we commit to.\n\"If you look at our investment returns, for every £1 we invest into businesses they match with £5.\n\"So for every £1 we disperse, you get £6 into the economy.\"\nYou can listen to Inside Business on BBC Radio Ulster on Friday at 17:30 BST or on the BBC Sounds app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57942217/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Daily Covid cases down for third day in UK",
      "tags": "Coronavirus vaccines,Coronavirus testing,Office for National Statistics,Coronavirus pandemic",
      "text": "Covid cases are down for the third consecutive day in the UK, latest daily figures show. \nThe UK recorded 36,389 new infections - a further drop from 46,558 logged on 20 July.\nIt is too soon to say if cases have peaked, however, given that the statistics do not capture the impact of unlocking that happened on 19 July.   \nOne expert said it will take a few weeks after relaxing restrictions to know for certain.  \nProf Paul Hunter from the University of East Anglia said: \"I would caution that this may just be a temporary slowing in reports before we start to see a return to exponential growth towards the end of next week as a result of the ending of restrictions last week.\"\nIt is possible cases will increase again, with some measures, such as the R rate, still suggesting the epidemic is growing.\nThe latest estimate of R - which measures how quickly the virus is spreading - is unchanged from the previous week at 1.2 to 1.4.\nIt means that on average, every 10 people infected with coronavirus goes on to infect between 12 and 14 others.\nThe estimated daily growth rate shows signs of a possible slowdown, however. This week's estimate is that infections are growing at between 4% and 6% a day, down from between 4% and 7% last week.\nMeanwhile, data from the Office for National Statistics based on swab tests in the community suggests 1.3% of the population - or one in 80 people - has the virus, up from one in 100 the week before. \nAccording to the ONS figures for the week up to 17 July: \nThe more infectious Delta variant currently accounts for almost every Covid infection in the UK. \nA new report from Public Health England warns of a small but increased risk of catching this variant, first identified in India, even if you have had Covid before.\nIt says 897 cases out of 68,688 Delta infections recorded in an 11-week period from April to June were possible reinfections.\nProf Rowland Kao, a professor of epidemiology and data science at Edinburgh University, said: \"Any decline is always welcome but its too early to say whether this is sustained. \n\"It's important to remember that there are still many people highly vulnerable to severe Covid infection, and with infection numbers still high, some remaining caution is merited.\"\nThis story was corrected to say cases fell for three days in a row and not four days as originally stated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57937583/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Critical workers to be exempt from self-isolation",
      "tags": "Coronavirus lockdown measures,Scottish government,Coronavirus pandemic",
      "text": "Critical staff working in the health, food and transport sectors can apply to be exempt from self-isolation, under a new Scottish government scheme. \nPeople who work in the emergency services, government and finance could also qualify for an exemption. \nBut they must be double vaccinated, have a negative PCR test and agree to take daily lateral flow tests. \nFirst Minister Nicola Sturgeon said the changes would \"ensure staff shortages do not put key services at risk\". \nThe exemptions would be limited and applied on a \"case by case basis and only where absolutely necessary\", she added. \nPreviously anyone who came into contact with someone who had tested positive must isolate for 10 days.\nThe new scheme will allow employers to apply to the Scottish government for permission to exempt those who work in critical roles and where staff shortages could jeopardise essential services.\nThe exemption will only be granted where workers have voluntarily agreed not to self-isolate. \nThe changes come after businesses across the UK were affected by large numbers of workers self-isolating, leading to shortages of some products in supermarkets.\nHealth and social care also remains under pressure from staff shortages.\nIn Lanarkshire urgent social care is being prioritised only for the most vulnerable by reducing home care packages \"where it is safe to do so\" as a result of the \"exceptional\" pressures on the NHS.\nThe Scottish government has said employers who meet the definition of Critical National Infrastructure can apply for the exemption. There are 13 national infrastructure sectors:\nMs Sturgeon said: \"It is essential that lifeline services and critical national infrastructure are maintained and we are implementing these changes now ahead of possible changes to self-isolation rules for close contacts that may apply more generally in future. \n\"We have seen significant staff shortages in a small number of organisations in recent days and we have worked with them to protect services.\n\"Clinical evidence tells us we can safely and effectively release some critical staff from self-isolation, with appropriate safeguards. However, this is a very limited change at this stage, to be applied on a case by case basis and only where absolutely necessary.\"\nThe move was widely criticised by unions including Unite, Unison and GMB Scotland. \nLouise Gilmour, of GMB Scotland, told BBC Radio Scotland's Drivetime programme that the \"pretty shocking\" decision was \"driven by resource - not what is safe for our workers or their families\".  \n\"We believe it's the cuts, the underfunding and the under-staffing of these services that means they don't have the capacity we need in times of crisis - that's within our NHS, our social care and our supermarkets,\" she added. \nMeanwhile Unison's Willie Duffy warned that the new rules were not an \"appropriate or well evidenced\" response and could lead to further spread of the virus. \nHowever it was described as a \"step forward in... a fast-moving situation\" by the Scottish Retail Consortium. \n\"Whilst it is vexing that store staff are not explicitly in scope, it will hopefully help the grocery supply chain as its grapples with a conflux of pressures at the current time including elevated levels of self-isolation amongst staff in logistics, distribution, and production,\" a spokesman added.\nHe said the availability of products on shop shelves \"remains good\".\nThe move was also welcomed as a \"cautious step in the right direction\" by Scottish Conservative leader Douglas Ross. \n\"However, many questions must be clarified by the SNP if these changes are to have the right effect,\" he added.  \"They must be clear on who exactly will qualify for an exemption and for how long an exemption will last for.\"\nEarlier Colin Smith, chief executive of the Scottish Wholesale Association, said his members were \"critical\" to keeping the shops supplied. \nHe told BBC Radio's Good Morning Scotland there was on average a 13% shortfall of required drivers in Scotland but staff shortages were not as bad as in England. \n\"The problems is the supply chain is heavily interlinked with England, so higher cases down there means less staff to pick and deliver to our depots so we can get it out our end users,\" he added.\nHe said fast moving goods such as soft drinks, pet food and alcohol are goods where \"we can't replenish quick enough\". \nIn the transport sector, ScotRail said a \"very limited number of trains\" have been cancelled due to staff shortages, but it has not amended its timetables.\nOn Thursday a Loganair flight was cancelled due to staff isolation. The airline is understood to be experiencing shortages of cabin crew and pilots. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57934076",
      "category": "uk-wales",
      "title": "Pontyclun crash: Three in hospital after car hits people outside pub",
      "tags": "Llantrisant,Pontyclun",
      "text": "Three people remain in hospital after a car crashed into a group of customers in a pub beer garden in south Wales.\nOne pedestrian suffered life-changing injuries after the crash outside The Windsor Hotel in Pontyclun, Rhondda Cynon Taf, on Thursday evening.\nSouth Wales Police said a 79-year-old man was believed to have suffered a \"medical episode\" before his silver Ford Puma hit the people and the pub.\nOfficers said the driver of the car was in a critical condition in hospital.\nSix people were taken to hospital after the incident, but three have since been discharged.\nFour other people were also taken to University Hospital of Wales in Cardiff as a precaution with minor injuries.\nPolice have launched an investigation into the cause of the \"very distressing incident\" on Llantrisant Road, about 15 miles north-west of Cardiff.\nThe pub will remain closed until Monday.\nPeter Rex, 66, from Brynsadler, was sat on a bench outside the pub, chatting to friends and enjoying the sunshine when he heard a bang and fell to the ground.\nHe was badly bruised and was treated at the scene by a paramedic.\n\"After I'd seen the car then he'd smashed all the bench and glasses everywhere, then bounced back after the impact,\" he said.\n\"You never expect a vehicle coming from nowhere and just bash right into you like that. \n\"It was a terrible shock. I was checked over by a paramedic and my blood pressure had gone right up with the shock.\"\nKaitlin Moore, a hairdresser at the nearby Charizma salon, said she saw the crash.\n\"I was outside the salon waiting for a lift home when I heard a lot of glass smashing and I could see that a car had gone into the benches outside The Windsor pub,\" she said.\n\"It was very chaotic, it happened so quick, I think everyone was in shock.\"\nShe added: \"I could see people lying on the floor. People upstairs in the pub were throwing blankets and pillows down to them.\n\"I normally stand near the Windsor waiting for a lift home from work, it just happened I was waiting by the hairdresser's last night. I feel like I've had a lucky escape.\"\nCharles Morris said seeing people lying on the ground covered in blankets as he drove past the pub on Thursday night was \"quite traumatic\".\n\"I could see complete chaos around the pub,\" the 60-year-old said.\n\"It was packed, every table was full.\n\"One table was smashed and I guess that's the one the car went into, and there were people screaming,\" he said.\nPub manager Tia Lewis told BBC Wales: \"A car came, crashed off the road and hit people sat in the beer garden.\n\"The car hit the wall of the pub too. It was very frightening, we can't believe it. I just hope the people hurt are OK. \n\"The pub was pretty busy and because of the nice weather there was obviously people sat outside.\"\nA spokesman from owners Star Pubs and Bars said: \"The thoughts of everyone at The Windsor are with the injured and all those caught up in this tragic accident. It was very upsetting for those who witnessed the crash.\n\"We would like to thank our customers, the local community and the emergency services for their support.\n\"The pub is closed until Monday out of respect for the injured and to allow our staff to recover from last night's shock.\"\nAt least five ambulances, several police cars and four fire service vehicles attended the incident which happened just before 20:30 BST on Thursday.\nThe road was shut in both directions overnight, but has since reopened.\nCh Insp James Ratti of South Wales Police said: \"Emergency services were confronted with a scene which involved a number of casualties.\n\"We worked alongside our colleagues in both the ambulance and fire services to deal with the casualties as quickly and efficiently as possible.\n\"This was a very distressing incident and we are very grateful to the members of the public who came to the aid of the injured people in the moments immediately after the collision.\"\nIt's just after lunchtime in Pontyclun and it's very busy along the high street where people are milling around, going to the post office, the Co-op or one of the many hairdressers or cafés. \nOne of the main topics of conversation I've overheard several times while walking along the high street is, of course, last night's crash outside the Windsor pub.\nLocal people are obviously shocked by the incident and some have been discussing what they might have seen or heard.\nThe pub sits just over the brow of the hill as you walk away from the hub of businesses along Llantrisant Road, just in front of Pontyclun rugby club and next to the train line.\nThroughout the morning people have been stopping outside the premises, as a couple of contractors swept the pavement of any remaining debris and placed safety bollards along the area where the car smashed through chunky, wooden posts.\nThe pub owners say it'll remain closed until Monday out of respect for those who are injured and to allow staff to recover.\nThe overall feeling here is one of shock, with many saying their thoughts are with those who were seriously injured, including the elderly driver.\nRhondda Cynon Taf leader Andrew Morgan reacted to the incident in his county: \"My thoughts are with everyone affected by this.\"\nPontypridd MP Alex Davies-Jones added: \"The community are all devastated over this truly awful incident, my heart goes out to everyone involved.\n\"It was a nice evening, people enjoying themselves in the nice weather, sat outside having an evening meal and you just don't expect this to happen.\n\"We're a tight-knit community and everyone has rallied round together trying to help out as much as they can.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57921537",
      "category": "uk-northern-ireland",
      "title": "Abortion in NI: Westminster directs Stormont to set up services",
      "tags": "NI Health,Abortion in Northern Ireland",
      "text": "Westminster has directed Stormont's Department of Health to set up full abortion services in Northern Ireland by no later than next March.\nThe government has intervened with a formal direction requiring Stormont to act.\nChanges to abortion laws took effect last year after Westminster acted during the absence of devolution.\nBut the commissioning of services has been stalled due to disagreement within the five-party executive.\nIn March, Mr Lewis took unprecedented powers allowing him to direct Stormont to act, but he had not used them until now.\nThe government had previously said it was required to uphold legal and human rights duties on Northern Ireland abortion services and would intervene if the delay at Stormont continued.\nIn a written statement to Parliament, Mr Lewis said he was issuing the direction to the Department of Health, Health Minister Robin Swann and to the Health and Social Care Board.\nHe added that while he recognised the strain Covid-19 had placed on healthcare, he remained \"extremely disappointed\" that full commissioning proposals have not progressed.\n\"This ongoing stalemate leaves me no choice but to issue a direction,\" he said.\n\"I have a legal and moral obligation to ensure the women and girls in Northern Ireland are afforded their rights and can access the healthcare.\"\nHe also said he \"acknowledges and respects the deeply held views that individuals hold\" on abortion laws.\n\"However, it is the clear will of Parliament that the rights of women and girls in Northern Ireland are properly upheld.\"\nThe secretary of state said he was also directing Stormont's first and deputy first ministers that \"once proposals are brought forward by the Department of Health, they must be included on the agenda\" at the next executive meeting.\nIt is understood Mr Lewis has told the Stormont parties that he believes costs of the commissioned abortion services should be met by the executive through its block grant.\nThe Department of Health and Executive Office have been asked for comment.\nThis significant move is likely to face criticism from some of the parties in Northern Ireland, who accused Mr Lewis of breaching devolution when he initially intervened earlier this year. \nThe details are set out in a written statement to Parliament but the Stormont parties have already been informed of the development.\nAbortion is a devolved matter, but services have not been fully set up as the parties in the executive remain deadlocked.\nThe government has also directed that there should be \"immediate support\" for interim early medical abortion services in Northern Ireland.\nIt's the second significant intervention by Brandon Lewis on Northern Ireland in just over a week.\nBut unlike when the Stormont parties united against the proposals on legacy, there will be no unity this time.\nWhile some pro-choice parties say the government had no choice but to act due to delay and disagreement within the executive, others opposed to abortion say it amounts to a total override of devolution.\nThe government has made clear it did not want to step in but given legal duties it also must uphold, its patience with Stormont had run out.\nThis does not take the issues out of the parties' hands entirely though.\nProposals for abortion services will still need to go to the five-party executive, where any substantive discussion is likely to lead to even more division.\nDeputy First Minister Michelle O'Neill said the barrier to human rights had been \"overcome\".\nHowever, DUP MP Carla Lockhart said abortion laws should be decided by Stormont. \n\"What we have in this statement from the secretary of state is a further example of a government acting with no respect to the local electorate and locally elected politicians. \n\"The DUP stand ready to find a locally agreed way forward. We urge all parties who sit with us in the Northern Ireland Executive to share this intent.\"\nUlster Unionist Party (UUP) leader Doug Beattie said he believed the delivery of services \"absolutely will happen\".\n\"Abortion is legal in Northern Ireland and therefore we need to have the services to make sure that they can be delivered.\n\"The Ulster Unionist Party has a position of conscience on abortion but myself as an MLA (member of the NI Assembly), I think that we need to have safe abortion services for women here in Northern Ireland, and it needs to be delivered as soon as possible.\"\nAlliance Party MP Stephen Farry said the intervention was \"upholding the law and human rights\". \nGreen Party NI leader Clare Bailey said she looked forward \"to seeing the creation of a fully funded, stigma-free and safe abortion service\".\nAbortion laws changed in Northern Ireland in March 2020, allowing terminations to take place in some circumstances.\nAccording to the latest figures from Northern Ireland's Department of Health, 1,556 terminations have taken place in Northern Ireland since March 2020.\nBut health trusts have been only carrying out limited services, meaning some women seeking an abortion beyond 10 weeks in their pregnancy have had to travel to Great Britain to access services.\nThe Department of Health has maintained that the matter is \"controversial\" and any decision on abortion services must be made by the whole executive.\nIn May, proposals from Ulster Unionist Party (UUP) Health Minister Robin Swann on commissioning of abortion services were blocked from executive discussion by the Democratic Unionist Party (DUP).\nThe party is opposed to abortion and has previously criticised Mr Lewis for taking powers to act, saying it would have \"serious consequences for devolution\".\nSinn Féin, the SDLP and Alliance have said they would support the commissioning of services being imposed by Westminster, if it remains stalled by the executive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57907214",
      "category": "uk-wales",
      "title": "Heatwave: People 'walking into A&E with life-threatening conditions'",
      "tags": "Welsh Ambulance Service,Swansea,UK heatwaves",
      "text": "People have been walking into A&E with life-threatening conditions because of ambulance delays during the heatwave, a hospital boss has said.\nMorriston Hospital in Swansea made the revelation amid a 30% rise in life-threatening \"red\" calls to the Welsh Ambulance Service in the past week.\nOn Monday, ambulance chiefs said the service was at risk of being disrupted.\nIt said the hot weather and hospital delays meant demand had overtaken its capacity to respond safely.\nAn extreme heat warning - the UK's first - is in place across large parts of Wales and southern England until Thursday.\nMorriston Hospital said the heatwave was putting an additional strain on health services which were already experiencing high demand.\nWelsh Ambulance Service Trust (WAST) figures showed overall calls had risen by 11% compared to last Monday, with red category calls up by almost 30%, and were up 29% compared to the same Monday last year.\nIt responded by asking people to make their own way to hospital in some cases.\nWAST operations director Lee Brooks said: \"Yesterday's heat, coupled with the delays at hospitals, meant we reached a point in the early evening where demand actually overtook our capacity to respond in a safe and timely way.\n\"For anyone who had an excessive wait for an ambulance yesterday, we are very sorry for your experience and this is not the service we want to provide.\"\nMr Brooks said there was a \"significant step change\" on Saturday.\n\"I think we've had the culmination of further easing of restrictions here in Wales, the start of the holiday period and of course the sharp rise in temperatures,\" he said.\nMr Brooks said the service was more stable on Tuesday but urged people only to call 999 \"if a life is on the line\".\nMark Poulden, clinical director of emergency medicine at Morriston, said: \"Like emergency departments across Wales, Morriston Hospital has been seeing higher numbers of sicker patients coming through the doors for some time.\n\"As the Welsh Ambulance Service is under extreme pressure, we have begun seeing patients walk in with life-threatening conditions. \n\"All of this has a knock-on effect of increasing waiting times for those with less serious injuries or illnesses.\"\nKevin McKeown, who has epilepsy and mental health issues, needed an ambulance after falling down stairs at Grange Lodge care home.\nHis sister, Amanda Wells, said staff at the home on Clive Road, Cardiff, called the service to ask for an ambulance and were told 'no'.\n\"He's got a broken collar bone, a punctured lung, broken ribs, a gash on his head, because he was bleeding so badly,\" Ms Wells said. \n\"The care home had to take him in themselves, which they were very concerned about because they didn't want to move him, in case they caused any more damage.\"\nShe said she had \"had nothing\" from the ambulance service\nMs Wells added: \"I've tried speaking to members of the Senedd, I've tried contacting the ambulance service, the Welsh government, and nobody has spoken to me.\n\"They want me to send an email instead, and that's not good enough\".\nWAST said it was \"sorry\" and \"concerned\" to hear of Mr McKeown's injuries and was experiencing \"incredibly high demand\" at the time of the 999 call. \n\"We will be reaching out to Mr McKeown's family to fully hear and explore their concerns,\" a spokesman added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57940487",
      "category": "entertainment-arts",
      "title": "John Simpson: Good Morning Britain hosts apologise after swearing",
      "tags": "ITV,Television,Broadcasting",
      "text": "Kate Garraway and Richard Madeley apologised to viewers after John Simpson swore live on Friday's edition of Good Morning Britain.\nThe veteran foreign correspondent was being interviewed on the ITV breakfast show at around 0650 BST.\nDiscussing his recent novel, the 76-year-old recalled his experience of a mock execution while working in Beirut.\nAfter Simpson used an offensive word, Madeley said: \"Obviously we apologise to anyone who was offended.\"\nSimpson had been explaining that about 80% of the events featured in his novel had either happened to him or people close to him during their careers as foreign correspondents, adding that the protagonist both \"is me and it isn't\".\nGood Morning Britain tweeted a clip of the interview, although not the section which featured the offending word.\nAfter Madeley asked whether a mock execution detailed in the book was based on real life, Simpson said: \"It was me in Beirut some years ago and I was made to kneel down.\n\"A guy stuck a gun in the back of my neck and pulled the trigger and I thought my last moment had come.\n\"And then everybody laughed and I got up and I brushed off my knees and I thought, 'I've got to reassert myself here'.\n\"So I said to the guy who had fired the gun, or hadn't fired the gun, 'Do you know what? You're a real [expletive]'.\"\nSimpson held his hands up then covered his mouth after realising his mistake, and immediately apologised.\nGarraway joked he was \"also in trouble now for saying that on breakfast television\".\nShe added: \"We won't give you a mock execution. You are OK John, you are OK.\" She also apologised to viewers.\nMadeley is one of several guest presenters who has been drafted in to present the show following Piers Morgan's departure in March.\nA permanent replacement for Morgan has not yet been announced.\nSimpson has been a well-known foreign correspondent for the BBC for decades, after first joining the corporation in 1970.\nHe has interviewed world leaders and reported from more than 120 countries, including 30 war zones.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57937583",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Critical workers to be exempt from self-isolation",
      "tags": "Coronavirus lockdown measures,Scottish government,Coronavirus pandemic",
      "text": "Critical staff working in the health, food and transport sectors can apply to be exempt from self-isolation, under a new Scottish government scheme. \nPeople who work in the emergency services, government and finance could also qualify for an exemption. \nBut they must be double vaccinated, have a negative PCR test and agree to take daily lateral flow tests. \nFirst Minister Nicola Sturgeon said the changes would \"ensure staff shortages do not put key services at risk\". \nThe exemptions would be limited and applied on a \"case by case basis and only where absolutely necessary\", she added. \nPreviously anyone who came into contact with someone who had tested positive must isolate for 10 days.\nThe new scheme will allow employers to apply to the Scottish government for permission to exempt those who work in critical roles and where staff shortages could jeopardise essential services.\nThe exemption will only be granted where workers have voluntarily agreed not to self-isolate. \nThe changes come after businesses across the UK were affected by large numbers of workers self-isolating, leading to shortages of some products in supermarkets.\nHealth and social care also remains under pressure from staff shortages.\nIn Lanarkshire urgent social care is being prioritised only for the most vulnerable by reducing home care packages \"where it is safe to do so\" as a result of the \"exceptional\" pressures on the NHS.\nThe Scottish government has said employers who meet the definition of Critical National Infrastructure can apply for the exemption. There are 13 national infrastructure sectors:\nMs Sturgeon said: \"It is essential that lifeline services and critical national infrastructure are maintained and we are implementing these changes now ahead of possible changes to self-isolation rules for close contacts that may apply more generally in future. \n\"We have seen significant staff shortages in a small number of organisations in recent days and we have worked with them to protect services.\n\"Clinical evidence tells us we can safely and effectively release some critical staff from self-isolation, with appropriate safeguards. However, this is a very limited change at this stage, to be applied on a case by case basis and only where absolutely necessary.\"\nThe move was widely criticised by unions including Unite, Unison and GMB Scotland. \nLouise Gilmour, of GMB Scotland, told BBC Radio Scotland's Drivetime programme that the \"pretty shocking\" decision was \"driven by resource - not what is safe for our workers or their families\".  \n\"We believe it's the cuts, the underfunding and the under-staffing of these services that means they don't have the capacity we need in times of crisis - that's within our NHS, our social care and our supermarkets,\" she added. \nMeanwhile Unison's Willie Duffy warned that the new rules were not an \"appropriate or well evidenced\" response and could lead to further spread of the virus. \nHowever it was described as a \"step forward in... a fast-moving situation\" by the Scottish Retail Consortium. \n\"Whilst it is vexing that store staff are not explicitly in scope, it will hopefully help the grocery supply chain as its grapples with a conflux of pressures at the current time including elevated levels of self-isolation amongst staff in logistics, distribution, and production,\" a spokesman added.\nHe said the availability of products on shop shelves \"remains good\".\nThe move was also welcomed as a \"cautious step in the right direction\" by Scottish Conservative leader Douglas Ross. \n\"However, many questions must be clarified by the SNP if these changes are to have the right effect,\" he added.  \"They must be clear on who exactly will qualify for an exemption and for how long an exemption will last for.\"\nEarlier Colin Smith, chief executive of the Scottish Wholesale Association, said his members were \"critical\" to keeping the shops supplied. \nHe told BBC Radio's Good Morning Scotland there was on average a 13% shortfall of required drivers in Scotland but staff shortages were not as bad as in England. \n\"The problems is the supply chain is heavily interlinked with England, so higher cases down there means less staff to pick and deliver to our depots so we can get it out our end users,\" he added.\nHe said fast moving goods such as soft drinks, pet food and alcohol are goods where \"we can't replenish quick enough\". \nIn the transport sector, ScotRail said a \"very limited number of trains\" have been cancelled due to staff shortages, but it has not amended its timetables.\nOn Thursday a Loganair flight was cancelled due to staff isolation. The airline is understood to be experiencing shortages of cabin crew and pilots. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57932457",
      "category": "uk-northern-ireland",
      "title": "Brexit: 'Clear opportunities and frictions' in NI Protocol, says Invest NI",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,NI economy,Brexit",
      "text": "The opportunities offered and frictions caused by the Northern Ireland Protocol are clear, the chief executive of Invest NI has said.\nKevin Holland said there was now more clarity for businesses and investors after a long period of uncertainty when the Brexit deal was being negotiated.\nThe protocol is the part of the deal that keeps Northern Ireland aligned with the EU single market for goods.\nMr Holland said Invest NI was helping firms explain how the protocol worked.\nHe made the comments in a wide-ranging interview with BBC Radio Ulster's Inside Business programme as the economic development agency published its end-of-year results.\nHe said there had been \"frictions\" resulting from the post-Brexit trade arrangement for Northern Ireland.\n\"There have been frictions because we've seen them,\" he said.\n\"We have invested a lot of time in webinars and advice sessions with businesses in Northern Ireland to explain to them how the new configuration works between the UK and Europe, what is the best way to manage the frictions.\n\"We've had companies who have talked to us and want to explore the opportunities.\"\nThis week the UK government demanded a redrawing of the Northern Ireland Protocol, which it had agreed with the EU last winter.\nIt said the resulting checks on goods entering Northern Ireland from Great Britain had proven to be unsustainable and were damaging the \"fabric\" of the UK.\nBut the EU responded by saying it would not agree to renegotiate the terms of the deal.\nAsked if potential foreign investors had queried the political split between the UK and the EU in relation to the protocol, Mr Holland said: \"When we talk to businesses we focus on the practicalities.\n\"In terms of political discussions that go on on a daily basis, that is not the part we focus on.\n\"There has been real progress over the last few years.\n\"If you look at where we were last June, there was very little clarity and businesses were saying 'we want certainty, we want to understand what is happening'.\n\"[Since the Brexit deal], I think it's pretty clear actually what businesses need to do to operate successfully in Northern Ireland.\n\"[It's clear] what frictions... are still there and what the opportunities there can be for the future for the benefit of businesses setting up in or expanding from Northern Ireland.\"\nInvest NI's end-of-year results show it made 3,000 offers of financial assistance during the 2020-21 financial year.\nMr Holland said the organisation had adapted quickly to also assist with the rollout of government support schemes during the pandemic.\nHe said he was confident about attracting new investors.\n\"We are having a lot of conversations... our pipeline is very strong, as strong as it has been over the last four years,\" he said.\n\"The challenge is actually bringing people here because of Covid and travel restrictions.\n\"Northern Ireland is a very attractive destination and I think over the last year it has made a name for itself with global companies.\n\"They've seen the resilience of Northern Irish businesses and the speed at which they adapted quickly.\n\"Just to move a deal across the line, to get the final signature on a dotted line, we really need some of those investors to come here and we look forward to the opening-up to be able to do that.\"\nMr Holland was also asked if Invest NI provided value for money.\n\"In spite of the traumatic year we've lived through we have hit the targets we set four years ago before anyone had heard about Covid or even Brexit,\" he replied.\n\"We certainly deliver what we commit to.\n\"If you look at our investment returns, for every £1 we invest into businesses they match with £5.\n\"So for every £1 we disperse, you get £6 into the economy.\"\nYou can listen to Inside Business on BBC Radio Ulster on Friday at 17:30 BST or on the BBC Sounds app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57940660",
      "category": "business",
      "title": "Rail services face cuts as staff self-isolate",
      "tags": "Companies,Contact tracing,Rail travel,Coronavirus pandemic",
      "text": "Train companies have said they may have to reduce timetables to cope with shortages of staff forced to isolate by the NHS Covid app.\nThe Rail Delivery Group, which represents train operators, said that as Covid cases were increasing, more staff were being \"pinged\" by the app.\nIt said that while companies were working to \"minimise any disruption, there may be an impact on services\".\nThe Department for Transport (DfT) said it had agreed to reduced timetables.\n\"We recognise the challenges operators are facing due to staff shortages and have agreed that they can consider a reduced or revised timetable in the event of serious shortages,\" a DfT spokesperson said.\n\"These timetables must prioritise safe and reliable services and we urge passengers to check before they travel.\" \nThe number of people in England and Wales being \"pinged\" by the NHS app rose by 17% to 618,903 alerts in the week to 15 July.\nSome rail companies have already announced cancellations because of pinging. Govia Thameslink Railway (GTR), which runs Thameslink and Southern trains, has announced it will introduce a reduced timetable from Monday 26 July.\nGTR said: \"Unfortunately, like other industries across the country, coronavirus continues to affect our operations. We have fewer colleagues available at the moment due to a significant increase recently in the number of our people affected by Covid-19. \n\"Our colleagues have continued to work tirelessly throughout the pandemic and we're really sorry for any inconvenience caused by the latest changes.\"\nOther companies have announced similar moves:\nWest Midlands Trains, which operates West Midlands Railway and London Northwestern, also said it has a driver shortage after being unable to train new workers due to Covid restrictions and social distancing rules. \nThe company had recruited over 100 drivers as they anticipated many existing drivers were due to retire but it has now lost 25,000 training days and said it will take a year to catch up. \nMeanwhile, a senior rail source has told the BBC that the government's plan to require rail companies to apply for exemptions for \"pinged\" workers is completely unmanageable and will lead to cancellations. \n\"It will take longer to deal with cases than the isolation,\" the source said. \"This is very much a current problem and an ongoing risk. \n\"The crux of the government's thinking appears to be how essential certain roles are. But trains get essential workers to work. This does not mean transport is sorted and is not a comfort to those doing the timetable or arranging train drivers' schedules.\"\nThe source added that the vast majority of train drivers were already double-vaccinated and that the government had \"set the bar very high\" for exemptions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57929953/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccine: Eight-week gap seen as sweet spot for Pfizer jab antibodies",
      "tags": "Coronavirus vaccines,Pfizer,Coronavirus pandemic,Immune system",
      "text": "A longer gap between first and second doses of the Pfizer-BioNTech Covid vaccine makes the body's immune system produce more infection-fighting antibodies, UK researchers have found.\nExperts say the findings support the UK's decision on extending dosing intervals from the initial recommendation of three weeks. \nAn eight-week gap seems to be the sweet spot for tackling the Delta variant.\nThe UK initially extended the dosing gap to 12 weeks at the end of 2020.\nBut as the vaccination programme has been rolled out through the age groups - everyone over 18 has now been offered at least their first jab - people have been encouraged to bring their second jab forward and get it after eight weeks. \nThe government-funded work is published in a pre-print paper not yet peer reviewed.\nFor the study, the researchers compared the immune responses of 503 NHS staff who received their two shots at different intervals in late 2020 and early 2021, when the Alpha Covid variant, first identified in Kent, was rapidly spreading. \nAntibody levels in their blood were measured a month after the second vaccine dose. \nThe findings suggest: \nProf Susanna Dunachie, the joint chief investigator in the Pitch study, at Oxford University, said two doses were better than one but the timing of the second was somewhat flexible depending on the circumstances.\nFor the UK's current situation, she said: \"Eight weeks is about the sweet spot for me, because people do want to get the two vaccine [doses] and there is a lot of Delta out there right now.\n\"Unfortunately, I can't see this virus disappearing, so you want to balance that against getting the best protection that you can.\"\nDr Rebecca Payne, one of the study authors, from Newcastle University, said: \"Our study provides reassuring evidence that both dosing schedules generate robust immune responses against Sars-CoV-2 after two doses.\n\"We now need to carry out more follow-up studies to understand the full clinical significance of our findings.\"\nReal-world data from Public Health England shows the Pfizer vaccine is effective at reducing levels of serious disease, hospital admissions and death, even after one dose. \nVaccines Minister Nadhim Zahawi said: \"The findings from this latest Pitch study are hugely significant not just for the UK but for the world, helping us better understand the mechanics behind our immune response to Covid-19 and the importance of getting both doses of the vaccine. \n\"As we raced to offer a vaccine to all adults, we took the [Joint Committee on Vaccination and Immunisation] JCVI's advice to shorten the dosing interval from 12 to eight weeks, to help protect more people against the Delta variant. \n\"This latest study provides further evidence that this interval results in a strong immune response and supports our decision. \n\"I urge every adult to get both doses of the vaccine, protect yourself and those around you, and we are looking to offer millions of the most vulnerable a booster jab from September to ensure this protection is maintained.\"\nThe Pfizer jab is one of three currently being used in the UK, along with vaccines made by Oxford-AstraZeneca and Moderna. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57937722",
      "category": "world-europe",
      "title": "Coronavirus: Italy brings in Covid certificate amid spike in infections",
      "tags": "Coronavirus vaccines,Italy",
      "text": "Italy is introducing a mandatory Covid vaccination certificate from 6 August, the latest country in Europe to announce such a scheme.\nThe move will allow those aged 12 and over who have received at least one jab to access a range of venues, including indoor restaurants, cinemas and gyms.\nHowever, after disagreements within the governing coalition, the pass will not be needed for transport.\nThe virus is surging again in Italy, driven by the delta variant. \nThe number of new cases doubled over the past week, with more than 5,000 infections reported on Thursday.\nThe so-called Green Pass, either in digital or paper form, will also be valid for anyone who has had a negative test within the previous 48 hours or who has recovered from Covid in the past six months. \nAbout half of Italians are now fully vaccinated - but the summer holiday season is dissuading some to turn up for their appointments, says the BBC's Mark Lowen, in Rome. \nItaly has confirmed more than 4.3 million infections since the start of the outbreak, with nearly 128,000 Covid-related deaths.\nItalian Prime Minister Mario Draghi has condemned right-wing politicians who have discouraged young people from being jabbed.\nHe said it was as \"a call for people to die\".\nCorrection 28 October 2021: This article has been updated to make clear that the Green Pass will also be valid for people who have tested negative for Covid-19 or have recovered from the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57934499",
      "category": "uk-wales",
      "title": "Racism probe as 'bananas thrown at Cardiff City academy players'",
      "tags": "Cardiff,BAME communities,Racism,Representation",
      "text": "The family of a child who said he faced racist bullying at Cardiff City academy have accused the club of not taking the allegations seriously enough.  \nThe boy, whose father is Arabian, said the worst incident was having bananas thrown at him and a black friend on a youth team minibus.\nThe Football Association is understood to be probing discriminatory behaviour at the Championship club. \nCardiff City FC said it had a zero-tolerance policy and was investigating.\nThe aspiring young footballer alleged they were targeted by a small group of children throwing bananas on a minibus with four members of staff present at the time.  \nWhen questioned about the mess, he said he tried to explain what happened and was told by a staff member to clear up the mess made by the bananas on the bus.   \nThe teenager, who has now left the club, also claimed he was subject to name-calling, including being called \"a smelly Arab\", and was frequently asked whether he had a bomb in his bag.  \nThe child said he sympathised with the England football stars targeted by racist online abuse following their defeat in the European Championship final.  \n\"I went through it, I can feel like how they've felt.\"  \nThe boy's family said the alleged experience had affected them all.  \n\"He became angry, withdrawn, arguing with me... every time he went on a trip, I'd have terrible anxiety thinking 'what's going to happen next?'\" a relative said.  \nThe family said the boy only told them about the alleged racist name-calling during an online interview with FA investigators after they made a complaint alongside other parents about bullying at the academy.  \n\"We broke down in tears,\" they said, adding they have also called for immediate action.  \n\"It needs to change when you put your child into an academy you expect them to treat them like the parents... to look out for their safety and wellbeing.\"\nAn email, sent to the club and the FA in January this year, outlined concerns of alleged abuse and bullying from a few parents. \nIn March this year, the club confirmed two members of academy staff had been suspended following allegations of bullying.  \nThe family has been supported by the independent, not-for-profit organisation PlayersNet that helps players, parents and clubs with a range of welfare issues.  \nIts director and former head of education at Manchester City Pete Lowe said the family of the boy approached him earlier this year.  \n\"I genuinely think it's one of the worst things I've ever heard of in the game,\" he added.  \n\"If the authorities in this country are serious about kicking out racism... then they have to take things like this very seriously.\"  \nIn a statement, Cardiff City said: \"It is not appropriate for us to comment in detail due to the very complex circumstances surrounding the enquiry and the allegations made. \n\"No coaches or staff are involved in the enquiry, other than to provide evidence if called upon, and it surrounds interactions between players who were 10 or 11 years of age at the time. We are fully cooperating with the FA compliance department.\"  \nThe club added it has a \"zero-tolerance policy towards racism\", adding that social tolerance was a key part of its education programmes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57946430",
      "category": "world-europe",
      "title": "German TV apologises for smearing mud on clothes at flood site",
      "text": "A German presenter has apologised after being caught smearing mud on her clothes moments before appearing on television from a town ravaged by last week's historic floods.\nSusanna Ohlen, 39, said she acted after feeling \"ashamed\" of reporting from the town in her clean clothes.\nThe broadcaster RTL said she had been suspended for breaching its standards after the video went viral.\nIn a statement, Ms Ohlen said she had made a \"serious mistake\".\nShe had been reporting from Bad Münstereifel in North Rhine-Westphalia, where record rainfall destroyed homes and left dozens dead last week.\nMs Ohlen said she had been helping aid efforts in the days before filming for RTL's Good Morning Germany programme on Monday.\nBut before going on air, she felt \"ashamed to stand in front of the camera in clean clothes\", she said.\nWithout thinking, she said, \"I smeared mud on my clothes\".\nAt that point, a video of her bending down to spread dirt on her hands and clothes was apparently filmed by an onlooker and later posted to social media.\nApologising for her actions, Ms Ohlen said \"this should never have happened to me\" in her statement.\nRTL said Ms Ohlen had been put on leave after the video came to its attention. \nThe broadcaster did not say whether further action would be taken.\nGermany's worst flooding in decades devastated parts of the country last week, leaving at least 170 people dead and causing billions in damage. \nDozens are still missing as clean-up operations continue.\nEuropean leaders have blamed climate change for the floods, which have also affected Switzerland, Luxembourg and the Netherlands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57929162",
      "category": "technology",
      "title": "More than 600,000 people told to isolate by NHS Covid-19 app",
      "tags": "Coronavirus testing,NHS",
      "text": "More than 600,000 people using the NHS Covid-19 app in England and Wales were sent self-isolation alerts in the week between 8 and 15 July.\nData shows 618,903 alerts were sent - a 17% rise from the previous week.\nThere are complaints from businesses that the alerts are causing serious staff shortages and affecting services.\nHowever some fully-vaccinated key workers will be exempt from self-isolating if they are pinged by the app as a close contact of a positive case.\nBusiness secretary Kwasi Kwarteng told the BBC a “very narrow” list of jobs would be released today.\nSelf-isolation for all fully-vaccinated people pinged by the app as close contacts is due to be scrapped by 16 August, although there are calls for this deadline to be brought forward.\nThe app alert is advisory only and not enforceable by law, unlike a phone call from the Test and Trace team.\n\"If you are pinged, you should self-isolate. I know it poses challenges, and we are seeing reports of shortages which we are monitoring, but the rules are clear and I think they should be followed,\" Mr Kwarteng told the Today Programme on BBC Radio 4.\nLatest government figures show there are a further 44,104 daily coronavirus cases in the UK, with 73 coronavirus-related deaths.\nPrime Minister Boris Johnson warned cases could rise even more this week, as most legal restrictions have ended in England.\nHis spokesman said that the app was doing \"what it's designed to do\".\n\"We're aware of the impact on some industries and services and working closely with them particularly food and supermarkets….we have a robust and resilient food supply chain.\" \nBut supermarkets have warned they may have product shortages due to staff self-isolating.\nThe Co-op said it was \"running low on some products\", while Iceland said shops might have to be shut.\nHowever, Iceland urged shoppers not to panic buy, saying it was not necessary.\nMeanwhile, dozens of councils have suspended bin collections due to staff shortages from isolation and fuel provider BP has temporarily closed \"a handful of sites\" due to Covid staff absences.\nIn England 607,486 alerts were sent to app users in the period between 8 and 15 July, with a further 11,417 sent in Wales.\nThere were fewer app pings per case in England during this period, with 2.8 pings issued per every reported coronavirus case. \nAn average of 3.2 pings were sent per case reported in the last month.\nScotland's app has issued fewer than 60,000 notification \"pings\" since it launched in September 2020.\nAnother record then for the number of people pinged by the NHS Covid-19 app and sent into isolation.\nFor businesses struggling to deal with the impact on their employees this will be more evidence that a different approach is needed. The fact that the number of pings did not rise even more sharply in a week when case numbers were accelerating, may be an indication that some people have deleted the app, although we have to be cautious about extrapolating too much from one week's figures.\nIts defenders point out that many of the complaints about the app concern wider health policy rather than the tech itself - the fact that people  who may have been in contact with the virus are being told to isolate even if they are fully vaccinated is a policy applying to traditional Test and Trace too, and won't change until August 16th.\nOne man, who was heavily involved in the design of the app, told me people didn't realise that it worked on a number of levels - \"even if someone ignores the message to self-isolate, telling them they have been exposed to the virus is likely to make them behave more cautiously.\"\nHe also said that while the anonymous nature of the app meant only limited data could be extracted from it, there was useful and early information for epidemiologists about the spread of the virus and the R rate.\nThe government still insists the app is doing the job for which it was designed - but there will be mounting pressure from industry for a more rapid change to allow people who are pinged to be tested rather than to isolate.\nWhen the new health secretary Sajid Javid replaced Matt Hancock, there were reports that he wanted the app's sensitivity tweaked so that it sent out fewer alerts. But that appears to be off the agenda for the moment, with the Department of Health insisting there are no immediate plans for any changes.\nDownloads of the app continued to rise to 26,826,748 from 26,523,853 the previous week. \nThe BBC understands there is no way to know if the app has been deleted, but #DeleteTheApp has been trending on Twitter today.\nA recent poll by YouGov suggested that one in ten users have deleted the app, having previously installed it.\nThose aged between 18 and 24 were most likely to have deleted the app, after installing it, according to the data.\nPeople in England and Wales can download the NHS Covid app (Northern Ireland and Scotland have their own).\nIf you are using the app and spend enough time close to another person with it, you will receive a \"ping\" alert if they later test positive for Covid-19 and share the information with the app. The app uses the Bluetooth signal to determine whether your phone had recently been within 2m of theirs for at least 15 minutes.\nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for up to 10 days.\nIn this same week to 14 July, 259,265 people in England tested positive for coronavirus, an increase of 33% from the previous week.\nNHS Test and Trace said it was the highest weekly number of people testing positive since January.\nThe service said it had identified 475,465 people as close contacts of somebody who had a positive coronavirus result, and had been able to contact 94% of them"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57929544",
      "category": "technology",
      "title": "Major websites hit by global outage",
      "tags": "Internet",
      "text": "Many popular websites fell offline on Thursday in a widespread global outage of service.\nVisitors attempting to reach some sites received DNS errors, meaning their requests could not reach the websites.\nAffected services included Airbnb, UPS, HSBC bank, British Airways and the PlayStation network used for online games.\nOne popular DNS provider, Akamai, reported \"an emerging issue\" with its Edge DNS service.\nIt has now tweeted that the issue has been fixed and \"the service is resuming normal operations\".\nInternet outage monitoring platform DownDetector had reported thousands of problems from its users across dozens of platforms.\nPreviously it said the issue had been a \"partial outage\" - and some users reported being able to access some compromised services in different regions.\nAs some websites began to appear again for users in Europe and the US, others in Asian nations continued to report problems.\nDNS - short for Domain Name System - turns the human-readable web addresses we use, such as bbc.com, into addresses that point to a computer server somewhere online. \nDisruptions often mean that a web browser cannot find the content it is looking for.\nOther affected services reported by DownDetector included:\nIt is the second such widespread outage in two months.\nIn June, cloud computing provider Fastly had an interrupted service which took down a large number of high-profile websites around the world, including many international newspapers and government websites.\nIn that case, it later emerged that a settings change by one customer had inadvertently affected the entire infrastructure."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57937868",
      "category": "world-us-canada",
      "title": "Washington shooting: Gunman opens fire outside restaurant",
      "tags": "Washington DC,US gun violence,Gun crime",
      "text": "A gunman has opened fire outside a restaurant in an upscale area of Washington DC, about a mile (1.5km) from the White House.\nDiners at outside tables ran for cover as more than 20 shots were fired.\nWitnesses said the gunman fled by car after shooting towards a Mexican restaurant in the Logan Circle area.\nTwo people were shot, and local police believe one of them was the intended target of the attack.\nWhile rates of most violent crimes have gone down, assaults with a gun are on the rise - not just in Washington DC but in many American cities. \nAccording to Washington DC crime statistics, the rate of assaults committed with a gun has risen each year since 2018. So far, 471 assaults with a gun have been reported in 2021. This time last year, there had been 434. \nHowever, most of the gun violence in Washington is concentrated in poorer parts of the city, in the South East and North East districts. \nAt a news conference, Police Chief Robert Contee said officers were able to respond to Thursday night's shooting \"within five seconds\" because they were already investigating another shooting in the area.\nAmong those who witnessed the attack in Logan Circle was CNN presenter Jim Acosta.\n\"Just hear[d] what sounded like gun shots on 14th street in NW DC. People fleeing the popular Le Diplomate restaurant which seemed a few blocks away,\" he tweeted.\nJess Davidson, 27, was in the Mexican restaurant when the gunfire broke out. \n\"It's terrifying,\" she told the BBC. \"I thought I was going to die.\n\"It's something that you always fear, living in the US, but nothing can prepare you for that moment,\" said Ms Davidson. \"It's incredibly angering - people feel the way that I do every single day, when they're in shopping malls, baseball games, movie theatres, schools.\"\nUS President Joe Biden has promised to take action on gun crime, with tighter rules on some kinds of guns and enhanced background checks. \nHowever, he faces an uphill task. The right to bear arms is protected by the Second Amendment to the US Constitution and many people see gun control laws as infringing on this constitutional right.\nOn Thursday, the US justice department said it had established \"strike forces\" to curb illegal gun trafficking in five key regions, including Washington DC.\nA wake-up call for Washington\nI get alerts on my phone when there is breaking news. Tonight's concerns a shooting - not that unusual. It is in my home city, Washington DC. Again, not remarkable. \nIn a city divided into quadrants, shootings in South East or North East Washington are not uncommon. But this is reports of around 20-30 shots ringing out in North West DC, about a mile from the White House. \nIt is where the well-to-do go out to eat. It is where you never think that the scourge of gun violence which affects the poorer areas of the city will result in bullet casings on your doorstep. But it has. \nAnd this is a week after there was a shooting incident outside the Washington Nationals baseball stadium while thousands were inside watching the ballgame. This was profoundly shocking for a city in which the professional middle class don't expect to be caught up in this. \nLooking at social media tonight, you'd think it was an incident that had left many dead, such is the shock; such are the sharp intakes of breath. Mercifully it hasn't. \nBut maybe this can serve as a wake-up. According to stats, there are as many - if not more - guns in circulation in the US than there are people. About 35,000 thousand people die each year in the US from gunshot wounds, or 100 people per day. \nThat is higher by a factor of many, many times than virtually every other advanced industrial society. But for the most part, gunshots tend not to ring out where the policymakers, where the journalists, where the diplomats and the doctors and the lawyers live. \nTonight they did."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57950059",
      "category": "uk",
      "title": "Covid vaccine: Gareth Southgate urges young people to get jab",
      "tags": "Coronavirus vaccines",
      "text": "England manager Gareth Southgate is urging younger people to get vaccinated, saying it is a chance to \"get your freedom back\". \nIt comes after it was revealed the proportion of people aged 20 to 29 testing positive for Covid in England had hit record levels.\nIn the message, released by 10 Downing Street, he said vaccination was \"our best route out of this problem\". \nMany young adults have not received a first vaccine dose yet. \nAbout 34% of 18 to 29-year-olds in England - about three million people - have not been vaccinated at all. In Scotland, about 30% are not yet vaccinated. \nBut half of all under-30s in England - more than four million people - received a first dose in the three weeks after the vaccination programme was opened to people in their 20s in June. And the vaccination rate is still climbing for this group in England and Scotland.\nSouthgate started by thanking fans for their support of the England team at Euro 2020, before saying: \"We know the last 18 months have been incredibly difficult for everybody. \n\"And there's no doubt that the vaccination programme is our best route out of this problem, not only for us as a country but across the world.\n\"So I just wanted to say how important it is, if you haven't had your vaccine yet, to go and get it done.\"\nHe said \"oldies\" like him could now \"crack on\" with their lives if they were fully vaccinated, adding that \"for you younger ones especially, it's the chance for everything to open up, to get your freedom back\".\nThe former England player continued: \"So much of that is going to rest on you having the vaccine.\n\"So, don't put it off any longer, go and get it done, we can open everything up, we can protect the people we need to protect and you guys will get your freedom back.\" \nThe video has been shared widely on social media. \nPublic Health England's figures show, in the last week, 1,155 people in their 20s tested positive for every 100,000 in the population.\nThat is the highest rate of cases in any age group since mass-testing began, experts said, urging everyone in this group to get both jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57934360",
      "category": "uk",
      "title": "Covid-19: Isolation exemption, and daily pupil testing 'cuts' absences",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nDaily testing for coronavirus is being introduced in a bid to keep the food industry moving. From today, staff working in supermarket depots and food manufacturers will be tested regularly if pinged by the NHS Covid app, making them exempt from the 10-day self-isolation period. They can continue to work providing they test negative regardless of whether they've been vaccinated. The change follows pressure from the industry - although this announcement does not include staff working in supermarket stores.\nDaily testing of school pupils who are a close contact with someone who has Covid is a safe alternative to isolating at home, according to a new study. It doesn't lead to the virus spreading, Oxford researchers say, and has the potential to reduce school absences by up to 39%. England is due to remove the requirement for children and adults to self-isolate if they are close contacts of someone who tests positive from mid-August while the Scottish government is reviewing its approach. In Wales the education minister says he wants to minimise the number of pupils self-isolating.\nSpacing out doses of the Pfizer-BioNTech Covid vaccine boosts antibody levels, according to researchers. They found a longer gap between the first and second dose made the body's immune system produce more infection-fighting antibodies, with eight weeks being the \"sweet spot\" for tackling the Delta variant. Find out more here.\nA fresh row has erupted over virus research being carried out in China using US funds. Republican Senator Rand Paul alleges US money was used to fund research there that made some viruses (not coronavirus) more infectious and more deadly. This has been firmly rejected by Dr Anthony Fauci, the US infectious diseases chief. So was US money used to fund risky research in China?\n\"We're a forgotten industry,\" says the academic manager of an English language school in North Yorkshire as she walks through empty classrooms. Alison Drew usually has 2,500 students coming for English lessons each year, from countries such as Spain and Italy. But like many other language schools they've not had any overseas students to teach since the start of the pandemic. Read more here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nLatest figures show more than 600,000 people using the NHS Covid-19 app in England and Wales were sent self-isolation alerts, but what happens if you're pinged? Find out here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57935467",
      "category": "uk-wales",
      "title": "Gwynedd man killed himself after paying romance scammers",
      "tags": "Fraud,Dolgellau",
      "text": "A man who killed himself after being preyed upon by romance scammers was a \"gentle soul\" whose three children \"loved him to the moon and back\".\nChris Leeds, 43, a roofer from Dolgellau, Gwynedd, was found dead by a friend on 5 December.\nMr Leeds had spoken to two women who told him they were from Africa and wanted a relationship, but started asking for money, an inquest heard.\nHis brother Phil said his death had \"left such a hole in our lives\".\nThe inquest, held in Caernarfon on Friday, heard Mr Leeds sent at least £500 to one woman so she could fly to the UK, but she soon sought more cash.\nMr Leeds's friend Gareth Evans told the inquest he knew he had been scammed the first time, but then started speaking to another woman \"in Nigeria\" called \"Paramount\", who also asked for money.\nHe sent her money too and she was meant to land in the UK two days before his death, the hearing was told.\nWhen he visited Mr Leeds, Mr Evans said he had been upset. He returned later to check on him, but found Mr Leeds hanging.\nConcluding Mr Leeds had taken his own life, coroner Kate Sutherland said: \"He may well have been scammed and had been suffering from embarrassment.\n\"He appears to have been scammed by a person or persons purporting to be a woman or women from Africa. He was hugely impacted.\n\"This is a truly, truly tragic case. He had years and years ahead of him. It presents a stark warning about the dangers out there.\"\nPhil Leeds said his brother was a gentle soul \"who loved his three boys, Ed, Davy and Jonny, to the moon and back\".\nHis brother started talking to women online after the breakdown of the relationship with his long-term partner in 2018, and had \"battled drinking\", Phil Leeds explained.\nAfter being scammed out of hundreds of pounds on the first occasion \"with a lady who promised to come here and live with and love him forever\", he fell victim a second time.\nBut this time, Mr Leeds parted with thousands of pounds and \"put his life and soul and bank balance into getting this lady here with the same promises\",\" he said.\nPhil Leeds added: \"He was loved, no, adored by us all, and we miss him so, so much. It leaves such a hole in our lives.\"\nIf you or someone you know has been affected by the issues raised in the article, information on the support available can be found at BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57937342",
      "category": "business",
      "title": "Covid: Food exemption scheme delayed until Monday",
      "tags": "Companies,Contact tracing,Coronavirus testing,Food industry,Food,Self-isolation,Coronavirus pandemic",
      "text": "New Covid daily contact testing sites for workers at supermarket depots and food manufacturers won't begin operating until next week. \nSupermarket depot workers and food manufacturers in England will be exempt from quarantine rules as the government tries to prevent food supply problems.\nThe government had initially promised to begin testing at 15 \"crucial\" supermarket depots on Friday.\nBut the BBC has learned that testing will be delayed until Monday 26 July.\nUp to 10,000 staff are expected to qualify for the scheme, but supermarket workers are not included.\nEarlier on Friday, the Environment Secretary George Eustice told BBC Breakfast: \"We've identified 15 depots covering around five supermarkets where they have the most acute problem with staff absences at the moment and we intend to roll that out today. They already have the infrastructure in place to do the testing at those sites.\"\nHowever, on Friday afternoon a Department for Environment, Food and Rural Affairs (Defra) spokesman confirmed to the BBC that testing has not yet started.\n\"No sites are running yet, but we expect to be able to offer daily contact testing to some priority organisations by the end of the day on Monday 26 July and we will support them to mobilise as quickly as possible,\" he said. \nHe added that so far, Defra had contacted 10 supermarkets and that Test & Trace would continue to contact all the organisations identified for this scheme over the weekend and early next week.\nThe move comes after the high number of retail staff self-isolating affected the availability of some products.\nIceland welcomed the change, but said it wouldn't solve the issue of staff shortages in supermarkets themselves.\n\"The food supply chain only works if teams are in place to support at each stage - there's no point in fixing the manufacturing and logistics issues if there is no one to put products on the shelves, serve customers at the till and deliver to their homes,\" said Iceland boss Richard Walker.\nInitially, 15 supermarket depots will be involved, followed by 150 depots later on next week. Up to 500 sites will take part in total, but the new rules will not apply to supermarket store staff. \nIt will mean workers who are alerted by the app or contacted by NHS Test and Trace will be able to continue working if they test negative, whether or not they are vaccinated.\nKrissy Fremont is the HR manager for Birchall Foodservice, a wholesaler based in Burnley, Lancashire, that delivers to schools, hospices, care homes, restaurants, hotels and cafes.\nShe says there is still confusion as to whether her firm is on the exemptions list and when they can start on-site daily contact testing - instead of staff members having to self-isolate. \n\"We're struggling left, right and centre in all departments, but this last week has been the toughest with people having to self-isolate with pinging from the app or children having to self-isolate from school,\" she told the BBC.\n\"We've had 14 people off in the last week due to Covid and only one of them has been a positive case.\"\nShe says her customers cannot be left without food because many are in vulnerable situations, so by hook or by crook the food deliveries must go out. \n\"So we've had directors going out delivering, we've had to buy extra vans so people like myself can go out delivering.... the management team is all hands on deck,\" she said. \n\"We can't fail our customers, they've stood by us and we have to get our orders out.\"\nThe scheme will run until 16 August when the plan is for the rules to change so that double jabbed people and under-18s will no longer have to self isolate if they have come into contact with someone who has tested positive for Covid. \nM&S said it was working with the government to identify the key sites it wanted to take part in the daily contact testing scheme. \nBut it said more needed to be done to \"mitigate the impact on wider store operations for all food retailers and we would like the bring forward of the 16 August date so that those who are fully vaccinated or who have a negative test are not forced to quarantine when they are contacted by track and trace\". \nEnvironment Secretary George Eustice told BBC Breakfast shop staff had been excluded from the scheme because their inclusion would have been a \"really significant undertaking\". \n\"You're talking then thousands of different shops and many more people and we still want to maintain the test, trace and isolate system.\"\nHowever, he added that the government would keep the policy \"under review, but we think this is a sensible first step\".  \n\"We're never going to take risks with our food supply chain,\" he added.\nThe government's move comes as supermarkets said the supply of some products was being affected by the \"pingdemic\" keeping staff away from work.\nA record 618,903 people were told to self-isolate by the NHS Covid app between 8 and 15 July in England and Wales. \nWhile some retailers said they may have to close stores, they played down fears of food shortages, saying the problems were not widespread.\nHelen Dickinson, chief executive of the British Retail Consortium, said \"disruption is limited at the moment\", but it was vital that the government rolled out the scheme as fast as possible and was prepared to take further action if necessary.\nSeparately, the government outlined plans to allow other key industries in England to deploy daily Covid testing instead of self-isolation for a limited number of essential workers. In this case, the scheme will only apply to workers who are fully vaccinated.\nThis scheme covers sectors including transport, emergency services, border control, energy, digital infrastructure, waste, the water industry, essential defence outputs and local government. \nThe policy applies only to workers named on a list kept updated by officials - it is not a blanket exemption for all employees in a sector. \nHannah Essex, co-executive director of the British Chambers of Commerce, said that while the announcement would be a relief to some businesses, \"it will leave many more still facing critical staff shortages and lost revenue as the number of people being asked to isolate remains high\".\nCBI director general Tony Danker agreed, warning: \"The current approach to self-isolation is closing down the economy, rather than opening it up.\"\nBusinesses have already exhausted contingency plans to get in extra staff and are \"at risk of grinding to a halt in the next few weeks\", he added.\nPhil Langslow, trading director at Cheshire-based County Milk Products, which provides dairy products to the likes of Nestle and Kellogg's, said the government move was \"a step in the right direction\".\n\"People having to isolate meant that a number of our suppliers, the service providers that are doing the transport for us, have just said they cannot cope. Roughly half of the deliveries that we would expect to be done are not being done routinely and we're having to scramble to actually get product to its destination on time.\n\"If you think of the food chain as just that - as a chain, and like any chain, you're only as good as the weakest link - if you cannot get your goods to the market, then you've got a problem,\" he told the BBC's Today programme.\nScotland has also launched a system of exemptions from self-isolation, covering workers in sectors such as health and social care.\nHealth Secretary Sajid Javid said daily testing of food industry staff would \"minimise the disruption caused by rising cases in the coming weeks, while ensuring workers are not put at risk\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57950115",
      "category": "uk-england-manchester",
      "title": "Parents' plea to find missing Bolton schoolgirl, 11",
      "tags": "Bolton,Birmingham,Manchester",
      "text": "The parents of a missing 11-year-old girl said they were in a \"state of shock\" as police stepped up their search for her.\nThe girl left her home in Bolton, Greater Manchester, on Thursday and travelled to London by train overnight. \nHer parents urged her to let them know she was OK.\n\"We miss you, we want you to come home. We want to at least know you're safe. You're not in any trouble. Please contact us or the police,\" they said.\n\"We are in a state of shock. We want to know where she is, who she's with, but most of all, that she's safe. Please come home.\"  \nThe girl left home without her parents' knowledge and travelled to Bolton railway station, arriving at 20:20 BST.\nShe then came into contact with an unknown man and woman, who were believed to be worried about her, and travelled on the same train as her to Manchester Piccadilly, police have said. \nShe was then seen boarding a train from Manchester Piccadilly at 21:27 to Birmingham New Street before getting onto another train at 23:10 to London Euston, arriving at 01:13.\nShe left Euston station alone and went onto Eversholt Street towards Euston Road at 01:17.\nPolice believe she was at London Bridge Tube Station at 11:16 and may be in the area around Tower Bridge.\nThe force is also looking to trace the man and woman, who travelled on the same train as her from Bolton to Manchester Piccadilly.\nDetectives think they may know where the girl was going after arriving in London.\nThe child, who is of Ethiopian heritage and described as having a slim build, was last seen wearing a black Hijab with a blue headscarf and black dress.\nPolice say the woman, who is described as black, of slim build, was wearing a light blue tunic, black pants and black trainers with a white sole.\nThe woman's face was covered with a white face mask and she was carrying an orange carrier bag.\nDet Ch Insp Paul Rollinson said: \"We are understandably extremely concerned about the welfare of this young girl who was reported missing to us last night as it would seem extremely out of character.\"\nHe added that she may have travelled to the city to pursue her ambition of setting up a clothing business near Tower Bridge or to go sightseeing.\nPolice said the child had not spoken to friends or family about her plans to catch a train to the capital.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57929643",
      "category": "uk-wales",
      "title": "Wales weather warning: Thunderstorms set to replace heatwave",
      "tags": "Met Office,Europe heatwaves,Thunderstorms,Merthyr Tydfil,Swansea,Caerphilly,Newport,UK heatwaves",
      "text": "The heatwave is set to come to end this weekend after forecasters issued warnings for rain and thunderstorms covering much of south Wales.\nThe Met Office said \"heavy, thundery showers\" are likely, which could be \"torrential\" with the potential for up to 100mm falling in places.\nLightning and hail are also expected after Wales basked in temperatures of up to 31C this week.\nThere is a small chance of flooding and power cuts, forecasters warned.\nThe extreme heat warning, the first issued by the Met Office, was due to end on Thursday night in Wales.\nThe Met Office updated its forecast on Friday, and has now issued two separate yellow rain warnings.\nThe first, which come into force at 20:00 BST on Friday and ends at 22:00 on Saturday, covers Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Carmarthenshire, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Newport, Pembrokeshire, Powys, Rhondda Cynon Taf, Swansea, Torfaen, Vale of Glamorgan.\nThe second runs from 09:00 until midnight on Sunday and covers Blaenau Gwent, Caerphilly, Cardiff, Monmouthshire, Newport, Rhondda Cynon Taf, Torfaen and Vale of Glamorgan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57940447",
      "category": "entertainment-arts",
      "title": "Children in Need and Comic Relief to air from BBC Salford studios",
      "tags": "Television,Children in Need,Salford,Red Nose Day,Comic Relief",
      "text": "Children in Need and Comic Relief, the BBC's annual charity fundraising TV specials, will be broadcast from the corporation's Salford studios from 2021 onwards.\nThe move, announced on Friday, is part of the BBC's commitment to the nations and regions outside of London.\nChildren in Need chief executive Simon Antrobus said the team was \"hugely excited\" to be heading to Salford.\nThe 2020 charity appeal show raised a total of £57 million. for UK charities.\nBroadcast on BBC One, the programme featured appearances from singer Kylie Minogue, footballer Marcus Rashford and fitness coach Joe Wicks.\n\"The past year has left lasting effects on the lives of children and young people facing disadvantage,\" Antrobus said.\n\"The 2021 Appeal show will be a chance for us to come together as a nation and demonstrate that we will always be here for the children and young people across the UK that need us most.\" \nHis Comic Relief counterpart, Samir Patel, added: \"The support we get from the public all around the country but particularly in the North is simply outstanding.\n\"To get back in a live studio with a full crew and studio audience at our new home will be a treat - roll on next March!\" \nJustin Bieber and the Duke of Cambridge were among famous faces who took part in this year's Red Nose Day, which was also broadcast on BBC One.\nChildren In Need, which will take place again in November, focuses on assisting UK charities; while Comic Relief is intended to help people in poverty around the world and will be broadcast again in March next year.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57939501",
      "category": "world-us-canada",
      "title": "Man rescued in Alaska after week-long bear attack ordeal",
      "tags": "Bears,Alaska",
      "text": "A man has been rescued in Alaska after desperately flagging down help having been attacked and harassed by a grizzly bear for a week.\nUS Coast Guard officials were alerted by an SOS message on a shack roof and spotted a man waving his arms in the air calling for help.\nThe man told them he had been attacked by a bear and hadn't slept for days after it kept coming back to his camp.\nHe was found with chest bruising and an injured leg he had taped up.\nThe helicopter crew had been on their way to fly a team of scientists on a wildlife research mission when they were diverted off-course by weather and spotted the distress message.\nAccording to the New York Times, the man had almost run out of ammunition for his gun and the door of the shack where he was staying had been ripped off.  \n\"At some point, a bear had dragged him down to the river,\" Lieutenant Commander Jared Carbajal told the newspaper.  \"He had a pistol. He said that the bear kept coming back every night and he hadn't slept in a few days.\"\nThe pilots found the man stumbling out the shack waving a white flag.\nThe man has not been named but officials said he is in his late 50s or early 60s and had been reported overdue home from the trip by friends.  \nThe US Coast Guard flew him to hospital in order to get medical attention, but say his injuries are not life-threatening. \nThe Alaska Department for Fish and Game describe the state as \"bear country\" but emphasises that aggressive encounters with the species are rare. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57950149",
      "category": "world-us-canada",
      "title": "Jeff Bezos and Sir Richard Branson may not be astronauts, US says",
      "tags": "Richard Branson,Jeff Bezos,Space exploration",
      "text": "In a move that pours cold water on the dreams of a few billionaire space explorers, the US has tightened its definition of the word \"astronaut\".\nNew Federal Aviation Administration (FAA) rules say astronaut hopefuls must be part of the flight crew and make contributions to space flight safety.\nThat means Jeff Bezos and Sir Richard Branson may not yet be astronauts in the eyes of the US government.\nThese are the first changes since the FAA wings programme began in 2004.\nThe Commercial Astronaut Wings programme updates were announced on Tuesday - the same day that Amazon's Mr Bezos flew aboard a Blue Origin rocket to the edge of space.\nTo qualify as commercial astronauts, space-goers must travel 50 miles (80km) above the Earth's surface, which both Mr Bezos and Mr Branson accomplished.\nBut altitude aside, the agency says would-be astronauts must have also \"demonstrated activities during flight that were essential to public safety, or contributed to human space flight safety\". \nWhat exactly counts as such is determined by FAA officials.\nIn a statement, the FAA said that these changes brought the wings scheme more in line with its role to protect public safety during commercial space flights. \nOn 11 July, Sir Richard flew on-board Virgin Galactic's SpaceShipTwo to the edge of space as a test before allowing customers aboard next year.\nMr Bezos and the three other crew members who flew on Blue Origin's spacecraft may have less claim to the coveted title. Ahead of the launch, Blue Origin CEO Bob Smith said that \"there's really nothing for a crew member to do\" on the autonomous vehicle.\nThose wishing for commercial wings need to be nominated for them as well. An FAA spokesperson told CNN they are not currently reviewing any submissions.\nThere are two other ways to earn astronaut wings in the US - through the military or Nasa.\nThe wings spotted on Mr Bezos and Sir Richard following their flights were custom-made pins by their own companies.\nHowever, a glimmer of hope remains for Sir Richard, Mr Bezos and any future stargazers hoping to be recognised as astronauts. \nThe new order notes that honorary awards can be given based on merit - at the discretion of the FAA's associate administrator.\nAstronaut wings were first awarded to astronauts Alan Shepard Jr and Virgil Grissom in the early 1960s for their participation in the Mercury Seven programme. "
    }
  ]
}