{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55684149",
      "category": "world-asia",
      "title": "Nepali climbers make history with winter summit of K2 mountain",
      "tags": "Pakistan,Mountaineering,China",
      "text": "A team of 10 Nepali climbers has set a new world record by becoming the first to reach the summit of K2, the world's second highest mountain, in winter. \nMountaineer Nimsdai Purja, a member of the group, said they reached the peak at 17:00 local time (12:00 GMT).\nDozens of climbers have been on the 8,611m (28,251ft) mountain this winter hoping to achieve the same feat. \nBut one Spanish mountaineer has died after suffering a fall this weekend while descending.\nK2, which is only 200m shorter than Everest, is part of the Karakoram Range that straddles the Pakistan-China border.\nOne of only 14 mountains higher than 8,000m, it is widely considered the most demanding of all in winter.\nIt has long been referred to as \"the savage mountain\", a name that stuck after US mountaineer George Bell said of his own attempt in 1953: \"It is a savage mountain that tries to kill you.\"\nAmong the most treacherous sections is the notorious \"bottleneck\", a couloir liable to icefalls. Eleven climbers were killed there in an avalanche in 2008. \nThe Nepali climbers were initially spread across three of four competing teams - in all, totalling 60 people. But the 10 Nepalis later formed into a single group to claim the historic achievement in Nepal's name.\nMountaineer Nirmal Purja - a former member of the UK's Special Boat Service - shared an image of the group celebrating their achievement, which was confirmed by expedition organiser Seven Summit Treks.\n\"We are proud to have been a part of history for humankind and to show that collaboration, teamwork and a positive mental attitude can push limits to what we feel might be possible,\" said Mr Purja.\nSince the first attempt in 1987-1988, just a handful of winter expeditions have been attempted on K2. Until now, none has reached higher than 7,650 metres. \nNepali guides, usually ethnic Sherpas, are considered the backbone of the climbing industry around the Himalayas, and regularly help foreign mountaineers on expeditions.\nNews of the group's success on Saturday has been praised on social media and sparked joy within the Nepalese climbing community - often left out of the spotlight.\n\"For decades, Nepalis have assisted foreigners to reach the summits of the Himalayas, but we've not been getting the recognition we deserve,\" said Kami Rita, speaking to AFP. \n\"It is wonderful that today on K2 10 Nepalis have made history and shown our bravery and strength,\" added Mr Rita, who has climbed Everest a record 24 times.\nAs news of their success broke, it was also confirmed that another climber, Spaniard Sergi Mingote, died after experiencing a severe fall. \nMr Mingote, 49, was based with another team and had been descending to K2's base camp when he slipped and fell.\nAn experienced mountaineer, Mr Mingote had previously climbed seven of the world's so-called \"8000ers\", including Everest. \nHe had been attempting to summit K2 without oxygen but became severely fatigued, forcing him to abandon the expedition."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55674400",
      "category": "uk-scotland",
      "title": "Covid in Scotland: February school return 'tall order' warns Swinney",
      "tags": "Coronavirus lockdown measures,Schools,John Swinney,Scotland Education,Coronavirus pandemic",
      "text": "Scotland's education secretary has warned it will be a \"tall order\" for schools to return on 1 February.\nBut John Swinney said it was \"premature\" to give a definitive view ahead of a formal decision next week.\nSchools are currently closed to the majority of pupils because of concerns about the new strain of Covid, with remote learning being used instead.\nMr Swinney hinted the current arrangements could be extended given the continued prevalence of the virus. \nAsked on the BBC's Good Morning Scotland programme whether he thought schools would fully reopen on 1 February, he said: \"I think that's a tall order to be honest.\"\nHe added: \"The government will look at these questions at the Cabinet on Tuesday and the first minister will give an update to parliament, but the virus is still at a very high level in general within society and we took the view that we had to have the level of community transmission suppressed to enable us to protect the NHS.\"\nMr Swinney, who is also the deputy first minister, said it would be premature for him to give a decision at this stage, but that the government's overriding priority was \"keeping everyone in our society safe.\"\nThe Scottish government is expected to make an announcement in the Scottish Parliament about when schools will reopen on Tuesday.\nThe majority of Scottish school pupils are learning from home, with a combination of set tasks and online sessions with teachers.\nSome vulnerable pupils and children of key workers are able to attend school where they are supervised by teaching staff.\nOn Monday a number of schools, pupils and parents reported problems with the Microsoft Teams software used for live learning. \nMr Swinney said the issue was due to a Europe-wide Microsoft fault that had now been fixed.\nHe said: \"The services have been up and running well since Tuesday and we've seen a very significant increase in the usage of Microsoft Teams, which I think illustrates that the teaching profession has spent a great deal more time delivering live learning to young people.\n\"I accept remote learning is a real challenge, particularly for parents who are working as well, but generally it's got off to a very good start.\"\nDuring the first lockdown Donna Bruce, from Rutherglen in South Lanarkshire, juggled a full-time job and working from home while looking after her two children, Kai, 10, and eight-year-old Quinn. \nShe didn't have enough devices for all three of them, and she had to occupy the children for seven hours a day while working at the same time. \nHer early Zoom meetings enjoyed guest appearances from half-naked children climbing kitchen cupboards to find snacks. \nThis time round, she feels schools and teachers were better prepared. \n\"Teachers had made videos talking to the children and reassuring them,\" she said. \n\"I feel there is less pressure this time on parents and children, but children still need supervised and their time still needs occupied to allow parents to work and that's when the issues come in.\"\nMr Swinney acknowledged that he was worried about the impact that the disruption caused by Covid will have on attainment levels in what he described as a \"terribly tough year\" for pupils.\nHe said: \"I can't sit here and say remote learning in the current environment, and the school year we're going through, is the ideal school year. \n\"It is far from ideal and I worry about the impact on the wellbeing of young people.\"\nScottish Conservatives education spokesman, Jamie Greene MSP, said the Scottish government needed \"to reassure parents that they have a clear plan on how and when pupils can get back into classrooms\".\nHe added: \"The closure of schools has placed a huge burden on both parents and teachers, and they deserve clarity as soon as possible. \n\"More on-site and regular Covid testing was promised but never materialised, and this will be essential to getting kids behind their desks again.\"\nOne parents' group has also raised concerns about \"equal and fair access to home learning\" and it has called on the Scottish government to set minimum standards. \nResources to support learners, teachers and parents during lockdown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55666399",
      "category": "world-europe",
      "title": "Coronavirus: EU anger over delayed Pfizer vaccine deliveries",
      "tags": "Coronavirus vaccines,Pfizer,Coronavirus pandemic",
      "text": "Several EU countries are receiving significantly fewer doses of the Pfizer coronavirus vaccine than expected, after the US firm slowed shipments.\nSix nations called the situation \"unacceptable\" and warned it \"decreases the credibility of the vaccination process\".\nSweden, Denmark, Finland, Lithuania, Latvia and Estonia urged the EU to apply pressure on Pfizer-BioNTech.\nPfizer said the reduced deliveries were a temporary issue.\nIn a statement on Friday, the drugmaker said shipments were being affected by changes to its manufacturing processes designed to boost production.\n\"Although this will temporarily impact shipments in late January to early February, it will provide a significant increase in doses available for patients in late February and March,\" Pfizer said.\nThe company said its production upgrades would also have a \"short-term impact\" on the delivery of vaccines to the UK.\nDespite this, the UK government said it still planned to hit its target of vaccinating all priority groups by mid-February - about 15 million people.\nThe vaccine from Pfizer is not the only candidate available in the UK, with the University of Oxford and AstraZeneca jab also currently being rolled out.\nThe EU is not wholly reliant on the Pfizer jab either, having approved a vaccine manufactured by US company Moderna for use. Still, the development is expected to slow the pace of vaccination programmes.\nThe German health ministry called Pfizer's announcement surprising and regrettable, noting that it had committed to binding delivery dates until mid-February.\nEU Commission President Ursula von der Leyen said she had been assured by Pfizer's chief executive that all orders guaranteed for delivery in the first quarter of the year would arrive. \nLast week, Ms von der Leyen said Pfizer had agreed to supply the EU with 600 million doses this year, double its initial order.\nThe pledge may do little to soothe European governments battling to subdue a fast-spreading Covid-19 variant first detected in the UK.\nAbout a third of the 27 EU governments reported having \"insufficient\" vaccine doses at a meeting this week, Reuters reported, citing a participant.\nLithuania said it would now get only half as many Pfizer vaccine doses as promised until mid-February. \nBelgium said it expected to receive about half the planned doses in January. Canada is also affected, because its vaccine supplies come from a Pfizer factory in Belgium.\nNorway, which is not an EU member, said on Friday that Pfizer was temporarily reducing the number of vaccine doses delivered to the country as of next week. \nThe Norwegian Institute of Public Health said in a statement that it could supplement the loss using \"emergency stock\". \"The stock we now have will be able to compensate for a reduction in the planned deliveries for a few weeks ahead,\" it said.\nAs well as Pfizer-BioNTech, the European Commission has reached agreements with five other pharmaceutical companies to purchase hundreds of millions of vaccines, once they pass clinical trials:\nThe Commission concluded initial talks with another company, Novavax, for up to 200 million doses.\nElsewhere in the world, Turkey said it had vaccinated half a million people in two days with vaccines developed by China's Sinovac Biotech.\nThe figures suggest Turkey vaccinated more people on the first day of its roll-out than France did in almost three weeks.\nThe French government faced a storm of criticism after it emerged that only 500 people had been vaccinated in the first week of the roll-out, which began in late December.\nVaccination efforts have since stepped up, though, with 388,730 people receiving at least one dose so far, according to CovidTracker.\nIn the US, President-elect Joe Biden on Friday unveiled an ambitious plan to ramp up vaccinations against Covid-19 when he takes office on 20 January.\nMr Biden said his administration would set up new mass vaccination centres and hire extra health workers to achieve his target of inoculating 100 million Americans within his first 100 days in office.\nThe incoming president made the announcement as the Centers for Disease Control and Prevention (CDC) issued a stark warning about the spread of a highly transmissible coronavirus variant in the US.\nIndia, meanwhile, launched the world's largest vaccination campaign on Saturday.\nEfforts are under way to inoculate 1.3 billion people against the disease, starting with healthcare and frontline workers. Two vaccines - Covishield (the local name for the Oxford-AstraZeneca vaccine) and Covaxin - are being used in India."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55682174",
      "category": "world-us-canada",
      "title": "US Election 2020: What do countries around the world want from Joe Biden?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55675539",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nisra records highest ever weekly deaths",
      "tags": "Northern Ireland Statistics and Research Agency (NISRA),Coronavirus pandemic",
      "text": "Northern Ireland's statistics agency has recorded its highest weekly Covid-19 related registered deaths since the pandemic began.  \nNisra said 145 deaths were registered in the first week of 2021, although administrative delays over Christmas may have affected the number.  \nThat brings the agency's death toll to 1,976 by 8 January. \nThe figures come as the chief medical officers from NI and the Republic issued a joint stay-at-home plea.\nDr Michael McBride and Dr Tony Holohan said they were \"gravely concerned\" about the \"unsustainably high level of Covid-19 infection\" across the island of Ireland.\nConcern was raised in the Republic of Ireland this week as figures showed it has the world's highest number of confirmed new Covid-19 cases per million people.\nOn Friday evening, the Irish Department of Health reported 50 further deaths with Covid-19 and 3,498 new cases of the virus. More than half (54%) of those newly diagnosed are under the age of 45.\nNorthern Ireland is in the third week of a six-week lockdown, with ministers scheduled to review measures next week.\nHowever, health officials have warned that an extension of the restrictions could be required to reduce pressure on the health service.\nOf the 2,019 deaths recorded by Nisra by 8 January, 1,247 (62%) occurred in hospital, 622 (31%) in care homes, 12 (0.6%) in hospices and 138 (7%) at residential addresses or other locations.\nPeople aged 75 and over account for just over three-quarters of all Covid-19 related registered deaths (77.6%) between 19 March 2020 and 8 January 2021.  \nJust over a fifth (22.2%) of all Covid-19 related registered deaths have been of people with an address in the Belfast council area.  \nMeanwhile, the Department of Health reported 26 further Covid-related deaths on Friday.\nFive of these deaths did not occur in the past 24 hours. \nThe Department of Health bases its figures on a positive test result being recorded, whereas Nisra figures are based on mentions of the virus on death certificates, so people may or may not have been confirmed to have contracted the virus prior to death. \nA further 1,052 individuals have tested positive for Covid-19 and 63 patients are being treated in intensive care units, 47 of whom are on ventilators. \nThe chief medical officers warned the high infection rate was having a \"significant impact\" on the health of the population and the \"safe functioning\" of the healthcare systems.\nThey said the public should avoid all unnecessary journeys, including cross-border travel. \nPointing out that many of the patients admitted to hospital in January have been younger than 65, they warned coronavirus could affect anyone, \"regardless of age or underlying condition\".\n\"It highlights the need for us all to protect one another by staying at home,\" said the medical officers.\nNorthern Ireland's spike in infections has been put down to an easing of restrictions over Christmas. \nAsked if he regretted being part of the decision to ease restrictions, Health Minister Robin Swann said the executive had tried to be balanced in its approach.\n\"I regret the pressures we see now in our hospitals, but let's remember it's caused by this virus, we have it in our power to bring it back under control and get us back to where we were in the summer,\" he told BBC News NI on Friday. \nMr Swann pleaded with people to follow the current restrictions.\n\"We're in the middle of a very tough six-week scenario, and how we come out of this will be a more graduated approach to make sure we get the benefits of what we've already done, and also the benefits of the vaccine.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55659926",
      "category": "explainers",
      "title": "Covid variants: Why hasn't the UK banned all international flights?",
      "tags": "Travel,Reality Check,Coronavirus pandemic",
      "text": "There are more than 40 countries on the government's red list, which has the strictest travel restrictions.\nOne is India, where a new mutation of coronavirus first identified in the country has spread to the UK. This has been linked to international travel. It has been classified as a \"variant of concern\" and more than 3,400 cases of it have been found in the UK.\nBut despite this and the discovery in the UK of other variants identified abroad, the government has never banned international travel altogether - unlike some countries.\nA traffic light system has been introduced for travel, with countries classed as green, amber or red - with different rules for quarantine and Covid tests.\nRed list countries (which include India, Pakistan, Brazil and South Africa) are those the UK government says are at the highest risk from Covid, and should not be visited \"except in the most extreme of circumstances\".\nIf you have been in one, you can only enter the UK if you are a UK or Irish national, or UK resident.\nYou must be tested negative for Covid-19 before departure and self-isolate for 10 days in a government-approved quarantine hotel.\nDirect flights from many red list countries to the UK are banned but some are allowed. These include flights from India, Pakistan, Bangladesh and Kenya. The government says this is to avoid potential disruption to critical freight and British nationals seeking to return home.\nOn one day (19 May), Reality Check counted 4 direct flights from India to Heathrow.\nCoronavirus variants originally found in Brazil, South Africa and India are believed to be more transmissible, and there are concerns vaccines may not be quite as effective against them.\nBritish and Irish citizens who have been in these countries are allowed to return to the UK and - until mid-February - were trusted to self-isolate at home and could take public transport to get there. \nPrime Minister Boris Johnson said the UK had moved \"as fast as we could\" to introduce quarantine hotels, describing them as a \"very tough regime\". The measures began on 15 February 2021, after weeks of speculation.\nLabour said there had been a lack of a \"comprehensive\" border system. \nThe Civil Aviation Authority said that in February 2021, 50,000 passengers travelled between India and the UK, which is an average of just under 900 a day in each direction. \nThe country was placed on the red list on 23 April and there has been criticism that it should have been added earlier.\nJust under half of people with the India variant of concern in England had been travelling, according to a 13 May briefing from Public Health England. It said that about one third of the cases were in London and a quarter were in the North West of England.\nPositive tests from passengers arriving in the UK are automatically sent for genome sequencing, which identifies new variants.\nBut there is concern that by the time a variant has been identified, it may already have spread in the UK.\nThe debate over whether to shut UK borders stretches back to the start of the pandemic.\nBetween January and March 2020, the UK introduced some measures to try to protect itself from the new virus.\nQuarantine was imposed on 273 people travelling from Wuhan in China, where the first outbreak was seen. Others from \"high-risk countries\" including China, Iran and Northern Italy were asked to voluntarily isolate for 14 days.\nAn inquiry into the pandemic suggested it was understandable the government \"did not consider it practical or effective simply to restrict flights\" at that time, partly because there were so many British residents trying to get home.\nBut these self-isolation requirements were withdrawn on 13 March 2020 - 10 days before the UK went into the first lockdown.\n\"The government's failure to have proper quarantine measures in place in March as the infection was spreading fast was a grave error and meant Covid spread faster and reached more people,\" Yvette Cooper, chair of the committee of MPs behind the inquiry said. \nOne study found the virus was introduced to the UK \"well over a thousand times in early 2020\", with a third of transmission chains brought in from Spain, followed by 29% from France, neither of which faced any restrictions. China accounted for just 0.4% of imported cases.\nAt the end of February 2020, the World Health Organization (WHO) advised against travel bans, saying they were \"usually not effective in preventing the importation of cases but may have a significant economic and social impact\".\nIn April 2021, the WHO said it would update its \"risk-based guidance\" on Covid and international travel.\nThe Home Office said the committee behind the inquiry was \"incorrect in their assertions\".\nIt said keeping borders open helped businesses maintain international connections, boosted the economy and meant people could still travel for essential reasons. \nIt argued that by mid-March 2020 there was \"significant transmission\" in the UK and any extra travel restrictions at that time would have had a \"very marginal\" impact.\nAt a meeting in February 2020, the government advisory committee Sage suggested that cutting the number of infections entering the UK by half would only delay the epidemic by five days. \nThe scientists estimated that a 95% reduction in imported cases, which would have required \"draconian\" travel restrictions, would have pushed things back by a month.\nBut at its meeting in January 2021, Sage said: \"No intervention, other than a complete, pre-emptive closure of borders, or the mandatory quarantine of all visitors upon arrival in designated facilities, irrespective of testing history, can get close to fully preventing the importation of cases or new variants.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55675074",
      "category": "education",
      "title": "Covid-19: A-level and GCSE results planned for early July",
      "tags": "Schools,Secondary education,Ofqual,Young people,Exams,Coronavirus pandemic",
      "text": "Exam results for A-levels and GCSEs in England could be published in early July this year, according to proposals for replacing cancelled exams.\nA consultation launched by the exams watchdog and the Department for Education confirmed that grades will be decided by teacher assessment.\nBut results this summer are likely to be released much earlier than usual.\nEducation Secretary Gavin Williamson said pupils would receive \"a grade that reflects their ability\".\nThere are also likely to be written test papers set by exam boards, but marked by teachers, with some later checks if there are concerns about fairness.\nFor vocational qualifications, exams which use mostly written papers are also likely to use teachers' grades - but qualifications which need a test of practical, hands-on skills will have separate arrangements.\nOfqual and the Department for Education have formally launched a two-week consultation on a system for how results will be decided, after disruption from the pandemic forced the cancellation of exams.\nFor A-levels and GCSEs this could see the scrapping of the traditional results days in August, with a proposal to publish the results in \"early July\", increasing the time for appeals and adding more time before the start of the university term.\nLast year the process of replacement results ended with U-turns and confusion, as an algorithm initially used for deciding grades was abandoned and teachers' assessments used instead.\nThis time there will be no algorithm, but from the outset the process will rely on the judgement of teachers, who will be asked to use evidence such as coursework, essays, homework and mock exams.\nThere are also proposals for test papers, or mini-exams, which would be set by examiners but which would be likely to be marked within schools by teachers.\nThese would inform teachers' decisions rather than be a fixed proportion of the final grade - and could be used as evidence for any scrutiny of the reliability of a school's results or if there were appeals over grades.\nThere is also a recognition they might have to be taken by some pupils at home.\nBut it has still to be decided whether it would be mandatory to take these exams, and whether there would be a single paper per subject or the option to take more.\nThe Department for Education has said pupils will not face tests in subject areas they have not covered.\nGeoff Barton, leader of the ASCL head teachers' union, said the proposals seemed \"sensible\".\nBut he said the written tests would have to be \"exceptionally well designed\" to make them fair between students \"whose learning has been disrupted by the pandemic to greatly varying extents\".\n\"There are still many questions left unanswered,\" said the National Education Union's co-leader Kevin Courtney, about how tests could be flexible enough and how appeals will be decided. \nThere will be a process of training teachers in how the grading system will operate and be consistent between different schools.\nFor vocational qualifications, the proposals say those closer to written A-level and GCSE exams will be graded in a similar way to the academic exams, using teacher assessment to replace written papers.\nThere will be different approaches for qualifications requiring proof of practical skills, but there will be arrangements to make this possible.\nSome BTec exams have already gone ahead this month and IGCSE exams are still planned to continue this summer.\nA-levels and GCSEs have been cancelled in Wales and Northern Ireland, and in Scotland the Nationals, Highers and Advanced Highers have also been scrapped.\nEngland's Education Secretary, Mr Williamson, said: \"Fairness to young people has been and will continue to be fundamental to every decision we take on these issues.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55679623",
      "category": "world-us-canada",
      "title": "Capitol riots: Police describe a 'medieval battle'",
      "tags": "Washington DC,US Capitol stormed,United States",
      "text": "Police officers who were targeted by a pro-Trump mob have been speaking out about the \"medieval battle\" that unfolded on the steps of the Capitol and inside the halls of American democracy last week.\nPolice faced off against rioters equipped with clubs, shields, pitchforks, firearms, and metal poles stripped from seating set up for next week's inauguration.\nHere's what we've learned from their interviews with US media.\nMichael Fanone, a 40-year-old DC plainclothes narcotics detective who was told to wear his uniform that day, rushed to the West Terrace of the Capitol where he took turns holding back the crowd, and resting to rinse his face of the the chemical irritants that that crowd was spraying on police.\n\"We weren't battling 50 or 60 rioters in this tunnel,\" the MPD (Metropolitan Police Department of District of Columbia) veteran told the Washington Post. \"We were battling 15,000 people. It looked like a medieval battle scene.\"\nAfter he was grabbed by his helmet and dragged face-first down several steps, he said the crowd started stripping gear from his vest, including spare ammo, his radio and his badge - all while chanting \"USA!\".\n\"We got one! We got one!\" Mr Fanone said he heard people shout, with others chanting: \"Kill him with his own gun!\"\nSome members of the crowd protected him after he started yelling that he has children, the father of four told CNN. He sustained only minor injuries but later found out in hospital that he had suffered a mild heart attack during the brawl.\nMPD Officer Daniel Hodges, 32, had already been on shift for several hours before the rioting began.\n\"We were battling, you know, tooth and nail for our lives,\" he told ABC News. \nIn one viral video, Mr Hodges is seen pinned in a glass doorway between officers and the crowd, as rioters strip his gas mask from his face and beat him with his own police-issued baton. One rioter tried to gouge his eyes.\n\"That was one of the three times that day where I thought: Well, this might be it,\" said Mr Hodges. \"This might be the end for me.\"\nAs he choked on tear gas, he is seen on video gasping for air to call out for help. Enough police were eventually able to push through the melee to extract him.\n\"I had conspiracy theorists and everyone you could think of yelling at me, saying, 'Why are you doing this, you're the traitor,'\"  Mr Hodges told radio station WAMU. \n\"We're not the traitors. We're the ones who saved Congress that day, and we'll do it as many times as necessary.\"\nDespite fearing for his life, Mr Hodges says he decided not to use his gun on the crowd.\n\"I didn't want to be the guy who starts shooting, because I knew they had guns - we had been seizing guns all day,\" he told the Post. \nRobert Glover, the commander on scene for MPD, declared a riot at 13:50 local time, nearly two hours after Trump's speech at the White House where he instructed his followers to go to the Capitol.\nHe quickly told officers to retake the inauguration bleachers, to stop the crowd from raining down heavy objects on officers from above.\nMr Glover told the Post that some rioters may have been caught up in the moment, but others seemed to be moving in \"military formation\" as if they had prepared for the assault. He said that some appeared to be using hand signals to co-ordinate tactics.\nSeveral US military veterans, as well as off-duty police officers from Virginia, Maryland and Texas, have since been suspended or arrested for participating in the riot.\nMPD Officer Christina Laury, 32, was among the first city police officers to arrive on the scene. When she got to the Capitol, officers were already being brutally attacked by rioters attempting to storm the building.\n\"They had bear mace, which is literally used for bears. I got hit with it plenty of times that day and it just seals your eyes shut. You just would see officers going down trying to douse themselves with water, trying to open their eyes up so they can see again.\"\n\"The bravery and the heroism that I saw in these officers - the second they were able to open their eyes, they were back up front and they were just trying to stop these individuals from coming in.\"\nOne officer being lauded as a hero has yet to speak about his experience - Officer Eugene Goodman, a member of Congress' 2,100 member Capitol Police force.\nMr Goodman, an African American Iraq War veteran, was seen singlehandedly distracting a rampaging mob, giving lawmakers enough time to clear the chamber and get to safety.\nOn Thursday, a cross-party group of lawmakers introduced a bill calling for him to receive the Congressional Gold Medal for his effort to defend democracy.\nThe Capitol Police have been criticised over their response and preparation.\nSeveral top Capitol security officials, including the Capitol Police chief and the sergeants-at-arms for the House and Senate, resigned in the wake of the siege amid claims from lawmakers that they had not done enough to prepare for the mob.\nOn Friday, Speaker of the House Nancy Pelosi announced General Russel Honoré would be leading an immediate investigation of the Capitol's security infrastructure.\nVideo footage has also emerged showing an officer taking a selfie with a rioter inside the Capitol. Some officers reportedly gave directions to rioters telling them how to get to the offices of Democratic lawmakers. \nSeveral Capitol Police officers have been suspended for allegedly violating policies as the agency conducts an internal probe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-55689358",
      "category": "uk-england-tees",
      "title": "Coronavirus: William and Kate hear from emergency workers",
      "tags": "Cleveland Police,Harrogate,Prince William, Duke of Cambridge,Mental health,London Ambulance Service,Redcar,Catherine, Duchess of Cambridge",
      "text": "The Duke and Duchess of Cambridge have been told the pandemic will leave many emergency workers \"broken\".\nMany police and NHS workers are too concerned with battling the pandemic to look after their mental health, they were told.\nInsp Phil Spencer from Cleveland Police said staff did not engage enough with counselling \"because we don't want to take anybody else's valuable time\".\nPrince William said he \"really worries\" about the effect on front-line workers.\n\"When you're surrounded by that level of intense trauma and sadness and bereavement, it really does, it stays with you at home, it stays with you for weeks on end,\" he said.\nInsp Spencer said emergency workers \"run towards danger, run towards a terrorist attack, we run towards the pandemic\".\n\"Perhaps further down the line when all this is gone we're going to have some broken police officers and emergency services staff, because we're too busy focusing on protecting the most vulnerable,\" he said.\nThe couple also spoke to counsellors from Hospice UK's Harrogate-based Just B support line for NHS staff, social care workers, carers and emergency services, which their foundation helps financially.\nThe prince said he feared \"you're all so busy caring for everyone else that you won't take enough time to care for yourselves\".\nHe and Catherine said the stigma surrounding seeking help for mental health issues must end.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55684320",
      "category": "uk",
      "title": "Police probes compromised after computer records deleted",
      "tags": "Policing,Home Office,Priti Patel,Crime",
      "text": "Police investigations have been compromised by an error that led to hundreds of thousands of records being deleted from UK-wide databases, according to a letter seen by the BBC.\nThe National Police Chiefs' Council said 213,000 records were deleted - more than the 150,000 first reported.\nThis resulted in a couple of \"near misses\" for serious crimes when trying to identify an offender, it said.\nThe Home Office has said it is assessing the impact of the mistake. \nData including fingerprint, DNA, and arrest histories was wiped from the Police National Computer (PNC) - which stores and shares criminal records information across the UK - after being inadvertently flagged for deletion.\nThe PNC is used in police investigations and provides real-time checks on people, vehicles and crimes, as well as whether suspects are wanted for any unsolved offences.\nThe Home Office said the lost entries related to people who were arrested and then released without further action.\nBut the letter from the National Police Chiefs' Council (NPCC) says officers are aware of at least one instance where the DNA profile from a suspect in custody did not generate a match to a crime scene as expected, potentially impeding the investigation.\nIt says that some of the records had been marked for indefinite retention following earlier convictions for serious offences.\nAnd it reveals that a \"weeding system\", developed and deployed by a Home Office PNC team, started to delete records wrongly last November. \nThe process was only brought to a halt at the start of this week.\nThe letter was sent on Friday afternoon by Deputy Chief Constable Naveed Malik of the NPCC to chief constables and police and crime commissioners.\nThe deletion of the records has been blamed on a coding error.\nThis resulted in records that had been flagged for deletion being lost from the database before checks had been carried out to determine whether they could be lawfully held or not.\nPolicing minister Kit Malthouse said the problem had been identified and the process corrected so \"it cannot happen again\".\nHe said the Home Office, National Police Chiefs' Council and other law enforcement partners were working \"at pace\" to recover the data.\nThe Home Office said no records of criminal or dangerous persons had been deleted.\nBut Labour shadow home secretary Nick Thomas-Symonds called on Home Secretary Priti Patel to take responsibility for the error and be clear about the impact it had had.\nSpeaking on BBC Breakfast, he described the situation as \"extraordinarily serious\", adding: \"Priti Patel will be responsible for criminals walking free. We're not going to be able to link suspects to crime scenes without the DNA and fingerprint evidence.\"\nA home office source said the accusation was \"scaremongering and irresponsible\".\nFormer Cumbria Police Chief Constable Stuart Hyde told BBC Radio 4's Today programme on Friday the \"very large\" loss of arrest records presented a \"risk to public safety\".\nThe records are linked to police investigations that were terminated before charge (No Further Action or NFA cases) or to those where an individual had been acquitted at court.\nIt is not yet known how many records of each type were lost and full extent of deletions is still being investigated. A minister is expected to update the House of Commons on Monday.\nIt comes after about 40,000 alerts relating to European criminals were removed from the PNC following the UK's post-Brexit security deal with the EU. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55680856",
      "category": "uk-england-london",
      "title": "Covid: Man charged after woman, 92, given fake vaccine",
      "tags": "Coronavirus lockdown measures,Surbiton,Coronavirus pandemic",
      "text": "A man accused of allegedly tricking a 92-year-old woman out of £160 for a fake coronavirus vaccination has been charged with fraud and common assault.\nDavid Chambers is accused of administering the fake vaccine at her Surbiton home in London last month.\nThe 33-year-old, also from Surbiton, is charged with five offences including fraud and going outside in a tier four area without a good reason.\nHe denied the charges when he appeared before magistrates on Friday. \nMr Chambers was remanded in custody until a hearing on 12 February.\nIn the UK, coronavirus vaccines are free of charge and available via the NHS."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55689388",
      "category": "uk",
      "title": "Covid-19: Protect us from unlawful killing charges - medics",
      "tags": "Healthcare,NHS,Coronavirus pandemic",
      "text": "Doctors and nurses need protection from prosecution over Covid-19 treatment decisions made under the pressures of the pandemic, medical bodies have said.\nGroups including the British Medical Association have written to ministers saying medical workers fear they could be at risk of unlawful killing charges.\nIt comes as the UK's chief medical officers said the NHS could be overwhelmed in weeks.\nThe government said staff should not have to fear legal action.\nThe letter from the health organisations points out that the prime minister warned in November that the NHS being overwhelmed would be a \"medical and moral disaster\", where \"doctors and nurses could be forced to choose which patients to treat, who would live and who would die\".\nIt said: \"With the chief medical officers now determining that there is a material risk of the NHS being overwhelmed within weeks, our members are worried that not only do they face being put in this position but also that they could subsequently be vulnerable to a criminal investigation by the police.\"\nCo-ordinated by the Medical Protection Society (MPS), the letter was signed by the British Medical Association, the Doctors' Association UK, the Hospital Consultants and Specialists Association, the Royal College of Surgeons of Edinburgh, the British Association of Physicians of Indian Origin and Medical Defence Shield.\nIt calls for emergency legislation to protect doctors and nurses from \"inappropriate\" legal action when dealing with circumstances outside their control.\nExisting guidance for doctors and nurses on when to administer or withdraw treatment does not give legal protection, the letter says.\nIt also says the guidance does not consider the circumstances of the pandemic where demand for healthcare may outstrip supply.\n\"The first concern of a doctor is their patients and providing the highest standard of care at all times,\" the medical bodies said.\n\"We do not believe it is right that healthcare professionals should suffer from the moral injury and long-term psychological damage that could result from having to make decisions on how limited resources are allocated, while at the same time being left vulnerable to the risk of prosecution for unlawful killing.\"\nThe medical organisations said no healthcare professional should be \"above the law\" and that the emergency legislation should only apply to decisions made \"in good faith\" and \"in circumstances beyond their control and in compliance with relevant guidance\".\nThey said the change in the law should be temporary and should apply retrospectively from the start of the pandemic.\nMedical staff in the NHS are protected financially from clinical negligence claims by indemnity schemes where the state pays the costs of claims.\nBut if someone dies as a result of a lack of treatment, doctors and nurses fear prosecutors could bring charges such as gross negligence manslaughter, which can carry a maximum sentence of life imprisonment.\nEarlier this month, a survey by the MPS of 2,420 of its members found that 61% were concerned about facing an investigation following a decision made in a high-pressure situation.\nAbout 36% were concerned about being investigated for a decision to withdraw or withhold life-prolonging treatment due to pressure on resources during the pandemic.\nA Department of Health and Social Care spokesman said: \"Dedicated frontline NHS staff should be able to focus on treating patients and saving lives during the pandemic without fear of legal action.\"\nNHS staff have been told that existing indemnity arrangements will continue and will cover \"the vast majority of liabilities\", the spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55691710",
      "category": "uk",
      "title": "Home Office 'working to restore' lost police records",
      "tags": "Policing,Home Office,Crime",
      "text": "Work to restore hundreds of thousands of fingerprint, DNA and arrest records accidentally wiped from police databases is ongoing, the Home Office has said.\nAround 400,000 records were lost, according to The Times, which first reported the story.\nThe Home Office did not comment on how many records were likely to be restored, or how long it would take.\nHome Secretary Priti Patel said the issue was \"a result of human error\". \nData was wiped from the Police National Computer (PNC) - which stores and shares criminal records information across the UK - after being inadvertently flagged for deletion.\nThe PNC is used in police investigations and provides real-time checks on people, vehicles and crimes, as well as whether suspects are wanted for any unsolved offences.\nThe coding that caused the problem was introduced in November 2020, and the deletions started earlier this week. \nInitially, it was thought some 150,000 records were lost, but it since has emerged the number could be significantly higher.\nCommenting on the error, Ms Patel said: \"Engineers continue to work to restore data lost as a result of human error during a routine housekeeping process earlier this week.\n\"I continue to be in regular contact with the team, and working with our policing partners, we will provide an update as soon as we can.\"\nEarlier, Labour shadow home secretary Nick Thomas-Symonds called on Ms Patel to take responsibility for the error and be clear about the impact it had had.\nSpeaking on BBC Breakfast, he described the situation as \"extraordinarily serious\", adding: \"Priti Patel will be responsible for criminals walking free. \n\"We're not going to be able to link suspects to crime scenes without the DNA and fingerprint evidence.\"\nThe National Police Chiefs' Council said the lost data had resulted in a couple of \"near misses\" for serious crimes when trying to identify an offender.\nPolicing minister Kit Malthouse insisted the affected records \"apply to cases where individuals were arrested and then released with no further action\".\nHe added: \"We are working to recover the affected records as a priority. While we do so, the Police National Computer is functioning and the police are taking steps to mitigate any impact.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55681051",
      "category": "health",
      "title": "Covid: 'Convalescent plasma no benefit to hospital patients'",
      "tags": "Coronavirus pandemic",
      "text": "A potential treatment for Covid using blood plasma does not reduce deaths among hospital patients, trials show.\nThe results are a blow to researchers and the NHS, which led the drive to collect plasma donations.\nThis arm of the Recovery trial, which is investigating a number of promising Covid treatments, has now been closed.\nThe Oxford researchers involved say they are \"incredibly grateful\" for the contribution of patients across the country.\nDonations of plasma were temporarily suspended, according to NHS Blood and Transplant.**\nThere had been huge international interest in the role of convalescent plasma as a possible treatment for hospital patients with Covid-19.\nThe treatment involves blood plasma being taken from people who have recovered from the disease - which contains antibodies to coronavirus - and transfused into seriously ill patients.\nIt was hoped the plasma donation would give the recipient's struggling immune system a boost to fight off Covid.\nThe NHS had been urging people to donate, particularly men who are thought to have higher levels of antibodies in their blood.\nBut early analysis of 1,873 deaths in a study of 10,400 UK patients shows the treatment made \"no significant difference\".\nIn the group treated with convalescent plasma, 18% of patients died within 28 days - the same figure for the group given standard treatment.\nPatients in the study are still being followed up and the final results will be published shortly.\nEarlier this week, a separate study showed no evidence that the same treatment improved outcomes for patients in intensive care.\nMartin Landray, chief investigator and professor of medicine and epidemiology at the Nuffield Department of Population Health, University of Oxford, said the Recovery trial showed \"the value of large randomised trials to properly assess the role of potential treatments\".\nThe trial is still investigating other treatments, including tocilizumab, aspirin and an antibody cocktail.\nProf Peter Horby, who also worked on the trial, said the largest ever trial of convalescent plasma \"was only possible thanks to the generous donation of plasma by recovered patients and the willingness of current patients to contribute to advancing medical care\". \n\"While the overall result is negative, we need to await the full results before we can understand whether convalescent plasma has any role in particular patient sub-groups,\" he said.\n**NHS Blood and Transplant restarted donations of blood plasma on 20 January. They could be used to see whether particular groups of patients, such as those with low antibody levels, could benefit.\nInternational trials are also testing if plasma helps people when it's used much earlier in the disease, before people get to hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-55683035",
      "category": "world-australia",
      "title": "Tennis stars' arrival angers stranded Australians",
      "tags": "Victoria,Coronavirus pandemic,Australia",
      "text": "The sight of some of the world's biggest tennis stars touching down for the forthcoming Australian Open has frustrated many Australians unable to return home because of the pandemic.\nAustralia currently has a weekly cap on the number of international arrivals, with people having to undergo quarantine in a designated facility.\nThere are roughly 37,000 Australians waiting to return, ABC News reports.\nA number of airlines have suspended routes making it harder to travel back.\nOn Friday, Emirates airline announced it would be stopping its flights to Melbourne, Sydney and Brisbane.\nMeanwhile, organisers of the Australian Open have been putting on chartered flights for the players and other members of staff.\nPlayers had to test negative before boarding flights and were then placed in designated Australian Open quarantine hotels in Melbourne and Adelaide. They are, however, allowed out of their rooms for up to five hours a day to practise on court.\nBut 47 players who were on flights where passengers later tested positive will now have to be confined to their rooms for two weeks.\nThe first of these groups, on a flight from Los Angeles, reportedly includes two-time champion Victoria Azarenka and former US Open champion Sloane Stephens. \nTennys Sandgren, who tested positive but was cleared to fly by organisers after his medical file was reviewed, is also believed to have been on the flight.\nA second group of 23 players on a flight from United Arab Emirates capital Abu Dhabi suffered the same fate. Both flights arrived on Friday.\nThose players will have less than 10 days to practise before the tournament starts on 8 February. Reports say they will have gym equipment delivered to their rooms.\nUK player Johanna Konta, who was not on either of the affected flights, tweeted about workouts in her hotel room to encourage fitness in confined spaces.\nMeanwhile former tennis world number one Andy Murray has been unable to fly out to Australia after the Briton tested positive for coronavirus.\nThe arrival of the tennis players, while so many Australians are still trying to return home, has drawn criticism. \n\"I can't comprehend the fact that one week they announce they're halving the caps for citizens and the following week they announce they've found 1,200 spaces for tennis players and support staff,\" Sarah, a key worker who lives in London but is from Sydney, told the BBC.\nShe has been trying to return to Sydney since October and her most recent flight was cancelled. \n\"All I want to do is return home. I've had to watch my sister's wedding on Zoom. My flight was timed so I get out of quarantine in time for her baby shower but it looks like I'll miss this and the birth\". \nOn Saturday, the Australian government said it would arrange for a further 20 international repatriation flights to bring its stranded nationals home from \"priority areas\". Those returning would not be counted within the existing traveller caps, a minister confirmed. \nDr Alyse Brown is currently based in Cambridge in the UK and has flights booked to Sydney next month. She has been trying to raise awareness about the issue.\n\"While the Australians back home watch the tennis, I'll be reading on support pages the daily horror stories of stranded Australians entering into homelessness,\" she told the BBC, speaking before the latest announcement on flights from the government.\n\"It has always been apparent to us that Australia has means to get their people home, they just lack the political will to do so and this makes me unspeakably mad. It's heartless economic decision making and the tennis for us is just another group of people we see the government prioritised above us.\"\nPeople have taken to Twitter using the hashtag #strandedaussies to share their views. \nOne user said: \"Thousands of Australian citizens are still stranded overseas. I've been a huge tennis fan for close to 40 years, but this is just wrong. I will not be supporting this Australian summer of tennis.\"\nEarlier this week, Victorian Premier Daniel Andrews said that if Melbourne cancelled the tournament, it would be picked up by another country. \nAustralia has strict limits on the number of arrivals allowed to enter the country. Authorities say this is to ensure there is enough room in a government quarantine facility. \nUnlike other countries, those arriving in Australia must quarantine in a designated facility or hotel instead of their own homes. \nThe cap on people entering was cut further last week after a hotel worker in Queensland contracted the UK variant of the coronavirus. \nUntil 15 February, New South Wales will have a weekly cap of 1,505 arrivals, Western Australia will permit 512 people and Queensland will have a cap of 500. \nVictoria and South Australia have kept their caps the same. Prime Minister Scott Morrison said the Australian Capital Territory and Northern Territories had their own \"bespoke arrangements\" for those arriving. \nThe Australian government has operated a number of repatriation flights but demand has been high. \nLast month, in an interview on the Seven TV network, Mr Morrison said Australians overseas were his \"first priority in terms of people coming back into the country\". \n\"We want you to come home and you have every right to come home,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55688932",
      "category": "uk-wales",
      "title": "Storm Christoph: Homes evacuated as storm batters Wales",
      "tags": "Met Office,Llanddowror,Peterston-super-Ely,Ruthin,Machynlleth,Floods,Capel-Curig,Builth Wells,Tonypandy,Llandovery,Merthyr Tydfil,Blaenau-Ffestiniog,Aberdare,St Asaph,Llanrwst,Tenby,Meifod,Tredegar,Abergwili,Llandeilo,Whitland,Rhondda Cynon Taf County Borough Council,Severe weather,Denbighshire County Council,Dolgellau,Bangor,Pontypridd,Pontyates",
      "text": "Homes have been evacuated as Storm Christoph batters Wales with a three-day rainstorm.\nNorth Wales Police were called to help some residents in Ruthin who were being told to leave their homes.\nThey tweeted that \"people who do not live locally are driving to the area to 'see the floods'\".\nA rain warning issued by the Met Office is in place until midday on Thursday, with an ice warning for parts of north and mid Wales. \nSouth Wales fire crews pumped out water from homes in Pontypridd and Porth, in Rhondda, and roads were blocked in Powys and Flintshire.\nVehicles were pulled from floods by firefighters in Tenby, Llandovery, Llandeilo and Whitland, Mid and West Wales fire service said.\nUp to 20cm (8in) of rain is expected to fall, with the heaviest rain forecast for the north west of Wales.\nThere were flood warnings in 58 areas as forecasters warned heavy rain and melting snow could affect roads. There were also 57 flood alerts - meaning flooding is possible.\nA yellow warning for ice was issued for the north and parts of mid Wales, starting at 01:00 on Thursday and lasting until 10:00, as rain clears.\nA minor landslip was reported on the mountainside above Pentre in Rhondda Cynon Taf. Natural Resources Wales, who have responsibility for the land, said there is no immediate threat after an initial inspection, but the council urged residents to keep away from the area.\nFlood warnings are in Carmarthenshire - the River Towy and isolated properties between Llandeilo and Abergwili, the River Gwendraeth Fawr at Pontyates and Ponthenry, the River Hydfron at Llanddowror and the River Taf at Trevaughan in Whitland.\nThe other flood warnings cover the River Ely at Peterston-Super-Ely in Vale of Glamorgan, the River Vyrnwy in the Meifod area in  Powys, the River Rhyd Hir at Riverside Terrace in Gwynedd, two for the River Wye at Glasbury and Builth Wells, the Lower Dee Valley from Llangollen to Trevalyn Meadows, the River Dyfi at Pont ar Dyfi, the River Usk from Brecon to Glangrwyne, two at the River Severn at Abermule to Fron and Aberbechan and the River Lower Clydach at Clydach Bridge, Swansea.\nIn River Aeron at Aberaeron, in Ceredigion, the River Loughor at Ammanford and Llandybie and the River Wye at Builth Wells, Powys, are also covered by the warning.\nA person had to be saved from a car stuck in floodwater in Corwen, Denbighshire, North East Wales Search and Rescue tweeted.\nRest centres have been opened in St Asaph and Ruthin after some localised flooding following heavy rainfall throughout the day. Denbighshire council invited affected residents to use the facilities at the towns' main leisure centres.\nAnd Mid and West Wales Fire and Rescue Service said crews were called to help a motorist whose vehicle had become stuck in 3ft of water in Machynlleth.\nIn Broughton, Flintshire, Ray and Jacqui Littler said they and their daughter waited all afternoon for help at their flooded bungalow after emergency services told them they were \"flat out\".\nThey eventually decided to leave their home on Main Road, which was under 10 inches of water, to stay with friends.\nNeighbours blamed a blocked culvert on the fields opposite the road. Police closed the road at about 16:00 GMT and Flintshire council attended, after three houses were affected, with the gardens of two pensioners' bungalows also under water. \nSouth Wales Fire and Rescue Service said it had been called to two incidents overnight with reports of water entering properties in Pontycymmer in Bridgend and Tredegar, Blaenau Gwent.\nOn Wednesday morning, it dealt with flooding at properties in Tyfica Road, Pontypridd, and Trebanog Road in Porth, Rhondda, where a crew was helping residents divert and pump out water.\nFirefighters also had to rescue 46 sheep from land surrounded by water at Merthyr Road, Llanfoist, Monmouthshire.\nCrews from Abergavenny and Ebbw Vale were called to help the stricken animals near the River Usk.\nIn Rhondda Cynon Taf, there were also reports of flooding in properties at Pembroke Street, Aberdare and Clydach Vale, Tonypandy.\nA tweet from Pontypridd Plaid Cymru councillor Heledd Fychan showed fast-flowing water in the River Taff which runs through the town.\nJudy Corbett, owner of 16th Century Gwydir Castle in Llanrwst, Conwy, which flooded last year, told BBC Radio Wales things were \"looking pretty dire here this morning\".\nShe said: \"We've been obviously monitoring the levels overnight so we've had another sleepless night worrying about the weather but the levels are rising and the water is very violent this morning and of course, we've got another a whole day ahead of us.\"\nThe Met Office warned spray and flooding could lead to \"difficult driving conditions and some road closures\" and the downpours could cause delays.\nTraffic Wales said restrictions were in place on the M48 Severn Bridge where traffic is coming off eastbound at junction two or westbound at junction one before being directed back on to cross the bridge, which remains open.\nIn Flintshire, the A548 Coast Road has been closed at Tan Lan and Mostyn, the A5118 at Padeswood, the A541 between Llong to Pontblyddyn, Bagillt High Street and the B5101 between Treuddyn and Llanfynydd.\nThe A485 in Garreg is also closed from the Brondaw Arms to Pont Aberglaslyn.\nIn Powys, the A487 over the Dyfi Bridge, near Machynlleth, is closed while the A458 at Llanfair Caereinion is blocked in both directions from Bridge Street to Guilsfield turn-off because of flooding.\nThe A483 in Builth Wells at the station is also closed along with the bridge over the River Wye.\nCapel Bangor in Ceredigion has temporary traffic lights on the A44 at Lovesgrove Roundabout due to flooding, which is affecting traffic between Aberystwyth and Llangurig.\nIn Bridgend, New Inn Road has been closed in both directions at The Dipping Bridge, affecting traffic between Ewenny village and the A48.\nSouth Wales Police warned people not to attempt driving through floodwater after the A4118 at Llanddewi on Gower became blocked.\nIn Gwynedd, the council tweeted that Ffordd Siliwen, Bangor, had been closed following a landslip.\nA section of the A470 Dolgellau Bypass has also been closed along with the A4085 at Garreg.\nNational Rail said some lines between North Llanrwst, Conwy, and Blaenau Ffestiniog in Gwynedd were blocked due to heavy rain while services were also disrupted between Shrewsbury and Machynlleth in Powys. \nAlterative road transport will run in place of cancelled services, it said. \nThe Met Office said 56mm (2.2in) of rain had fallen at Capel Curig in Snowdonia by 18:00 GMT on Tuesday.\nForecasters also said fast flowing and deep floodwater \"could cause a danger to life\".\nThe Met Office warned flooding could lead to some communities being cut off and possible power cuts.\nStrong winds will also follow the torrential rain, with forecasters predicting this may cause \"travelling difficulties across areas higher and more exposed routes\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55632782",
      "category": "world-asia-india",
      "title": "Coronavirus vaccine: India begins world's biggest drive",
      "tags": "Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "A sanitation worker became the first Indian to receive a Covid vaccine as the country began the world's largest inoculation drive. \nPrime Minister Narendra Modi launched the programme, which aims to vaccinate more than 1.3 billion people against Covid.\nHe paid tribute to front-line workers who will be the first to receive jabs. \nIndia has recorded the second-highest number of Covid-19 infections in the world after the United States. \nMillions of doses of two approved vaccines - Covishield and Covaxin - were shipped across the country in the days leading up to the start of the drive. \n\"We are launching the world's biggest vaccination drive and it shows the world our capability,\" Mr Modi, said, addressing the country on Saturday morning. \nHe added that India was well prepared to vaccinate its population with the help of an app, which would help the government track the drive and ensure that nobody was left out.\nMr Modi spoke at length about doctors, nurses and other front-line workers \"who showed us the light\" in \"dark times\". \n\"They stayed away from their families to serve humanity. And hundreds of them never went home. They gave their life to save others. And that is why the first jabs are being given to healthcare workers - this is our way of paying respect to them.\"\nGeeta Pandey, BBC News, Delhi\nDoctors and medical staff at Delhi's Max hospital tell me a lot of hope is being pinned on the vaccination drive. One official described it \"as a new dawn\" and said \"it's the beginning of Covid's end\". \nInside the waiting room, there are posters on the wall with information about the documents one needs to bring, how safe the vaccine is, and the precautions that need to be taken even after one's been vaccinated.  Among those being vaccinated on Saturday are doctors, nurses and front-office staff from all departments.\nThe names have been been chosen alphabetically so those getting jabs are mostly those with names starting with the letter A.\n\"The pandemic has played havoc in the country. I hope the vaccine will rid us of the fears and we will be able to breathe easy,\" Dr Anil Dass said after getting the jab.\nAshutosh Chaturvedi, a 31-year-old male nurse described as a \"Covid warrior\" by hospital officials, became the first recipient of the vaccine at Max.\n\"I'm fine, I feel good,\" he told reporters as he came down the hospital ramp, which has been decorated with blue, green and white balloons. \nSince April, he told me, he's worked in the emergency wing of the Covid ward, tending to those afflicted with the coronavirus.\n\"I haven't seen my wife and nine-month-old daughter since then. A month later, once I've received the second dose, I'll visit my family,\" he said. \nMr Modi also appealed to people to continue adhering to Covid-19 safety protocols like wearing masks and following social distancing. He said the country cannot afford to be complacent as vaccinating the entire population will take time.\nHe also urged people not to believe any \"propaganda and rumours about the safety of the vaccines\".\n\"I want to tell people that the approval to these vaccines was given only after scientists and experts were satisfied about its safety,\" he said. \nAn estimated 10 million health workers will be vaccinated in the first round, followed by policemen, soldiers, municipal and other front-line workers.\nNext in line will be people aged over 50 and anyone under 50 with serious underlying health conditions. India's electoral rolls, which contain details of some 900 million voters, will be used to identify eligible recipients. \nThe government plans to vaccinate 300 million people by early August. This will happen in state-run health care centres, schools, colleges, community halls, municipal offices and wedding halls. \nSeveral hospitals across India are giving the first doses of the vaccine. \nDr Atul Peters was among those who got the jab at Max hospital.\n\"It's a very big day. I'm grateful to those who worked hard to make this a reality. I was very very happy when I got a call informing me that my name was on the list.\n\"We worked hard during the pandemic to save lives and we are also taking the jab first to dispel fears in people's minds that the vaccine is not safe,\" he told the BBC.\nIndia's drug regulator has given the green light to two vaccines - Covishield (the local name for the Oxford-AstraZeneca vaccine developed in the UK) and Covaxin, locally-made by pharma company Bharat Biotech. \nBut concerns have been raised over the efficacy of Covaxin because the regulator's emergency approval came before the completion of Phase 3 clinical trials. The regulator and the manufacturer have said the vaccine is safe, and that the efficacy data would be available by February. \nBoth vaccines will be given as two injections, 28 days apart, with the second dose being a booster. Immunity would begin to kick in after the first dose but reaches its full effect 14 days after the second dose.\nThe status of the vaccines and recipients will be electronically tracked in real time - some 8 million people who will receive the early jabs have been already registered. More than 600,000 people have been trained for the drive.\nThe jabs will be voluntary, and recipients will be given a certificate of vaccination after they complete both doses.  \n\"I expect India's vaccination programme will be run much better than most countries because of the considerable government investment and early preparedness,\" Dr Gagandeep Kang, one of India's best-known vaccine experts, told the BBC. \nWith more than 10 million cases, India has recorded the second-highest number of Covid-19 infections in the world, after the US.\nThe largest vaccination drive in the country, however, begins at a time when infections have fallen sharply, and much of life has returned to normal. A limited availability of doses in the initial phase, therefore, is not likely to pose a problem.\nMost scientists feel India is primed for the challenge as it is a vaccine-making powerhouse and has run, for decades, a well-oiled immunisation programme for tens of millions of new-borns and mothers-to-be.\nBut the real challenges will begin when the general population starts receiving the jabs. \nIndia will use its formidable election machinery to deliver and track doses to recipients in far corners of the country. It is also likely to use digital platforms and apps to enable people to register for the doses. \nHowever, not every Indian owns a smart phone or knows how to operate an app, so it will be interesting to see what the government does to make sure that there are no inadvertent exclusions. \nVaccine hesitancy is the other concern. \nThe recent controversy over the hurried approval of Covaxin, many feel, could undermine confidence. There's a history of hesitancy about receiving the polio vaccine in parts of northern India, triggered by rumours about vaccines being impure and affecting fertility. Similar disinformation is now circulating about Covid vaccines on social networking apps, such as WhatsApp. \nThe government will need consistent, clear-eyed communication to bolster vaccine acceptance and community perception of the programme. \nVaccines come with side effects for some people. India has a 34-year-old surveillance programme for monitoring such \"adverse events\" following immunisation. \nBut researchers have found that benchmarks for reporting side effects still remain weak. A failure to transparently report adverse effects could easily lead to fear-mongering around vaccines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55689248",
      "category": "entertainment-arts",
      "title": "Archie Lyndhurst: CBBC star died in his sleep, says mother",
      "tags": "Television,Acting,Celebrity",
      "text": "CBBC star Archie Lyndhurst, the son of Only Fools and Horses actor Nicholas Lyndhurst, died in his sleep from a brain haemorrhage, his mother has said.\nLucy Lyndhurst said a second post-mortem exam had revealed his death was caused by a condition called Acute Lymphoblastic Lymphoma/Leukaemia.\nShe described Archie as \"the most magical human being we have ever met\".\nThe 19-year-old's death on 22 September had had a \"catastrophic effect\" on their family, she wrote on Instagram.\nLucy said she and husband Nicholas were assured by the doctor who explained the post-mortem results to them that there \"wasn't anything anyone could have done as Archie showed no signs of illness\". She said it was \"not leukaemia as we know it\" and that acute in medical terms meant \"rapid\".\nThe couple were \"utterly floored\" to think something like this could happen, she wrote, adding: \"It's very rare and around only 800 people a year die from it.\"\nShe said that just days earlier he had been celebrating his birthday with \"the love of his life Nethra\". \n\"Life is fragile, precious and sometimes incredibly cruel,\" Lucy wrote.\nShe also criticised some media outlets for attempting to garner information about how her son had died from the coroner, before they knew the results of the post mortem themselves.\n\"To have a coroner call you a few days after your child has died to say the press have been calling for the results of Archie's post mortem, I think stoops to an all time low for us,\" she noted.\n\"What gives the press the right to badger a coroner's office solely to find the cause of death before the parents? The complete lack of empathy is astounding. We released no information at the time as we had no idea what he had died from.\"\nArchie began his acting career at the Sylvia Young Theatre School at the age of 10 and was best known for playing Ollie Coulton in the CBBC comedy show So Awkward. \nHe appeared in the sitcom, which followed the lives of a group of friends in secondary school, from its first series in 2015.\nNicholas appeared alongside his son in a 2019 episode of the programme.\nArchie's other roles included recurring appearances as a younger incarnation of comedian Jack Whitehall in various TV programmes.\nThese included BBC Three sitcom Bad Education, in which he was seen as a younger version of Whitehall's Alfie Wickers character.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55682425",
      "category": "uk-scotland",
      "title": "Covid in Scotland: New restrictions come into force",
      "tags": "Coronavirus lockdown measures,Takeaway food,Nicola Sturgeon,Shopping,Coronavirus pandemic",
      "text": "New tighter Covid restrictions have come into force in Scotland with changes for takeaway outlets and click and collect shopping.\nCustomers buying takeaway food and coffee are no longer allowed inside premises. \nStaff must serve from a hatch or doorway.\nNow only retailers selling essential items - clothing, footwear, baby equipment, homeware and books - can provide click and collect services.\nCustomer collections can only be made outdoors, with staggered pick-up times to avoid queues. \nThe changes are among six new rules announced by First Minister Nicola Sturgeon earlier this week.\n1. Takeaway food and drinks\n2. Click and collect shopping services\n3. Outdoor alcohol consumption\n4. Working from home\n5. Home repairs and maintenance\n6. Stay at Home message\nMs Sturgeon said they were a \"regrettable but necessary means to an end\".\nThe restrictions also include a ban on drinking alcohol outside in public in level four areas. This prevents takeaway pints from being consumed in parks or on the street.\nStatutory guidance has also been introduced requiring employers to support staff working from home wherever possible.\nGuidance on tradespeople working in homes has now been put into law. Work is only permitted for essential maintenance and repairs.\nThe final new rule changes an \"apparent loophole\" in the stay at home regulations. The law now states that people must not leave \"or remain\" outside unless it is for an essential purpose.\nThe tightened restrictions come amid concerns that the stay at home message across the UK is not having the same impact it did during last year's lockdown.\n\"The situation we face in relation to the virus remains extremely serious,\" Ms Sturgeon told parliament.\n\"These additional measures, in further reducing the interactions that allow the virus to spread, will help our essential efforts to suppress it, \" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55688300",
      "category": "world-europe",
      "title": "Armin Laschet elected leader of Merkel's CDU party",
      "tags": "Christian Democratic Union (CDU),Germany,Angela Merkel,Armin Laschet",
      "text": "Centrist Armin Laschet has been elected leader of Germany's Christian Democrats (CDU), the party of Chancellor Angela Merkel.\nMr Laschet, premier of North Rhine-Westphalia state, defeated two rivals in the party's virtual conference.\nHe is now in a good position in the race to succeed Mrs Merkel when she steps down as German chancellor in September, after 16 years in office.\nBut he faces a changed political landscape following the Covid pandemic.\nMr Laschet, 59, defeated conservative businessman Friedrich Merz in a run-off vote by 521 votes to 466. A third candidate, Norbert Röttgen, was eliminated in the previous round.\nHe replaces as chair of the party Annegret Kramp-Karrenbauer, who failed to live up to her billing as Mrs Merkel's appointed successor after taking office more than two years ago.\nGermany goes to the polls in September, but the CDU leader is not guaranteed to become its candidate for chancellor.\nHealth Minister Jens Spahn, who has been elected as one of Mr Laschet's deputies, and Markus Söder, leader of the CDU's Bavarian sister party the CSU, could also step into the ring, though neither has yet said that they want the job.\nA final decision will be made in the spring.\nMr Laschet is a loyal supporter of Mrs Merkel, and said during the campaign that a change of direction for the party would \"send exactly the wrong signal\".\nIn his victory speech, he said: \"I want to do everything so that we can stick together through this year... and then make sure that the next chancellor in the federal elections will be from the [CDU/CSU] union.\" \nArmin Laschet is a short, cheerful chap. The popular premier of Germany's most populous state, North Rhine-Westphalia, he throws himself with gusto into traditional carnival celebrations. \nHe touts himself as a continuity candidate and, for a time at least, was thought to have been Angela Merkel's preferred candidate. He defended her stance during the 2015 refugee crisis and is known for his liberal politics, passion for the EU and ability to connect with immigrant communities. \nBut his call for an early relaxation of Covid restrictions last spring surprised many and reportedly infuriated Mrs Merkel. He has since retreated from that position but he's had to work to repair the damage to his political credibility.  \nThe big question now is whether the CDU will put him up as their chancellor candidate in September's general election.\nGerman Health Minister Jens Spahn - who supported Mr Laschet in his leadership bid - is thought to harbour ambitions to the chancellory. And recent opinion polls suggest that Bavarian Prime Minister Markus Söder would be a popular choice too."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55684255",
      "category": "uk-northern-ireland",
      "title": "Nóra Quoirin: 'Compelling evidence' of abduction",
      "tags": "Death of Nora Quoirin,Malaysia",
      "text": "An inquest into the death of a teenager who went missing during a holiday in Malaysia has left several questions unanswered, her family has said.\nNóra Quoirin, whose mother is from Belfast, disappeared from her room at the Dusun resort on 4 August 2019.\nHer body was found 10 days later about 1.6 miles (2.5km) away.\nEarlier this month a coroner ruled that she died as a result of misadventure, but her family said they were \"utterly disappointed\" with the verdict.\nIn an interview with Irish broadcaster RTÉ, Nóra's mother Meabh said there is \"compelling evidence\" that her daughter was abducted.\nNóra, who was born to Irish-French parents, lived with her family in London and was understood to be in Malaysia on an Irish passport.\nShe was born with holoprosencephaly, a disorder which affects brain development.\nSince her disappearance, her parents have believed that she was abducted. They have always maintained that wandering off was not something they could imagine their daughter doing.\nMeabh Quoirin told RTÉ: \"One of the most compelling things that we found out was that in a relatively small area, the plantation where Nóra was eventually found, there was vast numbers of specialist personnel deployed to find Nóra.\n\"Not only that, on four different occasions, trained personnel went to the plantation area and searched it and, in fact, some officers were even in the precise location Nóra's body was recovered.\n\"They had all reported that there were no signs of human life at any point. That for us is compelling evidence to say that she was not there by herself.\"\nMrs Quoirin added that \"there was a lack of evidence around DNA and prints\". \nShe said that when the family went to the inquest, \"we had a lot of unanswered questions and while many of those questions cannot be answered, we actually found out a great deal about what went on during those 10 days when Nóra was missing\".\n\"In fact we felt it really strengthened our case, our belief, that Nóra was abducted and we found some compelling evidence to support our view on that.\"\nMrs Quoirin added that her daughter \"was not physically or mentally capable\" of leaving the chalet via the window.\n\"Not only that - we also learned that none of her fingerprints could be found on the window and yet other unidentifiable prints were found on that window.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55680955",
      "category": "education",
      "title": "Boris Johnson says girls' education key to ending poverty",
      "tags": "Schools,Sexism,Boris Johnson,International aid",
      "text": "Boris Johnson says it is his \"fervent belief\" that improving girls' education in developing countries is the best way to \"lift communities out of poverty\".\nThe prime minister has announced MP Helen Grant as a special envoy for efforts to support girls' education.\nIt is expected to be a key theme of the UK's presidency this year of the G7 group of major industrial countries.\n\"It can change the fortunes of not just individual women and girls, but communities and nations,\" says the PM.\nEven before the pandemic, millions of children in developing countries did not have any access to school - and girls from disadvantaged families are particularly vulnerable to missing out on education. whether through poverty or prejudice.\nThe Covid pandemic has created even more barriers to education, with a peak of 1.6 billion children around the world having faced school closures.\nMr Johnson, as foreign secretary and prime minister, has previously highlighted girls' education as a key to improving the health, wealth and security of the poorest countries.\nHe once described it as the \"Swiss army knife\" of development, as getting girls to stay in education could avoid early marriage, improve their chances of getting a job and provide more income for children to be better fed.\nThe prime minister said the international target of ensuring all girls can have 12 years of good quality education would be the \"simplest and most transformative thing we can do\" to tackle poverty and to \"end the scourge of gender-based violence\". \n\"The benefits of educating girls are enormous - a child whose mother can read is 50% more likely to live past the age of five and twice as likely to attend school themselves. With just one additional school year, a woman's earnings can increase by up to a fifth,\" said Mr Johnson.\nHelen Grant, now the special envoy for girls' education, said: \"High quality female education empowers women, reduces poverty and unleashes economic growth.\n\"I will be making it my mission to encourage a more ambitious approach to girls' education from the international community.\"\nThere has been a series of pledges from the international community over the past three decades to provide at least a primary school education for all children - all of which have been missed.\nLabour leader Sir Keir Starmer said hosting the G7 should be a chance for the UK to act as a \"moral force for good in the world\", but accused the Conservatives of engaging in \"a decade of global retreat\".\n\"We need to seize this chance to lead again, just as Blair and Brown did over global poverty and the financial crisis.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55684529",
      "category": "uk",
      "title": "UK weather: Disruption fears lift as snow moves on from UK",
      "tags": "Snow",
      "text": "Parts of the UK were blanketed in snow on Saturday as forecasters warned of the potential for disruption.\nEast Anglia woke up to a thick layer that had settled overnight and there were warnings that rural communities could be \"cut off\", with up to 8cm (3in) of snow forecast.\nPeople in eastern England were warned to expect power cuts and travel delays.\nHowever, by midday snow had stopped falling across most parts of the UK, replaced by rain and sleet in places.\nSome further light snow is still expected in the hills and mountains of Scotland. \nParts of Wales and Northern Ireland were mostly cloudy, with some bands of rain in the northern regions.\nThe Met Office had predicted between 4-8cm (1.5-3in) of snow could fall in the worst-affected regions, and warned drivers to accelerate their cars \"gently\" and leave a large gap between surrounding vehicles.\nBut the worst of the wintry weather has passed and earlier amber and yellow weather warnings have been cancelled.\nGreg Dewhurst, a Met Office forecaster, said earlier that Saturday was expected to be the colder of the two days over the weekend.\nHe said: \"Temperatures are unlikely to rise above 10C, with a lot of areas closer to freezing.\"\nLuke Miall, meteorologist at the Met Office, said earlier patches of snow could reach parts of Greater London.\nHe said the snow had the potential to cause some \"fairly significant disruption\".\nThere were also 22 flood warnings across England on Saturday, stretching from the South East to the North East, meaning \"immediate action is required\", according to the Environment Agency.\nThis is expected to clear up in the evening, going into Sunday, when southern and eastern parts of the UK will see dry, sunny spells.\nNorth-western regions are expected to see showers, with a \"spell of more persistent rain\" later on in the day.\nThe coronavirus vaccine rollout has been affected by the weather.\nOn Friday, over-80s who were due to receive their jab at Newcastle's Centre for Life were told they could rebook rather than risk making a trip in the icy conditions.\nAnd Leeds University has delayed the opening of its asymptomatic Covid-19 test centre."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55681861",
      "category": "uk",
      "title": "Covid: UK to close all travel corridors from Monday",
      "tags": "Travel,Boris Johnson,Air travel,Coronavirus pandemic",
      "text": "The UK is to close all travel corridors from Monday morning to \"protect against the risk of as yet unidentified new strains\" of Covid, the PM has said.\nAnyone flying into the country from overseas will have to show proof of a negative Covid test before setting off.\nIt comes as a ban on travellers from South America and Portugal came into force on Friday over concerns about a new variant identified in Brazil.\nBoris Johnson said the new rules would be in place until at least 15 February.\nA further 1,280 people with coronavirus have died in the UK within 28 days of a positive test, taking the total to 87,291.\nThe latest government figures on Friday also showed another 55,761 new cases had been reported - up from 48,682 the previous day.\nMeanwhile, more than two million people around the world have now died with the virus since the pandemic began, according to figures from Johns Hopkins University.\nSpeaking at a Downing Street press conference, the prime minister said it was \"vital\" to take extra measures now \"when day by day we are making such strides in protecting the population\".\n\"It's precisely because we have the hope of that vaccine and the risk of new strains coming from overseas that we must take additional steps now to stop those strains from entering the country.\"\nAll travel corridors will close from 04:00 GMT on Monday. After that, arrivals to the UK will need to quarantine for up to 10 days, unless they test negative after five days.\nMr Johnson, who said the rules would apply across the UK after talks with the devolved administrations, added that the government would be stepping up enforcement at the border and in the country.\nTravel corridors were introduced in the summer to allow people travelling from some countries with low numbers of Covid cases to come to the UK without having to quarantine on arrival.\nTrade body Airlines UK said it supported the latest restrictions \"on the assumption\" that the government would remove them \"when it is safe to do so\".\nChief executive Tim Alderslade said travel corridors were \"a lifeline for the industry\" last summer but \"things change and there's no doubting this is a serious health emergency\".\nLabour leader Sir Keir Starmer said it was the \"right step\" but called the timing of the decision \"slow again\", adding that the public would be thinking \"why on earth didn't this happen before\".\nThe prime minister warned that the NHS was facing \"extraordinary pressures\", having had the highest number of hospital admissions on a single day of the pandemic earlier this week.\nHe said that came on Tuesday when there were 4,134 new admissions, while the UK currently has more than 37,000 Covid patients in hospitals.\nMr Johnson said that once the most vulnerable have been vaccinated by mid-February \"we will think about what steps we could take to lift the restrictions\".\nEngland is currently under a national lockdown, meaning people must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. \nSimilar measures are in place across much of Scotland, Wales and Northern Ireland.\nAlso speaking at the No 10 briefing, England's chief medical officer Prof Chris Whitty said the restrictions would need to be lifted gradually by \"testing what works, and then if that works going the next step\".\nHe said the peak of people entering hospital would be in the next week to 10 days for most places, but \"we hope\" the peak of infections \"already has happened\" in the south-east, east and London.\n\"The peak of deaths I fear is in the future, the peak of hospitalisations in some parts of the country may be around about now and beginning to come off the very, very top,\" he said.\nA ban on travellers from South America, Portugal and Cape Verde entering the UK came into force on Friday morning as a result of a new, potentially more infectious variant of coronavirus linked to Brazil. \nThe government's chief scientific adviser Sir Patrick Vallance told the press briefing that some of the new variants may be able to \"get round\" the Covid vaccines but it was \"really quite easy\" to adjust the vaccines to deal with mutations in the virus.\nNew variants causing concern have previously been identified in the UK and South Africa, with many countries imposing restrictions on arrivals from both nations.\nPublic Health England said a total of 35 genomically confirmed and 12 genomically probable cases of the Covid-19 variant which originated in South Africa have been identified in the UK as of 14 January.\nEarlier, a leading scientist said one of the two variants first detected in Brazil had been found in the UK - but not the variant that was causing concern.\n\"I think it is likely that the vaccine we have now is going to protect against the UK variant and is going to provide protection I suspect against the other variants as well,\" said Sir Patrick. \"The question is to what degree.\" \nLatest figures show that more than three million people in the UK have now received the first dose of a vaccine - 3,234,946 - an increase of 316,694 from the previous day.\nSir Patrick said he expected the vaccines would reduce transmission of the virus but that \"we shouldn't go mad\" as jabs are rolled out because a risk would remain.\n\"Just because you've been vaccinated doesn't mean you can't catch this and pass it on, it means you're protected against severe disease,\" he added.\nMeanwhile, the latest estimate of the UK's R number - which is the number of people that one infected person will pass on a virus to on average - is 1.2 to 1.3, compared with 1-1.4 last week.\nBut in London, where tight restrictions came in earlier, the R number is lower - between 0.9 and 1.2.\nIn Wales, new laws for shoppers and staff are to be introduced after \"significant evidence\" coronavirus is being spread in supermarkets.\nAre you due to travel back to the UK from overseas? Share your experiences. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55689843",
      "category": "world-asia",
      "title": "Mount Semeru: Erupting volcano spews ash above Indonesia's Java island",
      "tags": "Volcanoes,Indonesia",
      "text": "Indonesia's Mount Semeru has erupted, pouring ash an estimated 5.6km (3.4 miles) into the sky above Java, the country's most densely populated island.\nNo evacuation orders have so far been issued, and no casualties reported.\nThe National Disaster Mitigation Agency (NDMA) warned villagers living on the mountain's slopes to be alert for ongoing volcanic activity.\nFootage showed ash from the 3,676m (12,060ft) volcano looming over homes.\n\"The villages of Sumber Mujur and Curah Koboan [in Lumajang municipality] are located in the trajectory of the hot clouds,\" local official Thoriqul Haq said on Saturday.\nResidents of the Curah Kobokan river basin have been urged to watch for possible \"cold lava\" mudflow, which can be triggered by intense rainfall combining with volcanic material. \nMount Semeru erupted at about 17:24 local time (10:24 GMT), authorities said. \nIndonesia sits on the Pacific \"Ring of Fire\" where tectonic plates collide, causing frequent volcanic activity as well as earthquakes. \nSemeru - also known as \"The Great Mountain\" - is the highest volcano in Java and one of the most active. It is also one of Indonesia's most popular tourist hiking destinations.\nThe volcano previously erupted in December, when about 550 people were evacuated.\nWithin the last week, Indonesia has endured multiple landslides, a deadly earthquake on Sulawesi island, and the loss of a Sriwijaya Air Boeing 737 with 62 people on board."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-55681502",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Part of rail bridge collapses near fatal Stonehaven derailment site",
      "tags": "Stonehaven train derailment,Stonehaven,Dundee",
      "text": "Part of a rail bridge has collapsed near the site of the fatal Stonehaven train derailment.\nA 24m (79ft) section of the side wall has fallen from the bridge, about a mile north of where three people died when a train left the track and crashed last August.\nNetwork Rail said it was a \"structural fault\" and not caused by a landslip.\nThe line between Aberdeen and Dundee remains closed while structural engineers assess the fault.\nThe structure is located three miles north of Carmont signal box. The collapse was discovered just before 10:00 on Friday. \nThe rail company said the damage to the parapet was \"extensive\" and that the line was expected to be closed for a \"significant\" period of time while repairs to the bridge take place. \nThe Network Rail Twitter account told followers engineers would be working around the clock to complete repairs.\nSpecialist staff are also checking similar bridges as a precaution.\nThe line between Aberdeen and Dundee had just reopened in November, nearly three months after the Stonehaven derailment.\nThe driver, a conductor and a passenger died when the Aberdeen to Glasgow service derailed near Stonehaven on 12 August after heavy rain.\nAn interim report said the train hit washed-out rocks and gravel.\nA Network Rail spokesman said: \"The line is currently closed while our engineers repair a damaged side wall on a bridge between Carmont and Stonehaven.\n\"Specialist structural engineers are currently assessing the fault and putting plans in place for its repair.\n\"Our engineers will be working around-the-clock to complete this work as quickly as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55675948/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK weather: Snow and ice warnings for England and Scotland",
      "tags": "Snow",
      "text": "Snow and ice weather warnings are in place for much of England and Scotland after widespread recent snowfall. \nThe Met Office has issued yellow weather warnings across England and Scotland for Saturday and warned of possible travel disruption.\nParts of England and Scotland could see as much as 5-10cm of snow in higher areas, the weather service said. \nIt comes as hundreds of schools remain closed after heavy snow hit the north of England on Thursday.\nA snow warning is in place for south-east England, including London, the east of England and the East Midlands. The Met Office said East Anglia and parts of Kent and Sussex are most at risk of snow.\nSome 1-3 cm of snow may fall fairly widely over these areas, with 5-10 cm possible in places, mostly over parts of East Anglia and any higher ground. \nA snow and ice warning is in place for most of Scotland, north-west and north-east England, Yorkshire and Humber, the East Midlands and parts of the West Midlands. \nSnow is likely to fall to low levels over east Scotland and northern England.\nThe Met Office said 1-3 cm is possible at low levels in these areas but is more likely at higher elevations, where 5-10 cm of snow is possible above 200m - and even 20cm at the highest places. \nFog is also forecast for parts of the Midlands and the North, along with mist around Glasgow which may pose hazards for motorists.\nThe coronavirus vaccine rollout has been affected by the weather.\nOver-80s who were due to receive their jab at Newcastle's Centre for Life were told they could re-book rather than risk making a trip in the icy conditions.\nNewcastle Hospitals tweeted: \"There's enough vaccine for everyone, so don't worry about making a trip to Newcastle.\"\nAnd Leeds University has delayed the opening of its asymptomatic Covid-19 test centre.\nHeavy snowfall has already caused travel disruption across sections of northern England and Scotland.\nTemperatures were as low as -6C on Friday morning in parts of Yorkshire and Cumbria, with yellow warnings set to last through most of Friday.\nThere was a loss of gas supply to approximately 700 homes in the Hebden Bridge area after water got into the local gas network and froze.\nThe Met Office has published advice from the Department for Transport advising people to clear snow and ice from footpaths outside their homes, preferably in the morning.\n\"You can then cover the path with salt before nightfall to stop it refreezing overnight,\" the advice says.\nTemperatures in the Greater London area are expected to drop to 1C on Friday and parts of the South East could fall to -2C.\nIt comes after \"hazardous\" conditions on Thursday caused problems for the ambulance service in Yorkshire, which struggled to keep up with the high demand, while Covid vaccinations were also affected.\nMark Millins, of Yorkshire Ambulance Service NHS Trust, said the bad weather was having a \"severe impact\" on its operations and urged people to \"take extra care\" when out walking or driving.\nIn Scotland, heavy snow in some areas resulted in road closures.\nThe deepest snow on Thursday was in Bingley, West Yorkshire, and Strathallan in Perth, Scotland, both of which recorded 11cm."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-55689072",
      "category": "uk-england-wiltshire",
      "title": "RAF veteran receives Covid jab at Salisbury Cathedral",
      "tags": "Coronavirus lockdown measures,Royal Air Force,Coronavirus vaccines,Salisbury,Coronavirus pandemic",
      "text": "Salisbury Cathedral has been transformed into a vaccination centre with an RAF veteran being one of the first to receive the Covid-19 jab. \nFormer Flight Sergeant Louis Godwin, 95, gave a thumbs-up after being vaccinated in the cathedral, which dates back more than 800 years.\n\"I was so pleased to get it, especially in a setting like this,\" he said. \nOrganisers were aiming to vaccinate 1,000 people aged over 80 with the Pfizer/BioNTech jab on Saturday.\nMr Godwin, a great-grandfather of 12, joined the RAF aged 18 in 1943 and served as an air gunner during World War Two.\n\"I've had many jabs in my time, especially in the RAF. After the war, I was sent to Egypt and I had a couple of jabs which knocked me over for a week,\" he said.\n\"This one, the doctor said to me 'well that's done' and I thought he hadn't started. So it's no trouble at all and no pain.\"\nStella Bennett, 88, said she felt \"safer\" after receiving the jab. \n\"It was easy. I live on my own so it has been hard but I've managed. At least I'm at home and not in hospital with it,\" she said. \nDerek Burnett was also among those inoculated against the virus on Saturday.\n\"I feel unbelievably relieved as lockdown has been a big strain. It takes a big weight off my mind,\" said the 81-year-old.\nThe Very Rev Nicholas Papadopulos, Dean of Salisbury described the vaccines as \"a real sign of hope for us at the end of this very, very difficult year\".\n\"I doubt that anyone is having a jab in surroundings that are more beautiful than this so I hope it will ease people as they come into the building,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55685148",
      "category": "uk",
      "title": "Covid-19: Travel industry 'crisis' and was there Christmas virus spike?",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday.  \nThe UK's aviation sector will need \"urgent\" government support if it is to survive another long period of travel curbs, industry groups have said. From 04:00 GMT Monday, arrivals to the UK from all destinations will be required to quarantine in an effort to prevent the spread of any new variants of Covid. Airport operators said the move made for a \"deepening crisis\" for the travel industry, while pilots called it \"another huge blow\". The government has insisted it is committed to supporting the travel and tourism industry. Read more about the new travel rules. And find out  why the UK hasn't banned all international flights.\nThe UK will face short-term delays in delivery of the Pfizer coronavirus vaccine, as the pharmaceutical company makes modifications to its plant in Belgium. But the government says it still plans on achieving its target of vaccinating all top four priority groups by 15 February. Six EU nations have called the situation \"unacceptable\" and warned it \"decreases the credibility of the vaccination process\". Sweden, Denmark, Finland, Lithuania, Latvia and Estonia urged the EU to apply pressure on Pfizer-BioNTech. Pfizer says the reduced deliveries are a temporary issue, and the changes being made to its plant will speed up production in the longer term. So will a vaccine give us our old lives back?\nNew tighter Covid restrictions have come into force in Scotland with changes for takeaway outlets and click and collect shopping. Among the six new rules announced by First Minister Nicola Sturgeon, customers buying takeaway food and coffee are no longer allowed inside premises, and staff must serve from a hatch or doorway. Plus, only retailers selling essential items - clothing, footwear, baby equipment, homeware and books - can now provide click and collect services. Customer collections can only be made outdoors, with staggered pick-up times to avoid queues.\nEveryone has heard about doctors and nurses catching Covid-19, but some of the worst affected hospital staff have been cleaners and porters. Dr John Wright of Bradford Royal Infirmary tells the story of a cleaner who became ill while doing her job, and is now stricken with guilt for taking the virus home.\nIt is almost a month since Christmas was \"downsized\" across the country. But in most parts of the UK, people did meet in Christmas \"bubbles\" if only for just one day. So what impact did this have? The overall picture shows a sharp increase in cases around this time. However, a closer look at the numbers suggests this trend was already happening and was probably caused by the new, more infectious variant of the virus rather than increased contact between people. Take a closer look at what happened over Christmas.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nAnd if you're wondering whether you can catch the virus outside, our science editor David Shukman considers the risks.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55691213",
      "category": "world-europe",
      "title": "Covid-19: France begins 6pm curfew",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55676037",
      "category": "entertainment-arts",
      "title": "Toby Young: Telegraph coronavirus column 'significantly misleading'",
      "tags": "Media,Coronavirus pandemic",
      "text": " The Daily Telegraph must publish a correction over a \"significantly misleading\" column written by Toby Young, press regulator Ipso has ruled.\nThe July 2020 article claimed the common cold could provide \"natural immunity\" to Covid-19 and London was \"probably approaching herd immunity\".\nBut on Thursday Ipso found the paper had \"failed to take care not to publish inaccurate and misleading information\".\nIpso said the paper \"did not accept it has breached the [Editors] Code\".\nIt said the newspaper said that Young's comments on immunity referred to \"cross-reactive T-cells\" that work to combat the virus.\nHowever, the media watchdog sided with the complainant, James Whitehead, in its decision, who said that while these cells \"may lessen the impact of Covid-19\" after infection, they \"would not confer 'natural immunity'\"\nThe ruling added Young's statement \"misrepresented the nature of immunity\".\nIpso also found Young's suggestion that \"London is probably approaching herd immunity, even though only 17% tested positive [for antibodies] in the most recent seroprevalence survey\"  could be misleading.\nThe Telegraph referred to surveys listed in an article on Young's own Lockdown Sceptics website in its defence, but the Ipso committee judged these did not accurately reflect \"how herd immunity is reached and whether it exists in London\".\nThe ruling concluded that the paper had breached accuracy standards on a topic of \"public importance\", but deemed a correction an appropriate sanction, given the level of \"significant scientific uncertainty\" at the time of publication.\nYoung told the BBC: \"I think Ipso has been put in a difficult position because our scientific understanding of the virus is constantly evolving and there is a great deal about it that scientists still disagree about. \n\"While some of the things I wrote in that article would be contested by some scientists, they would be confirmed by others... Have we achieved herd immunity in London? I think that's an open question and the 'case' data is unreliable because of the well-documented shortcomings of the PCR test. \n\"I may have been over-emphatic in putting the anti-lockdown case, but it's not as if the advocates of a pro-lockdown position are any less emphatic. \n\"Don't forget the WHO initially estimated the global IFR [infection fatality rate] of Covid-19 at 3.4%. The consensus now is that it's less than 1% and almost certainly a lot less. Lots of journalists faithfully reported that alarmist figure. Why hasn't Ipso reprimanded them?\"\nLast week Young told BBC Newsnight that some of his claims from an article he wrote in June had been \"wrong\", where he had said a second spike of Covid-19 had \"refused to materialise\" and that one-metre rule is \"unnecessary\". \n At the start of the year, Young, an associate editor at The Spectator and general secretary of the Free Speech Union, installed an app that auto-deletes tweets more than a week old. \nHe said he did so to protect against \"politically-motivated offence archaeologists\" - a move unrelated to the Ipso ruling. \nReacting to criticism of his past comments on coronavirus from Neil O'Brien, Conservative MP for Harborough, Oadby and Wigston, after the deletion, Young then tweeted a defence of his stance against lockdowns. \n\"This is an important public debate to have,\" he wrote, \"both because it helps us assess the present government's management of the pandemic and because it will help us prepare better for the next one.\"\nThe UK entered a second national lockdown last week in a bid to control spiralling virus infection rates. On Wednesday, the UK saw its biggest daily death figure since the start of the pandemic, with 1,564 deaths.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55664266",
      "category": "business",
      "title": "Joanna Lumley 'shocked' at claims disabled workers unpaid",
      "tags": "Companies,Iain Duncan Smith,Joanna Lumley,Disability,Disability and employment in the UK",
      "text": "Disabled workers at one of the UK's oldest charitable enterprises, Clarity, have allegedly been denied £200,000 in wages by the new owner.\nThe company produces toiletries and beauty products under the Clarity, Beco and Soap Co brands.\nActress Joanna Lumley and Sir Iain Duncan Smith MP have spoken out strongly over the claims.\nNicholas Marks, who bought the company last year, says all currently employed staff have been paid.\nCommunity, the union which represents Clarity's workers, claims that a number of disabled employees at the firm have not been paid wages and furlough payments.\nStephen Steppens, 60, has been blind since birth, and has worked at Clarity since 1985. He is officially on furlough until his redundancy is completed at the end of January.\nHe says he has received no money since September and has been relying on his savings to get by.\n\"I loved it,\" he says of working there. Losing the job, and the fight over the organisation's future, have taken a toll on his mental health, he says.\n\"I want to see justice done, not just for me, but also for my friends who are visiting food banks.\"\nA number of employees have brought successful employment tribunal claims for unauthorised deduction of wages against Clarity, including Mr Steppens. Clarity was ordered to pay him £706. A number of other employment tribunal claims are ongoing, according to Community.\nJoanna Lumley, who had been a supporter of Clarity, called it \"the best of the best\" and said she was \"shocked\" to learn of the allegations over treatment of workers. \"Justice must be done as soon as possible,\" she told BBC News.\nClarity was founded in 1854 by a wealthy blind woman, Elizabeth Gilbert, as the Association for Promoting the General Welfare of the Blind, to provide opportunities for workers whom other employers overlooked because of their disabilities. Before the takeover, three-quarters of its staff were disabled people.\nIts supporters and patrons in the past have included Winston Churchill, Charles Dickens and Queen Victoria.\nClarity went into administration last year, as it was losing money and unable to fund the hole in its pension scheme, according to a spokesman for the administrators, FRP. In January, it was bought by Nicholas Marks. \nSir Iain Duncan Smith, whose London constituency is home to Clarity's headquarters, raised the issue in the House of Commons on 12 January.\n\"Staff have failed to receive national insurance contributions, with many failing to receive their wages or support while undertaking childcare,\" he told MPs.\n\"The total amount that these decent but very vulnerable people have failed to receive is now around £200,000. They cannot claim benefits because they are essentially employed.\"\nCommunity estimates that about 60 former employees of Clarity are still awaiting payment of their wages and furlough payments, most of them disabled workers.\nA spokesman for Nicholas Marks said that Sir Iain's remarks were \"highly inaccurate\" and the company \"does not recognise\" the £200,000 figure.\n\"The grievances echoed by Sir Iain Duncan Smith simply reflect disgruntled ex-employees. All employees currently working have been paid in full up-to-date and the company is dealing with redundancies and gross misconduct of former employees,\" he said.\nCommunity says it is not aware of any staff who have been dismissed for gross misconduct.\nThe spokesman for Mr Marks said that Mr Marks had \"saved this historic company from permanent failure\".\nHowever, other bids for Clarity were made, including one from the well-known social entrepreneur, Cemal Ezel, who runs the Change Please coffee business, which creates opportunities for homeless people.\nHe is still interested in buying the brands, he told BBC News.\nThough Mr Ezel's final bid was slightly higher, the administrators' report says they chose to sell to Mr Marks because he was in a better position to complete the deal by 31 January.\nMr Marks's spokesman said that he had to make \"some sensible commercial decisions to place it on to a proper business footing and regrettably some staff had to be let go\".\nOn Wednesday, Clarity's website was still running the Certified Social Enterprise mark, denoting an organisation devoted to \"creating positive social change\". \nThe spokesman said Clarity Products was not a social enterprise and was not \"purporting to clients\" that it was, though it retained the \"social enterprise ethos through the continued employment of fully paid disabled staff\".\nWrongly using the logo for nearly a year was \"simply an oversight\", and it is being removed. On Thursday morning, the website was unavailable - the company spokesman said he was not aware why.\nIn a response to Sir Iain's query, Treasury Minister Jesse Norman wrote that he had \"specifically asked HMRC to note the circumstances you describe, and to consider whether and how there may be a case for early intervention\".\nAnother company owned by Mr Marks, a Preston-based caravan maker called Lunar Automotive, was reported to HMRC by the local MP, Sir Mark Hendrick, for allegedly refusing to pay wages and pension contributions for its workers.\nThis company was also bought out of an administration run by FRP.\nMr Marks's spokesman was not able to comment in detail on the Lunar Automotive case, but said the company had not heard back from HMRC. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55647497",
      "category": "uk-wales",
      "title": "Covid: Will mass community testing be offered across Wales?",
      "tags": "Merthyr Tydfil,Coronavirus testing,Welsh government,South Wales Police,Self-isolation,Coronavirus pandemic",
      "text": "People queued around the side of a leisure centre to be mass-tested for Covid when Merthyr Tydfil was considered a hotspot in November, and the Army was drafted in to help.\nUK Health Secretary Matt Hancock has credited this method of \"lateral flow\" testing for asymptomatic people with lowering case rates in Liverpool, another Covid hotspot.\nHe has since announced these regular rapid tests would be used in communities across England.\nBut are they likely to be rolled out across Wales?\nIt is a quick way of testing for coronavirus symptoms and returns a result in about 30 minutes. \nThis means those who have been in close contact with someone who has tested positive will not have to self-isolate if their test comes back negative.\nInstead of having to self-isolate, they could remain at work or in the classroom if they tested negative with a lateral flow test each morning.\nAn article in the BMJ medical journal raised concerns about the effects of rapid testing in Liverpool, where a pilot scheme was carried out. \nThe lateral flow tests, which do not require processing in a laboratory, were reported to have missed half of all cases and a third of those with a high viral load who were likely to be the most infectious.\nAngela Raffle, a consultant in public health at the University of Bristol medical school, also said increasing lateral flow testing was \"very worrying\" and warned the benefits of finding symptomless cases \"will be outweighed by the many more infectious cases that are missed by these tests\".\nHowever Susan Hopkins, chief medical adviser to NHS Test and Trace in England, said the lateral flow tests could identify many cases of infection in people without symptoms.\nWhile she admitted there were \"false\" negatives\" and the method had \"limitations\", Dr Hopkins said its use was a \"gamechanger\".\nMass testing pilots were run in two Covid hotspots in Wales at the end of last year.\nOn the first day of testing in Merthyr Tydfil in November, 977 people were tested and nine of them were positive.\nMass testing followed in the Lower Cynon Valley in December.\nAcross both areas, a total of 1,100 positive Covid cases were identified after 50,000 lateral flow tests were carried out.\nThe Welsh Government also started a four-week pilot of routinely testing asymptomatic South Wales Police officers on 23 December. \nIts aim was to reduce the numbers off work self-isolating, despite not being infected, following contact with a person who has tested positive.\nWhile the trial is still ongoing, the Welsh Government said results so far showed a steady decline in Covid-related absences. \nRegular testing of asymptomatic health and social care workers has also begun, and a pilot scheme is under way at the Tata Steel site in Port Talbot.\nThere were also plans to roll it out in schools and colleges across Wales in January, if they had opened as originally planned.\nLateral flow tests have been made available in all 317 of England's local authority areas from this week as part of a community testing regime. \nCouncils have been encouraged to prioritise tests for those people who cannot work from home during the lockdown. \nThe Scottish government is also offering community testing in areas that have high prevalence of coronavirus. \nA Welsh Government spokeswoman said officials were evaluating the results of pilots and initiatives, and looking at what was happening in other parts of the UK as it develops its approach to community testing.\nHowever, a number of more targeted schemes are currently operating.\n\"We have announced regular asymptomatic testing of health and social care workers, in education and daily contact testing in South Wales Police,\" the spokeswoman added.\n\"A pilot has also started at the Tata Port Talbot site. \n\"We are also exploring other opportunities for regular testing to support critical services.\"\nThe Welsh Conservatives have called for lateral flow testing to be \"ramped up\" in hospitals. \nHealth spokesman Andrew RT Davies said in December: \"Hospitals are reporting high percentages of staff self-isolating, and therefore putting increasing strain on services and remaining staff.\"\nPlaid Cymru leader Adam Price has raised the need for \"Covid Support Areas\" - saying research from the north of England suggested post-industrial communities may be disproportionately affected by the virus.\nIn line with this, he called for mass testing as well as more financial support in areas such as Merthyr Tydfil, Blaenau Gwent and Rhondda Cynon Taf."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55669168",
      "category": "business",
      "title": "Scottish fishermen 'sailing to Denmark to land catch'",
      "tags": "Scotland Brexit,UK economy,Brexit,Fishing industry",
      "text": "Scottish fishermen have resorted to sailing to Denmark to land their catch as Brexit red tape continues to delay exports, an industry body has said.\nThe Scottish Fishermen's Federation, which campaigned to leave the EU, also said the Brexit trade deal was the worst of both worlds for the industry.\nMany fishermen \"now fear for their future\", it said.\nThe UK government said the deal would \"bring immediate gains to our fishermen and women across the whole UK\".\nLate last year, the Scottish Fishermen's Federation (SFF) said it was \"deeply aggrieved\" by the Brexit deal.\nFishing firms have also warned of impending bankruptcy as delays continue at ports following the introduction of post-Brexit regulations.\nOn Friday, the SFF kept up the pressure on the UK government.\nIn a letter to Prime Minister Boris Johnson, it said some fishermen \"are now making a 72-hour round trip to land fish in Denmark, as the only way to guarantee that their catch will make a fair price and actually find its way to market while still fresh enough to meet customer demands\".\nQuotas are used by many countries to manage shared fish stocks. They determine how many fish of each species each country's fleets are allowed to catch.\nThe SFF said that Brexit quota gains \"can hardly be claimed as a resounding success\" and that the Brexit deal \"actually leaves the Scottish industry in a worse position on more than half of the key stocks\".\n\"This industry now finds itself in the worst of both worlds,\" said SFF chief executive Elspeth Macdonald, accusing Prime Minister Boris Johnson of broken promises on quotas.\nThe \"desperately poor deal\" reached on quotas, under which the EU \"have full access to our waters\" means that the UK has \"no ability to leverage more fish from the EU\", she said.\n\"This, coupled with the chaos experienced since 1 January in getting fish to market, means that many in our industry now fear for their future, rather than look forward to it with optimism and ambition,\" Ms Macdonald added.\nThe Scottish National Party said the letter was \"an utterly devastating verdict on Brexit from Scotland's fishing industry\".\nAn SNP spokesperson said the Scottish fishing industry was \"right to be angry\" about the Brexit deal, which it said was costing Scotland's fishing communities millions of pounds.\nThe spokesman called on the prime minister to deliver \"a multi-billion pound package of Brexit compensation for Scotland\", adding: \"Communities across Scotland will never forgive the Tories for the damage they are doing to our country with their extreme Brexit obsession.\"\nA UK government spokesperson said the Prime Minister would respond to the SFF letter in due course.\nThe spokesperson said: \"We have now taken back control of our waters and the agreement we have reached with the EU secures a 25% transfer of quota from EU to UK vessels over five years, starting with 15% this year.\"\nThe spokesperson said the government was looking at providing additional financial support for the Scottish fishing industry, which it recognised was facing \"some temporary issues\".\n\"The Prime Minister has already committed to investing £100m in the UK's fishing industry and provided the Scottish government with nearly £200m to minimise disruption for businesses,\" the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55675948",
      "category": "uk",
      "title": "UK weather: Snow and ice warnings for England and Scotland",
      "tags": "Snow",
      "text": "Snow and ice weather warnings are in place for much of England and Scotland after widespread recent snowfall. \nThe Met Office has issued yellow weather warnings across England and Scotland for Saturday and warned of possible travel disruption.\nParts of England and Scotland could see as much as 5-10cm of snow in higher areas, the weather service said. \nIt comes as hundreds of schools remain closed after heavy snow hit the north of England on Thursday.\nA snow warning is in place for south-east England, including London, the east of England and the East Midlands. The Met Office said East Anglia and parts of Kent and Sussex are most at risk of snow.\nSome 1-3 cm of snow may fall fairly widely over these areas, with 5-10 cm possible in places, mostly over parts of East Anglia and any higher ground. \nA snow and ice warning is in place for most of Scotland, north-west and north-east England, Yorkshire and Humber, the East Midlands and parts of the West Midlands. \nSnow is likely to fall to low levels over east Scotland and northern England.\nThe Met Office said 1-3 cm is possible at low levels in these areas but is more likely at higher elevations, where 5-10 cm of snow is possible above 200m - and even 20cm at the highest places. \nFog is also forecast for parts of the Midlands and the North, along with mist around Glasgow which may pose hazards for motorists.\nThe coronavirus vaccine rollout has been affected by the weather.\nOver-80s who were due to receive their jab at Newcastle's Centre for Life were told they could re-book rather than risk making a trip in the icy conditions.\nNewcastle Hospitals tweeted: \"There's enough vaccine for everyone, so don't worry about making a trip to Newcastle.\"\nAnd Leeds University has delayed the opening of its asymptomatic Covid-19 test centre.\nHeavy snowfall has already caused travel disruption across sections of northern England and Scotland.\nTemperatures were as low as -6C on Friday morning in parts of Yorkshire and Cumbria, with yellow warnings set to last through most of Friday.\nThere was a loss of gas supply to approximately 700 homes in the Hebden Bridge area after water got into the local gas network and froze.\nThe Met Office has published advice from the Department for Transport advising people to clear snow and ice from footpaths outside their homes, preferably in the morning.\n\"You can then cover the path with salt before nightfall to stop it refreezing overnight,\" the advice says.\nTemperatures in the Greater London area are expected to drop to 1C on Friday and parts of the South East could fall to -2C.\nIt comes after \"hazardous\" conditions on Thursday caused problems for the ambulance service in Yorkshire, which struggled to keep up with the high demand, while Covid vaccinations were also affected.\nMark Millins, of Yorkshire Ambulance Service NHS Trust, said the bad weather was having a \"severe impact\" on its operations and urged people to \"take extra care\" when out walking or driving.\nIn Scotland, heavy snow in some areas resulted in road closures.\nThe deepest snow on Thursday was in Bingley, West Yorkshire, and Strathallan in Perth, Scotland, both of which recorded 11cm."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-55663038",
      "category": "uk-england-nottinghamshire",
      "title": "Halam stabbing: Surgeon Graeme Perks 'fighting for his life'",
      "tags": "Nottingham,Southwell",
      "text": "Plastic surgeons have expressed shock at the stabbing of \"one of the most highly regarded and respected surgeons\" in their profession.\nGraeme Perks, 65, was stabbed in his abdomen and chest during a break-in at his house in Halam, a village near Southwell in Nottinghamshire.\nPolice said the attack on Thursday morning had left him \"fighting for his life\" and left his family, who were upstairs at the time, \"extremely upset\".\nThey have arrested a 55-year-old man.\nMr Perks previously served as president of the British Association of Plastic, Reconstructive and Aesthetic Surgeons (BAPRAS).\nCurrent president Ruth Waters said BAPRAS had been contacted by colleagues all around the world as news of the attack spread.\n\"All have expressed their shock at what has happened and also their deep concern for his wellbeing and their hope for his speedy recovery,\" she said.\n\"It has been my good fortune and honour to know Graeme for many years. I have benefited from his kindness, generosity and extensive knowledge throughout my career in plastic surgery.\"\nBAPRAS described him as \"one of the most highly regarded and respected surgeons in the profession\".\nAs well as being a leading plastic surgeon, Mr Perks and his wife have raised thousands of pounds for charity by opening their garden to visitors. They were previously featured on BBC Radio Nottingham after raising more than £34,000.\nPolice said Mr Perks had gone to investigate the sound of breaking glass at about 04:15 GMT, after an intruder is believed to have smashed his way into the house.\nThey said Mr Perks was stabbed and the suspect ran off.\nMr Perks was taken to the Queen's Medical Centre in Nottingham for surgery, where he remains in a serious condition.\nDet Insp Gayle Hart, who is leading the investigation, said: \"The swift arrest of this suspect we hope will provide some reassurance to local residents.\n\"This is a horrific incident which has left a man fighting for his life and his family who were upstairs at the time are extremely shocked and upset by the ordeal.\"\nMr Perks has previously worked in London, Sheffield, Newcastle and Melbourne, Australia.\nHe returned to the UK in the mid-1990s and started working in Nottingham, with a special interest in microsurgical reconstruction after cancer surgery.\nHe later became head of the department of Plastic, Reconstructive and Burns Surgery at Nottingham University Hospitals NHS Trust.\nOutgoing BAPRAS president Mark Henley said: \"Graeme is an amazing colleague who it has been my pleasure and privilege to work with over the last 26 years.\n\"His dedication to patients, family and friends is an inspiration to us all and with his wisdom, kindness and humanity he has enabled us to achieve many things that I would never have thought possible. We are all willing him on.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55684595",
      "category": "technology",
      "title": "WhatsApp changes: Signal messaging platform restored after surge prompts outage",
      "tags": "WhatsApp,Apps",
      "text": "Messaging platform Signal says it has resolved technical problems which have hampered its service over the past few days, after seeing a rush of new users.\nOn Friday, some users reported messages failing to send on both the mobile and desktop apps for several hours.\nThe company has seen a huge uptick in interest since its rival WhatsApp unveiled new privacy terms last week.\nIt urged users to continue with the service and report any further problems.\nIn a series of tweets, it said users might see errors in some of their chats, including missed messages, but this would not affect their security.\n\"Signal is back!\" it said. \n\"Like an underdog going through a training montage, we've learned a lot since yesterday - and we did it together. \n\"Thanks to the millions of new Signal users around the world for your patience.\"\nBoth Signal and Telegram, another free-to-use encrypted messaging app, have benefited from discontent sparked by WhatsApp's updated terms and conditions.\nThe update led many users to believe WhatsApp was telling them that they must allow it to share data with its parent company Facebook if they wished to continue using it.\nHowever the platform now says this practice is not new, and there are no changes to it.\nThere are also different privacy laws for users in the UK and Europe - but the notification was sent to everyone.\nWhatsApp said there had been \"confusion\" about its message, which initially gave people until 8 February to accept its updated terms or stop using the service.\nWhatsApp has now changed the cut-off date to 15 May, saying it would use the time to clear up misinformation.\n\"We can't see your private messages or hear your calls, and neither can Facebook,\" WhatsApp said in an earlier FAQ blog post.\nAccording to data from analytics firm Sensor Tower, Signal was downloaded 246,000 times worldwide in the week before WhatsApp announced the change on 4 January, and 8.8 million times the week after.\nIn India, downloads went from 12,000 to 2.7 million. In the UK, they leapt from 7,400 to 191,000, and in the US from 63,000 to 1.1 million.\nOn Wednesday, Telegram said it had surpassed 500 million active users globally. Downloads jumped from 6.5 million in the week starting 28 December, to 11 million during the following week.\nDuring the same period, WhatsApp's global downloads shrank from 11.3 million to 9.2 million.\nWhatsApp has said the data it shares from users outside the EU and UK does not include messages, groups or call logs.\nHowever, it does include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-54583588",
      "category": "science-environment",
      "title": "SLS: Nasa's 'megarocket' engine test ends early",
      "tags": "Artemis,Boeing,Mars,Nasa,Human spaceflight,Exploration of the Moon,The Moon,Exploration of Mars,Space Launch System (SLS)",
      "text": "A critical engine test for Nasa's new \"megarocket\" has ended early, but the agency denied it amounted to a failure.\nShortly before 22:30 GMT (17:30 EST) on Saturday, the four engines ignited, burning for more than a minute before the event was aborted.\nThe core stage of the Space Launch System (SLS) was being evaluated at Stennis Space Center, in Mississippi.\nThe engines were supposed to fire for eight minutes to simulate the rocket's climb to orbit.\nThe SLS is part of Nasa's Artemis programme, which aims to put Americans back on the lunar surface in the 2020s. \nWhen it makes its maiden flight - possibly later this year - the SLS will become the most powerful rocket ever to have flown to space.\nTeams at Stennis are still poring over the data to find out what happened. John Honeycutt, SLS program manager at Nasa's Marshall Space Flight Center in Alabama, said there were \"a lot of dynamics going on\" when the engine shut down.\nThe engines' power levels were being throttled down and up again; they were also being prepared to pivot - or gimbal. This movement allows the rocket to be steered during flight.\n\"We did see a little bit of a flash come from around the interface between the thermal protection blanket on engine four at the time when we had initiated the gimbal,\" Honeycutt told reporters at a post-test briefing at Stennis.\nThe as-yet unknown problem triggered what Nasa calls a failure identification (Fid), followed by a major component failure (MCF). As a result of the fault, an onboard computer known as the engine controller sent a message to another computer called the core stage controller, which took a decision to shut down the vehicle.\n\"Any parameter that went awry on the engine could have sent that failure ID,\" said John Honeycutt.\nIt was the first time all four RS-25 engines had been ignited together, in a test known as a \"hotfire\".\nThe core stage of the rocket was anchored to a massive steel structure called the B-2 test stand on the grounds of the Stennis facility.\nTo prepare the core stage, engineers filled its tanks with more than 700,000 gallons (2.6 million litres) of super-cold liquid hydrogen and oxygen propellant.\nThis was the eighth and final test in the Green Run, a programme of evaluation carried out by engineers from Nasa and Boeing - the rocket's prime contractor.\nAlthough the test was intended to run for eight minutes, engineers would have received all the data required to certify the rocket for flight after 250 seconds.\nThey wanted to iron out any problems before the core stage is used for the first SLS launch, in which it will send Nasa's next-generation Orion spacecraft on a loop around the Moon. \nNasa's outgoing administrator Jim Bridenstine declined to call Saturday's event a failure: \"This is why we test,\" he said, adding: \"Before we put American astronauts on American rockets, that's when we need it to be perfect.\"\nOfficials have not yet decided whether to re-run the hotfire, or proceed with shipping the core stage to Kennedy Space Center (KSC) in Florida to prepare it for the rocket's uncrewed maiden flight, a mission called Artemis-1.\n\"It depends what the anomaly was and how challenging it's going to be to fix it,\" said Bridenstine.\nAsked whether a launch this year was still feasible, he added: \"I think it's too early to tell. As we figure out what went wrong, we're going to know what the future holds.\" \nHowever, if one or more of the engines needs to be replaced, there are spares waiting to be used at Stennis Space Center.\nThe Artemis-1 mission will evaluate how both the SLS and Orion capsule perform prior to Nasa staging a repeat of this lunar loop with astronauts in 2023.\nThis will be followed by the first landing on the Moon by humans since the Apollo 17 mission in 1972.\nThe SLS consists of the 65m (212 ft) -long core stage with two smaller solid rocket boosters (SRBs) attached to the sides. Engineers at KSC have begun stacking the individual SRB segments for Artemis-1.\n\"This powerful rocket is going to put us in a position to be ready to support the agency and the country in deep space missions to the Moon and beyond,\" John Honeycutt said during a media briefing on Tuesday.\nOfficials have been planning to ship the core stage to Florida in February.\nIts engines are of the same type that powered the spaceplane-like shuttle orbiter - America's crewed space vehicle for 30 years from 1981-2011.\nNasa is re-using flown hardware: the RS-25 engines used in this test helped launch 21 shuttle missions. Two were used on the last shuttle flight - STS-135 in 2011.\nThe four RS-25s can generate 1.6 million lbs (7 Meganewtons) of thrust - the force that propels a rocket through the air. \nWhen the solid rocket boosters are added to the core stage, the combined system will produce 8.8 million pounds (39.1 Meganewtons) of thrust. This will make it 15% more powerful than the giant Saturn V rocket that sent astronauts to the Moon in the 1960s and 70s.\nPrior to Saturday's test, John Shannon, vice president and SLS program manager at Boeing praised teams at Stennis for keeping the Green Run on track despite the pandemic and this year's particularly active hurricane season.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55684878",
      "category": "world-us-canada",
      "title": "Covid: UK variant could drive 'rapid growth' in US cases, CDC warns",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A highly contagious coronavirus variant first detected in the UK could become the dominant strain in the US by March, health officials have said.\nThe Centers for Disease Control and Prevention (CDC) warned of \"rapid growth\" of the variant in coming weeks.\nIt said such a spike could further threaten health systems already strained by a winter Covid surge.\nThe warning came on Friday as President-elect Joe Biden unveiled an ambitious plan to ramp up vaccinations.\nTo meet his target of inoculating 100 million Americans within his first 100 days in office, Mr Biden said his administration would take a more active role in accelerating the distribution of vaccines.\nHe outlined a plan to set up new mass vaccination centres, hire extra health workers, and ensure the shot is available to everyone, including minority communities that have been hit hardest by the epidemic.\nOfficial data shows that, so far, 12.2 million vaccine doses of have been administered in the US - a figure Mr Biden has criticised as insufficient. More than 30 million doses have been distributed to states.\nIn a speech on Friday, Mr Biden told Americans that \"we remain in a very dark winter\", admitting that \"things will get worse before they get better\".\n\"This is going to be one of the most challenging operational efforts ever undertaken by our country,\" Mr Biden, who takes office on 20 January, said of the vaccination drive.\nHis address came a day after he announced a $1.9tn (£1.4tn) stimulus package for the battered US economy that included a further $20bn for the vaccine roll-out. The plan will need to pass Congress.\nThe US has recorded the highest number of confirmed coronavirus infections - 23.5 million - of any country in the world. At about 391,000, the country's coronavirus deaths account for a fifth of the global total, which passed the two-million mark on Friday.\nThe crisis is particularly acute in the state of California, where deaths have surged by more than 1,000% since November.\nIn its report, the CDC said that the UK variant would spread quickly in the coming weeks.\nThe latest research by Public Health England (PHE) suggests the variant - now dominant in much of Britain - is between 30% and 50% more transmissible than previous strains. There is currently no evidence to suggest it causes any more serious illness.\nExperts have also played down the possibility that the current vaccines will not be as effective against it.\nSo far, 76 people from 10 US states have been confirmed to have been infected with the UK variant, known as B.1.1.7.\nBut the CDC said: \"The modelled trajectory of this variant in the US exhibits rapid growth in early 2021, becoming the predominant variant in March.\"\nTwo other variants - one from South Africa and one from Brazil - are also thought to be more contagious than the original one that started the pandemic. Studies are under way to assess the threat they pose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55674400/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: February school return 'tall order' warns Swinney",
      "tags": "Coronavirus lockdown measures,Schools,John Swinney,Scotland Education,Coronavirus pandemic",
      "text": "Scotland's education secretary has warned it will be a \"tall order\" for schools to return on 1 February.\nBut John Swinney said it was \"premature\" to give a definitive view ahead of a formal decision next week.\nSchools are currently closed to the majority of pupils because of concerns about the new strain of Covid, with remote learning being used instead.\nMr Swinney hinted the current arrangements could be extended given the continued prevalence of the virus. \nAsked on the BBC's Good Morning Scotland programme whether he thought schools would fully reopen on 1 February, he said: \"I think that's a tall order to be honest.\"\nHe added: \"The government will look at these questions at the Cabinet on Tuesday and the first minister will give an update to parliament, but the virus is still at a very high level in general within society and we took the view that we had to have the level of community transmission suppressed to enable us to protect the NHS.\"\nMr Swinney, who is also the deputy first minister, said it would be premature for him to give a decision at this stage, but that the government's overriding priority was \"keeping everyone in our society safe.\"\nThe Scottish government is expected to make an announcement in the Scottish Parliament about when schools will reopen on Tuesday.\nThe majority of Scottish school pupils are learning from home, with a combination of set tasks and online sessions with teachers.\nSome vulnerable pupils and children of key workers are able to attend school where they are supervised by teaching staff.\nOn Monday a number of schools, pupils and parents reported problems with the Microsoft Teams software used for live learning. \nMr Swinney said the issue was due to a Europe-wide Microsoft fault that had now been fixed.\nHe said: \"The services have been up and running well since Tuesday and we've seen a very significant increase in the usage of Microsoft Teams, which I think illustrates that the teaching profession has spent a great deal more time delivering live learning to young people.\n\"I accept remote learning is a real challenge, particularly for parents who are working as well, but generally it's got off to a very good start.\"\nDuring the first lockdown Donna Bruce, from Rutherglen in South Lanarkshire, juggled a full-time job and working from home while looking after her two children, Kai, 10, and eight-year-old Quinn. \nShe didn't have enough devices for all three of them, and she had to occupy the children for seven hours a day while working at the same time. \nHer early Zoom meetings enjoyed guest appearances from half-naked children climbing kitchen cupboards to find snacks. \nThis time round, she feels schools and teachers were better prepared. \n\"Teachers had made videos talking to the children and reassuring them,\" she said. \n\"I feel there is less pressure this time on parents and children, but children still need supervised and their time still needs occupied to allow parents to work and that's when the issues come in.\"\nMr Swinney acknowledged that he was worried about the impact that the disruption caused by Covid will have on attainment levels in what he described as a \"terribly tough year\" for pupils.\nHe said: \"I can't sit here and say remote learning in the current environment, and the school year we're going through, is the ideal school year. \n\"It is far from ideal and I worry about the impact on the wellbeing of young people.\"\nScottish Conservatives education spokesman, Jamie Greene MSP, said the Scottish government needed \"to reassure parents that they have a clear plan on how and when pupils can get back into classrooms\".\nHe added: \"The closure of schools has placed a huge burden on both parents and teachers, and they deserve clarity as soon as possible. \n\"More on-site and regular Covid testing was promised but never materialised, and this will be essential to getting kids behind their desks again.\"\nOne parents' group has also raised concerns about \"equal and fair access to home learning\" and it has called on the Scottish government to set minimum standards. \nResources to support learners, teachers and parents during lockdown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55659639",
      "category": "uk-england",
      "title": "Covid: UK staycation boom predicted once lockdown lifts",
      "tags": "Tourism,Staycations,Camping,Lincoln,Travel & leisure industry,Coronavirus pandemic",
      "text": "Staycations are expected to boom in 2021 after lockdown ends, UK holiday firms have said.\nBosses at the Caravan and Motorhome Club said the lifting of restrictions would be like \"a cork popping from a bottle\".\nDirector general Nick Lomas said although coronavirus had hit the industry hard, they were optimistic about the coming season.\nOther firms said they also expected more people to holiday in the UK.\nMr Lomas said: \"2020 was a very difficult year for the tourism and hospitality sector.\"\nThe West Sussex-based Caravan and Motorhome Club had suffered \"significant financial losses\", he said.\nHowever, he added: \"When our campsites were allowed to be open last year we actually saw record levels of bookings, with new memberships up by 14%.\n\"Sadly, this surge does not make up for the losses we suffered during nearly six months of lockdown.\"\nBut, despite the current restrictions, Mr Lomas said he had every reason to believe this year could finish as one of \"the best and busiest yet\", due to the appetite for outdoor UK holidays.\n\"In fact, we think that 2021 is going to be like a cork popping from a bottle,\" he said.\nExperience Freedom, which operates glamping holidays in the UK, said bookings for 2021 were already up as people looked to spend more time in the \"great outdoors\".\nSmaller operators such as Anne's Vans, based in Lincoln, are also expecting to benefit.\nOwner Anne Davies said so far they had no bookings, saying \"uncertainty over when lockdown will end\" was putting people off at the moment.\nHowever, she said: \"Based on last year's experience we are expecting a bumper year in 2021... once this latest lockdown is over.\"\nThe chief executive of the Yorkshire Dales National Park Authority, David Butterworth, said visitor numbers after the first lockdown ended were \"unprecedented\".\n\"The challenge for 2021 is to capitalise on this trend, and capture the hearts and minds of the people who have experienced the Dales for the first time to make sure they keep coming back,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55656218",
      "category": "uk",
      "title": "Covid-19: BBC's Fergal Keane revisits St Mary’s and Charing Cross Hospital 10 months on",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-55690095",
      "category": "uk-england-merseyside",
      "title": "Gerry Marsden: Funeral held for Pacemakers star",
      "tags": "Liverpool,Music",
      "text": "The funeral of Gerry and the Pacemakers singer Gerry Marsden has been held at a church near his beloved River Mersey.\nMarsden died, aged 78, in hospital on 3 January following a blood infection.\nAs the frontman in the band Gerry and the Pacemakers, his hits included Ferry Cross The Mersey and a cover version of You'll Never Walk Alone.\nEx-Liverpool boss Sir Kenny Dalglish was among the mourners at the funeral which had to remain small because of Covid restrictions.\nSir Kenny managed the club at the time of the 1989 Hillsborough disaster, which led to the deaths of 96 fans who were attending an FA Cup game between Liverpool and Nottingham Forest. \nSir Kenny said: \"You'll Never Walk Alone has huge meaning to the lives of Liverpool supporters around the world and is synonymous with the club.\n\"He will be sadly missed by those who knew him and the millions he never got to meet.\"\nYou'll Never Walk Alone became a football terrace anthem for Marsden's hometown club soon after it topped the charts in 1963.\nThe song was played during the funeral by a guitarist while a version of Marsden singing Don't Let The Sun Catch You Crying, a song he wrote for his wife Pauline, also featured.\nShe said: \"We, his family, are totally devastated and have been so moved and amazed at the extent of the respect, love and affection received from all over the world.\n\"When the time is right and we have come out of this terrible pandemic we hope a fitting memorial can be held for him in the city he loved so much.\"\nReferring to the lyrics from Ferry Cross the Mersey, close friend Arthur Johnson said: \"He lived close to the banks of the Mersey for all his life and as the words of his song say: 'This land's the place I love and here I'll stay'.\"\nLiverpool City Region mayor Steve Rotheram said: \"I feel privileged he let me into his life, although that makes his passing even more painful.\"\nIn 1962, Beatles manager Brian Epstein signed up Gerry and the Pacemakers and, a year later, they became the first band to have their first three songs top the charts - How Do You Do It, I Like It and You'll Never Walk Alone.\nThey were one of the successes of the Merseybeat era, with former Beatles star Sir Paul McCartney saying at the time of Marsden's death that: \"Gerry was a mate from our early days in Liverpool\". \n\"He and his group were our biggest rivals on the local scene.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55682597",
      "category": "uk-wales",
      "title": "Brexit: Irish hauliers 'bypassing Welsh ports', say bosses",
      "tags": "Wales business,Holyhead,Holyhead Coastguard,Wales Brexit",
      "text": "Irish hauliers are bypassing Welsh ports to avoid Brexit bureaucracy, industry leaders say.\nSo-called \"teething problems\" with new export rules are causing \"enormous strain on staff\", according to one haulage company.\nBut others warn of a longer-term shift by truck firms from using Holyhead, Fishguard and Pembroke Dock. \nGwynedd Shipping said it was operating at 65% normal volumes and the pressure of extra paperwork was challenging.\nAndrew Kinsella, the firm's managing director, said: \"It's an enormous strain on our staff in terms of processing bookings.\n\"We process around 400 or 500 bookings a week, the reality is we're operating at 65-70% of previous volumes. \n\"Whilst we see recovery in the number of clients and we're starting to get to a better pattern in terms of shipments I still think it's going to take several weeks for things to return to normal. Whether things return to pre-Christmas, pre-Brexit volumes remains to be seen.\"\nMr Kinsella thinks there will be long-term consequences for the ports.\n\"You can already see the shift in terms of the number of sailings,\" he said.\n\"I think you're seeing a shift away from Holyhead particularly in terms of weekend, off-peak traffic. I think longer term, the viability of all of these services will be something those ferry services will continue to scrutinise.\"\nThis week Stena Line moved its new ship to the route from Rosslare, in the Republic of Ireland, to Cherbourg, France.\nAccording to Irish public broadcaster RTÉ, a new weekend sailing from Dublin to Cherbourg will also begin on 23 January, resulting in a temporary reduction in weekend capacity on the Dublin to Holyhead route.\nIt also intends to sail the Belfast-to-Liverpool route.\n\"Due to the current Brexit-related shift for direct routes and increasing customer demand, Stena Line has decided to temporarily deploy the Stena Embla on Rosslare-Cherbourg,\" Stena Line said.\nAt Rosslare Europort, business is booming, says general manager Glenn Carr.\n\"We've seen unprecedented demand in the first two weeks of trading compared to last year,\" Mr Carr said.\n\"On our European routes there's a 500% increase in freight volume going through the port compared to last year.\"\nHe added that 18 months ago they would have had three sailings a week directly to mainland Europe from Rosslare Europort: \"Today we have 15.\" \nMr Carr says his customers want to bypass the UK because of Brexit.\n\"I think that's testament to demand, particularly from our exporters and importers, on the island of Ireland and the need to unfortunately bypass the UK because of Brexit to trade directly with the EU,\" he added.\nHe believes this change in operations will not be temporary. \nHe said decisions by ferry companies and businesses who trade with the EU to re-direct freight, have been made based on market analysis. \n\"The business case for the extra services out of Rosslare were not based on the first two weeks of this year,\" Mr Carr said.\n\"They were based on analysis of the market and conversations with our exporters and importers who were switching.\n\"So there is a genuine switch and we foresee services being maintained out of Rosslare.\"\nUK government ministers have played down concerns about the long term viability of Welsh ports. \nGiving evidence to the Welsh Affairs Select Committee this week, Wales Office Minister David TC Davies MP, said former haulage industry colleagues referred to the issues as \"teething problems\". \nSecretary of State for Wales Simon Hart MP, said: \"There is some evidence that things aren't looking necessarily, permanently bleak.\n\"It's one of those areas where we have to keep a very wary eye on it, but I think and hope that it is a temporary dip in the graph.\"\nBut transport expert Prof Stuart Cole, of the University of South Wales, thinks Brexit delays will be the incentive Irish companies needed to switch permanently to trading directly with the European mainland.\nProf Cole said the EU wanted to reduce congestion and pollution in parts of Europe. \nOne solution was to move freight by sea rather than road.\nUntil now there was no reason for Irish hauliers to move from using Welsh ports and Dover, Prof Cole said. \n\"The route worked perfectly, there was a predictable journey time and that's important for food and component parts going to factories,\" he said.\n\"That kind of change required a significant shift, and that's what's there now.\"\nBangor University economics lecturer, Dr Edward Thomas Jones, believes it is too soon to predict longer term changes. \n\"Because businesses stockpiled before Christmas in anticipation of Brexit, there is of course less use of the port [at Holyhead] since Brexit,\" he said.\n\"On top of that, coronavirus means there are fewer tourists going on holiday to Ireland.\n\"We'll have a better idea of the future of the port in six months when these businesses who have stockpiled start buying again.\n\"Hopefully, by the second half of the year coronavirus will have been resolved and tourists will once again be able to travel back and forth.\"\nPlaid Cymru warned if traffic continued to be diverted away from the UK then Wales would suffer.\n\"I urge the UK government to work with the Welsh Government to provide substantial investment into Welsh ports to secure their viability into the future,\" said MP Hywel Williams, Plaid's Cabinet Office spokesman.\n\"If the trend of rerouting traffic through direct routes continues, I fear that our local economies both in the north west and south west of Wales will suffer enormously.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55684894",
      "category": "uk-wales",
      "title": "Covid in Wales: GPs warned about delay to vaccine batch",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "GPs in north Wales are being advised to consider delaying Covid-19 vaccine appointments early next week due to a hold-up affecting about 26,000 doses.\nBetsi Cadwaladr health board, which manages healthcare in the area, said it was a national issue which was expected to be \"resolved in the coming days\".\nThe Welsh Government said one Oxford-AstraZeneca batch out of four had been delayed.\nIt had been due to be shared between Wales' seven health boards.\nIt said rollout plans were unaffected.\nThe Welsh Government said it had been assured it would get more Pfizer vaccines by February, despite shipments of it being temporarily slowed because of changes to the company's manufacturing processes.\nFour per cent of the Welsh population have received a vaccine so far.\nChris Stockport, executive director primary and community care at Betsi Cadwaladr University Health Board, said the organisation was \"notified of a delay in releasing a batch of vaccines which would have disrupted supply nationally in the middle of next week\". \n\"To help minimise disruption and anxiety, we informed GP practices of this supply issue at the earliest opportunity, and suggested they may wish to delay appointments early next week,\" he said.\n\"We expect that this issue will be resolved in the coming days, and we expect a further allocation of vaccines will arrive over the coming week. \n\"We are now in the process of working with our partners in primary care to minimise any disruption and continue the rollout of vaccinations across north Wales.\"\nUK government figures show 126,375 people in Wales, 4% of the population, have received their first jab so far.\nThe Welsh Government's vaccine strategy says everyone will be offered a jab by autumn.\nIt is not known why one of four batches has been held up.\nDr Phil White, chair of BMA Wales' general practitioners' committee which represents doctors, said it was \"not unprecedented\" for a batch of vaccines to be withheld, as happened with flu vaccines in 2019.\nHe said almost one million flu vaccines have been administered this season, so 26,000 Covid vaccines was a \"tiny amount\" which would be made up.\n\"It's really an inconvenience and will lead to some appointments being cancelled but, hopefully, we can make up for that as soon as the batch is replaced,\" he said.\nA Welsh Government spokeswoman confirmed each batch contains about 26,000 doses.\nShe said it would not affect its plan to vaccinate priority groups by mid-February.\n\"We were recently notified that one of the four batches of the vaccine we had anticipated receiving this week will be delayed, and not available until the week commencing 25 January,\" she said. \n\"This does not affect our overall expected delivery volumes or expectations for hitting the milestones set out in our Covid-19 Vaccination Strategy for Wales.\"\nMeanwhile, several EU countries have said they are receiving significantly fewer doses of the  Pfizer vaccines than expected after the US company slowed shipments.\nBut the Welsh Government said it has been \"assured\" by the UK government that it will receive further Pfizer vaccines by February.\n\"We are aware of a slowing down in supply from Pfizer's European production which may have implications on the rate at which we can vaccinate more people as we move to administer the second doses,\" said the spokeswoman.\nWales has received about 250,000 doses of the Pfizer/BioNTech vaccine and 50,000 doses of the Oxford-AstraZeneca vaccine, according to First Minister Mark Drakeford.\nHe told Friday's Welsh Government briefing a further supply of Pfizer vaccines was expected in late January or earlier February, along with a \"significant upswing in the Oxford vaccine coming to Wales next week\".\nRegarding the Pfizer vaccine, he said: \"What you can't do is to try and stand up a system which uses all the vaccines you've got in week one and then has nothing to offer for the next four weeks.\n\"That's why you haven't seen it all used in week one because we've got to space it out over the weeks that it's got to cover.\"\nBut Paul Davies, leader of the Conservatives in the Senedd, said it was \"clear we are lagging behind\" the rest of the UK in Covid vaccinations.\nHe said it was \"important now to get those vaccines out to people\".\nPlaid Cymru has said it makes \"little sense\" to spread out the vaccines, when \"time is of the essence\".\n\"The Welsh Government must set out and make public a clearer and more comprehensive strategy on vaccines,\" said Plaid's health spokesman Rhun ap Iorwerth.\n\"This can help ensure that the priority groups are being vaccinated as quickly as possible, so we can move on to other groups of essential workers.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55690720",
      "category": "uk",
      "title": "Covid-19: Further 1,295 deaths recorded in the UK",
      "tags": "Coronavirus testing,Coronavirus pandemic",
      "text": "A further 1,295 deaths within 28 days of a positive Covid test have been reported in the UK, the third-highest daily total since the pandemic began.\nIt brings the total number of deaths by this measure to 88,590.\nThere have also been a further 41,346 lab-confirmed cases, and 4,262 more people have been admitted to hospital.\nDr Yvonne Doyle, medical director for Public Health England, said the \"continuous rise in cases and deaths should be a bitter warning for us all\".\n\"We must not forget the basics,\" she added. \"The lives of our friends and family depend on it.\n\"Keep your distance from others, wash your hands and wear a mask.\"\nThe latest figures come ahead of Monday's change in travel rules for the UK, with all travel corridors closing, meaning arrivals from every country will have to quarantine.\nPrime Minister Boris Johnson announced the changes at Downing Street on Friday, saying they would \"protect against the risk of as yet unidentified new strains\" of Covid.\nWhile daily figures can fluctuate due to delays in reporting, the seven-day average of Covid deaths in the UK has now risen slightly to 1,103.\nFor cases, however, there has been a drop in the seven-day average, with the figure now at 48,565.\nThere are currently 37,475 people in hospital with the virus, government figures show, while a further 324,233 people have received their first vaccine dose.\nThe government has promised all the over-70s, the extremely clinically vulnerable and front-line health and care workers - about 15 million people - will be offered a jab by mid February.\nCurrently, just over 3.5 million doses have been administered.\nThe government has also announced £120m in funds for the social care sector to be used by local authorities to increase staffing levels.\nStaff absence rates have risen in care homes and among home care staff, due to them testing positive or having to self-isolate.\nHealth Secretary Matt Hancock said the money would bolster staffing numbers in a \"controlled and safe way, whilst ensuring people continue to receive the highest quality of care\".\nA further £149m funding was announced in December to support rapid testing of care home staff.\nSpeaking alongside the PM on Friday, England's chief medical officer, Prof Chris Whitty, said the number of patients being admitted to hospital with coronavirus was set to peak within the next 10 days, while the peak for deaths was also yet to come.\nHe added, however, that he hoped the peak in infections had already happened in the South East, East and London, where there was a surge in the new, more transmissible variant.\n\"The peak of deaths I fear is in the future, the peak of hospitalisations in some parts of the country may be around about now and beginning to come off the very, very top,\" he said.\n\"Because people are sticking so well to the guidelines we do think the peaks are coming over the next week to 10 days for most places in terms of new people into hospital.\"\nHowever, chief scientific adviser Sir Patrick Vallance stressed it was a \"suppressed peak\" that would \"boil over for sure\" if controls were eased.\nHe said: \"This is not the natural peak that's going to come down on its own, it's coming down because of the measures that are in place.\n\"Take the lid off now and it's going to boil over for sure and we're going to end up with a big problem.\"\nMeanwhile, on Saturday, Labour leader Sir Keir Starmer suggested he would back further coronavirus measures, as \"the tougher the restrictions now the quicker we get the virus back under control\".\nSir Keir said he was \"still worried\" by the number of infections, despite signs they are falling - and that the \"sense that we are through the worst\" of the third wave was wrong.\n\"Nobody likes restrictions but the tougher the restrictions now the quicker we get the virus back under control, the quicker we reduce the number of hospital admissions and the quicker we get that number of deaths, tragically, down,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55686081",
      "category": "uk",
      "title": "Covid: 'Urgent' aviation support plea over travel curbs",
      "tags": "Coronavirus lockdown measures,Travel,Coronavirus pandemic",
      "text": "The UK's aviation sector \"urgently\" needs more government support if it is to survive another long period of travel curbs, industry groups say. \nFrom Monday, arrivals to the UK from all destinations will be required to quarantine in an effort to prevent the spread of any new variants of Covid. \nPeople will also have to show proof of a negative test taken in the previous 72 hours before travelling.\nThe government said it was committed to supporting the travel industry.\nUnder the new rules beginning at 04:00 GMT on Monday, all travel corridors - which have been in place to allow arrivals from some countries to forgo quarantine - are being closed.\nAll arrivals to the UK after that time will need to isolate for up to 10 days, although the quarantine period can be cut short with a negative test after five days.\nWith all parts of the UK under lockdown amid high levels of infection, only essential travel is permitted. There were 55,761 new confirmed cases recorded on Friday and 1,280 more people were reported to have died within 28 days of a positive test.\nPrime Minister Boris Johnson announced the changes at a Downing Street news conference on Friday, saying they would \"protect against the risk of as yet unidentified new strains\" of Covid. \nThe new rules will be in place until at least 15 February, he said.\nThe travel industry said closing the travel corridors was understandable due to the health emergency, but warned it would deepen the crisis for the sector.\nThe Airport Operators Association said that there was \"only so long\" before airports might have to close temporarily to save costs and called for more support.\nGeoff Turner is booked on a flight back to the UK with his wife on 2 February, two days after his contract working as a university professor in Bahrain comes to an end.\nAfter living in Australia for 40 years and travelling the world for 15 years, Geoff says he has nowhere to call home in the UK and needs to quickly find somewhere they can tell the authorities they will isolate under the government's new travel rules.\nHe said: \"Nothing can be done now to change our flights. We'll have to quarantine for 10 days, meaning no work and no income. \n\"Is the government going to provide support during that time? I doubt it very much. \n\"It's the suddenness of it all. You find out that what you knew isn't what's happening anymore and it gets to a point where it's so late in the day you can't do anything about it.\" \nA ban on travellers from South America, Portugal and Cape Verde also came into force on Friday, having been imposed over concerns about a new variant identified in Brazil.\nNew variants causing concern have previously been identified in the UK and South Africa, with many countries imposing restrictions on arrivals from both nations.\nScientists fear the variants seen in South Africa and Brazil may interfere with the effectiveness of vaccines and evade parts of the immune system.\nProf John Edmunds from the London School of Hygiene and Tropical Medicine, a member of the government's Scientific Advisory Group for Emergencies, said the South Africa variant had already been detected in the UK and it was \"quite likely\" that the Brazilian one had been imported too.\nBut he told BBC Radio 4's Today programme the \"severe restrictions\" the UK is under would help to contain any cases of the new variants and make it harder for them to spread.\nProf Edmunds warned relaxing restrictions at the end of February with only the most vulnerable having been given a first dose of the vaccine would be a \"disaster\".\n\"If we relaxed our restrictions we would immediately put the NHS under enormous pressure again,\" he said.\nTravel corridors were introduced in the summer to allow people to travel to and from some countries with low numbers of Covid cases without having to quarantine on their return.\nTim Alderslade, chief executive of Airlines UK, said the system had been \"a lifeline for the industry\" last summer but \"things change and there's no doubting this is a serious health emergency\". He said he assumed the government would remove the latest restrictions as soon as it was safe.\n\"We've had no revenue now effectively for 12 months, give or take a few months in the summer last year. If we're going to have an aviation sector coming out of this we need to open up in the summer,\" he told the BBC.\nAbta, a trade association of travel agents and tour operators, said the government should provide support \"as a matter of urgency\" both for the jobs and businesses at risk, and \"in recognition of the important role the travel industry will play in the UK's economic recovery\".\nLabour leader Sir Keir Starmer said closing the travel corridors was the \"right step\" but called the timing of the decision \"slow again\", adding that the public would be thinking \"why on earth didn't this happen before\".\nLabour also criticised the effectiveness of the quarantine system, with shadow home secretary Nick Thomas-Symonds saying \"it's been a real problem\". Only about 3% of people were contacted to ensure they were quarantining, he said.\nBut aviation minister Robert Courts told the Today programme there was a \"robust enforcement process\", with three million spot checks of the passenger locator forms which travellers are required to fill in on arrival.\nA Department for Transport spokesman said it was supporting the travel industry with an extension to the furlough scheme until the end of April, business rates relief and tax deferrals.\nTravel operators had already been forced to cancel holidays before the latest restrictions were announced.\nEarlier this week, Jet2 suspended all flights and holidays until 25 March over \"ongoing uncertainty\" and budget travel provider EasyJet on Thursday began cancelling holidays up to and including 24 March.\nIn other developments: \nAre you abroad and unable to get home before the new rules kick in? Do you work in aviation and have concerns about your job? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-south-scotland-55617223",
      "category": "uk-scotland-south-scotland",
      "title": "Covid in Scotland: How a pilot ended up producing PPE",
      "tags": "Haywards Heath,Moffat,Employment,Coronavirus pandemic",
      "text": "The aviation industry has been among those hardest hit by the Covid pandemic.\nPilot Douglas Jones was working for Aegean Airlines, flying out of Athens, when it began.\nIt cost him his job and also prompted him to return to the small Scottish town where he grew up.\nNow he is now turning his hand to a very different line of work producing PPE, in a sector which is enjoying something of a boom.\nThe 27-year-old, who was born in Haywards Heath in Sussex but raised in Moffat in Dumfries and Galloway, was enjoying his dream job at the start of 2020.\nHaving gained a commercial pilot's licence, he was based in Berlin with Easyjet before landing a position in Greece.\n\"It is definitely what I have always wanted to do,\" he said.\n\"With Aegean I have flown a good way across all the major airports of Europe.\"\nHowever, life changed \"very quickly\" as coronavirus spread across the continent.\n\"I flew to Copenhagen and I flew back from Copenhagen and I was on unpaid leave when I landed back in Athens,\" he explained.\nFearing being stranded in Greece, he booked a flight home to Scotland and within a couple of weeks he received confirmation that his job was gone.\nMr Jones said it took some time for him to fully appreciate that he would not be returning to the skies any time soon.\n\"Half of my stuff is still in Greece because we came back to our home countries thinking this will only be three to six months and that will be that,\" he said.\n\"We had just no concept of how bad this was ever going to be.\"\nIt meant he was back home in a region where he admits there are \"not a huge amount of options career-wise in normal times\".\n\"When you have been used to living in Berlin and Athens and you move back to Moffat, living with your dad, it is a bit of slowdown,\" he said.\n\"I was just desperate to do something, to have work.\"\nIt was a relative of a friend who spotted south of Scotland firm Alpha Solway was hiring new workers to meet demand for personal protective equipment (PPE).\nAfter interview, he was offered a job in June which proved to be something of a change of pace from day one.\n\"I came in and I sat and cut elastic for visors for most of the day - I think I cut like something like 3km worth of elastic because one of the machines had a fault,\" he said.\nSince then he has helped make filter units for masks, developed standard work procedures and become a \"jack of all trades\" for the business.\nHe said he had been \"surprised\" by what parts of his old job he could bring to his new post.\n\"A lot in commercial aviation is about awareness - situational awareness - and a lot of that can be built into manufacturing as well,\" he said.\n\"When you are talking health and safety around large automated machinery you have to be aware of what things are doing and when and who is doing what.\n\"As a pilot - as you might like to think - we have quite a logical way of looking at things. The way we are trained to look at problems is very applicable to manufacturing.\"\nSo how has the transition back to rural Scotland gone?\n\"We are so lucky that the summer we had here was quite incredible,\" said Mr Jones.\n\"To be out in Moffat, even during lockdown, you can access the hills, you don't have to drive outside a five-mile radius.\n\"You can just go out and walk and you will never see a soul.\"\nSome things, however, take more getting used to, like his more conventional nine to five day.\n\"I think that has probably been the biggest shock to my system, getting into that working routine,\" he said.\nAlpha Solway secured a major contract to supply the NHS in Scotland earlier this year which has helped to keep Mr Jones \"extremely busy\".\nHowever, flying gets \"into your blood\" and he hopes to get back into a plane at some time in the future.\n\"My goal is when the jobs start to come - which they will - I will return to the sky in some capacity,\" he said.\n\"But it will be a double-edged sword in that I have learned a huge amount here and I have met a lot of very good people.\n\"I'm working with a really good team of people here - there are good people here doing a good job and I am helping at least with that.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55689840",
      "category": "world-us-canada",
      "title": "Biden inauguration: All 50 US states on alert for armed protests",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,United States Capitol,Donald Trump,Joe Biden",
      "text": "All 50 US states and the District of Columbia (DC) are on alert for possible violent protests this weekend, ahead of President-elect Joe Biden's inauguration on Wednesday. \nNational Guard troops have been sent en masse to Washington DC, to deter any repeat of last week's deadly riots.\nThe FBI has warned of possible armed marches by pro-Trump supporters at all 50 state capitols.\nMeanwhile, the Biden team has set out plans to reverse key Trump policies.\nIn the hours after Mr Biden sets foot in the White House, he will embark on a blitz of executive actions designed to signal a clean break from his predecessor's administration, according to a memo seen by US media.\nAmong the actions:\nAlthough Mr Biden, like President Trump, will be able to use executive orders as a means of bypassing Congress on some issues, his $1.9tn (£1.4tn) stimulus plan announced earlier this week will need to be approved by lawmakers, as will a bill on immigration reform.\nMuch of Washington DC will be locked down ahead of Wednesday's inauguration, with National Guard troops deploying in their thousands.\nMany streets - some miles from the Capitol, the site of deadly rioting on 6 January - have been blocked off with concrete barriers and metal fences.\nThe National Mall, which is usually thronged with thousands of people for inaugurations, has been shut at the request of the Secret Service - the agency charged with protecting the president.\nThe Biden team had already asked Americans to avoid travelling to the nation's capital for the inauguration because of the Covid-19 pandemic. Local officials said people should watch the event remotely.\nSunday is expected to also be a particular focus for protests, after posts on pro-Trump and far-right online networks called for armed demonstrations on that day.\nSome militias have told their followers not to attend, however, citing heavy security or claiming the planned events are police traps.\nCapitol Police confirmed on Saturday that an armed Virginia man carrying a \"non-government issued credential\" had been stopped and arrested at a security checkpoint on Friday with at least one gun and 509 rounds of ammunition.\nBut the man, named Wesley Allen Beeler, was later released from custody and told the Washington Post that he did not intend to bring a firearm into Washington, where he said he had been working with a private security firm.\n\"I pulled up to a checkpoint after getting lost in DC because I'm a country boy,\" he said. \"I showed them the inauguration badge that was given to me.\"\nThe tough security measures follow a week in which Donald Trump became the first US president to be impeached twice. He now faces a Senate trial, on a charge of \"incitement of insurrection\" linked to the storming of the US Capitol by groups of his supporters. They did so in a bid to thwart Congress certifying Joe Biden's victory in the presidential election.\nDozens of arrests have been made in relation to the assault on the Capitol building. \nAmong the latest is a far-right media personality known as Baked Alaska - real name Anthime Joseph Gionet. A criminal complaint says he was arrested in Houston, Texas on Friday and charged with two federal crimes, including violent entry and disorderly conduct on Capitol grounds.\nStates across the country are also taking precautionary measures, from boarding up capitol windows to refusing to grant permits for rallies.\nThe governors of Maryland, New Mexico and Utah have all declared states of emergency ahead of possible protests at their legislatures.\nCalifornia, Pennsylvania, Michigan, Virginia, Washington and Wisconsin are among those activating their National Guards, and Texas will shut its state capitol from Saturday until after inauguration day.  \nAccording to the director of the Texas Department of Public Safety, intelligence suggested \"violent extremists\" could infiltrate planned protests there to \"conduct criminal acts\".\nVirginia's Governor Ralph Northam told a news conference on Thursday: \"If you're planning to come here or up to Washington with ill intent in your heart, you need to turn around right now and go home. You are not welcome here, and you're not welcome in our nation's capital. And if you come here and act out, Virginia will be ready.\"\nAnalysts believe states that saw especially hostile or protracted election battles are at most risk of violence. One of them, Michigan, has erected a six-foot fence around its capitol in Lansing.  \n\"We are prepared for the worst, but we remain hopeful that those who choose to demonstrate at our capitol do so peacefully,\" the state's Police Director Joe Gasper said on Friday. The building will have an increased police presence until at least mid-February, he added.\nIn October, six men were arrested for allegedly plotting to kidnap and overthrow Michigan Governor Gretchen Whitmer, a Democrat. The group planned to gather about \"200 men\" to storm the capitol building and take hostages, investigators said.\nIn a further development on Saturday, Facebook said it would temporarily halt adverts for gun accessories and military kit in the US. The site had already banned adverts for guns and ammunition.\n\"Out of an abundance of caution, we are temporarily banning ads promoting weapons accessories and protective equipment in the US until at least January 22nd,\" spokesperson Liz Bourgeois told Buzzfeed.\nThe move came after three senators and four attorneys general urged Facebook to stop \"placing profit ahead of our Nation's democracy\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55682745",
      "category": "uk",
      "title": "Covid-19: Rise in suspected child abuse cases after lockdown",
      "tags": "Coronavirus lockdown measures,Children,Coronavirus pandemic,Child protection",
      "text": "The number of reported incidents of children dying or being seriously harmed after suspected abuse or neglect rose by a quarter after England's first lockdown last year, figures indicate.\nThe Child Safeguarding Practice Review Panel received 285 serious incident notifications from April to September.\nThis is an increase of 27% from 225 in the same period the previous year. \nThe data also includes children who were in care and died, regardless of whether abuse or neglect was suspected. \nThe Children's Society described the figures as \"shocking\".\nThe serious incident notification system requires councils in England to report all incidents of death or serious harm involving children in their area to the Department for Education, which publishes the data.\nThey are also required to inform the education secretary and Ofsted if a looked-after child dies, regardless of whether they suspect abuse or neglect.\nChild deaths increased from 89 to 119 and those seriously harmed rose from 132 with 153 compared with the same period in 2019, according to the data.\nThe number of serious incidents involving children under one increased by 30% as did the harm suffered by those aged 16 and over.\nThe majority (54%) of incidents related to boys, and almost two thirds related to white children.\nIn two-thirds of the 285 cases reported, the harm occurred while children were living at home.\nThe number of serious incident notifications had fallen in 2019-20 compared with 2018-19 when there were 274 such notifications. \nIryna Pona, policy manager at the Children's Society, said the increase in incidents last year happened at a time when Covid-19 was having a \"huge impact on the well-being of children and families and disrupted help available to those who needed it most\".\nEngland's first lockdown began at the end of March last year and ended on 4 July. \nMs Pona said: \"During the first lockdown many vulnerable children were stuck at home in difficult, sometimes dangerous situations, often isolated from friends and support networks.\n\"Sadly, children also continued to be targeted and groomed by people outside their families for sexual and criminal exploitation like county lines drug dealing operations, which can lead to serious violence or death.\n\"At the same time, they were often hidden from view of professionals like social workers and teachers who are best placed to spot the signs if they may be in danger.\"\nShe added that in the current lockdown it was \"vital\" that social care and schools work together closely to ensure all vulnerable children, including those in care, have regular contact with a trusted professional.\nA government spokeswoman said: \"Every single incident of this nature is a tragedy and we are working to understand the impact the pandemic may be having.\n\"Throughout the past months, we have prioritised the most vulnerable children and their families and put in place support to protect babies.\n\"We've maintained vital frontline services because we know it has been a challenge for many, especially for new parents, and we've invested thousands of pounds in charities working with vulnerable children and their families.\n\"Today we have launched a wholescale review of children's social care to reform the system and think afresh about how we support the most vulnerable. This data will provide important information to the care review to help address major challenges.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55687279",
      "category": "world-us-canada",
      "title": "Dustin Higgs: Final execution of Trump presidency is carried out",
      "tags": "US Supreme Court,Donald Trump,Capital punishment",
      "text": "Dustin Higgs, an inmate on death row in Indiana, has died in the final federal execution of the Trump presidency just days before he leaves office. \nHiggs was convicted in the killings of three women in a wildlife refuge in 1996, but until his death denied ordering their murder. \nHe died by lethal injection at 01:23 local time (06:23 GMT) on Saturday.\nHis execution is the 13th carried out since July when the US government ended a 17-year hiatus on federal executions.\nIt comes just days before President-elect Joe Biden, who is against the death penalty, is sworn in.\nThere has been criticism of the Trump administration's rush to carry out the sentences - breaking with an 130-year-old precedent of pausing executions during a presidential transition.\nHiggs was convicted and sentenced to death in 2001 for overseeing the 1996 kidnapping and murder of three women: Tanji Jackson, Tamika Black and Mishann Chinn.\nThe women had been on a date with Higgs and two other men at an apartment before one rebuffed his advances and an argument broke out between the group. Higgs and accomplice Willis Haynes offered to drive them home but instead took them to a wildlife refuge in Maryland, where prosecutors said Higgs gave Haynes a gun and told him to shoot the three women.\nHaynes, who confessed to being the shooter, was sentenced to life in prison in a separate trial. \n\"It is arbitrary and inequitable to punish Mr Higgs more severely than the actual killer,\" a lawyer had appealed in a plea for clemency addressed to President Trump. \nA court had ordered a stay of execution for Higgs and another inmate, Corey Johnson, on Tuesday after they contracted Covid-19 on death row - with lawyers arguing damage to their lung tissue would cause painful suffering during their executions.\nBut the Department of Justice immediately appealed and won the case. Johnson was put to death on Thursday.\nA final bid to halt Higgs's execution then failed on Friday when the US Supreme Court's conservative majority voted 6-3 to clear the way the sentence to be carried out. \n\"This is not justice,\" Justice Sonia Sotomayor wrote in her dissent. \"After waiting almost two decades to resume federal executions, the Government should have proceeded with some measure of restraint to ensure it did so lawfully. When it did not, this Court should have. It has not.\"\nShe also listed the names of all 13 executed since July: \"To put that in historical context, the Federal Government will have executed more than three times as many people in the last six months that it had in the previous six decades.\" \nIn his final words, Higgs repeated his claim to innocence. \n\"I'd like to say I am an innocent man,\" he said, mentioning the three women by name. \"I did not order the murders.\"\nHiggs was the third to die at a federal prison in Terre Haute, Indiana this week including Lisa Montgomery, the only woman on federal death row on Wednesday.\n\"The government completed its unprecedented slaughter of 13 human beings tonight by killing Dustin Higgs, a Black man who never killed anyone, on Martin Luther King's birthday,\" Shawn Nolan, one of Higgs's lawyers, said in a statement.\n\"Dustin spent decades on death row in solitary confinement helping others around him, while working tirelessly to fight his unjust convictions.\""
    }
  ]
}