{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57321468",
      "category": "uk-wales-politics",
      "title": "Rob Roberts: Intern propositioned by MP considers complaining",
      "tags": "House of Commons,Conservative Party,Rob Roberts,UK Parliament",
      "text": "A former parliamentary intern has said she would make an independent complaint about MP Rob Roberts if he does not resign. \nIn texts seen by BBC Wales last year he invited her to \"fool around\".\nA separate sexual misconduct complaint made by the Delyn MP's male former senior parliamentary assistant led to the MP being suspended for six weeks. \nHe can return as an MP after this suspension. Mr Roberts has been asked to comment. \nIn June 2020, the former senior parliamentary assistant made a sexual misconduct complaint about the MP to Parliament's Independent Complaints and Grievance Scheme (ICGS). \nThe former staff member began working for Mr Roberts in February 2020 and said Mr Roberts made his \"first advance\" 10 days later.\nHe told BBC Wales the MP repeatedly propositioned him, asked him to be \"less alluring\", made inappropriate remarks referring to the employee's sexuality, and exhibited \"jealous behaviour\" when he refused Mr Roberts's repeated advances.\nHis complaint was investigated by an independent expert panel which was set up to handle harassment and bullying complaints against MPs. \nThe investigation concluded last week and recommended the MP be suspended from Parliament for six weeks, which Parliament has now approved.\nMr Roberts will not face a recall petition - something that could trigger a by-election if enough constituents backed one.\nIf an MP is suspended by Parliament's Standards Committee for more than 10 sitting days they automatically face a recall petition. \nBut sanctions imposed by this independent expert panel do not automatically trigger recall petitions.\nSenior cross-party politicians have referred to this as a legal \"loophole\" and led calls for the law to change.\nNow, a female former parliamentary intern, who Mr Roberts repeatedly propositioned in a series of text messages in April 2020, has said she would make a complaint to Parliament's ICGS if he remains in Parliament following his suspension.\nThat could trigger a further investigation if her complaint was upheld.\nShe said: \"It honestly disgusts a lot of us that he has the audacity to remain in his position.\n\"It also makes us all feel unsafe that in six weeks he can come back and still be on the parliamentary estate.\n\"I don't work in Parliament anymore, but I still work in politics and it is difficult for me to do my job sometimes, because he still pops up on my radar.\" \nShe said she had concerns about making a complaint: \"The one thing I am afraid of is when I do file it with the ICGS that it will just be the same repeat suspension, that loophole that he can't be recalled because it's not the standards committee doing it.\" \nShe added while lots of people in politics were being \"really vocal\" about what had happened, she felt there was \"nothing we can do\".\n\"It feels like the system's failing us a bit,\" she said.\n\"I want to do everything I possibly can to make sure the right thing is done, and wish I knew what to do. I want to prevent it from ever happening again to anyone.\"\nIn April 2020, Mr Roberts said she might want to \"fool around with no strings, you might come and visit me in London\".\nLater in the exchange, the MP told her he \"might be gay but I enjoy… fun times\".\nThe woman, who did not respond to the request, explained to the MP she was in an \"awful state\" and struggling with her mental health.\nMr Roberts responded: \"I was just thinking about fun times… Maybe if you thought of them too it might help you.\"\nThe UK government said the \"severity\" of the male parliamentary staffer's case, as outlined in a report, and the \"loophole\" it revealed has highlighted a need to review whether recall petitions should be automatically triggered for suspensions like this in future.\nBut senior politicians have called for \"solutions\" to seek a recall petition in this case too.\nHouse of Commons leader Jacob Rees-Mogg has said it would be \"honourable\" for Mr Roberts to stand down, which would trigger a recall petition.\nLabour's shadow Commons leader Thangam Debbonaire said she had written to Mr Rees-Mogg to offer to work with him to \"close the loophole urgently and seek solutions\".\nLabour has said if Mr Roberts does not resign they are looking at options to force his resignation, or make him subject to recall.\nThese include tabling a motion for MPs to vote on in Parliament. \nA Labour spokesman said: \"The public would expect anyone who was found to have carried out sexual misconduct to face losing their job.\n\"Until he does so, Labour will continue to work cross-party to find an urgent solution to this matter.\"\nThe Conservative Party suspended his whip after the independent expert panel's investigation concluded and said they would \"like to apologise\" to the individual concerned. \nThe party closed their own investigation into the MP earlier this year saying he had been \"rebuked\" for \"unacceptable\" conduct but, at the time, would remain a Conservative MP. \nThe Conservative Party said it did not contact either staff member as part of its investigation because complaints were made by third-party complainants and had not come directly from the individuals involved.\nMr Roberts has declined to comment on calls for his resignation. \nHe issued a statement after he was recommended a six-week suspension saying he recognised \"this breach of trust in the MP-staff relationship was completely improper and should not have happened\".\nHe said he planned to continue to \"serve my constituency, as I have over the past 18 months since my election, and this judgement will not alter my resolve to ensure that the people of Delyn get the assistance they need with pressing local issues.\"\nHe has not commented on the text messages sent to the female intern."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57311431",
      "category": "uk-northern-ireland",
      "title": "NI schools: £180m needed to tackle educational underachievement",
      "tags": "NI education",
      "text": "The Department of Education needs to spend more than £180m on widespread measures to tackle educational underachievement over the next five years. \nAll children should also go to pre-school for at least four and a half hours a day.\nThere needs to be significantly more investment in early years education.\nThose are some of the actions recommended in a wide-ranging report, called A Fair Start.\nThe report, from an expert panel set up by the Education Minister Peter Weir in 2020, looks into the links between persistent educational underachievement and socio-economic background.\nThe research had been a commitment in the New Decade New Approach (NDNA) agreement.\nMr Weir described it as \"one of the most important reports I have overseen in my time as education minister\".\nThe panel was expected to look particularly at the \"long-standing issues facing working class Protestant boys\" and come up with an action plan to tackle underachievement. \nHowever, the Fair Start report said underachievement affected all communities and \"the most significant differences are between the GCSE attainment of free school meal-entitled (FMSE) and non-FSME pupils, irrespective of religion, gender or ethnicity\".\nBut it recommended a number of actions to help boys, who it said could face alienation from school, a lack of role models and lack a sense of belonging.\nIt called, for instance, for more investment in youth work in Protestant working class areas and said schools in disadvantaged areas should to be funded to run more extra-curricular activities. \nThe report also said more male teachers were needed, especially in primary schools.\n\"For a number of years, the issue of educational underachievement has been an area that I have been personally committed to addressing so this is a very significant day for me,\" said the education minister.\n\"I concur with the panel that the actions set out in the Action Plan are capable of making a real and significant impact on children's learning.\n\"We need to give our young people confidence, instil within them self-belief that they can succeed and provide the support they need to thrive in school.\"\nMr Weir added that the \"crucial work\" of the panel provides a \"road map\" for how we can achieve all these things.\nSetting up the panel in 2020, Mr Weir said underachievement by some pupils remained \"entrenched\" in Northern Ireland despite significant funding and policies to tackle it.\nThe Northern Ireland Audit Office, however, previously said the Department of Education (DE) could not demonstrate that almost £1bn funding to help disadvantaged children had made a difference.\nA previous large-scale report for the Executive Office examining the effects of deprivation on educational achievement published in 2017 was critical of academic selection.\nThe expert panel said there was evidence preparation for the transfer test \"skews\" teaching in the later years of primary school.\n\"Transfer outcomes for free school meal-entitled (FSME) pupils are significantly lower than for non-FSME pupils, leading to significantly lower percentages of FSME pupils attending grammar schools,\" the report said.\nThe panel said the arrangements for transfer between primary and post-primary schools should be reviewed by DE. \nThey also said there needed to be much more focus on children's education from birth.\n\"There is a substantial body of research evidence which highlights that children's early experiences have a profound and lasting impact on their future learning and development,\" the report said, \"which confirms that investing in quality early childhood education for disadvantaged children has significant and long-term benefits for individuals and society.\" \nOne of their recommendations is that all children attend full-time pre-school for at least four and a half hours a day.\nThey said research suggested children who attended pre-school full-time had better \"literacy, language, maths, socio-emotional development and physical health, had increased school readiness skills\". \nThe report said, though, staff in pre-school and early years \"were struggling to cope with the number of children who had special educational needs or, more commonly, were awaiting assessment to confirm special educational needs\".\nThe panel also called for more investment in children's emotional and mental wellbeing to reflect the level of need.\nThey also said the Covid-19 pandemic and children being out of school for prolonged periods was likely to have \"exacerbated the existing challenges faced by many children and young people\".\nBBC News NI has previously reported on significant waiting times for Children and Adolescent Mental Health Services (CAMHS), for example.\nOther areas covered by the panel's extensive report included the need for more links between schools and local communities and more professional development for school staff.\nThe panel recommended 47 actions needed to address educational underachievement at all levels at a cumulative cost of over £180m over the next five years, though the report also recommends many of the actions continue beyond that.\nThe expert panel was chaired by Dr Noel Purdy from Stranmillis University College.\nOther members were former principal Kathleen O'Hare, the chief executive of the Greater Shankill Partnership Jackie Redpath, the head of Belfast Boys' Model Mary Montgomery and the head of Long Tower Primary School Joyce Logue.\nTheir final report is based on evidence from almost 350 school leaders, parents, officials from government departments, community organisations, assembly members, teaching unions and others."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57156797",
      "category": "technology",
      "title": "Rescuers question what3words' use in emergencies",
      "tags": "Mountain Rescue ",
      "text": "Mountain rescuers have questioned the accuracy of using a location app, citing dozens of examples where the wrong address was given to their teams.\nWhat3Words (W3W) divides the world into three-by-three metre squares, each with a three-word address. It is free and used by 85% of UK emergency services.\nReasons for the errors were not given, but were likely to be things such as mispronunciation or spelling errors.\nW3W said human error was \"a possibility with any type of tool\".\nThe mapping system was created by an algorithm which assigned three words to each square in the world.\nMark Lewis, the head of ICT at Mountain Rescue England and Wales (MREW), said that the use of the W3W app had been \"testing\" for rescue teams.\nHe gave the BBC a database from the last 12 months which listed 45 locations across England and Wales that rescuers received from lost or injured walkers and climbers, which turned out to be incorrect. \nExamples included:\n\"It's a tool, and a tool is better than no tool, but people are being sent to the wrong location,\" he told the BBC.\n\"We are finding there are a lot of spelling issues, which might be from when locations are given to the emergency services. Local accents have also been a problem.\"\nW3W said that it was difficult to comment without the full details of what went wrong, but told the BBC: \"We regularly check in with the emergency services that use the system to receive feedback. The overwhelming response is positive, and, time and time again we have been humbled to see stories where our technology has turned out to be life-saving.\n\"In terms of misheard or misspelt words, our system is designed to try and minimise this as much as possible.\"\nIt referenced a system called Autosuggest, which it says \"actively intercepts possible errors, and highlights them to the user to prompt additional checks\".\nBut Mr Lewis said rescue teams were often left to work out themselves where an address might be in the local area.\nBecause the details often come to them via emergency services, rather than directly from the person needing help, it is not always possible to phone them back to confirm addresses.\n\"That in itself can be frustrating,\" said Mr Lewis.\nThere are alternative systems such as OS Locate, a free app provided by Ordnance Survey, that allows people to locate themselves by GPS latitude and longitude co-ordinates as well as altitude, even without a mobile signal.\nSarloc and Phone Finder are tools that have been developed by mountain rescue team members, and these are used whenever possible to obtain an accurate location.\n\"While we welcome anything that could contribute to safety, we're wary of adding to people's reliance on their mobile phones.\" added Mr Lewis.\nMREW is keen to encourage anyone planning a day in the outdoors to carry a paper map and a compass - and know how to use them - as well as a torch or head torch to use in the dark. They also advise registering your mobile for the text 999 service. On a windy or poor signal day, this can really help.\nW3W has been in the spotlight in recent weeks following research by security consultant Andrew Tierney, from Pen Test Partners.\nHe found that the algorithm behind W3W often gave similar-sounding words and plural versions of words for locations in close proximity, which could cause confusion.\nSo, for example, circle.goal.leader and circle.goals.leader are less than 1.2 miles (2km) apart along the River Thames.\nIn response to the latest finding, Mr Tierney told the BBC: \"This is not an algorithm issue. Something like 73% of What3Words addresses contain a word that can be changed just by adding or removing a letter.\"\nCombined with mispronunciation and the use of plurals, there was a big margin of error, he said.\n\"I estimate that about one in 30 squares would be confused, and so these mistakes are going to happen frequently,\" he said.\n\"My gut feeling is that a much better system could be designed, using a simpler dictionary, and maybe using four words instead of three.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57307861",
      "category": "world-latin-america",
      "title": "Covid: Peru more than doubles death toll after review",
      "tags": "Peru,Coronavirus pandemic",
      "text": "Peru has more than doubled its Covid death toll following a review, making it the country with the world's highest death rate per capita, according to Johns Hopkins University data.\nThe official death toll is now more than 180,000, up from 69,342, in a country of about 33 million people.\nPrime Minister Violeta Bermudez said the number was increased on the advice of Peruvian and international experts.\nThis was in line with so-called excess deaths figures.\nExcess deaths are a measure of how many more people are dying than would be expected based on the previous few years.\n\"We think it is our duty to make public this updated information,\" Ms Bermudez said. \nThe news, released on Monday, came just six days before Peru is set to hold a presidential run-off election between leftist Pedro Castillo and right-wing candidate Keiko Fujimori.\nPeru has been one of the worst-hit countries in Latin America, resulting in an overstretched healthcare system and a lack of oxygen tanks. It has registered 1.9 million infections in total.\nSome of the reasons for it being so badly hit include an absence of fridges in people's homes - forcing many households to make frequent trips to markets to shop for food rather than stocking up - and overcrowding in homes and public places.\nThe president of the Peruvian Medical Federation, Godofredo Talavera, said the increased toll was not a surprise. \n\"We believe this occurs because our health system does not have the necessary conditions to care for patients. \n\"There has been no government support with oxygen, with intensive care beds. We do not have enough vaccines at the moment. The first line of care has not been reactivated. All this makes us the first country in the world in mortality,\" he said. \nBut experts say Peru has also had problems with its testing regime, as it lacks the resources to carry out widespread molecular tests, the most reliable type.\nIn the early days of the pandemic, Peru bought millions of cheap tests from China, most of which were designed to detect virus antibodies, not active cases, the Associated Press reported.\nSome of these tests have been found by independent analysis to be sub-standard, the agency said.\nThe criteria for recording Covid deaths has now been broadened beyond people who tested positive for the virus to include \"probable\" cases - those with \"an epidemiological link to a confirmed case\" or who present \"a clinical picture compatible with the disease\".\nThe official number of Covid deaths now stands at 180,764, a huge increase on the previous official figure of 69,342.\nThat makes more than 500 Covid deaths per 100,000 people, overtaking Hungary with 300 per 100,000.\nIn comparison, neighbouring Colombia, with a larger population than Peru, has registered 88,282 deaths.\nBrazil has one of the world's highest death tolls with more than 460,000, but in a country of more than 211 million. \nPeruvians had long suspected they weren't getting the true picture of the country's dire coronavirus situation from the government. \nThe revised figure for Covid-19 related deaths shows they were right to be doubtful. In fact, the government has admitted the real number is more than twice the previous figure.\nA government working group of experts, formed to analyse Peru's data, published the revised figures after establishing broader criteria by which deaths from coronavirus were recorded.\nNow that the narrower definition has been abandoned, the country's per capita death toll is in fact much higher than Brazil's. \nSuch a figure coincides more closely to the anecdotal evidence coming from hospitals and intensive care units across the country and with the images of cemeteries struggling to find space for the high number of burials each day. \nMeanwhile, the process of vaccination has been slow and beset with difficulties across most of South America."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57313700/#comp-comments-button",
      "category": "#comp-comments",
      "title": "House prices jump 10.9% as 'race for space' intensifies",
      "tags": "Housing,Personal finance,Housing market",
      "text": "UK house prices soared 10.9% in the year to May, the highest level in seven years, according to the Nationwide.\nThe average house price has risen to £242,832, up £23,930 over the past twelve months.\nBuyers are in a \"race for space\" as they seek larger homes and properties with gardens, Nationwide said.\nBank of England deputy Sir Jon Cunliffe told the BBC it was important people did not overstretch themselves in terms of mortgage borrowing.\nRobert Gardner, Nationwide's chief economist, said the housing market has seen a complete turnaround over the past twelve months.\nA year ago, activity collapsed in the wake of the first lockdown with housing transactions falling to a record low of 42,000 in April 2020, he said. \n\"But activity surged towards the end of last year and into 2021, reaching a record high of 183,000 in March,\" Mr Gardner said.\nAccording to the building society's research, there's \"a race for space\" with people moving to access a garden or outdoor space more easily. \n\"The majority of people are looking to move to less urban areas,\" Mr Gardner said.\nHe added that the extension of the stamp duty holiday from its original end date of March helped to maintain momentum in the market.\n\"It is shifting housing preferences which is continuing to drive activity, with people reassessing their needs in the wake of the pandemic,\" he said.\nTalking to the BBC, Sir Jon Cunliffe said the way people had learned to work differently during the pandemic may also be changing their preferences for where they want to live.\nHe said the Bank's main concern was rising personal debt.\n\"We learned from experience that if households are carrying high levels of debt, and you then hit a bump, the recession is much worse. We learned that 10 years ago after the financial crisis,\" he said. \nTax breaks introduced during the pandemic to boost the housing market and, in turn the UK economy, had a marked effect in the last 12 months.  \nThe property purchase tax was suspended on the first £500,000 of all sales in England and Northern Ireland from July to support the market. \nSimilar support for homebuyers was introduced in Scotland and Wales. \nThe tax relief was due to end across the whole of the UK at the end of March, prompting a surge in sales to beat the planned cut-off date, but only Scotland stuck to the deadline.  \nEngland, Northern Ireland and Wales extended relief to the end of June. \nAfter that in England and Northern Ireland, the nil rate band will be set at £250,000 - double its standard £125,000 level - until the end of September. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-57317190",
      "category": "uk-england-norfolk",
      "title": "Holt house hit by three cars 'at risk of collapse'",
      "tags": "Holt",
      "text": "A house has been partially destroyed after a car crashed though its wall, making it the third time it has been struck by a vehicle in 20 years.\nAubrey and Pat Eke, 77 and 78, were asleep upstairs when the car hit their home in Holt, Norfolk, on Monday.\nIt has left most of the house structurally unstable, Mr Eke said, with a surveyor due to assess the extent of the damage later.\nA man, 25, was arrested on suspicion of drink-driving.\nHe was later released under investigation.\nThe couple were unhurt, but the driver of the VW Golf was taken to hospital to be checked over.\n\"We heard this almighty crash and I thought, oh no,\" said Mr Eke, who was awoken by the accident on Norwich Road in the early hours of the morning.\n\"I was stumbling around in the dark as it had taken all the electricity out, but I looked through all the rubble and the window and saw the driver had just got out.\"\nIt is believed the man had driven straight across a T-junction opposite the Eke's home before coming to an abrupt halt in the living room.\n\"It's the third time this has happened in the 20 years we've lived here, but this is by far the worst,\" Mr Eke said.\nHe said the couple could currently only use the conservatory and kitchen in the two-storey home and could not go upstairs to collect clean clothes.  \n\"They [police] kept the road closed as they weren't sure whether vibrations from passing traffic might cause the house to fall down,\" said Mr Eke.\n\"Some of it has already moved about three inches.\"\nPolice officers who attended the crash said the house was left with \"extensive damage\", a Norfolk police spokeswoman said.\nMr Eke said he was \"now on a mission\" to get better road signage and other safety measures at the junction opposite his home.\nA Norfolk County Council spokesperson, said: \"We will visit the site to check that all signs and road markings are clearly visible and determine whether any further works are required.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57313700",
      "category": "business",
      "title": "House prices jump 10.9% as 'race for space' intensifies",
      "tags": "Housing,Personal finance,Housing market",
      "text": "UK house prices soared 10.9% in the year to May, the highest level in seven years, according to the Nationwide.\nThe average house price has risen to £242,832, up £23,930 over the past twelve months.\nBuyers are in a \"race for space\" as they seek larger homes and properties with gardens, Nationwide said.\nBank of England deputy Sir Jon Cunliffe told the BBC it was important people did not overstretch themselves in terms of mortgage borrowing.\nRobert Gardner, Nationwide's chief economist, said the housing market has seen a complete turnaround over the past twelve months.\nA year ago, activity collapsed in the wake of the first lockdown with housing transactions falling to a record low of 42,000 in April 2020, he said. \n\"But activity surged towards the end of last year and into 2021, reaching a record high of 183,000 in March,\" Mr Gardner said.\nAccording to the building society's research, there's \"a race for space\" with people moving to access a garden or outdoor space more easily. \n\"The majority of people are looking to move to less urban areas,\" Mr Gardner said.\nHe added that the extension of the stamp duty holiday from its original end date of March helped to maintain momentum in the market.\n\"It is shifting housing preferences which is continuing to drive activity, with people reassessing their needs in the wake of the pandemic,\" he said.\nTalking to the BBC, Sir Jon Cunliffe said the way people had learned to work differently during the pandemic may also be changing their preferences for where they want to live.\nHe said the Bank's main concern was rising personal debt.\n\"We learned from experience that if households are carrying high levels of debt, and you then hit a bump, the recession is much worse. We learned that 10 years ago after the financial crisis,\" he said. \nTax breaks introduced during the pandemic to boost the housing market and, in turn the UK economy, had a marked effect in the last 12 months.  \nThe property purchase tax was suspended on the first £500,000 of all sales in England and Northern Ireland from July to support the market. \nSimilar support for homebuyers was introduced in Scotland and Wales. \nThe tax relief was due to end across the whole of the UK at the end of March, prompting a surge in sales to beat the planned cut-off date, but only Scotland stuck to the deadline.  \nEngland, Northern Ireland and Wales extended relief to the end of June. \nAfter that in England and Northern Ireland, the nil rate band will be set at £250,000 - double its standard £125,000 level - until the end of September. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57310997",
      "category": "uk",
      "title": "Covid-19: Warning UK still vulnerable and Heathrow opens red-list terminal",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nThe success of the UK's vaccination programme does not mean the UK's battle with Covid is over, according to a scientist advising the government. Prof Adam Finn says the country remains vulnerable, as more than half of UK adults have not had two vaccine doses. There are warnings the country could be in the early stages of a third wave of the virus, with a recent rise in cases linked to the spread of a more transmissible variant first identified in India.\nPassengers arriving from countries on the UK's Covid red list are being channelled through a dedicated terminal at Heathrow Airport - T3 - with the government understood to be picking up a substantial portion of the cost. Red-list passengers had previously waited in the same arrivals hall as those from lower-risk countries before heading to hotels for quarantine. \nThere are concerns social care services could face an influx of referrals over vulnerable children as lockdown restrictions ease. A BBC investigation discovered a 20% reduction in child protection orders in Wales between March 2020 and January 2021. Charities and unions put this down to Covid restrictions preventing schools, youth workers and social workers from keeping an eye on those most at risk.\nDomino's Pizza is hiring 5,000 cooks and delivery drivers, as staff who joined during the pandemic head back to former roles. The fast-food chain said it had recruited thousands of workers in the last year, including event managers, taxi drivers and hairdressers who are now able to go back to their usual work. \nFront-line NHS workers recovering from the trauma of caring for coronavirus patients during the pandemic have been discovering how horses can help relieve their stress. \"They're very good at helping you to read yourself, to reset yourself... to move forward in a calm and compassionate way,\" says intensive care sister Amanda White.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're worried about getting back into shape after lockdown, we have five ways to sort out muscle loss caused by inactivity.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57314517",
      "category": "business",
      "title": "Amigo faces collapse after failed bid to cap payouts",
      "tags": "Money,Personal finance,Personal debt",
      "text": "Amigo, which lends money to those with a poor credit history, has said it faces insolvency without a new plan to cap payouts for mis-sold loans.\nA proposal to set aside a separate pot of money for compensation was thrown out by the High Court a week ago.\nNow Amigo has said it will not appeal against that decision and was, instead, investigating all options - including an alternative plan, or insolvency.\nIn the meantime, all compensation payments remain on hold.\nAmigo has 150,000 current customers, and 500,000 past customers who are often cash-strapped and are required to give the name of a guarantor to step in to cover any unpaid repayments.\nIt is the biggest operator in the market but its future has been in doubt for some time, having also been embroiled in a boardroom battle. It stopped all new lending in November.\nThe company, as with many others in the sub-prime lending sector, has faced a blizzard of complaints from customers who believe they were approved for loans which they could never afford to repay. A host of these complaints have come via claims management companies.\nThe regulator says that a loan is unaffordable if making the repayments means someone has to borrow more money or get behind with essential bills.\nAmigo said it wanted to cap any unfinished or subsequent complaints in what is known as a scheme of arrangement.\nThis was opposed by the City regulator, the Financial Conduct Authority (FCA), and a judge said he was \"not satisfied that the court should sanction the scheme\".\nAmigo said it would now work with the FCA in the coming weeks.\nChief executive Gary Jennison said: \"Without a scheme, Amigo faces insolvency as it will be unable to satisfy its customer compensation claims as well as meeting the legally binding funding obligations owed to its secured creditors. The board is committed to finding the best solution it can for Amigo's customers.\"\nIt said that \"to ensure equal treatment of customers with redress claims\", compensation would continue to be put on hold \"until further notice\".\nBut Sara Williams, who has been following the case on her Debt Camel blog, said it was unfair that halting payments only worked one way.\n\"Amigo won't pay refunds but it expects customers who have a complaint in to carry on paying their monthly loan repayments,\" she said. \n\"If Amigo wants to halt deciding complaints and paying refunds, it should allow the customers too to halt payments until their complaint is decided. I think the FCA should insist on this to protect the customers.\"\nThe company would also be delaying the publication of its results for the last financial year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57317220",
      "category": "world-europe",
      "title": "Sicilian Mafia: Anger as 'people slayer' Giovanni Brusca freed",
      "tags": "Sicilian mafia,Mafia,Sicily,Italy",
      "text": "Sicilian Mafia boss Giovanni Brusca, whose grisly crimes include having a child's body dissolved in acid, has been released from prison.\nDubbed the \"people slayer\", Brusca has confessed to his role in over 100 killings, including the assassination of Italy's top anti-Mafia prosecutor Giovanni Falcone.\nBut Brusca became an informant, helping prosecutors hunt down fellow mobsters.\nHis release after 25 years in jail has outraged his victims' relatives.\nHe will now be on parole for four years.\nBrusca, now 64, was a key figure within the Cosa Nostra, the Sicilian Mafia group.\nIn 1992, he detonated the bomb that killed Italy's leading anti-Mafia investigator, judge Giovanni Falcone, in one of the country's most infamous murder cases.\nMr Falcone's wife and three bodyguards were also killed in the attack, when Brusca set off half a tonne of explosives under the road near Palermo they were driving along.\nThe attack, followed two months later by the killing of Mr Falcone's colleague Paolo Borsellino, rocked Italy and resulted in tough new anti-Mafia laws.\nBrusca has confessed to his role in more than 100 murders.\nOne of the most gruesome was the killing of Giuseppe Di Matteo, the 11-year-old son of another mafioso who had betrayed him. Brusca had the boy kidnapped and tortured before he was strangled and his body dissolved in acid - as a result, the child's family couldn't bury him.\nAfter his arrest in 1996, he turned state witness in order to reduce his sentence. He helped investigators track down the gangsters responsible for several Mafia attacks in the 1980s and 1990s.\nBrusca's release has prompted grief and anger among relatives of some of his victims.\nThe wife of one of the bodyguards killed, Tina Montinaro, told the Repubblica newspaper she was \"indignant\".\n\"The state is against us - after 29 years we still don't know the truth about the massacre and Giovanni Brusca, the man who destroyed my family, is free,\" Ms Montinaro said. \nMaria Falcone, the sister of the judge, said she was \"saddened\" by the news but that the law gave Brusca the right to leave prison.\nSeveral Italian politicians condemned Brusca's release.\n\"After 25 years in prison, the mafia boss Giovanni Brusca is a free man. This is not the 'justice' that Italians deserve,\" said Matteo Salvini, leader of the right-wing League party.\n\"It is a punch in the stomach that leaves you breathless,\" Enrico Letta, the leader of the centre-left Democratic party, told radio station Rtl 102.5 on Tuesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57286980",
      "category": "uk-england-london",
      "title": "Fishmongers' Hall: Terrorist shot at 20 times on London Bridge",
      "tags": "Stratford-upon-Avon,Cambridge,London Bridge attack,Stafford,Fishmongers' Hall attack inquests",
      "text": "Fishmongers' Hall terrorist Usman Khan was shot at 20 times by armed police before he died on London Bridge, an inquest has heard.\nHe stabbed Jack Merritt, 25, and Saskia Jones, 23, at a prisoner rehabilitation conference at the hall on 29 November, 2019.\nKhan injured two others before being shot dead by officers.\nThe inquest into the 28-year-old's death, being held at Guildhall, is due to last two weeks.\nDuring the inquest, jurors were shown footage of Khan's final moments.\nAfter stabbing Mr Merritt and Ms Jones inside Fishmongers' Hall, Khan was pursued on to London Bridge by three men.\nKhan, from Stafford, told police he had a bomb on his person and was initially shot twice at close range by a firearms officer.\nKhan lay on the ground before he began to get up minutes later, the inquest heard.\nHe then sat up for 13 seconds during which at least nine fresh shots were fired at him.\nDet Ch Insp Dan Brown told jurors, 20 shots were fired in total - as well as a Taser.\nKhan stopped moving by 14:12 GMT - around 15 minutes after beginning his attack.\nHe was pronounced dead at 15:07 after the scene was made safe.\nDet Ch Insp Brown said police believe Khan shouted \"Allahu Akbar\" during their confrontation with him.\nFootage also showed members of the public running to safety as Khan emerged from the hall, brandishing two kitchen knives. \nThis included a woman with a young child who ran into the path of oncoming traffic as she tried to escape.\nLast week another inquest jury identified a catalogue of failures contributed to the deaths of Mr Merritt and Ms Jones.\nKhan's inquest continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56887390",
      "category": "uk",
      "title": "Lockdown muscle loss: Five ways to get back in shape",
      "tags": "Coronavirus lockdown measures",
      "text": "Millions of people missed out on regular exercise and are likely to have lost muscle mass during the Covid-19 pandemic, say experts.\nNearly a third of people believed their general strength had declined, according to a survey for the Chartered Society of Physiotherapy and Sport England. Almost a quarter (23%) of under-34s said it had dipped, either \"a bit\" or \"a lot\", while the figure was higher for those aged over 55.\nMuscle loss can lead to long-term problems with mobility and balance. Those in turn can trigger or aggravate a whole range of serious health conditions. Experts say that that those with persistent problems should seek help from a doctor or physiotherapist, but there are things that many people can do to get themselves back in shape.\nGetting started with some basic exercise is the hardest thing for many people, say the experts. Their advice: don't try to do too much.\n\"Starting small is the key to motivation,\" says Uzo Ehiogu of the Royal Orthopaedic Hospital in Birmingham. \"You need one small win everyday.\"\nStrengthening exercise is fundamentally about moving heavy things. But that doesn't necessarily mean big weights. Your own bodyweight can be enough. For someone who has been doing very little or no exercise during lockdown, 15 minutes of housework or gardening, or an extra thousand steps a day, could be a good place to start, he says. \n\"The single biggest factor in forming healthy habits is consistency.\" So the best way to achieve that is to set small goals which you know you can achieve. \"People with grandiose goals are much less likely to stick with them.\"\nStarting with a few push ups or half push ups, sit to stand exercises or squats and lunges - can go a long way.\nOur upper body muscles, the biceps, triceps,  pectoral or chest muscles, and trapezius muscle in back and shoulders may well have weakened during the lockdown. Lisa Osborn-Jenkins, who treats patients in Southampton, says simple things like changing the way we shop may have added to the problems. \n\"Carrying loaded shopping bags is a great strength activity. The switch to online shopping means that's gone for many people.\"\nA good way to get it back is to start doing push and pull exercises.\n\"The muscles in the front of your body are usually good at pushing, and the muscles in the back are good at pulling,\" says Mr Ehiogu. \"You should try to balance them both.\"\nSo that can mean press-ups, or three-quarter press-ups on your knees if full press-ups are too much, with initially just a few repetitions. A pull exercise can be a rowing action, using a stretch band, or a pull-up using a cheap pull-up bar on a door frame. \nAnd it doesn't need to be formal exercise. Moving things around in the garden or cleaning out a cupboard can give you the same workout. \nSimple exercises for your lower body and your core can yield big benefits, says neurological specialist Dr Caroline Appel. That means exercising the leg muscles, your bottom, abdominals and lower back. \n\"Sit to stand exercises are good way to start,\" she says, along with calf raises and stepping up and down the stairs. Just start with 10 repetitions and build up, \"Build up more slowly than you think you can,\" says Dr Appel.\nWhen you're ready, and if it's appropriate, you can move on to squats and lunges. \n\"If you don't have a lot of money for equipment, it shouldn't stop you. You can start with almost nothing.\"\nHaving a schedule written down helps us to overcome \"decision fatigue\" and stay on track says physiotherapist Ben Lombard.  \nHe points out millions of people have been missing out on incidental exercise such as walking to the station during lockdown.  So making a schedule to make up for lost exercise has become doubly important.\n\"People need to be organised with simple, smart and specific goals,\" says Patricia Smith of the University of London. That's hard to achieve without a schedule.\nMs Smith says that exercising at the same time each day can also help us to develop healthy routines. And Lisa Osborn-Jenkins says it's doubly effective if you can make it social. Exercising with others gives you two sorts of motivation: \"There's the enjoyment from being with others, and there's the all important feeling that you won't want to let them down by not turning up.\"\nLeaving your exercise kit laid out the night before is a good way to make sure you don't back out of exercising in the morning, says Mr Lombard.\n\"It's about minimising the mental barriers to exercise.\"\nIn those few minutes, perhaps when you've just woken up, seeing your kit laid out and ready, is a powerful signal that a firm decision has been made. You're doing it. \nHaving to hunt through your wardrobe for your shorts makes it much more likely that you'll back out - and next time roll over and go back to sleep.\nLikewise, Mr Ehiogu says: \"Put your trainers by the door.\"\nIf you've got out of the habit of exercise during lockdown, give yourself one less reason to avoid getting back into it now. \nIllustrations by Gerry Fletcher"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57320450/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Boris Johnson promises more school catch-up cash in 'damp squib' row",
      "tags": "Coronavirus lockdown measures,Schools,Young people,Coronavirus pandemic",
      "text": "The prime minister has promised schools in England there will be more money \"coming down the track\" after catch-up plans were labelled a \"damp squib\".\nHead teachers had said they were \"hugely disappointed\" by a £1.4bn Covid recovery package, which breaks down to £50 extra per pupil per year.\nMost of the funding will be for tutoring to make up for lost learning.\nBoris Johnson said it would \"give parents the confidence\" that their children would be supported.\nBut the plans so far are much more limited than the £13.5bn that the Education Policy Institute (EPI) think tank had calculated would be required to catch up on lessons disrupted by the pandemic.\nThe catch-up plan, with £1.4bn extra over three years in addition to the £1.7bn already announced, will include £1bn for 100 million hours of tutoring and £250m for teacher training and development.\nTutoring, often in small groups, will be targeted at those considered most in need of support, particularly the disadvantaged and will not available for all pupils.\nThe EPI, which warned primary pupils had lost up to two months of learning in reading and three months in maths, said the extra funding amounted to £50 per pupil per year - a tenth of what it estimated was needed.\nSpread over three years, the extra cash is worth about 1% of the annual schools budget, said the EPI.\nThe support was lower than in other countries, said the think tank, with catch-up funding in England, including earlier announcements, worth £310 per pupil over three years, compared with £1,600 in the United States and £2,500 in the Netherlands.\nElizabeth, a mother of two from Worcester, welcomed the idea of more help for children in class.\n\"I want children to be supported in school and extra teachers - and the children split into smaller groups with additional classroom support is always going to be a good thing.\"\nBut she does not want children to be put under too much pressure. \n\"We don't want to cram in the curriculum, we want children to enjoy learning and not put pressure on pupils or teachers to do more in the school day.\n\"For my children, the day is long enough - five days a week 9am to 3.30pm. They come home and they are knackered, particularly my eldest who has started high school - there is so much for him to take in and absorb. \n\"If the day was extended to 4.30pm they would come home, have their tea, do their homework and there would be very little down-time.\n\"I did read some of the plans may have included after-school clubs like music, that's a good thing but not to do more curriculum learning.\" \nThere had been reports the recovery plan would be much bigger and include a longer school day - but funding for any further catch-up proposals will now depend on the next spending review.\nBut Education Secretary Gavin Williamson told BBC Radio 4's Today programme that an extended school day was \"very much still on the agenda\".\nAsked whether the funding was less than required, Mr Williamson said the catch-up plan was based on the evidence of what works - and that tutoring \"does actually deliver\" and should not be the \"preserve of a few\".\nHe said the £1.4bn was a \"pretty hefty amount\" and would \"have a direct impact on children\".\nSuggestions of shorter summer holidays were no longer being considered, said the education secretary.\nThe hesitation over plans for an extended school day would not have been seen as much as a loss to sixth formers at St Wilfrid's Catholic school in Crawley, West Sussex.\nThey wanted a return to normality and \"certainty\" after so much upheaval, rather than adding extra hours, which could leave students tired rather than inspired.\n\"It feels like the pandemic has been constant pressure and uncertainty,\" said Katelan, a Year 12 student.\n\"The most important thing the government could give us as students is clarity. And clarity early on and not just a few months before we're due to take the exams,\" says Catherine, expecting to take her A-levels next summer.\nThe pupils were \"delighted\" to be back in the classroom in March, rather than relying on online lessons - and if tutoring is going to be provided they want it to be in-person rather than online.\nThe BBC has learned a much bigger and more ambitious plan costing just over £10bn was still under discussion between government departments as recently as last week, but this was rejected by the Treasury. \nSources close to the talks said the Treasury was reluctant to sign off on such a big upfront commitment. \nIn response, a Whitehall source said: \"It's right for both children and the taxpayer that we know what we're buying before we spend.\"\nThe education recovery tsar, Sir Kevan Collins, had previously talked of the importance of extra teaching hours, including for sports, music and the arts.\nThere were reports he had proposed a £15bn recovery package, but he said the tutoring and teacher training announced represented \"evidence-based support to a significant number of our children and teachers\". \nBut Sir Kevan added that \"more will be needed to meet the scale of the challenge.\"\nGeoff Barton, leader of the ASCL head teachers' union, said the government's response was \"hugely disappointing\" and \"shows a failure to recognise the scale of learning loss\".\n\"There has obviously been a battle behind the scenes over funding for education recovery,\" said Mr Barton - with a settlement much lower than anticipated.\n\"Where is the funding for drama and music, sport and skills development?\" asked Mary Bousted, co-leader of the National Education Union, who added: \"Rarely has so much been promised and so little delivered.\"\nPaul Whiteman, leader of the National Association of Head Teachers, said the announcement was a \"damp squib\" and \"education recovery cannot be done on the cheap\".\nBut the heads' union leader welcomed that there was no plan to extend the school day, which could have caused \"more harm than good\".\nLabour's Education Secretary Kate Green said the announcement \"makes a mockery of the prime minister's claim that education is a priority\".\nLabour's recovery proposals included breakfast clubs and mental health support, as well as tutoring and teacher development.\nThis is not a plan on the scale anyone imagined when the prime minister appointed an adviser, Sir Kevan Collins, to shape bold recovery ideas for England's schools.  \nIn February, Sir Kevan told me in his first interview a broad vision was urgently needed. \nFrom the outset he made clear schools might need extra hours, not just for learning but for sport, music and other activities pupils have missed.  \nPeople close to the government talks said that even last week the plans being discussed were ambitious, costing more than £10bn.  \nBut the Treasury, according to these sources, baulked at the cost and honed in on core funding for tutoring which is backed by research evidence. \nSchools it seems will have to take their chances, alongside other priorities, in the big spending review this autumn.  \nWill extra tutoring help your child? What do you think of plans to not have a longer school day? Email haveyoursay@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57304907",
      "category": "world-europe",
      "title": "France fugitive caught after shoot-out with Dordogne police",
      "tags": "France",
      "text": "An armed ex-soldier on the run in south-western France has been shot by police after a 24-hour manhunt.\nThe man, named by police as 29-year-old Terry Dupin, had fled to a forest after shooting at officers on Saturday, sparking a massive search.\nHe was wounded during a shoot-out with a special forces squad, and has been taken into custody, officials say.\nInterior Minister Gérald Darmanin said he had been \"neutralised\" and thanked police for their \"decisive action\".\nThe manhunt began on Saturday after a \"dispute\" at Dupin's ex-partner's home, in Le Lardin-Saint-Lazare in Dordogne, led to him shooting at police.\nThe suspect, who had past domestic violence convictions, fled to nearby woods armed with a knife and a long-range hunting rifle, police said.\nMore than 300 officers, four armoured vehicles and a police helicopter were deployed to comb the four sq km (1.5 sq mile) stretch of woodland into Sunday night. Some 1,800 residents were urged to stay at home to avoid the \"potentially very dangerous\" suspect.\nAt around midday on Monday, the suspect was seriously wounded in a shoot-out with police, prefect of Dordogne, Frédéric Périssat, said.\n\"Neutralised means that he was wounded during the return of fire. He is currently in the hands of the fire and rescue service for medical treatment,\" Mr Périssat said.\nDuring the arrest, the suspect opened fire several times on special forces officers, he said, adding that the man appeared unconcerned about his own life.\nMr Darmanin praised the hundreds of officers deployed since Saturday.\nPolice had called for witnesses and issued a photo and description of the suspect, naming him as Terry Dupin, a bearded man of athletic build, born in 1992 in Rosny-Sous-Bois, near Paris.\nHe was described as a \"dangerous individual sought by police for attempted murder\".\nReports said the ex-soldier had struck his ex-partner and fired at her current boyfriend with a hunting rifle. Officers then came under fire when they arrived at the scene. No-one was injured.\nOfficers closed off roads around the town and set up a security perimeter.\nThe manhunt had shocked residents of the rural community.\n\"The outcome is what I hoped for, I believe that the whole population is relieved and I hope that we will never have to relive such an event,\" the mayor of Le Lardin-Saint-Lazare, Francine Bourra, told BMFTV.\n\"Normal life will really resume tomorrow morning,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-57318698",
      "category": "uk-england-lincolnshire",
      "title": "Daniel Boulton: Murder suspect arrested over Louth deaths",
      "tags": "Louth",
      "text": "A 29-year-old man has been arrested on suspicion of murdering a mother and her child.\nA search for Daniel Boulton was launched after Bethany Vincent, 26, and her nine-year-old son Darren Henson were found stabbed at a house on High Holme Road, Louth, on Monday.\nLincolnshire Police said the suspect, who was known to both victims, was arrested in the Hubbard's Hills area.\nHe was also held on suspicion of stabbing an off-duty police officer.\nMr Boulton was eventually arrested at a farm in Hallington, near Louth, with a number of armed officers and police vehicles involved.\nDet Ch Supt Andy Cox said: \"He didn't come willingly, was found in possession of knives and had to be Tasered to make the arrest.\"\nMr Cox commended the injured officer who tried to arrest Mr Boulton: \"The off-duty officer was stabbed in the process as well, albeit thankfully the injuries appear minor at this time.\"\nDoor-to-door inquiries were now under way and officers were searching fields behind the farm buildings, police said.\nEarlier, police said a knife believed to have been used to inflict multiple stab wounds upon both victims was recovered at the scene.\nMr Cox said another child aged \"about one year old\" was found uninjured at the High Holme Road property, and was now in safeguarding care.\nSpeculation the child was abducted was incorrect, he said.\n\"This has been a tragic, extraordinary, and worrying set of circumstances in equal measure,\" Det Ch Supt Cox added.\n\"A woman and child have lost their lives in the most devastating way and I know that their loved ones will be feeling the magnitude of that today and our thoughts go out to them,\" he said.\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57315385/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Coronavirus: Government agrees £1bn Transport for London bailout package",
      "tags": "Transport for London,London Underground,London transport,Sadiq Khan,Coronavirus pandemic",
      "text": "Transport for London (TfL) has secured a £1.08bn funding package from the government, the third bailout since the start of the pandemic.\nThe government has now given more than £4bn since March 2020 to keep services like the Tube and buses running.\nThe deal will provide funding until 11 December. Fare prices will increase by RPI +1% from next January under the deal, in-line TfL's business plans.\nMayor of London Sadiq Khan called the deal \"yet another sticking plaster\".\nHe added: \"This is not the deal we wanted but we have fought hard to get it to the best place possible.\n\"After some extremely tough negotiations, we have successfully managed to see off the worst of the conditions the government wanted to impose.\n\"These would not only have required huge cuts to transport services equivalent to cancelling 1 in 5 bus routes or closing a Tube line, but would have hampered London's economic recovery as well as the national recovery.\"\nA £1.6bn bailout was agreed in May, followed by a £1.8bn deal in November, which was extended until the end of May.\nThis new deal confirms TfL will receive income equivalent to £1.78bn in passenger revenue until December, in addition to the £1.08bn bailout.  \nAt the start of the pandemic, TfL's fare revenues fell by 90%. There has been a similar drop in advertising revenues, as companies cancelled contracts to advertise on the London Underground network.\nThe number of commuters on the network is now nearly 60% of pre-pandemic levels.\nThe funding package could be increased or cut depending on passenger numbers.\nIt also comes with conditions, such as from 2023 TfL must increase revenue by between £0.5- £1bn each year.\nMr Khan said: \"There are very few options to do this and forcing TfL to impose draconian additional measures on London would be unacceptable.\"\nThe government has also called for a review of \"TfL's generous pensions scheme\".\nAnd at least £100m must be set aside for the healthy streets programme - which funds Low Traffic Neighbourhoods - and active travel programme, as part of the deal.\nA Department for Transport (DfT) led initiative seek to convert \"at least one Underground line\" to driverless trains.\nLast year Boris Johnson argued driverless Tube trains should be a condition of any future funding of TfL.\nA leaked TfL study found such a scheme would cost £7bn and represent \"poor value for money\".\nTfL claims the new requirements will also mean the network needs to find savings or new income of around £900m this year.\nIn a letter to the mayor, Transport Secretary Grant Shapps condemned proposed plans for a boundary charge — costing £3.50 a day, or £5.50 for drivers of more polluting vehicles.\nMr Shapps said it \"cannot be right to impose a 'boundary tax' on non-Londoners to pay for services mainly enjoyed by Londoners\".\nHe added: \"Throughout this process, the government has maintained that these support packages must be fair to taxpayers across the UK and on the condition that action is taken to put TfL on the path to long-term financial sustainability.\"\nLondon's Transport Commissioner Andy Byford said the funding will \"enable us to continue to run near full levels of service to stimulate London's recovery and deliver a host of improvements\".\nMr Byford said: \"The pandemic has shown our financial model, with such a disproportionate reliance on fare revenue, to be not fit for purpose.\n\"It is vital that we also use this period to agree a longer-term settlement so that we can plan effectively for London's future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57315436",
      "category": "uk-scotland",
      "title": "Lockdown easing paused for millions as rules are relaxed in Glasgow",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "The easing of lockdown restrictions has been paused for millions of people in Scotland - but rules are to be relaxed in Glasgow from Saturday.\nMost of the country had been due to drop down to level one in the five-tier system from next week.\nBut First Minister Nicola Sturgeon said 13 council areas would stay in level two due to rising case rates.\nThey will be joined by Glasgow, which had been the only part of the country still in level three.\nMany areas in the north and south of the country will still move to level one as planned, with island communities including Orkney, Shetland and the Western Isles in level zero.\nThe first minister said a \"slight slowing down\" of the easing of restrictions was needed while vaccination continues - but described it as \"a pause, not a step backwards\".\nGlasgow will enter level two on Saturday, allowing six people from three households to meet up indoors for the first time in many months.\nPubs and restaurants will be able to sell alcohol indoors, and the travel ban between Glasgow and other parts of the country will also be lifted.\nThirteen council areas, with a combined population of more than 2.3 million people, will stay in level two while local case numbers are high and vaccines are still being rolled out.\nThese areas - which all have case rates above 50 per 100,000 people - are: Edinburgh; Dundee; Stirling; Midlothian; East Dunbartonshire; Renfrewshire and East Renfrewshire; Clackmannanshire; North and South Lanarkshire; and North, South and East Ayrshire.\nWith the addition of Glasgow, it means just under three million people will be subject to level two restrictions.\nMs Sturgeon said she knew it would be \"very disappointing\" for the people in these areas, but said: \"Taking a cautious approach now - while more people get fully vaccinated - gives us the best chance of staying on the right track overall.\"\nThe rest of mainland Scotland will be moving to level one on 5 June, which means eight people from three households can meet indoors and 12 people from 12 households can meet outdoors.\nSoft play centres and funfairs are allowed to reopen and 100 people are allowed to attend weddings or funerals.\nMost of Scotland's island communities, including Shetland, Orkney and the Western Isles, will move from level one to level zero.\nThis will allow people to meet up in greater numbers, although Ms Sturgeon said people from the mainland should take a Covid-19 test before travelling there.\nThe first minister told MSPs that she was \"optimistic about our chances of much more normality over the summer and beyond\" as the vaccine programme continues, but said a careful approach was still needed due to new variants of the virus.\nShe said: \"I appreciate that today's decisions will feel like a mixed bag. That reflects the fact we are now in a transition phase.\n\"The vaccines make the outlook positive, but the new variant means the road ahead is still potentially bumpy - so caution is necessary.\"\nScottish Conservative leader Douglas Ross said \"a more local approach\" was needed, arguing for \"targeted interventions to tackle local outbreaks instead of sweeping measures\".\nHe said: \"Half of the country will move forward while the rest will be stuck in limbo with no clear idea when the restrictions will ease.\"\nIt's no surprise that many parts of Scotland are being held in level two. There have been warnings from scientists across the UK that caution is required as case numbers go up, and it would be out of character for Nicola Sturgeon not to tread carefully.\nSome experts believe what we are seeing in Scotland is the start of a third wave. The question is, how big will it be?\nIt looks like vaccines are holding up against the new, more transmissible, Indian variant. \nThe proportion of people who test positive and go on to need hospital treatment appears to be far less than it was in the autumn of last year.  Scientists say it's a very good sign that the vaccine is breaking the link between cases and hospitalisations, but that efforts should be stepped up to maximise protection by getting people to come forward for a first or second jag.   \nThere is also a nervousness that too big an increase in Covid patients in hospital could stall any progress the NHS is making on catching up on the backlog of routine work. \nThat is why the decision to slow down the easing of restrictions. \nScottish Labour leader Anas Sarwar said the news would be welcome in Glasgow, but a \"bitter blow\" to people in parts of Scotland which will now not be moving down a level.\nHe said: \"It is paramount that we now design proper protocols for what happen in current and future hotspot areas learning from the Glasgow experience.\"\nScottish Green co-leader Lorna Slater called for \"urgent consideration\" to maintaining a ban on evictions as long as restrictions are in place - something Ms Sturgeon said she would keep under review.\nScottish Lib Dem leader Willie Rennie said he was \"deeply concerned about the lack of services for adults with special needs\".\nMs Sturgeon said more key services could now get back to normal, and that she was \"trying to manage these issues as carefully and sensitively as we can\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57315436/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Lockdown easing paused for millions as rules are relaxed in Glasgow",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon",
      "text": "The easing of lockdown restrictions has been paused for millions of people in Scotland - but rules are to be relaxed in Glasgow from Saturday.\nMost of the country had been due to drop down to level one in the five-tier system from next week.\nBut First Minister Nicola Sturgeon said 13 council areas would stay in level two due to rising case rates.\nThey will be joined by Glasgow, which had been the only part of the country still in level three.\nMany areas in the north and south of the country will still move to level one as planned, with island communities including Orkney, Shetland and the Western Isles in level zero.\nThe first minister said a \"slight slowing down\" of the easing of restrictions was needed while vaccination continues - but described it as \"a pause, not a step backwards\".\nGlasgow will enter level two on Saturday, allowing six people from three households to meet up indoors for the first time in many months.\nPubs and restaurants will be able to sell alcohol indoors, and the travel ban between Glasgow and other parts of the country will also be lifted.\nThirteen council areas, with a combined population of more than 2.3 million people, will stay in level two while local case numbers are high and vaccines are still being rolled out.\nThese areas - which all have case rates above 50 per 100,000 people - are: Edinburgh; Dundee; Stirling; Midlothian; East Dunbartonshire; Renfrewshire and East Renfrewshire; Clackmannanshire; North and South Lanarkshire; and North, South and East Ayrshire.\nWith the addition of Glasgow, it means just under three million people will be subject to level two restrictions.\nMs Sturgeon said she knew it would be \"very disappointing\" for the people in these areas, but said: \"Taking a cautious approach now - while more people get fully vaccinated - gives us the best chance of staying on the right track overall.\"\nThe rest of mainland Scotland will be moving to level one on 5 June, which means eight people from three households can meet indoors and 12 people from 12 households can meet outdoors.\nSoft play centres and funfairs are allowed to reopen and 100 people are allowed to attend weddings or funerals.\nMost of Scotland's island communities, including Shetland, Orkney and the Western Isles, will move from level one to level zero.\nThis will allow people to meet up in greater numbers, although Ms Sturgeon said people from the mainland should take a Covid-19 test before travelling there.\nThe first minister told MSPs that she was \"optimistic about our chances of much more normality over the summer and beyond\" as the vaccine programme continues, but said a careful approach was still needed due to new variants of the virus.\nShe said: \"I appreciate that today's decisions will feel like a mixed bag. That reflects the fact we are now in a transition phase.\n\"The vaccines make the outlook positive, but the new variant means the road ahead is still potentially bumpy - so caution is necessary.\"\nScottish Conservative leader Douglas Ross said \"a more local approach\" was needed, arguing for \"targeted interventions to tackle local outbreaks instead of sweeping measures\".\nHe said: \"Half of the country will move forward while the rest will be stuck in limbo with no clear idea when the restrictions will ease.\"\nIt's no surprise that many parts of Scotland are being held in level two. There have been warnings from scientists across the UK that caution is required as case numbers go up, and it would be out of character for Nicola Sturgeon not to tread carefully.\nSome experts believe what we are seeing in Scotland is the start of a third wave. The question is, how big will it be?\nIt looks like vaccines are holding up against the new, more transmissible, Indian variant. \nThe proportion of people who test positive and go on to need hospital treatment appears to be far less than it was in the autumn of last year.  Scientists say it's a very good sign that the vaccine is breaking the link between cases and hospitalisations, but that efforts should be stepped up to maximise protection by getting people to come forward for a first or second jag.   \nThere is also a nervousness that too big an increase in Covid patients in hospital could stall any progress the NHS is making on catching up on the backlog of routine work. \nThat is why the decision to slow down the easing of restrictions. \nScottish Labour leader Anas Sarwar said the news would be welcome in Glasgow, but a \"bitter blow\" to people in parts of Scotland which will now not be moving down a level.\nHe said: \"It is paramount that we now design proper protocols for what happen in current and future hotspot areas learning from the Glasgow experience.\"\nScottish Green co-leader Lorna Slater called for \"urgent consideration\" to maintaining a ban on evictions as long as restrictions are in place - something Ms Sturgeon said she would keep under review.\nScottish Lib Dem leader Willie Rennie said he was \"deeply concerned about the lack of services for adults with special needs\".\nMs Sturgeon said more key services could now get back to normal, and that she was \"trying to manage these issues as carefully and sensitively as we can\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57273875",
      "category": "health",
      "title": "Covid: When can teenagers get a second dose?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "A second dose of the Pfizer vaccine will be offered to 16 and 17-year-olds across the UK, following updated advice from the UK's vaccine committee.\nAll over-18s across the UK can have two Covid vaccine doses, as can some vulnerable, high-risk children over 12.\nHealthy, low-risk children between 12 and 15 have only been offered a single dose - which should be delayed until 12 weeks after a coronavirus infection.\nThe Joint Committee for Vaccination and Immunisation (JCVI) says a second dose for those aged 16 and 17 is safe and effective 12 weeks after the first.\nThe JCVI has previously held back from recommending a second dose because of concerns over a very rare heart condition, called myocarditis, experienced by tiny numbers of young people - particularly boys - after the second dose.\nIt says it is now reassured by evidence from other countries that a 12-week gap between doses would lower that already very small risk.\nA decision on a second dose for 12-15s has not yet been made but could happen in the next few weeks.\nIn the meantime, all 12-17 year olds should wait 12 weeks after a Covid infection before having their first or second dose.\nNo vaccine is currently approved for under-12s in the UK.\nIf you're over 18, and want to book your first, second or booster dose, you can find out how here.\nNo. If you're under 40 or pregnant you'll be given Pfizer or Moderna.\nEvery woman who is pregnant (or planning to become pregnant) is encouraged to get two vaccine doses. Hospital figures show that 98% of pregnant women admitted to intensive care this year were not vaccinated.\nUnder-18s have so far been offered Pfizer. \nThe vaccines are very effective at protecting people against becoming seriously ill or dying from Covid-19. \nLatest data from the UK Health Security Agency suggests more than 90% protection against hospitalisation and death with all three vaccines.\nThe vaccines are less effective at stopping people becoming infected by the virus, developing mild symptoms or passing it on - but they do reduce the risk of that happening too.\nIf you've been double-jabbed, you are far less likely to become seriously ill or die from Covid.\nCovid vaccines aren't compulsory, but everyone is urged to get jabbed to protect themselves, their family, friends and wider society.\nChildren under 16 don't need parental consent to get jabbed, as long as they are believed to have \"enough intelligence, competence and understanding to fully appreciate what's involved in their treatment\". This is known as \"Gillick competence\". \nBeing fully vaccinated can make travelling to most other countries easier, and in many cases means you will not have to self-isolate either when you return to the UK. \nHowever, it's worth bearing in mind that under-16s are not eligible for their own digital NHS Covid Pass, which is now accepted widely as proof of vaccination. \nWhat's more, the single jab which most UK teenagers have so far received, is not recognised as full vaccination by some countries (including France), and more tests may be required.\nCheck your destination's rules on the Foreign Office website before you travel. \nMost are mild, completely normal and disappear after a few days. \nThey happen because the body's defences are reacting to the vaccine, and include:\nA very small number of people had a severe allergic reaction after the Pfizer and Moderna vaccines, so you should discuss any allergies you have before vaccination.\nThere's no evidence to suggest you should avoid alcohol altogether, but drinking in large quantities can suppress your immune system.\nSome women have experienced unusually heavy, painful or prolonged periods after being jabbed.\nThis may be because the vaccine prompts an increase in activity in the immune system, which also plays a role in the menstrual cycle. \nHowever, there's no evidence  the vaccine has any impact on pregnancy or fertility.\nPregnant women are being urged to get the vaccine, to protect themselves and their babies.\nCoronavirus can cause serious illness in some women in later pregnancy, and possibly a slightly higher rate of stillbirth.\nIf you're planning a pregnancy or are breastfeeding, government guidance says you can still get vaccinated, \nA recent study suggests vaccination can help improve long Covid symptoms.\nResearchers think the vaccine could be pressing the body's reset button and helping it recover. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57318424",
      "category": "health",
      "title": "Bodycams for ambulance staff after rise in attacks",
      "tags": "UK ambulance services,North East Ambulance Service,Body cameras,NHS England,NHS,London Ambulance Service,Northern Ireland Ambulance Service",
      "text": "Ambulance workers in England will be given body-worn cameras, after assaults against them went up by almost a third in five years.\nMore than 3,500 attacks on emergency care staff were recorded last year. \nThe move was welcomed by staff trialling the cameras, some of whom had experienced violence on the job. \nThe NHS is expecting to make the equipment available to all 10 of England's ambulance trusts by the end of the month. \nGary Watson, who took part in the trial in the London Ambulance Service, was assaulted by a drunk patient in 2018, along with three of his colleagues.\nHe tore ligaments, damaged his shoulder and received serious injuries to his face and neck. \nMr Watson believes the cameras could act as a deterrent. And, he said, if he'd had one when he was attacked three years ago, it would have saved him the stress of testifying against his attacker in court.\n\"Every time a job comes on the radio you think, 'Is it going to be another one of those jobs?' You just never know. \n\"All four members of staff got up for work that morning to help people -  come in, do their job, care for people and then go home to their families. They didn't come in to... be hospitalised and end up with the after-effects of such violence,\" he said. \n\"When you see someone in uniform, you see the uniform, but obviously there's a person who is wearing it.\"\nChief people officer for NHS England Prerana Isaar said: \"Every member of our dedicated and hardworking NHS staff has the fundamental right to be safe at work and it is our priority to eliminate violence and abuse, which we will not tolerate.\"\nA law passed in 2018 gave judges the power to hand down more severe sentences to people who assault emergency workers on duty.\nNHS England said the camera would start recording at the touch of a button, if members of the public became aggressive or abusive. Recordings can then be shared with the police, and used in court as evidence. \nNHS England medical director Steve Powis, said: \"Initial trial findings show the cameras make staff feel safer, and can assist in de-escalating situations where staff are faced with someone being aggressive towards them.\"\nBut in the North East Ambulance Service - one of the pilot areas along with the London Ambulance Service - assaults actually increased. \nThe cameras were only trialled with small numbers of people, though.\nHealth minister Nadine Dorries said the trial of the cameras helped to reduce incidents.\nShe added: \"We have already doubled the maximum sentence for assaulting an emergency worker and continue to take action to protect staff against violence, aggression and discrimination.\"\nAmbulance services in Wales and Northern Ireland both said they were considering introducing body cameras for staff.\nThe Scottish ambulance service declined to comment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51665497",
      "category": "health",
      "title": "Covid vaccine update: Those that work - and the others on the way",
      "tags": "Medical research,Coronavirus vaccines,Moderna,Vaccination,James Gallagher,Pfizer,Flu,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "Covid vaccination campaigns are under way in the UK and across the world. \nA range of vaccines are being used to reduce people's chances of getting sick, needing hospital treatment or dying. \nIt is more than a year since the virus first emerged, yet many people are still vulnerable. \nThe restrictions on our lives help keep the virus in check as they reduce opportunities for the virus to spread. \nVaccines teach our bodies to fight the infection and are \"the\" exit strategy from the pandemic.\nThe three vaccine frontrunners are those developed by Pfizer-BioNTech, Moderna and Oxford-AstraZeneca.\nPfizer and Moderna both developed RNA vaccines - a new approach that is incredibly quick to design.\nThey inject a tiny fragment of the virus's genetic code into the body, which starts producing part of the coronavirus and pushes the body to mount a defence. \nThese have been approved for use in the UK, Europe and the US. \nThe Oxford vaccine is subtly different as it uses a harmless virus to carry the same genetic material into the body. This has been approved in the UK and Europe.\nIt is the easiest of the three to use as it can be stored in a fridge, rather than needing very cold temperatures.\nAll three are supposed to be given as two doses.\nA single-dose Covid vaccine made by Janssen has now been approved for use in the UK.\nTwenty million doses of the jab, which was 85% effective in stopping severe illness from Covid-19 in trials, will arrive later this year.\nBecause only one dose is needed - and the vaccine can be stored in a fridge - it could have a significant impact around the world. A billion doses are planned this year.\nAnother jab, Novavax, is also being reviewed by drugs regulators.\nIt uses a different, old-school, approach to vaccines - proteins from the virus and a chemical to prime the immune system are injected into the body. \nThere are other noteworthy vaccines, even if they are not being used in Europe and the US. \nThe Sinovac, CanSino and Sinopharm vaccines have been developed by scientists in China and deals have signed with other countries in Asia and South America. Around one million people in China are reported to have been given the Sinopharm injection.\nThe Sputnik V vaccine, developed by Russia's Gamaleya Research Centre, is also effective according to late stage trial results published in The Lancet. Some people have been immunised.\nThe vaccine, which works in a similar way to the Oxford-AstraZeneca and Janssen vaccines has also been deemed to be safe - and offer complete protection against hospitalisation and death.\nIt is hard to compare one company's results with another as their trials will have been conducted in slightly different ways and at different points in the pandemic. \nHowever, all the main vaccines seem to have a large impact on your chances of needing hospital treatment or dying from Covid.\nNonetheless, one of the most important questions - do they stop you spreading the virus - remains unknown. \nUnderstanding which method produces the best results will be explored in challenge trials where people are deliberately infected with the virus.\nNew versions of the coronavirus are emerging in countries around the world. \nHowever, there is a warning sign from Janssen and Novavax, which have the first \"real-world\" data on the new variants.\nBoth showed a dip in their overall effectiveness in South Africa, where a new and worrying variant has been spreading.\nThe results were still good and clearly better than no vaccine at all, but they emphasise how coronavirus is a moving target.\nWe may need to change the vaccines we use in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57313399/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Job not done despite vaccination success, scientist warns",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The success of the UK's vaccination programme does not mean that the battle with Covid is over, a scientist advising the government has said.\nProf Adam Finn said the country remained vulnerable as there were still large numbers of unvaccinated people. \nThere have been calls to delay ending Covid restrictions in England on 21 June amid warnings of a third wave.\nDowning Street reiterated that the PM had seen nothing in the data to suggest the plan would need to be postponed.\nA No 10 spokesman added: \"We will continue to look at the data, we will continue to look at the latest scientific evidence as we move through June.\"\nFirst Minister Nicola Sturgeon announced Scotland's next stage of lockdown easing would be paused for much of its central belt, with places including Edinburgh, Dundee and Stirling staying in level two.\nThe UK has seen a small rise in cases recently linked to the spread of the more transmissible variant first identified in India.\nOn Monday, the UK reported more than 3,000 new Covid infections for the sixth day in a row. \nProf Finn, from the Joint Committee on Vaccination and Immunisation, which advises the government on vaccine priority, told BBC Radio 4's Today programme that the UK needed to achieve a high coverage of immunity across the population, not just among certain groups.\n\"The idea that somehow the job is done is wrong - we've still got a lot of people out there who have neither had this virus infection nor yet been immunised and that's why we're in a vulnerable position right now,\" he said.\nMore than 25 million people in the UK have had two doses of a vaccine - just under half of the adult population.\nHe said the message needed to be broadcast that \"we're all in this together - everyone needs to do this (get vaccinated) for everyone\".\nProf Finn joined other government scientific advisers in urging caution over relaxing the coronavirus restrictions too soon, saying it was \"so much better to delay slightly than to go around with another cycle\" of lockdown restrictions.\nHe said the new variant first identified in India looked to be more infectious and it was something \"we need to take seriously\".\n\"It's a different virus, it could be a real problem and it's only by taking it seriously now that we can get where we want to be as soon as possible,\" he said.\nThe Indian variant - known as B.1.617.2 - is thought to account for up to three quarters of new cases in the UK and has been linked to a surge in cases in some parts of the country.\nThe last stage of the government's roadmap in England for lifting lockdown, which would remove all limits on how many people you can meet, is due no earlier than 21 June. \nA final decision on whether restrictions will be lifted will be reached on 14 June.\nProf Sir Mark Walport, a member of the government's Scientific Advisory Group for Emergencies (Sage), said the situation was \"very delicately balanced\".\nHe told BBC Breakfast that more data was needed over the next two weeks to help the prime minister \"make the difficult decision\".\nHe said the data on hospital admissions and case numbers would be key to determining whether to lift restrictions.\nAsked whether the UK was entering a third wave of the virus, he said he hoped it wasn't \"but it's not impossible\". \nIn most of the UK, cases are rising gradually while hospital admissions are flat or falling. But Scotland and the North West of England tell a different story.\nCases in both areas have been doubling roughly every fortnight across the last month.\nAnd admissions are following, doubling roughly monthly in the North West and every fortnight in Scotland.\nLondon too is seeing rising cases and admissions, albeit more slowly.\nAnd we are still seeing small numbers: in all three areas the number of people in hospital with coronavirus is less than 5% of what it was at the end of January.\nVaccines reduce the number of people with coronavirus who get really ill.\nBut as cases go up, inevitably some people end up in hospital.\nThe key question for those analysing the data between now and 14 June is, how much of this is part of what we expected and planned for as society opens up again, and how much is the variant?\nProf Ravi Gupta, a member of the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), said on Monday that there were signs the UK was already in the early stages of a third wave fuelled by the Indian variant.\nAnother member of Nervtag, professor of sociology Robert Dingwall, told Times Radio he hadn't seen anything in the latest data to make a case for postponing relaxing restrictions. \nHe said the younger age groups who were not vaccinated faced \"much lower risk\", adding that \"many of the scientists who've been talking over the weekend simply haven't adjusted their expectations to understand that (for these people) Covid is a mild illness in the community\".\nBusiness leaders have repeatedly warned that any change to the proposed dates would have a devastating impact on those sectors not yet able to fully reopen - or open at all.\nKate Nicholls, chief executive of UK Hospitality, said that some businesses were \"haemorrhaging cash\" and a delay would \"push them closer to the cliff edge of business failure\".\nThe timetable for relaxing Covid measures varies across the UK. \nIn Wales, there is due to be a review on 3 June. In Northern Ireland, some measures were relaxed on 24 May - the next review is due on 10 June.  \nMeanwhile, MPs and peers have urged Boris Johnson to share some of the UK's vaccines with developing nations to prevent a \"humanitarian disaster\".\nAnd on Monday, thousands of people received jabs at Twickenham Stadium as part of the NHS' drive to target areas hardest hit by the Indian variant. \nHounslow's director of public health Kelly O'Neill told the BBC more than 11,000 people were vaccinated at the stadium - with organisers later opening up jabs to anyone aged over 18 as they did not want supplies to be wasted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57314570",
      "category": "uk-england-birmingham",
      "title": "Birmingham Clean Air Zone: No payments for first two weeks",
      "tags": "UK air pollution,Birmingham,Birmingham City Council",
      "text": "Drivers will not be charged for entering Birmingham's new Clean Air Zone for the first two weeks, the city council has announced.\nThe scheme, covering the city centre and targeting high-polluting vehicles, was launched on Tuesday morning.\nSome motorists reported problems as they tried to pay in advance for their journeys when the council announced its decision to delay seeking payment.\nCouncillor Waseem Zaffar said the delay would give drivers \"time to adjust\".\n\"We always want to give communities that extra time to be able to adjust to such a difficult and challenging project that this Clean Air Zone clearly is,\" the cabinet member for transport and environment said.\n\"So for the next two weeks we won't be seeking any payment or enforcement of those payments either.\"\nMr Zaffar added there were hundreds of people in the city who could still benefit from grants and exemptions available and urged them to apply.\n\"We're not interested in taking their money, we want green compliant vehicles coming into our city centre,\" he said.\nThe decision will mean high-polluting cars, which face a daily fee of £8 to travel into the centre of the city, and coaches and lorries, which will be charged £50, will not be required to pay for journeys before 14 June.\nFor four weeks after that, drivers will be offered the chance to pay just the daily clean air zone charge rather than a £120 fine if they fail to pay within six days.\nBy Kathryn Stanczyszyn, BBC WM Political reporter\nBirmingham's Clean Air Zone launched at midnight - but there was confusion from commuters this morning who were trying to dutifully pay the charge.\nIt only emerged at the official launch at 08:30 BST there was to be a two-week grace period.\nThe city council says it is to help ease the idea in, which isn't unprecedented with large-scale traffic projects like this. \nBut the fact that no-one had an inkling there would be a \"soft launch\" has led to questions over whether it was a late decision and criticism of the way the start of this controversial scheme has been handled. \nThe Conservative opposition says the delay is down to questions over a procurement contract - an official committee \"call-in\" - which means the council cannot start charging yet. \nSources tell me that while this may be the case, waiving the charge for the first two weeks was always on the cards, but publicising it could have led to less motivation by motorists to find out more. \nIt's thought there has also been a large number of applications for exemptions over the last few days, which the council says it wants to deal with before starting properly. \nA government website allows motorists to check if their vehicles will be affected by the new rules.\nAll roads inside the A4540 Middleway ring road fall into the clean air zone, but the circular route itself is not included.\nThe delayed scheme has divided the city, with some criticising the timing of it while businesses attempt to recover from the coronavirus pandemic.\nHowever, the local authority said air pollution contributed to 900 premature deaths a year in the city and it faced a £60m fine if it failed to implement the zone.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57323200",
      "category": "world-us-canada",
      "title": "Tulsa Race Massacre: President Biden commemorates 100-year anniversary",
      "tags": "Tulsa,US race relations,United States,Joe Biden",
      "text": "Joe Biden has become the first sitting president to commemorate the 1921 Tulsa Massacre - one of the worst incidents of racial violence in US history.\nMr Biden flew to Tulsa, Oklahoma, on Tuesday to mark the 100th anniversary of the attack, which claimed up to 300 African-American lives.\nThe two days of violence, sparked by a white mob, were largely erased from history for decades.\nIt re-entered the national discourse amid racial justice protests last year.\nOn 31 May 1921, a group of white Americans razed the affluent and predominantly black neighbourhood of Greenwood in Tulsa.\nThe community - known by the moniker of \"Black Wall Street\" - was the country's wealthiest African-American neighbourhood until its many homes and businesses were burned down in the riot.\nIn addition to the lives lost, many more black Americans were left injured or homeless.\nIn the years following the incident, many official records were lost or destroyed, and schools did not teach about the massacre.\nSpeaking in Tulsa on Tuesday, Mr Biden said: \"For much too long, the history of what took place here was told in silence, cloaked in darkness.\"\n\"My fellow Americans, this was not a riot. This was a massacre, and among the worst in our history. But not the only one.\"\nLess than two years after the Tulsa massacre, a white mob destroyed the black town of Rosewood in rural Florida.\nOn 31 May, Mr Biden issued a proclamation for a day of remembrance.\n\"We honour the legacy of the Greenwood community and of Black Wall Street by reaffirming our commitment to advance racial justice through the whole of our government, and working to root out systemic racism from our laws, our policies, and our hearts,\" read a statement from the White House.\nOnly three survivors of the massacre - currently aged between 101 and 107 - are still alive. Mr Biden is expected to meet them during his trip.\nThe president began his visit on Tuesday with a tour of the Hall of Survivors, an exhibit about the massacre at the Greenwood Cultural Center.\nOn Monday, Tulsa Mayor GT Bynum posted an apology on behalf of the city government for its failure to protect the community and \"to do right by the victims\".\n\"While no municipal elected official in Tulsa today was alive in 1921, we are the stewards of the same government and an apology for those failures is ours to deliver,\" he wrote on Facebook.\n\"The victims - men, women, young children - deserved better from their city, and I am sorry they didn't receive it.\"\nGreenwood was a unique sight in pre-civil rights America: a prosperous community where predominantly black citizens thrived at a time of racial discrimination and segregation.\nThe actions of rioters reportedly erased decades of black wealth and wealth creation.\nTestifying before Congress last month, one survivor - 107-year-old Viola Fletcher - said: \"We lost everything that day... Greenwood represented all the best of what was possible for black people in America.\"\nAt the start of his presidency, Mr Biden said racial justice would be one of his top causes in office.\nAs part of his visit to Tulsa, he is expected to tout several new housing and small business programmes the White House hopes can narrow the wealth gap between black and white Americans.\nThe Biden administration says it will address racial discrimination in the housing market by issuing new rules on fair housing practices and curbing inequities in the home appraisal process.\nAnother programme involves increasing federal contracts with small, minority-owned, businesses by 50% over the next five years. \nIn addition, Mr Biden's proposed infrastructure package includes new initiatives aimed at expanding economic opportunities for minority Americans.\nThis includes a $10bn (£7bn) community revitalisation fund, which would send money to underserved neighbourhoods like Greenwood.\nThe plan also proposes putting $31bn toward increasing access to capital and technical assistance for small business initiatives, with a focus on \"socially and economically disadvantaged\" firms. It also calls for a new tax credit for private investments in affordable housing.\nHowever, left-wing activists expressed disappointment over the president's reluctance to cancel student loan debt, or address financial reparations for black descendants of slavery and racial violence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57320320/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Zero daily deaths announced in UK for first time",
      "tags": "Coronavirus pandemic",
      "text": "The UK has announced zero daily Covid deaths within 28 days of a positive test for the first time since March 2020.\nThe latest figures also reported another 3,165 new cases, compared with 3,383 on Monday and 2,493 one week ago.\nIt comes amid concern over a recent small rise in cases linked to the variant first identified in India.\nReports of daily deaths are often lower at weekends and at the start of the week.\nThis is because less counting takes place while statisticians are off - and adding in the bank holiday weekend will make this figure less certain still.\nAny deaths that happen on Tuesday will be reported in days to come.\nHealth Secretary Matt Hancock said the whole country would be \"so glad\" to hear the news. \nHe added: \"The vaccines are clearly working - protecting you, those around you and your loved ones.  \n\"But despite this undoubtedly good news we know we haven't beaten this virus yet, and with cases continuing to rise please remember hands, face, space and let in fresh air when indoors, and of course, make sure when you can you get both jabs.\"\nMeanwhile, Public Health England's medical director Dr Yvonne Doyle said the death figure was \"encouraging\", but echoed the health secretary's call for people to get a vaccine due to rising cases.\nIt is a blessed relief for the government to announce no deaths in their daily figures for the first time since the pandemic got going. \nThere are always ifs and buts. \nToday's deaths tell us what was happening with infections a month ago and, right now, it looks like the virus is on the rise again from its current low base. \nAnd the daily count isn't a perfect picture: some people who died over the bank holiday may have their passing reported on Wednesday.\nIn fact, according to the UK's current definition, deaths within four weeks of a positive test, there was a day with no reportable deaths last summer - on 30 July. \nBut the government did announce some deaths on that day as they were using a different definition at the time. \nThe pandemic is far from over, but this is a unique day in its history to date. \nWe can celebrate it and hope that we'll see more like it in the near future. \nThe UK's daily death rate, the number of people being admitted to hospital and those catching the virus have fallen from a peak reached in January. \nThis comes against the backdrop of the increasing numbers of people receiving the first or second dose of a vaccine. \nMore than a third of the adult population have now received both doses.\nThe latest figures show 25,734,719 people in the UK have had two jabs, while 39,477,158 - some 74.9% of the adult population - have received a first dose.\nHowever, the success of the UK's vaccination programme does not mean that the battle with Covid is over, a scientist advising the government has said.\nEarlier, Prof Adam Finn said the country remained vulnerable as there were still large numbers of unvaccinated people.\nThere have been calls to delay ending Covid restrictions in England on 21 June amid warnings of a third wave.\nBut earlier Downing Street reiterated that Prime Minister Boris Johnson had seen nothing in the data to suggest the plan would need to be postponed.\nA final decision on the last stage of the government's roadmap in England for lifting lockdown - which would remove all limits on how many people you can meet - will be reached on 14 June.\nThe timetable for relaxing Covid measures varies across the UK. \nIn Scotland, the easing of restrictions has been paused for millions - but rules are to be relaxed in Glasgow from Saturday.\nIn Wales, there is due to be a review on 3 June. In Northern Ireland, some measures were relaxed on 24 May - the next review is due on 10 June.  \nThe UK has now reported more than 3,000 new coronavirus infections for seven days in a row.\nThis increase in cases comes amid the spread of the more transmissible Indian variant, now known as Delta - after the World Health Organization announced new names for Covid-19 variants using letters of the Greek alphabet.\nThe Delta variant - also known as B.1.617.2 - is thought to account for up to three quarters of new cases in the UK, and has been linked to a surge in cases in some parts of the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57311441",
      "category": "world-europe",
      "title": "NSA spying row: US and Denmark pressed over allegations",
      "tags": "Germany,Denmark,Spying,Angela Merkel,National Security Agency",
      "text": "European powers have pressed the US and Denmark over reports the two worked together to spy on top European politicians, including German Chancellor Angela Merkel. \nDanish broadcaster DR said Denmark's Defence Intelligence Service (FE) collaborated with the US National Security Agency (NSA) to gather information from 2012 to 2014. \nMrs Merkel is among those demanding answers. \nBoth FE and the NSA are yet to comment. \nDenmark's Defence Minister, Trine Bramsen, did not confirm or deny the report but told AFP news agency that \"systemic eavesdropping of close allies is unacceptable\". She was not in charge of the ministry during the alleged spying. \n\"This is not acceptable between allies, and even less between allies and European partners,\" said French President Emmanuel Macron, after speaking with Mrs Merkel.\nMrs Merkel said she agreed with Mr Macron's comments, but that she was also reassured by the Danish defence minister's condemnation.\nIntelligence was allegedly collected on other officials from Germany, France, Sweden and Norway. Those nations have also called for explanations. \nNorwegian Prime Minister Erna Solberg told public broadcaster NRK: \"It's unacceptable if countries which have close allied co-operation feel the need to spy on one another.\" \nThe NSA is said to have accessed text messages and the phone conversations of a number of prominent individuals by tapping into Danish internet cables in co-operation with the FE.\nThe alleged set-up allowed the NSA to obtain data using the telephone numbers of politicians as search parameters, according to DR. The FE's subsequent secret investigation into the affair was codenamed \"Operation Dunhammer\" and concluded in 2015.\nDR interviewed nine sources, all of whom are said to have had access to classified information held by the FE. \nAlong with Mrs Merkel, then-German Foreign Minister Frank-Walter Steinmeier and the opposition leader at the time, Peer Steinbrück, are also said to have been targeted.\nSimilar allegations emerged in 2013.\nThen, secrets leaked by US whistleblower Edward Snowden alleged tapping of the German chancellor's phone by the NSA.\nWhen those allegations were made, the White House gave no outright denial but said Mrs Merkel's phone was not being bugged at the time and would not be in future. \nFollowing the new report, Mr Snowden accused US President Joe Biden of being \"deeply involved in this scandal the first time around\". Mr Biden was US vice-president at the time the reported surveillance took place.\n\"There should be an explicit requirement for full public disclosure not only from Denmark, but their senior partner as well,\" he tweeted. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57157496",
      "category": "health",
      "title": "Covid Indian variant: Where is it, how does it spread and is it more infectious?",
      "tags": "Bolton,Bedford,Coronavirus vaccines,Croydon,Hillingdon,Blackburn,India,Hounslow,Coronavirus pandemic",
      "text": "The majority of new coronavirus cases in the UK are the so-called Indian variant - named the Delta variant by the World Health Organization.\nThis version - or mutation - was first spotted in India last October.\nViruses mutate all the time. Most variants are insignificant, but some can make a virus more contagious. \nUK scientists say the Delta variant - known as B.1.617.2 - is spreading more quickly than the Kent or Alpha variant, which was behind a surge in cases over the winter.\nThere have been almost 18,000 cases of the B.1.617.2 variant in England, just under 3,000 in Scotland, 189 in Wales and 37 in Northern Ireland. \nThe latest Public Health England figures up to 2 June showed the worst-hit areas were:\nHowever, just because it's the most common strain doesn't always mean there's lots of it about. \nIn West Lancashire and East Hertfordshire, for example, in the two weeks to 29 May the variant accounted for 100% of the cases analysed for variants. But this amounted to only nine individual infections each.\nNot all cases are analysed and a higher proportion are in areas with lots of the Delta variant, potentially skewing the figures. \nBut random swabbing carried out by the Office for National Statistics, which is not skewed in this way, also found a growing proportion of cases looked like they were the Delta variant. \nIt does appear to spread more easily than the Kent variant (B.1.1.7). \nTransmission rates for the Indian strain have been put at anywhere between 30 and 100% higher than for the Kent or Alpha variant. \nRoughly 12% of contacts of people with the Indian variant went on to develop coronavirus, compared with 8% of those who had the so-called Kent variant, according to Public Health England analysis - suggesting it is roughly 50% more transmissible. \nBut some of that could be the behaviour of humans, rather than the virus itself. \nWhen a variant spreads faster than others, it could be driven by the strain being more infectious, by differences in how close people get, or by different vaccination rates. \nFor instance, it's been pointed out some of the worst-affected areas have very low proportions of residents working from home.\nDespite fears over the Indian variant, most of the UK went ahead with easing restrictions on 17 May.\nHowever, the government has issued new guidance for people in eight areas of England with high numbers of cases\nPeople have been advised to minimise travelling in and out of Kirklees, Bedford, Blackburn with Darwen, Bolton, Burnley, Leicester, Hounslow and North Tyneside.\nIn addition, residents have been advised - wherever possible - to meet people outside, maintain social distancing of 2m (6ft) from people not in their household and work from home if they can. \nIt is not clear whether the next stage of easing in England will happen on 21 June, as was set out in the government's roadmap. \nThe prime minister and health secretary have indicated they will wait for another week's data before making a decision.\nMany countries already have bans on people from the UK and elsewhere entering. \nFrance has brought a ban on non-essential travel from the UK back into force in direct response to the spread of the India variant. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57076243",
      "category": "uk-scotland",
      "title": "Covid in Scotland: What level is your area in?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Many council areas in Scotland moved from level two to level one or to level zero on 5 June, allowing more people to meet outdoors, and in pubs, cafes and restaurants. Glasgow moved from level three to level two - but there were no changes in many parts of central Scotland due to high case numbers. First Minister Nicola Sturgeon paused any further easing of restrictions and said the current levels would stay in place until 19 July. It is hoped that is when all parts of Scotland can move to level 0. Find out which council is currently in which level.\nIsland communities which are reporting an extremely low number of new cases are in level zero. In this tier hospitality operates \"almost normally\" - subject to rules on physical distancing, limits on numbers and other rules, such as table service.\nMany parts of Scotland where cases are low or broadly stable are in this level, which allows six people from three households to meet inside and stay overnight. There is no need to physically distance from family and friends in a private home. Meanwhile, eight people from three households can meet indoors in a public place, like a restaurant. Travel around Scotland is permitted and you can also travel to other parts of the UK as long as you follow their rules. Shops and leisure attractions are open, including soft play and funfairs, but nightclubs and adult entertainment remain closed.\nA large number of council areas across the central belt of Scotland are in level two. It allows six people from three households to meet inside and stay overnight. There is no need to physically distance from family and friends in a private home. Travel around Scotland is permitted and you can also go to other parts of the UK as long as you follow their rules. Shops and leisure attractions are open, but soft play, funfairs and nightclubs remain closed.\nNo Scottish local authority is in this level. Under these rules, six people from two households can gather at an indoor public place such as a cafe or restaurant. Groups of up to six from six households can meet outdoors, but there is no indoor visits to private homes. Going inside someone's living accommodation is only permitted for essential purposes or if you are in an extended household. Shops and many leisure facilities can open, but cinemas, theatres, nightclubs, concert halls and stadiums cannot. People should only travel in or out of the areas for permitted purposes.\nNo Scottish local authority is in this level. The rules say that four people from two households can meet outdoors in a private garden or a public place, but they would not be able to travel outside their area, unless for an essential reasons. Indoor activity can only be for essential purposes and not for socialising. Essential shops would be open, plus places of worship which can follow social distancing rules. Hospitality venues would remain closed along with indoor visitor attractions, gyms and swimming pools."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57323546",
      "category": "uk-england-birmingham",
      "title": "Kingstanding stabbing: Murder arrests after boy, 14, killed in attack",
      "tags": "Birmingham,Walsall,West Midlands Police,Cheshire,Kingstanding",
      "text": "Six people, including two young teenagers, have been arrested on suspicion of murder after a 14-year-old boy was stabbed to death in Birmingham.\nThe boy was confirmed dead at the scene on College Road, Kingstanding, at about 19:30 BST on Monday.\nWest Midlands Police said a 13-year-old boy was detained in the Walsall area and a 14-year-old boy was arrested from a vehicle in Cheshire.\nFour men, aged 33, 35, 36 and 38, have also been held, the force added.\nPolice said the victim - who has not been formally identified - was thought to have been chased towards the nearby McDonald's by a group of youths who fled the scene after the teenager collapsed. \nHe was pronounced dead a short time later.\nA post-mortem examination has confirmed the boy died from a stab wound to his chest.\nAll six were arrested within a few hours on Tuesday afternoon, the force said. \nThe 33-year-old man was arrested from an address in Kingstanding at 15:35 BST followed by the 13-year-old boy.\nPolice said the 38-year-old man and 14-year-old boy were detained from the vehicle and the other two men - aged 35 and 36 - surrendered to police stations in the West Midlands.\nDet Ch Insp Stu Mobberley said: \"We've made rapid progress on the investigation so far and these arrests are a significant step forward.\n\"We are keeping an open mind and pursuing all lines of enquiry. We ask people not to speculate on social media.\"\nThe force has voluntarily referred the case to the Independent Office for Police Conduct (IOPC) after \"looking at previous incidents involving the victim\".\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-oxfordshire-57316940",
      "category": "uk-england-oxfordshire",
      "title": "Anthony Sootheran murder: Woman who starved millionaire to death jailed",
      "tags": "South Newington,Banbury,Croughton,Middle Tysoe",
      "text": "A woman who starved her millionaire landlord to death in order to inherit part of his £3.5m estate has been jailed for a minimum of 28 years.\nLynda Rickard, 62, was convicted of murdering 59-year-old Anthony Sootheran who died at his farm near South Newington, Oxfordshire, in 2014.\nRickard's husband Wayne, 66, who was found guilty of allowing the death, was jailed for 10-and-a-half years.\nThe judge, Mr Justice Wall, said she had shown \"extraordinary greed\".\nThe Rickards, from Banbury, were Mr Sootheran's live-in tenants at High Havens Farm.\nLynda Rickard \"ruthlessly exploited\" the reclusive millionaire and his mother, Joy Sootheran, who died in 2012, Reading Crown Court previously heard.\nShe took up to £300,000 from their accounts, forged both of their wills and isolated her vulnerable landlord by discouraging visitors, prosecutors said.\nMr Sootheran's \"severely emaciated\" body was found in his room in March 2014.\nA combination of malnutrition and a deep-seated pressure sore led to a fatal lung infection, the court heard.\nThe death, initially treated as non-suspicious, was reinvestigated when his bank account was used after he died, the judge was told.\nThe Rickards later went to court to try to uphold his forged will but failed to inherit any part of the Sootherans' estates, prosecutors said.\nMr Sootheran's daughter Hannah told the court she was \"heartbroken\" over the loss of her father.\nIn a written victim statement, she said: \"My trust in people has deteriorated significantly.\n\"I cannot comprehend how someone who said she cared deeply for my dad left him to die in such horrible conditions.\"\nMary Loram QC, defending Lynda Rickard, said her client felt \"profound shame\" and had not spent the Sootherans' money on \"high living\".\nThe defendant previously admitted forging their wills, four counts of fraud over their bank accounts, two counts of conspiring to pervert the course of justice, one of possessing forged documents and one of  housing benefit fraud.\nShe and her husband were convicted by the jury of fraud over the purchase of a Mitsubishi Shogun car.\nPassing a life sentence, Mr Justice Wall said Mrs Rickard had \"cynically and systematically bled this family of money\".\nHe told her: \"Your greed was such that when you thought Anthony Sootheran might act in a way which would derail your gravy train, you murdered him.\"\nThe judge said Wayne Rickard, who was also found guilty of perverting the course of justice, \"hoped to profit\" from Mr Sootheran's death.\nHe told him: \"You were the only person who could have saved Anthony Sootheran but instead... you left him to die the most horrible of deaths.\"\nMichael Dunkley, 49, from Banbury, and Denise Neal, 41, of Lower Tysoe, Warwickshire, were jailed for 24 months and 27 months respectively after being found guilty of fraudulently signing forged wills. \nShanda Robinson, 51, from Banbury, who was convicted of the same offence and conspiring to pervert the course of justice, was jailed for two years and eight months.\nAnother of Mrs Rickard's friends, June Alsford, 78, from Aynho, Northamptonshire, who admitted fraud before the trial, was given a two-year suspended sentence.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57260746",
      "category": "uk-england-london",
      "title": "Sarah Everard died from compression of the neck",
      "tags": "Sarah Everard murder,Clapham,Deal",
      "text": "Sarah Everard died as a result of compression of the neck, a post-mortem examination has found.\nThe 33-year-old vanished as she walked home in Clapham, south London, on 3 March. Her body was found a week later in woodland near Ashford, Kent.\nHer family have been told of the cause of death and are being supported by specialist officers, the Met Police said.\nPC Wayne Couzens, 48, has been charged with Ms Everard's murder and kidnap.\nHe has been remanded in custody to appear at the Old Bailey on 9 July ahead of a trial that is due to start on 25 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57058637",
      "category": "uk",
      "title": "Covid-19: 'I was on the brink of death'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57305621",
      "category": "uk-wales",
      "title": "Welsh Premier Women's League shake-up 'unjust and wrong', say relegated clubs",
      "tags": "Abergavenny,Oswestry,Caerphilly,Briton Ferry,Barry",
      "text": "The football team that finished fourth in the women's Welsh top flight has criticised the decision to relegate them as part of a league restructure. \nAbergavenny Women's FC is one of three Welsh Premier Women's League (WPWL) sides to be removed as the division is cut from nine to eight. \nMonmouth MP David Davies urged the Football Association of Wales (FAW) to reconsider the \"inexplicable\" decision. \nThe FAW said it sympathised, but the application process had been \"robust\". \nUnder the move announced on Monday, Abergavenny, Caerphilly's Cascade Ladies YC and Briton Ferry Llansawel Ladies will all drop to the second-tier competition. \nIn contrast, Barry Town United Ladies FC will join the top flight, as will The New Saints, who are actively recruiting for players after splitting from their women's team last year. \nThere is anger among some that well-established teams have been replaced with one that does not yet exist. \nAbergavenny's manager said they had been left disheartened and disillusioned after securing fourth spot in their final game of the season. Craig Morgan-Hill said he feared some players would walk away from the game. \n\"They've given it their all. They beat Cardiff City 4-0, but they're not good enough. What can they do?\" said the former Manchester City academy player. \nThe WPWL is the top flight of the domestic game and is organised by the FAW.\nIt includes Swansea City, Cardiff City and Cardiff Met, with the winners qualifying for the prestigious Uefa Women's Champions League. \nThe league below, Tier 2, is to be split between northern and southern leagues, supported but not run by the governing body. \nThe changes are part of the FAW's wider women and girls football strategy to strengthen the domestic game in Wales and improve player pathways, in the hope fewer drop out. \nHowever Abergavenny captain Ceri Hudson said everyone at the club felt \"deflated\". \nThe 28-year-old, who has been at the club for 10 years, said the decision had affected the team's mental health, especially as they are \"not being judged on merit\", and was worried players would leave.\nThat is a particular concern for the town's MP, Mr Davies, who has written to the FAW questioning the decision to have no teams from the former Gwent area in the league. \nHe said it was \"inexplicable and completely unfair\", adding that removing a team for bureaucratic reasons instead of performance \"flies in the face of a level playing field for sport\". \nThose concerns were shared in a statement from Cascade YC Ladies who compared the changes to the controversial plans behind the failed men's European Super League. \n\"Healthy competition should be the only deciding factor when teams have satisfied the requirements for the league and not the size of the club or the whim of those making the decisions,\" the club added. \nBriton Ferry Llansawel Ladies FC also described the decision as \"unjust, ethically wrong and discriminatory\". \nThe club said it had \"serious questions about the levels of due diligence and fairness\" of the FAW's application process.  \n\"It will have, in some cases, an irreparable impact on our community and our ability to provide opportunities to young players and coaches,\" the club said in a statement.\nAndy Williams, head of women and girls football for The New Saints in Oswestry, said he understood why teams might feel aggrieved.\nBut he said TNS, whose men's side has won the Cymru Premier 13 times, were \"not riding roughshod over anyone\" and had taken part in a fair and independent application process. \nThe headteacher, who is taking up a full-time position at the club, said he had \"ambitious\" plans for building on the existing grassroots girl's football at the club. \n\"We want those players to have a clear pathway into our first team,\" he said. \nMr Williams said he wanted to use the existing resources at the club to develop an elite performance centre which would include medical cover, strength and conditioning facilities and match analysis for female players. \nThe head of women's football at the FAW, Lowri Roberts, said she sympathised with the clubs involved but said the restructure was about the development of the women's game at large in Wales. \nMs Roberts said international governing body Fifa had advised them on the year-long process, and they had offered support and feedback to clubs throughout. \n\"We have spent an awful long time communicating this process with the clubs that it wasn't all on sporting merit,\" she said. \nThe FAW has appointed a development manager to work with Tier 2 clubs as well as the under-19s league. \n\"This is the starting point for the 21-22 season... there will be promotion and relegation so it might just be one season for them,\" she said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57272876",
      "category": "uk-scotland-glasgow-west",
      "title": "Glasgow: The city that has been locked down for nine months",
      "tags": "Coronavirus lockdown measures,Glasgow,Coronavirus pandemic",
      "text": "While most of the UK is opening up, Glasgow is nearing nine months with some of the strictest Covid restrictions in the country.\nPeople are forbidden from mixing in each other's homes, pubs are closed for indoor drinking and no-one is allowed to visit or leave the city without good reason. \nRising case rates driven by the Indian variant have seen restrictions remain in Glasgow, while rules ease across the rest of Scotland. \nWith signs that new cases are stabilising, families and business owners hoped an announcement on Friday would bring an end to their 270-day confinement. But First Minister Nicola Sturgeon said it would be \"premature\" at this stage and a decision will be made next week.\nWhen Catrin Kemp heard news that only Glasgow would remain in level three restrictions last week, she found it was \"just another disappointment\".\nThe long-term ban on household mixing in Glasgow has meant loved ones have been unable to share important moments in her family's life.\n\"We had no celebrations for my daughter's first birthday,\" Catrin said. \"We'll make a fuss of her next year but those moments are lost - and lots of people would say that now, especially if their family doesn't live in Glasgow.\n\"People are going to break rules - they'll say 'I've done it for too long'. People are broken by Covid, they need to connect.\"\nCatrin launched a creative writing group for new mothers in Glasgow just before the virus arrived in Scotland, but kept meetings going online during the pandemic.\nWith two children of her own, the 42-year-old was concerned about the \"double whammy\" of the isolation new parents face combined with lockdown rules. \n\"It became a weekly group because it felt like everyone was so vulnerable,\" she said. \"New motherhood is such a paradox, it's lonely and wonderful all at the same time and during Covid those mothers would have felt that even more.\"\nIn leading the group, Catrin heard about family hardships but also saw what she described as \"beautiful moments\" - mothers breastfeeding and babies falling asleep in their arms.\nShe spoke of how people have adapted, her own family included - but worries the length of Glasgow's lockdown may have permanent effects.\n\"We talk far more to our neighbours, we spend more time on the street or shared back garden talking to anyone. I've made new friends from being in parks.\n\"But I don't know how I'll visit another house - I feel institutionalised by Covid.\"\nAlicia Macrae says travel restrictions will likely prevent her from visiting her parents in New York for another year - she last saw them in August 2019.\nShe has taken positive steps to cope with pandemic pressures, such as counselling and giving up alcohol. But local travel restrictions have presented further challenges for her family of five - who live in a tenement flat in the south side of the city.\nHaving to remain within the council boundaries for so long has meant they have visited most green spaces in the city - and what used to be a pleasure for her children is \"almost like punishment\" now.\n\"When things became more restricted again it was like the kids gave up,\" she said. \"We still manage to go walks but it's no longer an adventure.\"\nWith all three children of school age, home learning has been a major challenge - particularly for 10-year-old Hector, who is on the autism spectrum.\n\"He really struggled with going back to school and all the new rules and regulations,\" said Alicia. \"We got into a rhythm but his anxiety sky-rocketed until about February.\n\"It's been a long, hard slog dealing with that - autumn and winter was a dark time for us.\"\nNathaniel Hampton, 27, runs The Luchador - a small Latin American-themed bar and restaurant in the southside of Glasgow with a focus on high end cocktails. \nIt was set to open in November 2020 and owners had recruited staff from all over the UK - but the venue lay empty over winter having never sold a drink as a result of restrictions on hospitality. \nNathaniel said: \"There was always a concern we might not open but we kept in mind what our goal was - that kept us all going.\n\"I'm used to coming to work and having thousands of things to think about, so just being sat in a room with nothing happening was difficult.\"\nAfter a spell operating as a takeaway, the venue welcomed its first customers indoors on 26 April - but can only serve its signature drinks to a few tables outdoors on a busy main road. \nDespite the challenges for the industry in Glasgow, Nathaniel remains optimistic.\nHe said: \"The response we've had has been fantastic. For me, seeing the look on someone's face when they enjoy themselves on night out is one of reasons I'm still here.\n\"Glasgow has a great reputation all around the world - we'll be able to survive because of where we are.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57322511",
      "category": "world-us-canada",
      "title": "Alaska: Biden to suspend Trump Arctic drilling leases",
      "tags": "Arctic,Climate change,Environment,Donald Trump,Joe Biden",
      "text": "US President Joe Biden's administration will suspend oil and gas leases in Alaska's Arctic National Wildlife Refuge pending an environmental review.\nThe move reverses former President Donald Trump's decision to sell oil leases in the refuge to expand fossil fuel and mineral development.\nThe giant Alaskan wilderness is home to many important species, including polar bears, caribou and wolves.\nArctic tribal leaders have welcomed the move but Republicans are opposed. \nCovering some 19 million acres (78,000 sq km), the Arctic National Wildlife Refuge (ANWR) is often described as America's last great wilderness. \nThe push for exploration in the park has been the subject of a decades-long dispute. \nThe oil-rich region is a critically important location for many species and is considered sacred by the indigenous Gwich'in people. \nOne side argues that drilling for oil could bring in significant amounts of money and provide jobs for people in Alaska, while the other has raised concerns over environmental and climate threats.\nDays before his presidential term ended in January, Mr Trump went ahead with the first sale of oil leases in the region's coastal plain as part of his push to develop more domestic fossil fuel production.\nBut the sale received little interest from the oil and gas industry. Companies said they were focusing their spending on renewable energy, amid a huge slump in oil prices. Several large US banks said they would not fund exploration in the area. \nIn total, 11 tracts were auctioned off, covering just over 550,000 acres, according to the Washington Post newspaper. The sale raised less than $15m (£11m) - far less than the government had hoped.\nMost went to the Alaska Industrial Development and Export Authority, a state agency. \nWhile estimates suggest around 11 billion barrels of oil lie under the refuge, it has no roads or other infrastructure, making it a very expensive place to drill.\nDuring his campaign Mr Biden pledged to protect the habitat. Once in office, he directed the Interior Department to review the leases. \nIn a statement on Tuesday, the department said it had \"identified defects in the underlying record of decision supporting the leases, including the lack of analysis of a reasonable range of alternatives\", required under environmental law. \nWhite House National Climate Advisor Gina McCarthy said Mr Biden \"believes America's national treasures are cultural and economic cornerstones of our country\". \n\"He is grateful for the prompt action by the Department of the Interior to suspend all leasing pending a review of decisions made in the last administration's final days that could have changed the character of this special place forever,\" she added.\nSince taking office, Mr Biden has signed executive orders aimed at freezing new oil and gas leases on public land, and has pledged to drastically cut carbon emissions. \nBut his administration disappointed environmental groups last week when the Justice Department defended a Trump-era decision to approve a major oil project on Alaska's North Slope in the former Naval Petroleum Reserve.\nArctic tribal leaders praised the decision. \n\"I want to thank President Biden and the Interior Department for recognising the wrongs committed against our people by the last Administration, and for putting us on the right path forward,\" Tonya Garnett, special projects coordinator for the Native Village of Venetie Tribal Government, said in a statement. \n\"This goes to show that, no matter the odds, the voices of our Tribes matter.\"\nKristen Miller, acting executive director of the Alaska Wilderness League, said suspending the leases was \"a step in the right direction\". \nBut the Biden administration's move was criticised in a joint statement by Republican senators Dan Sullivan and Lisa Murkowski along with representative Don Young and Governor Mike Dunleavy.\n\"This action serves no purpose other than to obstruct Alaska's economy and put our energy security at risk,\" said Ms Murkowski, who has represented Alaska in the Senate since 2002. \nMr Dunleavy added that the leases sold by the Trump administration \"are valid and cannot be taken away by the federal government\". \nOil revenues are critical for Alaska, with every resident getting a cheque for around $1,600 every year from the state's permanent fund.\nMr Dunleavy has previously said that opening the refuge for \"responsible resource development\" could \"put more oil in our pipeline, put Alaskans to work, bring billions of dollars of investment to our state, support American energy independence, and provide critical revenues to our state and local communities\". \nThe Alaska Industrial Development and Export Authority said it was disappointed by the decision, and had no reason to believe that the environmental analysis was inadequate. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57320320",
      "category": "uk",
      "title": "Covid: Zero daily deaths announced in UK for first time",
      "tags": "Coronavirus pandemic",
      "text": "The UK has announced zero daily Covid deaths within 28 days of a positive test for the first time since March 2020.\nThe latest figures also reported another 3,165 new cases, compared with 3,383 on Monday and 2,493 one week ago.\nIt comes amid concern over a recent small rise in cases linked to the variant first identified in India.\nReports of daily deaths are often lower at weekends and at the start of the week.\nThis is because less counting takes place while statisticians are off - and adding in the bank holiday weekend will make this figure less certain still.\nAny deaths that happen on Tuesday will be reported in days to come.\nHealth Secretary Matt Hancock said the whole country would be \"so glad\" to hear the news. \nHe added: \"The vaccines are clearly working - protecting you, those around you and your loved ones.  \n\"But despite this undoubtedly good news we know we haven't beaten this virus yet, and with cases continuing to rise please remember hands, face, space and let in fresh air when indoors, and of course, make sure when you can you get both jabs.\"\nMeanwhile, Public Health England's medical director Dr Yvonne Doyle said the death figure was \"encouraging\", but echoed the health secretary's call for people to get a vaccine due to rising cases.\nIt is a blessed relief for the government to announce no deaths in their daily figures for the first time since the pandemic got going. \nThere are always ifs and buts. \nToday's deaths tell us what was happening with infections a month ago and, right now, it looks like the virus is on the rise again from its current low base. \nAnd the daily count isn't a perfect picture: some people who died over the bank holiday may have their passing reported on Wednesday.\nIn fact, according to the UK's current definition, deaths within four weeks of a positive test, there was a day with no reportable deaths last summer - on 30 July. \nBut the government did announce some deaths on that day as they were using a different definition at the time. \nThe pandemic is far from over, but this is a unique day in its history to date. \nWe can celebrate it and hope that we'll see more like it in the near future. \nThe UK's daily death rate, the number of people being admitted to hospital and those catching the virus have fallen from a peak reached in January. \nThis comes against the backdrop of the increasing numbers of people receiving the first or second dose of a vaccine. \nMore than a third of the adult population have now received both doses.\nThe latest figures show 25,734,719 people in the UK have had two jabs, while 39,477,158 - some 74.9% of the adult population - have received a first dose.\nHowever, the success of the UK's vaccination programme does not mean that the battle with Covid is over, a scientist advising the government has said.\nEarlier, Prof Adam Finn said the country remained vulnerable as there were still large numbers of unvaccinated people.\nThere have been calls to delay ending Covid restrictions in England on 21 June amid warnings of a third wave.\nBut earlier Downing Street reiterated that Prime Minister Boris Johnson had seen nothing in the data to suggest the plan would need to be postponed.\nA final decision on the last stage of the government's roadmap in England for lifting lockdown - which would remove all limits on how many people you can meet - will be reached on 14 June.\nThe timetable for relaxing Covid measures varies across the UK. \nIn Scotland, the easing of restrictions has been paused for millions - but rules are to be relaxed in Glasgow from Saturday.\nIn Wales, there is due to be a review on 3 June. In Northern Ireland, some measures were relaxed on 24 May - the next review is due on 10 June.  \nThe UK has now reported more than 3,000 new coronavirus infections for seven days in a row.\nThis increase in cases comes amid the spread of the more transmissible Indian variant, now known as Delta - after the World Health Organization announced new names for Covid-19 variants using letters of the Greek alphabet.\nThe Delta variant - also known as B.1.617.2 - is thought to account for up to three quarters of new cases in the UK, and has been linked to a surge in cases in some parts of the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57313399",
      "category": "uk",
      "title": "Covid-19: Job not done despite vaccination success, scientist warns",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The success of the UK's vaccination programme does not mean that the battle with Covid is over, a scientist advising the government has said.\nProf Adam Finn said the country remained vulnerable as there were still large numbers of unvaccinated people. \nThere have been calls to delay ending Covid restrictions in England on 21 June amid warnings of a third wave.\nDowning Street reiterated that the PM had seen nothing in the data to suggest the plan would need to be postponed.\nA No 10 spokesman added: \"We will continue to look at the data, we will continue to look at the latest scientific evidence as we move through June.\"\nFirst Minister Nicola Sturgeon announced Scotland's next stage of lockdown easing would be paused for much of its central belt, with places including Edinburgh, Dundee and Stirling staying in level two.\nThe UK has seen a small rise in cases recently linked to the spread of the more transmissible variant first identified in India.\nOn Monday, the UK reported more than 3,000 new Covid infections for the sixth day in a row. \nProf Finn, from the Joint Committee on Vaccination and Immunisation, which advises the government on vaccine priority, told BBC Radio 4's Today programme that the UK needed to achieve a high coverage of immunity across the population, not just among certain groups.\n\"The idea that somehow the job is done is wrong - we've still got a lot of people out there who have neither had this virus infection nor yet been immunised and that's why we're in a vulnerable position right now,\" he said.\nMore than 25 million people in the UK have had two doses of a vaccine - just under half of the adult population.\nHe said the message needed to be broadcast that \"we're all in this together - everyone needs to do this (get vaccinated) for everyone\".\nProf Finn joined other government scientific advisers in urging caution over relaxing the coronavirus restrictions too soon, saying it was \"so much better to delay slightly than to go around with another cycle\" of lockdown restrictions.\nHe said the new variant first identified in India looked to be more infectious and it was something \"we need to take seriously\".\n\"It's a different virus, it could be a real problem and it's only by taking it seriously now that we can get where we want to be as soon as possible,\" he said.\nThe Indian variant - known as B.1.617.2 - is thought to account for up to three quarters of new cases in the UK and has been linked to a surge in cases in some parts of the country.\nThe last stage of the government's roadmap in England for lifting lockdown, which would remove all limits on how many people you can meet, is due no earlier than 21 June. \nA final decision on whether restrictions will be lifted will be reached on 14 June.\nProf Sir Mark Walport, a member of the government's Scientific Advisory Group for Emergencies (Sage), said the situation was \"very delicately balanced\".\nHe told BBC Breakfast that more data was needed over the next two weeks to help the prime minister \"make the difficult decision\".\nHe said the data on hospital admissions and case numbers would be key to determining whether to lift restrictions.\nAsked whether the UK was entering a third wave of the virus, he said he hoped it wasn't \"but it's not impossible\". \nIn most of the UK, cases are rising gradually while hospital admissions are flat or falling. But Scotland and the North West of England tell a different story.\nCases in both areas have been doubling roughly every fortnight across the last month.\nAnd admissions are following, doubling roughly monthly in the North West and every fortnight in Scotland.\nLondon too is seeing rising cases and admissions, albeit more slowly.\nAnd we are still seeing small numbers: in all three areas the number of people in hospital with coronavirus is less than 5% of what it was at the end of January.\nVaccines reduce the number of people with coronavirus who get really ill.\nBut as cases go up, inevitably some people end up in hospital.\nThe key question for those analysing the data between now and 14 June is, how much of this is part of what we expected and planned for as society opens up again, and how much is the variant?\nProf Ravi Gupta, a member of the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), said on Monday that there were signs the UK was already in the early stages of a third wave fuelled by the Indian variant.\nAnother member of Nervtag, professor of sociology Robert Dingwall, told Times Radio he hadn't seen anything in the latest data to make a case for postponing relaxing restrictions. \nHe said the younger age groups who were not vaccinated faced \"much lower risk\", adding that \"many of the scientists who've been talking over the weekend simply haven't adjusted their expectations to understand that (for these people) Covid is a mild illness in the community\".\nBusiness leaders have repeatedly warned that any change to the proposed dates would have a devastating impact on those sectors not yet able to fully reopen - or open at all.\nKate Nicholls, chief executive of UK Hospitality, said that some businesses were \"haemorrhaging cash\" and a delay would \"push them closer to the cliff edge of business failure\".\nThe timetable for relaxing Covid measures varies across the UK. \nIn Wales, there is due to be a review on 3 June. In Northern Ireland, some measures were relaxed on 24 May - the next review is due on 10 June.  \nMeanwhile, MPs and peers have urged Boris Johnson to share some of the UK's vaccines with developing nations to prevent a \"humanitarian disaster\".\nAnd on Monday, thousands of people received jabs at Twickenham Stadium as part of the NHS' drive to target areas hardest hit by the Indian variant. \nHounslow's director of public health Kelly O'Neill told the BBC more than 11,000 people were vaccinated at the stadium - with organisers later opening up jabs to anyone aged over 18 as they did not want supplies to be wasted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57312741",
      "category": "world-asia-china",
      "title": "New China three-child policy sparks tales of 'trauma'",
      "tags": "Abortion,Asia,China",
      "text": "China's decision to allow couples to have up to three children continued to dominate discussion online as people debated if it had come too late.\nThe announcement came as census data showed a steep decline in birth rates. \nMany - mostly millennials - wondered how the announcement sat with plans to delay retirement ages in the country which were also announced on Monday. \nOthers called for compensation for the trauma their families suffered for wanting more children in the past.\nUnder China's strict one-child policy which was introduced in 1979, families caught flouting the rules faced fines, loss of employment and sometimes forced abortions.\nCampaigners say it also led to issues like female infanticide, and the under-reporting of female births.\nA  number of descriptions of what it was like for families during that time have now emerged online in response to the new policy. \nOne person on China's microblogging service Weibo claimed his mother was forced to get an IUD after giving birth to him as he was a second child, adding that to this day she still gets infections from it.\n\"The policy is just a cold notice - it doesn't look at the kind of distress it has caused people. Everyone has become reduced to data, rather than people who deserve to be respected and seen,\" he wrote on Weibo under the pseudonym Chillsyrup.\nMany also recalled the story of Feng Jiamei who was made to undergo a forced abortion in the seventh month of her pregnancy as she could not pay the fine for having a second child.\nCity officials apologised after photos showing Ms Feng and her foetus shocked internet users.\nAnother person known as Jia Shuai wrote that as an illegal child growing up in the countryside, he remembered having to jump into ponds to hide from family planning officials. \n\"If you could not pay the fines, some officials would clear your house and take your animals away. What a bizarre memory,\" he wrote. \nYet another user claimed her younger sister was still alive only because a compassionate doctor had let their mother escape from the hospital, after she was called in to have an abortion while eight months pregnant. \nMeanwhile celebrated filmmaker Zhang Yimou and his wife - who were fined a hefty $1.2m (£842,850) in 2014 for violating the country's one-child policy - also commented on the new announcement. \n\"Finished the task ahead of time,\" the couple wrote on Weibo, along with the flexing arm emoji. \nHuman rights organisation Amnesty International said the policy, like its predecessors, was still a violation of sexual and reproductive rights.\n\"Governments have no business regulating how many children people have. Rather than 'optimising' its birth policy, China should instead respect people's life choices and end any invasive and punitive controls over people's family planning decisions,\" said the group's China team head, Joshua Rosenzweig.\nBut much of the criticism on the new policy came from Chinese millennials, who complained they were the \"awkward\" generation caught in the middle. \n\"For those born after the 1980s and 1990s - we can't catch a break. The government is pressuring us to have more babies, but at the same time, they want us to keep working for longer. What kind of life is this?\" one person asked. \nFor more than four decades, China's retirement age has remained unchanged at 60 for men and 55 for women. But on Monday China said it would phase in delays in retirement ages, though it did not provide details.\n\"I don't even want one child, let alone three,\" another commented. \nUntil more details are announced, many on social media are sceptical that the policy change will actually do much to boost birth rates.\nWhen China scrapped its decades-old one-child policy in 2016 to replace it with a two-child limit, it failed to lead to a sustained upsurge in births. \n\"If relaxing the birth policy was effective, the current two-child policy should have proven to be effective too,\" Hao Zhou, a senior economist at Commerzbank, told the Reuters news agency on Monday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-52567567",
      "category": "business",
      "title": "Should I be working from home now?",
      "tags": "Companies,Flexible working,Coronavirus lockdown measures,Employment,Coronavirus pandemic",
      "text": "Scotland will follow England's example and lift its working from home guidance. \nPeople across the rest of the UK are still advised to work remotely wherever possible. \nFrom Monday 31 January, the government will no longer recommend home working wherever possible.\nInstead, employers are being asked to let workers return gradually. It wants workers to spend some time in the office and some time at home. \nA wholesale \"mass return\" to offices next week could risk pushing up infection levels, First Minister Nicola Sturgeon said.\nSpeaking in the House of Commons on 19 January, Boris Johnson said that the government was no longer asking staff to work from home.\nHe said people \"should now speak to their employers about arrangements for returning to the office\". \nThe government had reintroduced its guidance to work remotely when it tightened Covid regulations on 8 December to help tackle the spread of Omicron. \nHowever, that guidance did also say that people should continue travelling to work if they needed \"to access equipment necessary for their role, or where their role must be completed in person\".  \nEmployers were also told to consider letting people come to work if they had a \"challenging home working environment\".\nIn Northern Ireland, ministers said that more people working from home would help to reduce the risk of infection both inside and outside the workplace. However, they didn't tell employers to impose home working, but instead asked them to support it \"where possible\".\nIn Wales, employers are also encouraged to let people work from home where possible. Guidance says staff should not be \"required or placed under pressure to return\" to the workplace unless there's a clear business need. Employers could be fined up to £10,000 for failing to allow staff to work from home where it is \"reasonably practicable to do so\".\nFrom 28 January, the requirement to work from home moves from law to guidance. \nLatest figures suggest that 37% of working UK adults did at least some work from home in 2020, up from 27% the previous year.\nIn the last week of November 2021, seven in 10 travelled to work at least once. \nIn the same week, one in seven said they had been working at home and travelling to work.\nAlthough social distancing limits no longer apply across most UK workplaces businesses still have a legal duty to manage the risks to staff and customers. \nEmployers must follow official safety guidance and carry out Covid risk assessments for those staff who are in the office. \nSafety measures can include:\nFace-coverings remain mandatory for staff and customers in shops and on public transport across the UK, apart from England, where they will cease to be required in any public space on 27 January. \nRegular lateral flow testing remains widespread across the NHS and other parts of the public and private sector.\nNorthern Ireland, Wales and Scotland have already introduced Covid passport schemes which are partly designed to protect staff who work in hospitality and events. \nHowever, England will scrap its mandatory Covid certification scheme from Thursday 27 January, although venues will be able to keep checking customers' status on a voluntary basis if they wish. \nThere is more detailed advice for some industries - including construction, hospitality and manufacturing, plus specific advice for employers in England, Scotland, Wales and Northern Ireland.\nIf employees feel unsafe, they can raise concerns with their local authority, Citizens Advice or the Health and Safety Executive (HSE). \nWorking from home is one of the most effective ways to reduce social exposure, according to the government's Scientific Advisory Group for Emergencies (Sage). \nIt greatly limits face-to-face contact both with colleagues and on public transport.\nAs such, Sage says it has a \"strong impact\" against virus transmission and the R number, which represents a disease's ability to spread.\nMuch of the risk depends on how crowded it is and your distance from other people.\nWearing a mask helps, as does keeping windows open, and avoiding peak journey times where possible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57315385",
      "category": "uk-england-london",
      "title": "Coronavirus: Government agrees £1bn Transport for London bailout package",
      "tags": "Transport for London,London Underground,London transport,Sadiq Khan,Coronavirus pandemic",
      "text": "Transport for London (TfL) has secured a £1.08bn funding package from the government, the third bailout since the start of the pandemic.\nThe government has now given more than £4bn since March 2020 to keep services like the Tube and buses running.\nThe deal will provide funding until 11 December. Fare prices will increase by RPI +1% from next January under the deal, in-line TfL's business plans.\nMayor of London Sadiq Khan called the deal \"yet another sticking plaster\".\nHe added: \"This is not the deal we wanted but we have fought hard to get it to the best place possible.\n\"After some extremely tough negotiations, we have successfully managed to see off the worst of the conditions the government wanted to impose.\n\"These would not only have required huge cuts to transport services equivalent to cancelling 1 in 5 bus routes or closing a Tube line, but would have hampered London's economic recovery as well as the national recovery.\"\nA £1.6bn bailout was agreed in May, followed by a £1.8bn deal in November, which was extended until the end of May.\nThis new deal confirms TfL will receive income equivalent to £1.78bn in passenger revenue until December, in addition to the £1.08bn bailout.  \nAt the start of the pandemic, TfL's fare revenues fell by 90%. There has been a similar drop in advertising revenues, as companies cancelled contracts to advertise on the London Underground network.\nThe number of commuters on the network is now nearly 60% of pre-pandemic levels.\nThe funding package could be increased or cut depending on passenger numbers.\nIt also comes with conditions, such as from 2023 TfL must increase revenue by between £0.5- £1bn each year.\nMr Khan said: \"There are very few options to do this and forcing TfL to impose draconian additional measures on London would be unacceptable.\"\nThe government has also called for a review of \"TfL's generous pensions scheme\".\nAnd at least £100m must be set aside for the healthy streets programme - which funds Low Traffic Neighbourhoods - and active travel programme, as part of the deal.\nA Department for Transport (DfT) led initiative seek to convert \"at least one Underground line\" to driverless trains.\nLast year Boris Johnson argued driverless Tube trains should be a condition of any future funding of TfL.\nA leaked TfL study found such a scheme would cost £7bn and represent \"poor value for money\".\nTfL claims the new requirements will also mean the network needs to find savings or new income of around £900m this year.\nIn a letter to the mayor, Transport Secretary Grant Shapps condemned proposed plans for a boundary charge — costing £3.50 a day, or £5.50 for drivers of more polluting vehicles.\nMr Shapps said it \"cannot be right to impose a 'boundary tax' on non-Londoners to pay for services mainly enjoyed by Londoners\".\nHe added: \"Throughout this process, the government has maintained that these support packages must be fair to taxpayers across the UK and on the condition that action is taken to put TfL on the path to long-term financial sustainability.\"\nLondon's Transport Commissioner Andy Byford said the funding will \"enable us to continue to run near full levels of service to stimulate London's recovery and deliver a host of improvements\".\nMr Byford said: \"The pandemic has shown our financial model, with such a disproportionate reliance on fare revenue, to be not fit for purpose.\n\"It is vital that we also use this period to agree a longer-term settlement so that we can plan effectively for London's future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-57313745",
      "category": "uk-england-lincolnshire",
      "title": "Daniel Boulton: Manhunt after mother and son found dead in Louth",
      "tags": "Lincolnshire Police,Louth",
      "text": "A manhunt has been launched after a mother and her nine-year-old son were found dead.\nThe 26-year-old woman and the boy were found stabbed at a home in High Holme Road, Louth, on Monday evening.\nDaniel Boulton, 29, who was known to both victims, is wanted for questioning by Lincolnshire Police.\nThe force said it was currently responding to reports of an off-duty officer being injured by the suspect at a local beauty spot. \nThe officer's injuries were not thought to be life-threatening, the force added. \nMembers of the public have been urged not to approach the suspect but dial 999. \nPolice also confirmed another young child was found uninjured at the property.\nDet Ch Supt Andy Cox said speculation about an abduction was incorrect and the child found at the scene on High Holme Road was safe. \n\"We are urgently seeking assistance to locate and arrest Daniel Boulton. Please, do not approach him as he could be potentially dangerous,\" he said.\n\"We are not looking for anyone else in connection with this incident at present.\"\nA knife believed to have been used to inflict multiple stab wounds upon both victims was recovered at the scene, police said.\nFloral tributes have been left at the scene, with well-wishers seen handing bouquets to officers stationed behind a police cordon.\nOne was left by Chantelle Fenton, who lives in the town.\n\"I saw the lady a few times when I walked past but I never knew her,\" she said.\n\"It's just sad because it's happened on your own doorstep.\"\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-57171722",
      "category": "uk-england-essex",
      "title": "Colchester baby's parents feel 'abandoned' over £1.7m drug",
      "tags": "Colchester,Spinal muscular atrophy",
      "text": "A baby with a fatal genetic condition has been \"abandoned\" in a \"race against time\" for the world's most expensive drug, his parents said.\nEight-month-old Edward, from Colchester, has severe spinal muscular atrophy (SMA), meaning he lacks a protein vital for muscle development.\nThe new gene therapy Zolgensma would transform his life but Edward has not been approved to have it as yet.\nNHS England says doctors will assess who will receive the £1.79m treatment.\nEdward's mother Megan Willis, 29, said: \"There was this big fanfare when the drug was approved and we were ecstatic but now we feel like it gave us false hope.\n\"Edward needs this drug now. This is a race against time for us. The older he gets, the less effective it could be.\n\"This could be the difference between him being able to stand or not. Our doctor can't seem to get any information and we just feel like we have been abandoned.\"\nZolgensma is thought to be the most expensive drug in the world, at a cost of £1.79m per patient, though NHS England said it had negotiated an undisclosed discount.\nIt approved the drug in March and hopes to start delivering it later this month.\nAbout 65 babies are born with SMA in England each year. It causes muscle weakness and affects movement and breathing, meaning most babies do not live past the age of two without intervention.\nIn studies, Zolgensma has helped babies breathe without a ventilator, sit up on their own and crawl and walk after a single treatment.\nDoctors say the drug, which contains a replica of the missing gene SMN1, needs to be given as early as possible to halt the progression of the disease.\nEdward, who was diagnosed at two months old, receives injections of another drug called Spinraza every four months at Addenbrooke's Hospital in Cambridge.\nSpinraza can help slow degeneration in some patients, but is a treatment rather than a cure.\nIt involves regular injections in the spine for life, compared to the one-off injection of Zolgensma.\nMs Willis and her partner John Hall said it would be cheaper in the long run to treat their son with the drug because it was a one-off transfusion rather than multiple injections a year for the rest of his life.\nWhen it was approved, guidelines set by the National Institute for Health and Care Excellence (NICE) said it should only be used for babies under six months old who were not already being treated, which would exclude Edward.\nNICE said a decision on whether to give it to other babies would be dealt with on a case-by-case basis.\n\"No parent should have to go through this stress,\" Ms Willis said.\n\"I can't just sit here and let this happen, I can't fail Edward. This is really cruel and we just need some answers.\n\"We will do anything we can and we will just keep fighting.\"\nA spokesperson for NHS England said: \"Since the gene therapy Zolgensma was approved for use in March the NHS has been undertaking a rigorous process to identify centres of excellence to deliver this landmark treatment. \n\"The four centres have now been identified across the country and will begin delivering the treatment to patients with SMA this month, with an expert clinical team making decisions on whether the treatment is appropriate for individual patients.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57302185",
      "category": "uk",
      "title": "In pictures: Bank Holiday Monday brings hottest day of the year",
      "tags": "Coronavirus lockdown measures",
      "text": "People headed to beaches, parks and pub gardens to enjoy the sunshine as the Bank Holiday weekend brought the warmest weather of the year and blue skies for much of the UK.\nMonday saw the hottest day of the year so far, with Northolt in west London recording a temperature of 24.8C and Kinlochewe, in Scotland's northwest highlands, seeing a high of 25.1C, the Met Office said. \nHowever, not everyone in the UK has enjoyed the balmier temperatures, with forecasters observing some mist and chillier weather along parts of the north-east coast. \nThe warm spell comes after a month of gloomy weather that saw Britons stuck indoors as lockdown rules were eased across the country.\nA series of heavy downpours meant May was the fourth wettest on record for the UK, and the wettest ever for Wales."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57240044",
      "category": "world-asia",
      "title": "Tokyo Olympic Games: When are they and how will Covid affect them?",
      "tags": "Tokyo,Japan,Coronavirus pandemic",
      "text": "The Tokyo Olympic Games are under way, with thousands of athletes set to compete.\nOrganisers say the event can be held safely, despite calls for it to be cancelled because of Covid.\nThe 2020 Summer Olympic Games take place between 23 July and 8 August. \nThe Paralympic Games are due to run between 24 August and 5 September. \nThe Games were postponed last year because of Covid. \nThe Olympics will feature 33 sports at 339 events across 42 venues. The Paralympics will feature 22 sports at 539 events across 21 venues.\nMost events are in the Greater Tokyo area, although some football games and the marathon will take place in the northern city of Sapporo.\nJapan has had relatively low case numbers, but a new wave of infections began in April.\nAs of 21 July, there were 848,222 confirmed cases and 15,062 deaths (compared with 5.5 million cases and 128,800 deaths in the UK).\nJapan only began vaccinating in February and only 22% of its population of about 126 million is fully vaccinated.\nIn Tokyo and Osaka, the two cities hit hardest by the recent surge, authorities hope over-65s will be fully vaccinated by the end of July. \nEntry to Japan by foreigners from 159 countries - including the UK - is currently banned. \nInternational athletes and support staff are being tested every day.\nAthletes don't have to be vaccinated, though International Olympic Committee (IOC) officials expect around 80% will be.\nMore than 90 people associated with the Games have tested positive so far, including British athlete Amber Hill who has withdrawn from the women's skeet competition.\nAll spectators were banned after a state of emergency was declared in Tokyo on 8 July. It will stay in place until 22 August.\nA decision about whether Japanese spectators will be able to attend the Paralympics has not yet been made.\nTokyo 2020 President Seiko Hashimoto said she was \"sorry to those who purchased tickets\".\nThe contract between the IOC and the host city Tokyo suggests only the IOC can cancel the event.\nThe IOC is thought to make around 70% of its money from broadcast rights, and 18% from sponsorship.\nIOC president Thomas Bach said the thought of rescheduling the competition \"caused sleepless nights\". He insisted the Games must go ahead \"to give hope\" for the future.\nThe head of the World Health Organization, Dr Tedros Adhanom Ghebreyesus, also backed the competition, arguing it could show what can be done with the correct Covid safeguards.\nBut the head of the Tokyo 2020 organising committee Toshiro Muto has not ruled out cancelling the Olympic Games even at this late stage.  He said he would keep an eye on infection numbers and hold \"discussions\" if necessary.\nIf the Tokyo organisers were to cancel the contract, the risks and losses would probably fall on the Japanese side. \nThe budget for Tokyo 2020 was set at $12.6bn (£8.9bn), although it's been reported the actual cost may be double that. \nSeveral towns set to host athletes reportedly pulled out earlier in the year because of fears about Covid and extra pressure on the healthcare system.\nIn May, a Japanese doctors' union said it was \"impossible\" to hold the Games given the pandemic. \nA poll in May in the leading Asahi Shimbun newspaper suggested more than 80% of the population want them cancelled or postponed.\nA number of bodies have expressed concern. \nThe World Players Association, representing 85,000 athletes in over 60 countries, said the IOC must do more to ensure athletes' safety - with stricter physical distancing and more rigorous testing. \nJapanese athletes have largely kept a low profile, but the country's biggest sports star, tennis champion Naomi Osaka, previously said there should be a debate about whether the Games should go ahead. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57314928",
      "category": "world-europe",
      "title": "Watch: Drone crashes into erupting Icelandic volcano",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51736185",
      "category": "health",
      "title": "Coronavirus: What's the risk of Covid on public transport?",
      "tags": "Coronavirus lockdown measures,London Underground,Commuting,Rail travel,London transport,Bus travel,Reality Check,Air travel,Flu,Coronavirus pandemic",
      "text": "The number of people using public transport is far lower than before the pandemic, but it's rising steadily. \nWhat are the risks of catching Covid for those who need to travel? \nA lot depends on how crowded a bus or train is, and how much distance you can keep from other people.\nScientists recognised these potential dangers early in the pandemic.\nDr Julian Tang, a clinical virologist at the University of Leicester, says a key concern is sharing enclosed airspace, because coronavirus particles linger in the air. \n\"If you're close enough to smell someone's garlic breath on public transport,\" he says, \"then you're also potentially inhaling any virus that's carried with it.\"\nWearing a mask can lessen the risk, as can keeping windows open to encourage air flow.\nThe chance of picking up the virus from contaminated surfaces is now believed to be far lower than previously thought.\nThe main US health agency, the Centers for Disease Control (CDC), says the chance of catching Covid via contaminated surfaces is less than one in 10,000.\nA study by Imperial College London for Transport for London in February tested samples from escalators, buttons and handles and found no traces of the virus.\nAs numbers increase, rail companies are increasing capacity, to enable social distancing and prevent packed trains. \nThe Rail Delivery Group says more than 1,000 weekday services have been added since mid-February, with more planned in May. \nThere will also be longer trains, to make it easier for people to socially distance.\nAs well as more hand sanitiser at stations, there will be enhanced train-cleaning too. \nTransport for London says trains, trams, buses and stations on its network will continue to be treated with hospital-grade cleaning substances that kill viruses and bacteria.\nIt also says capacity limits will remain in place on all buses, with the exception of dedicated school services.\nThe biggest Covid risk for people travelling by plane is where they go and what they do either side of the journey. \nThe risk on a plane is relatively low because of how often the air inside the cabin is circulated.\nMost planes have something called a high-efficiency particulate air filter (Hepa). This can capture smaller particles than ordinary air-conditioning systems, including some viruses.\nIt mixes fresh air from outside the plane with air already in the cabin. \n\"Planes are probably the safest environments on the planet because they have this massive air change rate of 20-30 air changes per hour,\" said Dr Tang. \nThat compares to about two to four air changes per hour in a typical office, and four to six per hour in common areas in hospitals.\nBut it may be harder to socially distance from others on a plane, so wearing a mask remains important.\nMore than 37 million people in the UK have now been vaccinated. \nThis is a significant number of people who are less likely to become seriously ill if they catch coronavirus. There's also increasing evidence vaccinated people are less likely to pass the virus on. \nHowever, that still means many people are susceptible, so travellers need to continue following Covid guidelines.\n\"Some measures should be maintained for a while,\" says Dr Shengjie Lai, a senior research fellow at the University of Southampton.\n\"Face coverings and hand sanitiser on public transport and in substantially enclosed public areas of transport hubs are still very important.\"\nIt depends on how much risk people want to live with, according to Dr Tang.\n\"Going forward, people may choose to wear a mask - without any fear or stigma - on public transport, like you've seen in south-east Asia after the Sars outbreak in 2003.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-57316300",
      "category": "uk-england-berkshire",
      "title": "British soldiers charged with firearms offences",
      "tags": "British Army",
      "text": "Two British Army soldiers have been charged with trying to sell ammunition from the armed forces.\nKirtland Gill, 40, and Rajon Graham, 32, were arrested in January at addresses in Berkshire following an investigation by the Metropolitan Police's Flying Squad.\nThe Coldstream Guardsmen are accused of offences including conspiracy to transfer or sell ammunition.\nThey have been bailed to appear before Westminster magistrates on 1 July.\nGraham is charged with the conspiracy offence and four counts of selling or transferring ammunition.\nGill also faces the conspiracy charge and one count of possessing a prohibited weapon - an imitation firearm capable of discharging noxious liquid.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57310154",
      "category": "business",
      "title": "Domino’s seeks 5,000 workers as staff return to old roles",
      "tags": "Companies,Unemployment,Coronavirus lockdown measures,Gig economy,Employment,Hospitality industry,Domino's Pizza Group,Freelancers,Coronavirus pandemic",
      "text": "Domino's Pizza is hiring 5,000 cooks and delivery drivers, as staff who joined during the pandemic head back to former roles. \nThe fast-food chain said it had recruited thousands of workers in the last year to keep up with demand.\nRecruits included event managers, taxi drivers and hairdressers, unable to carry out their work due to lockdowns. \nHowever, as Covid restrictions have eased, many employees are returning to their old jobs. \nIt comes days after reports that hospitality venues are now struggling to fill thousands of vacancies. \nDomino's operations director Nicola Frampton said the group was \"overwhelmed\" by the response of applicants last year. \nIn March 2020, the chain created 6,000 additional roles due to an increased need for delivery drivers during the first Covid lockdown. \n\"I'm proud we were able to play a part by offering people the opportunity to continue working and earning when times were tough,\" she said.\n\"But as people start to reunite, customer demand is showing no signs of slowing and so we're now looking for 5,000 new recruits.\" \nThe chain is taking part in the government's Kickstart scheme, offering around 1,400 work placements for young people in stores in England, Scotland and Wales. \nKickstart recruits receive on the job training and can apply for permanent roles at the end of a six-month placement. \nLast week, UK Hospitality said there was a shortfall of about 188,000 workers, with the shortage of front-of-house staff and chefs being \"particularly acute\". \nUncertainty over the future stability of the industry and Brexit were cited as being the main reasons for the shortage. \nMany staff have been laid off over last 14 months, as venues struggled to survive through lockdowns, despite various government support schemes. \nThe industry group said many overseas workers returned home last year and have not returned due to travel restrictions. \nOn Monday, UK Hospitality's chief executive Kate Nicholls said venues were on a \"cliff edge\" if businesses were not able to fully reopen on 21 June, amid concerns about a third wave of coronavirus infections hitting the UK.\n\"It would be devastating for many of our members and catastrophic for those not able to open at all, [such as] nightclubs and music venues and for those with restricted opening, so wedding venues and indoor leisure,\" Ms Nicholls said.\n\"If there is any delay it's imperative to extend the business support schemes to protect the millions in the sector that are at risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57317332",
      "category": "uk-wales",
      "title": "Kinmel Bay: Girl rescued after dinghy drifts out to sea",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57319360",
      "category": "uk",
      "title": "Covid: Zero UK deaths, and Scotland lockdown easing paused for millions",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow morning. \nFor the first time since March 2020, the UK government did not announce any new coronavirus deaths today. The UK's daily death rate has been falling since the peak reached in January. While it is certainly a moment in the course of the pandemic in the UK, it's worth noting that the figures are often lower at the start of the week because less counting takes place while statisticians are off - and adding in bank holidays will make this figure less certain still. Read more: how significant is a day without Covid deaths?\nIt's a big day for Scotland, which has revealed whether its next step of lockdown easing will go ahead. The original plan had been for all of Scotland to move down to level one next week - but First Minister Nicola Sturgeon said that's been put on pause. While many areas in the north and south will still move to level one on Saturday, much of Scotland's central belt - including Edinburgh, Dundee and Stirling - will see no change. Good news for Glasgow, though, which has been in lockdown for nearly nine months - it's now allowed to ease rules. More on lockdown rules across the UK here and here's a guide to Scotland's levels.\nUK house prices soared 10.9% in the year to May - the highest level in seven years - according to the Nationwide. A year ago in the wake of the first lockdown, house market activity collapsed but the building society says there's been a turnaround in the past 12 months. It says the momentum is being driven by buyers who are now seeking more space such as larger homes or places with gardens. \"The majority of people are looking to move to less urban areas,\" Nationwide's chief economist says.\nPeru has been badly hit by the virus, with hospitals struggling to cope and cemeteries overrun, and many Peruvians suspected the country's death statistics weren't showing the true picture. Now, the government has revised its official death figures and says 180,000 people are now known to have died - more than double what was previously thought. It means Peru now has the world's highest death rate per capita - higher even than Brazil. More about Covid around the world here.\nElsewhere in South America, there's good news coming out of one town in Brazil. Serrano - which has a population of 45,000 - vaccinated nearly all its adults for an experiment about how mass vaccination stops the virus. It's now seen a 95% drop in coronavirus deaths and the findings suggest the virus can be controlled after 75% of people are fully dosed. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nForeign holidays are no longer banned, but they're not straightforward. Here's what you need to know about travelling abroad to Spain, Portugal, France and other holiday spots.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57310148",
      "category": "business",
      "title": "Covid-19: Red list arrivals terminal opens at Heathrow Airport",
      "tags": "Tourism,Coronavirus lockdown measures,London Heathrow Airport,Travel & leisure industry,Air travel,Coronavirus pandemic",
      "text": "A dedicated terminal for passengers arriving in the UK from countries with a high risk of Covid has opened at Heathrow Airport.\nTravellers arriving on direct flights from red list nations will now transit through Terminal Three.\nHeathrow said its top priority was protecting the public and helping reduce the risk of new variants.\nThere are 43 countries on the red list, but direct flights are permitted from only India, Pakistan and Bangladesh.\nDirect flights are also allowed from Kenya, but the country has currently suspended air travel to the UK. \nOnly British and Irish nationals or UK residents are allowed to travel from countries on the list. \nBut anyone who has been in a red list country in the previous 10 days, whether they took a direct flight or came via another country, is required to pay for quarantine in a hotel for 10 nights after their arrival. \nHowever, there has been concern at reports that travellers from red list areas were mixing with other passengers in immigration halls, where they could be waiting for several hours on occasion.\nIt comes as a scientist advising the UK government warned of signs the country is in the early stages of a third wave of coronavirus infections.\nA Heathrow Airport spokeswoman said: \"Red list routes will likely be a feature of UK travel for the foreseeable future as countries vaccinate their populations at different rates.\n\"We're adapting Heathrow to this longer-term reality by initially opening a dedicated arrivals facility.\"\nShe added that while opening the facility would be \"logistically very challenging\", Heathrow hoped that doing so would enable Border Force to carry out its duties more efficiently, as passenger volumes increase in line with countries on the government's green list. \nBut for now, the current red list system would continue, including mandatory negative Covid tests for all international arrivals, mandatory use of face coverings, social distancing, segregation and enhanced cleaning regimes and ventilation in immigration halls.\nHeathrow added that its dedicated arrivals site would switched to Terminal 4 \"as soon as operationally possible\".\nA government spokeswoman emphasised the UK's top priority was protecting the health of the public, using an enhanced borders regime to reduce the risk of new variants being transmitted. \n\"As we reopen international travel safely, we will maintain 100% health checks at the border and the new dedicated terminal at Heathrow for arrivals from red list countries will enable passengers to be processed as safely and as efficiently as possible, before being transferred to a managed quarantine facility,\" she said. \n\"We continue to do all we can to smooth the process, including the roll-out of our e-gate upgrade programme during the summer and deploying additional Border Force officers.\"\nIt's been three and a half months since the government first introduced quarantine hotels.\nBut before red list passengers make their way to the hotels for their 10 days of isolation, they were waiting in the same arrivals hall as passengers from other lower risk countries, sometimes for hours at a time. While there were separate queues, some people felt unsafe. \nAlthough the idea of a separate red list-only terminal has been floated before, the issue has always been about who would pay for it. \nAfter over a year of incredibly low passenger numbers, opening an extra terminal was a big cost that Heathrow weren't eager to take on. \nSome felt that as the red list is a government policy, it should be the government that foot the bill. \nAlthough neither side has confirmed who is covering the cost, it's understood that the government is now picking up a substantial part of it.\nInternational travel is likely to remain very different for a while, as Heathrow anticipates that a red list terminal will be needed for some time. \nThe Home Office told the BBC that Border Force has mobilised additional staff to help minimise queuing times for passengers who are compliant with the UK's border health measures, and that it is making sure that it has the right level of resources to maintain border security as international travel begins to open.\nHowever, the Public and Commercial Services Union (PCS) says that its Border Force members are \"very concerned\" about the health and safety issues arising from the decision to open up Terminal Three as a dedicated red list terminal. \nA PCS spokesman said: \"The decision was taken at extremely short notice meaning key social distancing procedures are not in place and operational work is likely to be undertaken without the necessary protection for border staff or passengers. \n\"This is another poorly planned initiative that will be understaffed and rely on volunteers to do overtime, to avoid mounting queues.\"\nDozens of countries are on the red list, including India, Pakistan, Turkey, Brazil and South Africa."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57322562",
      "category": "uk-england-lancashire",
      "title": "Blackpool Pleasure Beach: Grand National rollercoaster riders rescued",
      "tags": "Theme parks,Blackpool",
      "text": "About 30 people have had to be rescued from a rollercoaster after it stopped mid-ride.\nThe Grand National at Blackpool Pleasure Beach broke down at about 11:55 BST as it approached the peak of a 62ft (19m) incline.\nStaff had to escort those on board, including a five-year-old boy, back down the steep track.\nA spokesman for the theme park said that, following checks, the ride was reopened an hour later.\nSheffield's Steve Ely, who was riding with his two children, tweeted a photograph of the stuck carriage and criticised the park for offering only a bottle of water as compensation.\nA spokesman for the park said a \"stoppage occurred on the lift hill\" of the ride, which was built in 1935, and \"all riders were safely escorted down\".\nHe added that the ride was checked and reopened just before 13:00.\nHe said there had also been \"a very brief stoppage\" on the lift hill of the park's largest ride, the Big One, at about the same time, but its riders \"remained seated and the ride continued after five minutes\".\nThe park reopened on 12 April, after being shut for months due to Covid restrictions. \nTwo weeks later, riders on the Big One had to be escorted down after the ride broke down.\nIt reopened later that day.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57294872",
      "category": "uk-wales",
      "title": "Covid: Social workers fear a 'generation of traumatised children'",
      "tags": "Coronavirus lockdown measures,Scottish government,Social work,Children,UK government,Welsh government,Young people,Northern Ireland Executive,Coronavirus pandemic,Child protection",
      "text": "A whole generation of children may have been left \"traumatised\" during the pandemic, social workers have warned.\nThey say a 20% fall in child protection orders in Wales, a figure found by a BBC probe, paints a false picture.\nCharities and unions fear many of the most vulnerable children across the UK have slipped under the radar because of lockdown restrictions.  \nAnd there is concern social care services will face an influx of referrals as those restrictions ease.\nA decline in the number of child protection orders - the mechanism used to place someone in local authority care - would normally be viewed as a positive.\nBut with schools, youth workers and social workers unable to keep a close eye on the most vulnerable due to Covid restrictions, that decline could be masking the true figure.\n\"The opportunities to identify where problems existed at an early stage have been absent during the pandemic,\" said Alison Hulmes, director of the professional association for social workers in Wales, BASW Cymru.\n\"All the time that we're not identifying support that young people need, they're being damaged. \n\"There's potentially a whole generation of children and young people who are being traumatised, not being safeguarded, and that's simply not acceptable.\"\nThere are also mounting fears for the future - and whether there will be enough resources and staff to deal with the anticipated rise in referrals.\nMs Hulmes said: \"We're expecting those figures to shoot up, [so] we're really concerned about the impact on the profession of an inevitable increase.\"\nWhile being taken into care is a last resort for local authorities, for those who need the help it can be a lifeline - people like Emma, from Essex.\n\"I was severely abused by my parents, emotionally, physically… and then I was sexually abused by my father from a really young age, from six,\" she said.\n\"I had my hair shaved twice, I had flea bites, bruises all over me. I think it was obvious I was being abused.\n\"I was punched by one of my parents in front of the social worker, and was removed that way. It was only supposed to be two weeks but then my mum said she didn't want me back.\"\nNow aged 31, she said being taken away from her abusive environment was the right - and only - option for her.\n\"I went into a children's home and, on the whole, it was quite good being around children that had been through similar experiences,\" she said.\n\"It gave me some sort of rules and boundaries, which was probably what I needed. It was good.\"\nAccording to figures seen by the BBC, last year in Wales there were 1,120 care orders made by its 22 local authorities between March 2020 and January 2021.\nThat is down from 1,400 the previous year.\nChristopher Dunn, from Voices for Care Cymru, said the findings were not a surprise.\n\"We know a high percentage of safeguarding referrals come from education and health settings, and you know those young people weren't visible to those sort of protective adults during lockdowns for very understandable reasons,\" he said.\n\"You tend to really only understand a story when you directly meet a young person in a safe environment and virtually you just can't get that connection as you can face to face.\"\nTayler, from west Wales, said she would not have gone to university if she had not been through the care system from the age of four, along with her sister. \n\"It's such a shame that some people will have been missed but they don't know any different,\" she said.\n\"They think what they're going through is OK and that's the worrying thing. That's what's concerning, it's because they don't know what they're going through is neglect or abuse or anything like that.\"\nThe Welsh Local Government Association said it was clear the real impact of coronavirus on children and children's services was \"yet to come\".\n\"Councils are very concerned about the impact of the Covid-19 pandemic on vulnerable children… and are increasingly highlighting concerns about demands that will be placed on services as lockdown measures are eased,\" said one association official.\nThe body said it was continuing to press the Welsh government to ensure funding was in place \"to meet both the increasing demand and pressures in the short term as well as long term\".\nMs Hulmes said there needed to be a \"clear route map\" out of lockdown, with guidance on personal protective equipment, to allow social workers to get into homes \"and undertake direct work\".\nThe Welsh government said the pandemic had brought additional complexities to social work and \"this will have a future impact\".\nIt said it was working with councils and partners to \"overcome these challenges\". \nThe UK government said it recognised the \"tireless\" work of social workers during the pandemic.\nIt said it had given councils in England £4.6bn \"to help them meet additional demands\" and was working alongside unions and the sector.\nThe Scottish department of health and social care said social workers would have an important role to play as Scotland recovered from the pandemic. \nIt said: \"Workforce planning is underway to ensure that the workforce of the future is recruited, trained and supported to fulfil this role.\"\nThe Northern Ireland Executive said all health and social care trusts had rebuilding plans in place for the resumption of services affected by the pandemic.\nA spokesperson said: \"The Department of Health has recently invested in an additional 15 places on the OU [Open University] degree in social work programme in recognition of the rising demands on the profession.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57321990",
      "category": "uk-politics",
      "title": "Sir Keir Starmer: Five things we learned from Piers Morgan interview",
      "tags": "Keir Starmer,Piers Morgan,Labour Party",
      "text": "Sir Keir Starmer took over the leadership of the Labour Party in April 2020 - weeks after the Covid pandemic had taken hold in the UK. \nMost of his appearances since then have been limited to Zoom or the dispatch box in the House of Commons, with the odd - and sometimes fraught - campaign visit. \nOn ITV's Piers Morgan's Life Stories on Tuesday, he made one of his first appearances in front of a live studio audience.\nBut after jokes about Sir Keir's daily moisturising routine, the revelation his middle name was Rodney, and a claim about \"always brimming with manly passion\" - especially when playing football on a Sunday - what did we really learn about the man who wants to get Labour into Downing Street after 11 years? \nThe Labour leader has often spoken of his mother, Josephine Starmer, and her painful experiences living with Still's Disease.\nIn a tearful exchange with Morgan, Sir Keir described the disease as \"attacking your joints\", adding: \"For some people it comes and goes, for mum it came and it came and it came again.\"\nHe spoke of his father, Rod Starmer, being \"totally devoted\" to her and calling him from the hospital to say she wasn't going to make it - then asking him to tell his siblings. \nMorgan asked if it was \"cruel\" to leave that task to him, but Sir Keir said: \"No. He wasn't going to leave her side. \n\"There was no way he was coming out of that hospital, even to tell his own kids. He was going to stay there with her, he always did.\"\nSir Keir said the death of his mother, just a few weeks before he was elected as an MP in 2015, \"broke\" his father, adding that afterwards, \"he lived but he didn't recover\". \nBut asked by Morgan what he would like to have said to his mother before she died, Sir Keir said: \"I love you.\"\nReturning to his father, Morgan pointed to the difficult relationship the pair had, which Sir Keir has spoken about openly before. \nThe Labour leader said that, despite his achievements in law and in politics, \"I only remember him once saying he was proud of me... when I passed the 11 plus, that was it\".\nAsked how he categorised his relationship with his father, Sir Keir added: \"Distant. He was not emotional. He was a difficult man. He didn't much like company.\"\nBut he said that he did learn lessons from him, including \"a sense of duty [and] a strong sense of pride and dignity in work\".\nAnd he revealed to Morgan that the relationship had had an impact on him as a father.\n\"I will be different with my kids,\" he said. \"I do hug them, I do tell them I love them, they will know me, I will know them in a way I probably didn't know my dad.\"\nSir Keir has been married to his wife, Victoria, since 2007, and she sat in the audience to watch the interview take place.\nBut when Morgan asked him how the pair had met, it was not the most romantic tale. \n\"I was doing a case in court and it all depended on whether the documents were accurate,\" said Sir Keir. \n\"I [asked the team] who actually drew up these documents, they said a woman called Victoria, so I said let's get her on the line.\"\nWhen he spoke to her from her office as a ward sister in the NHS, he grilled her on the documents, and before he hung up he heard one comment from her. \n\"She said, 'who the bleep does he think he is', then put the phone down on me,\" Sir Keir said. \"And quite right too.\"\nThe pair now have two children, but Sir Keir revealed they did have time for some A-list lunches, counting Amal Clooney - who he praised as a \"brilliant lawyer\" - and her husband as friends.\n\"George gives quite a lot of advice, including to me, and he has got very strong views on American politics,\" he said. \nTwo years ago, \"a lunch ended up as an afternoon, ended up as an evening\" while they put the world to rights. \n\"There were quite a lot of empty bottles by the end of the evening, but it was great.\"\nWhen Sir Keir was the director of public prosecutions, he became embroiled in a strange case with his face at the centre of it. \nHe described to Morgan how serial conman Paul Bint had posed as Sir Keir with a number of goals in mind. \n\"He answered a lonely hearts column ad in the Sunday Times, not as himself but as me, saying I am Keir Starmer, director of public prosecutions, and two people took him up on his offer,\" he said. \n\"He then moved onto trying to buy a house in my name, trying to buy art in my name and also trying to run up taxi fares in my name.\"\nAnd it was the latter of these crimes that got him caught.\n\"He would take a taxi down to one of the women he was seeing as 'Keir Starmer' in the West Country then say, 'put the bill on Crown Prosecution Service',\" Sir Keir explained.\n\"One of the cabbies turned up at my office and said I want my money and that was when everyone started to realise what was happening.\"\nA jury at Southwark Crown Court found Bint guilty of committing two counts of fraud by false representation, as well as stealing a bracelet, burgling the robing room at St Alban's Crown Court and test driving a £59,000 Audi while disqualified.\nSir Keir said it was awful for the women involved, but he had to see the funny side for himself when one of them appeared in court. \n\"They were shown a picture of me and they had a picture of Paul Bint [and asked] 'did you think this was him?\n\"One of them said, 'well, everyone can have an off day'.\"\nWhile Life Stories explores the personal, the political needed to make an appearance on the ITV show too.\nAsked by Morgan about criticism that he doesn't show enough emotion, the Labour leader said: \"There is a huge passion [in me], but passion comes in different shapes and sizes.\"\nHe promised a tour of the country over the summer to speak to people \"who are no longer voting Labour and hear for myself what they have to say\", appealing for the public to \"let me get out there and let me take the mask off\".\nMorgan pushed him for three policies off the bat he would introduce as prime minister.\n\"First, a first-class education for every child, the second thing is to make sure our economy deals with insecurity and inequality, and the third thing is to put real dignity into older age,\" said Sir Keir.\nBut he also conceded there was a \"huge task\" in turning Labour's fortunes around and it was a \"pivotal moment\" for him and the party.\nFinally, Morgan asked him what message he had for Boris Johnson. He replied: \"Move over. We're coming.\"\nAnd what would he say to him if they were on the football pitch?\n\"I would probably knock him over.\" \nPiers Morgan's Life Stories with Sir Keir Starmer is available on ITV Hub."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57309939",
      "category": "world-europe",
      "title": "Belarus: A climate of fear for opposition activists",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57309613",
      "category": "uk",
      "title": "'Gene therapy is a game changer for our son'",
      "tags": "Spinal muscular atrophy",
      "text": "Baby Arthur is just five months old. He has no way of knowing the treatment he is receiving in his right arm is the world's most costly medicine.\nHis devastating progressive disorder causes loss of muscle control.\nBut he has become one of the first patients to be treated on the NHS with Zolgensma, a gene therapy with a list price of £1.795m.\nAround 40 children are born with the most severe form of Spinal Muscular Atrophy (SMA) every year.\nUntreated, they rarely live beyond two. \nThe NHS has negotiated a confidential discount which means dozens of infants can be treated each year with Zolgensma, which is manufactured by Novartis Gene Therapies.  \nArthur, from south-east London, finds it difficult to move his arms and legs and cannot lift his head, so some permanent damage has already been done.  \nThe hope is the one-off treatment will stabilise his condition and prevent further deterioration.\nHis father, Reece Morgan, says there have been many ups and downs. \n\"Our hope is that he can have the best possible life in terms of his movement,\" he says. \"We don't know, but we're just going to try as best as we can to give him everything he possibly needs.\"\nThe drug contains a healthy copy of a missing or faulty gene called SMN1. \nThis is inserted into a harmless virus. \nIn the body, the virus delivers the replacement gene into the nucleus of motor neuron cells. \nThis is essential to prevent the cells from gradually dying. \nThe now healthy motor neuron cells start producing the missing SMN protein which is vital for muscle function.  \nEvelina London Children's Hospital, where Arthur is being treated, is one of a handful of centres which will be offering Zolgensma.\nFour specialist NHS centres have now been commissioned across the country. The other sites are Manchester University NHS Foundation Trust, Sheffield Children's NHS Foundation Trust and University Hospitals Bristol and Weston NHS Foundation Trust.\nDr Elizabeth Wraige, a consultant paediatric neurologist at the Evelina, explains that this treatment can really alter the outlook for these children.\n\"Twenty years ago a baby born with SMA would have a very shortened life expectancy, \" she tells the BBC.\n\"Now, we have the potential to enable children to acquire motor skills such as rolling and sitting and even standing-walking, that would have been impossible without treatment for SMA.\"\nNHS England chief executive Sir Simon Stevens says it is \"fantastic news that this revolutionary treatment is now available for babies and children like Arthur on the NHS\".\nHe adds that Zolgensma is among the \"life-changing therapies\" being \"routinely\" used by the health service.\nSally-Anne Tsangarides, general manager at Novartis Gene Therapies in the UK, calls it a \"hugely important step for babies in England\".\n\"We thank all those who have been involved in the landmark agreement that has made it possible,\" she says.\nDespite the high list price, both NICE and the Scottish Medicines Consortium recommended the NHS fund the treatment.   \nTrials have shown it produces lasting benefits, which endure at least five years, and perhaps will prove to be permanent.  \nThe only other treatment for SMA involves costly spinal infusions which need to be given at least three times a year.\nTora, from south-west London, first displayed symptoms when she was around three months old - struggling to lift her head when lying on her tummy.\nBy the time Tora began treatment with Zolgensma in the US when she was 10 months old, her mum, Taisya Usova, says she was floppy and didn't have any mobility.\n\"She couldn't do the basic things. She couldn't reach for a toy, which was five centimetres away. We couldn't leave her alone, Even on the sofa, where she was all surrounded by cushions and pillows because everything was too dangerous,\" she says. \"We couldn't relax for a second, and she couldn't enjoy her life.\"\nNow aged two years and eight months, Tora is an inquisitive little girl who speaks three languages and can walk a little with the help of her parents.\n\"If she's just sitting on the sofa you would never notice that something is not quite right,\" Taisya explains.\n\"It saved her life, and basically she now has a chance to enjoy her life and to do things that are so basic and simple for any other child but for her it would be absolutely impossible. To go to the playground, to go on a swing, or to hold and read a book.\" \nRajdeep Patgiri, Tora's Dad, says the family now feels positive.\n\"Before we were afraid of what the next day would bring,\" he says. \"We were always afraid that she would lose some skills - deteriorate in her swallowing, in her breathing. Now we look forward with optimism that tomorrow something good will happen.\" \nAround one in 50 people carry the faulty gene for SMA, and the condition affects approximately one in every 10,000 births.  \nIt is the most common genetic cause of death in childhood.  \nSMA is a condition where the clock is ticking from the moment a baby is born. Every week that passes where they are untreated, risks further damage to the nerve fibres and can make the difference between a child being able to walk or run or sit unaided.\nIt is usually spotted when babies are around three months old and they start failing to meet the usual milestones like kicking their legs or holding their heads up.  \nBut by then, permanent damage will have been done to motor neuron cells.\nFor families who have already had an affected child, prenatal screening is offered.  \nThis has enabled babies to be given Zolgensma within a few days of birth, long before symptoms appear.  \nThis can mean their muscles develop normally and they suffer no movement problems.\nPatient groups and doctors treating SMA want the condition to be added to the newborn screening programme. All babies are given a heel prick blood test which can pick up nine conditions like sickle cell disease and cystic fibrosis. \n\"We need newborn screening for SMA to be introduced in the UK so that our children have this opportunity for their futures,\" charity SMA UK tells the BBC.\n\"The earlier Zolgensma is given for SMA the better, with pre-symptomatic treatment shown to give the very best possible outcomes. Early diagnosis and treatment is vital.\"\nNickie Aiken, Conservative MP for the Cities of London and Westminster says the UK is lagging behind many of our European neighbours and the world. \n\"It's a disgrace. Our newborn screening programme needs to expand and catch up urgently with the likes of Poland, Hungary and America so that we can identify diseases early and our children get the treatment they need. We have the means to test for these conditions and we have the treatments - by not screening for them we are doing wrong by our children, and they risk becoming the sick children of Europe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57312162",
      "category": "business",
      "title": "Kraft Heinz to invest in the UK to make tomato ketchup",
      "tags": "Manufacturing,Food",
      "text": "Kraft Heinz says it will invest $199m (£140m) in a UK food manufacturing facility over the next four years.\nThe plans for the plant in north west England would see British favourites - ketchup, mayonnaise and salad cream - made in the country once again.\nIt would be the firm's biggest expansion of a manufacturing site outside the US in more than 20 years.\nThe company said it is also one of the largest investments in UK manufacturing since Brexit.\nThe plan, which is subject to approval in the US, will also fund equipment and technology and create up to 50 new full-time jobs, the company said.\nThe Kitt Green plant on the outskirts of Wigan is Europe's largest food manufacturing site, making 1.3 billion cans of food a year.\nUnder the plan, it will start making sauces, as well as continuing to make soups, pasta and baked beans. \nHeinz sauces were last made in the UK in 1999.\n\"The Kraft Heinz investment is a vote of confidence in the UK economy from a major US firm and a boost that will mean jobs and growth for the local economy,\" UK Minister for Investment Gerry Grimstone said in a statement.\nIn April, the US faced shortages of tomato ketchup sachets after the coronavirus pandemic led to a surge in demand for small packets of the popular condiment.\nHeinz, which is the most widely sold brand of ketchup globally, said that the rise in demand had been \"driven by... accelerated delivery and take-out trends\".\nThe packs often accompany delivery orders and have effectively replaced the bottles kept on restaurant tables.\nThe company said it had stepped up production and added multiple new production lines in its factories.  It also says it has developed a \"no-touch dispenser\" for dine-in services."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57304515",
      "category": "uk",
      "title": "Covid-19: UK in early stages of third wave - scientist",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "There are signs the UK is in the early stages of a third wave of coronavirus infections, a scientist advising the government has said. \nProf Ravi Gupta, from the University of Cambridge, said although new cases were \"relatively low\" the Indian variant had fuelled \"exponential growth\".  \nHe said ending Covid restrictions in England on 21 June should be postponed.\nEnvironment Secretary George Eustice said the government could not rule out a delay to the planned lockdown easing.\nBut business leaders have warned of the harmful impact of any change to the proposed dates.\nOn Monday, the UK reported more than 3,000 new Covid infections for a sixth day in a row.  \nPrior to this, the UK had not surpassed that number since 12 April.\nNo deaths within 28 days of a positive test were reported in England, Wales or Northern Ireland - but one death was reported in Scotland.\nProf Gupta told BBC Radio 4's Today programme the UK was already in a third wave of infections and at least three quarters of cases were the variant identified in India.\nHe said: \"Of course the numbers of cases are relatively low at the moment - all waves start with low numbers of cases that grumble in the background and then become explosive, so the key here is that what we are seeing here is the signs of an early wave.\"\nHowever, he said the number of people who had been vaccinated in the UK meant this wave would probably take longer to emerge than previous ones.\n\"There may be a false sense of security for some time, and that's our concern.\"\nThe final stage of the government's roadmap for lifting lockdown would remove all limits on how many people you can meet - either indoors or outdoors.\nBut Prof Gupta - a member of the government's New and Emerging Respiratory Virus Threats Advisory Group (Nervtag) - said ending restrictions in June should be delayed \"by a few weeks whilst we gather more intelligence\".\nMeanwhile, Dr Chaand Nagpaul, council chairman of the British Medical Association, said the UK was at a \"pivotal moment\" in its battle against the virus, and called on ministers to \"act with maximum caution when considering whether to go ahead with lifting restrictions\" on 21 June. \n\"A premature ending of all legal restrictions which then resulted in a surge of infections would undermine our health service's efforts to tackle the biggest level of backlog of care it has ever faced,\" he said.\n\"It would also add further demands on staff who are exhausted, both mentally and physically.\"\nIn March, almost five million patients were waiting for surgery - the highest number since modern records began.\nMore than 436,000 were waiting more than a year, NHS England figures show - compared with just 1,600 before the Covid crisis.\nKate Nicholls, chief executive of UK Hospitality, said it would be \"devastating\" for the sector if they were not able to fully reopen in June, with many hospitality venues currently operating at 60% capacity because of social distancing rules. \nShe said some businesses were \"haemorrhaging cash\" and a delay would \"push them closer to the cliff edge of business failure\".\nGreg Parmley, chief executive of live music trade association Live, said the whole sector - from festivals to small venues - was \"completely geared up\" for a return from 21 June after being closed for more than a year. \nHe said the government's series of trial events had shown \"music events can be held safely, with almost no Covid impact, so there is no reason to keep us closed any longer\".\nMr Eustice told the BBC the government had to take things \"one step at a time\".\n\"We can't rule anything out. We know this has been a difficult pandemic, a dynamic situation. We have to make that judgment a couple of weeks before. \n\"It will only be by then that we will see the impact of the latest easement we made on 17 May.\"\nThe timetable for relaxing Covid measures varies across the UK. The Scottish government hopes to lift more restrictions on 7 June, while in Wales there is due to be a review on 3 June. In Northern Ireland some measures were relaxed on 24 May - the next review is due on 10 June.  \nA final decision on whether restrictions will be lifted in England will be reached on 14 June.\nThe Indian variant - known as B.1.617.2 - is thought to spread more quickly than the Kent variant, which was responsible for the surge in cases in the UK over the winter.\nIn some areas of England - including in Bolton, Blackburn, and Sefton in north-west England and Bedford, Chelmsford and Canterbury in the South East - the Indian variant is causing the majority of infections.\nIn England, people aged over 30 are currently able to book to get the vaccine.\nTwickenham Stadium in south-west London has been turned into a vaccine walk-in centre for locals for the day, in a drive to try to boost vaccinations.\nOrganisers announced in the afternoon that they would be offering vaccines to anyone aged over 18 until the end of the day."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57321078",
      "category": "uk",
      "title": "Boris Johnson and wife Carrie take two-day mini honeymoon",
      "tags": "Carrie Symonds,Boris Johnson,Roman Catholic Church",
      "text": "Newlyweds Boris and Carrie Johnson spent two nights away to mark their nuptials, according to Downing Street. \nThe prime minister and his wife married in secret on Saturday in a small ceremony at Westminster Cathedral. \nA No 10 spokesman would not reveal where the couple went on their mini-honeymoon, but confirmed the PM was now \"back at work\".\nQuestions arose after the Catholic ceremony, as Mr Johnson has been divorced twice.\nBut the Roman Catholic Church can allow divorcees to remarry if the previous marriages were outside the Roman Catholic Church.\nAsked by reporters if Mr Johnson was a Catholic or if he considered the wedding a breakthrough for those in the faith, a No 10 spokesman said they were not questions he had asked the PM. \nThey did, however, confirm that the prime minister had paid for the whole wedding himself. \nMr Johnson was the first prime minister to get married while in office in nearly 200 years, with 30 guests invited to the ceremony at short notice.\nDowning Street said the couple would celebrate again with family and friends next summer, with a longer honeymoon also delayed until then.\nOne of the first roles of the new Mrs Johnson - who has confirmed she will take her husband's surname - will be hosting the spouses of political leaders when they gather in Cornwall for the G7 Summit later this month. \nThe Times reported that the bride rented three \"decoy\" dresses to ensure the ceremony remained secret.\nThe newspaper said that, along with the white dress she wore for the ceremony - designed by Athens-based Christos Costarellos - she hired three other outfits from ecofashion business My Wardrobe HQ without saying she would be wearing one to be married, concerned that a delivery of a white dress to No 10 would arouse suspicion. \nSacha Newall, who co-founded My Wardrobe HQ in 2018, told the paper: \"We didn't know what it was for. We were just asked to supply some items. \n\"Then we saw what happened this weekend. It was all a bit of a surprise.\"\nBut amongst the excitement and desire for details, the question of the prime minister's faith - and whether he received any special treatment by the Church - remained. \nFather Mark Drew, assistant priest at St Joseph's Church in Penketh, Warrington, said he has previously had to tell Catholic couples going through a divorce they are not able to remarry in the Church.\n\"It looks to them - rightly or wrongly - as if the Church is applying double standards and I do fear that this decision does make the Church look bad.\"\nNo 10 would not comment on the debate, but an archdiocese spokesperson told the Irish Times that Mr and Mrs Johnson were \"both parishioners of the Westminster Cathedral parish and baptised Catholics\".\nThey added: \"All necessary steps were taken, in both Church and civil law, and all formalities completed before the wedding.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57311211",
      "category": "uk-northern-ireland",
      "title": "Whitehead Presbyterian Minister to leave over same-sex couples rule",
      "tags": "Whitehead,Same-sex marriage",
      "text": "A Presbyterian minister in County Antrim is to step down over the church's decision to deny same-sex couples full membership.\nRev Ian Carton, of Whitehead Presbyterian, is thought to be the first minister to leave over the move.\nIn 2018, the Presbyterian Church in Ireland (PCI) decided to deny full membership to anyone in a same-sex relationship.\nRev Carton said it was \"excluding people we'd like to welcome\".\nIn an address to his congregation on Sunday, he said: \"The decisions taken by our denomination mean that they can never belong.\"\nAt their general assembly in Belfast in 2018, the PCI adopted a new policy denying full membership to anyone in a same-sex relationship.\nIt also meant their children could no longer be baptised.\nThe PCI also decided to cut its ceremonial ties to the Church of Scotland due to its more liberal attitude to same-sex relationships.\nRev Carton has been the minister at Whitehead Presbyterian for about 14 years.\nHe told his congregation he had asked to be released from his ministry as he was \"far from comfortable with the current direction that the Presbyterian Church seems to be going in\".\nHe said he and his wife had found the church's position \"painful and hard\".\n\"To our mind, it seems to be excluding people we'd like to welcome,\" he said.\n\"I am informing you that I intend to ask the Presbytery of Carrickfergus to release me from my charge as minister of Whitehead on the 30 September this year.\n\"I wanted you to hear from me first and not after I have made the request.\n\"I just have found it incredibly difficult.\"\nRev Carton said his wife, June, decided in October that she did not \"feel comfortable\" coming to a Presbyterian church any more. \n\"She felt if it was a church that was saying to anybody that you're not welcome, that you're not invited on the basis of gender, on the basis of your sexual orientation, that wasn't a place that she could be,\" he said.\n\"I've tried to keep going. But it's become a bit like trying to ride two horses at the same time that are going in two different directions.\"\nIn an often emotional address, Rev Carton said he had prayed and read, and studied the stories of Moses, Joshua, Jeremiah and David from the Old Testament.\n\"It's a call to leave the church of my birth, the church that I've grown up in,\" he said.\n\"What I hear is God calling me, calling me to those who certainly feel cast out, who feel rejected, who feel unloved.\n\"The decisions taken by our denomination mean that they can never belong.\"\nHe said God was telling him to be strong and courageous but he and his family had \"no idea what our next steps are going to be\".\nHe said being minister of Whitehead had been \"the great privilege of my life\".\nThe Presbyterian Church in Ireland said it was aware Rev Carton had indicated he would be seeking to leave his role.\n\"When that point comes, we would want to wish Ian well for the future and thank him for the service he has given, particularly to our congregation in Whitehead over these past years,\" a spokesperson said.\nIn 2019, following the decision taken by the general assembly in Belfast, the PCI dismissed an elder at Christ Church Sandymount for being in a same-sex marriage."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-57308592",
      "category": "world",
      "title": "Covid: WHO renames UK and other variants with Greek letters",
      "tags": "World Health Organization (WHO),Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "The World Health Organization (WHO) has announced a new naming system for variants of Covid-19.\nFrom now on the WHO will use Greek letters to refer to variants first detected in countries like the UK, South Africa and India. \nThe UK variant for instance is labelled as Alpha, the South African Beta, and the Indian as Delta. \nThe WHO said this was to simplify discussions but also to help remove some stigma from the names.\nEarlier this month the Indian government criticised the naming of variant B.1.617.2 - first detected in the country last October - as the \"Indian variant\", though the WHO had never officially labelled it as such. \n\"No country should be stigmatised for detecting and reporting variants,\" the WHO's Covid-19 technical lead, Maria Van Kerkhove, tweeted. She also called for \"robust surveillance\" of variants, and for the sharing of scientific data to help stop the spread. \nLetters will refer to both variants of concern, and variants of interest. A full list of names has been published on the WHO website. \nThese Greek letters will not replace existing scientific names. If more than 24 variants are officially identified, the system runs out of Greek letters, and a new naming programme will be announced, Ms Van Kerkhove told STAT News in an interview.\n\"We're not saying replace B.1.1.7, but really just to try to help some of the dialogue with the average person,\" she told the US-based website. \"So that in public discourse, we could discuss some of these variants in more easy-to-use language.\"\nOn Monday, a scientist advising the UK government said the country was in the early stages of a third wave of coronavirus infections, in part driven by the Delta, or Indian variant. \nIt is thought to spread more quickly than the Alpha (UK; Kent) variant, which was responsible for the surge in cases in the UK over the winter.\nVietnam, meanwhile, has detected what appears to be a combination of those two variants. On Saturday, the country's health minister said it could spread quickly through the air and described it as \"very dangerous\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57311581",
      "category": "uk-england-birmingham",
      "title": "Kingstanding stabbing: Boy 14, killed in attack",
      "tags": "Birmingham knife crime ,Birmingham,West Midlands Police,Kingstanding",
      "text": "Police are hunting up to seven people after a 14-year-old boy was stabbed to death in Birmingham. \nThe boy was confirmed dead at the scene on College Road, Kingstanding, at about 19:30 BST on Monday.\nWest Midlands Police said he is thought to have been chased towards the nearby McDonalds by a group of youths who fled the scene after the teen collapsed.\nThe force said detectives were making \"rapid progress\" after launching a murder investigation.\nDet Ch Insp Stu Mobberley said officers were aware of \"speculation in the community that this was a racially motivated attack\".\nAt the moment, he said there was is no evidence to suggest that was the case.\n\"What we do know is that this was appalling violence which has cost a young lad his life,\" he said.\nThe force said it had \"flooded\" the area with officers since the attack and was fast-tracking analysis of CCTV footage.\nThe road remains closed for police investigations and a post-mortem examination is expected to take place on Tuesday afternoon.\nDet Insp Mobberley added detectives were \"already following up a number of really strong lines of enquiry\". \n\"Another young life has been taken far too soon,\" Det Insp Ranj Sangha said.\n\"We have officers with the boy's family who are facing the cruellest of news.\n\"We will be leaving no stone unturned in our hunt for the callous individuals responsible for this, or for anyone harbouring them, knowing what they have done.\"\nWest Midlands Ambulance Service said it sent two ambulances to the scene, at the junction with Wardour Grove, at 19:35.\n\"Crews arrived to find a teenage boy in a critical condition following a stabbing,\" a spokesperson said. \n\"The team of ambulance staff worked together to administer advanced life support at the scene. Tragically,  despite their best efforts, nothing could be done to save the boy and he was confirmed dead at the scene a short time later.\"\nJack Dromey, the area's Labour MP, branded the attack \"truly shocking\".\n\"My condolences to his family,\" he added.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57304900",
      "category": "world-us-canada",
      "title": "Tarzan actor Joe Lara, 58, presumed dead in plane crash",
      "tags": "Aviation accidents and incidents,Television,Nashville,Tennessee",
      "text": "US actor Joe Lara, best known for playing Tarzan, is presumed dead after a plane crash in Tennessee.\nThe 58-year-old is among seven people believed killed when a light aircraft crashed into a lake near the town of Smyrna on Saturday.\nHis dietician wife, Gwen Shamblin Lara, who founded a weight-loss church, is also among the victims.\nRescue workers say they found wreckage and human remains at the crash site.\nMr Lara played the lead role in the 1989 TV movie Tarzan in Manhattan before reprising the role in the follow-up TV series Tarzan: The Epic Adventures.\nHe gave up acting in 2002 to pursue a career in country music.\nHis wife, 66, was the leader of a Christian weight-loss group called Weigh Down Ministries which she launched in 1986.\nShe wrote a best-selling faith-based weight-loss book, urging people to \"turn away from the love of food and towards the love of God\", and founded the Remnant Fellowship Church in Brentwood in 1999, according to her website.\nThe Laras' Cessna C501 plane was carrying seven people when it crashed at around 11:00 local time (17:00 GMT) on Saturday, shortly after taking off from Smyrna airport en route to Palm Beach, Florida, officials said.\nThe small jet went down into Percy Priest Lake, about 12 miles (19km) south of Nashville.\nAs well Mr and Mrs Lara, also on board was Mrs Lara's son-in-law, Brandon Hannah, and the couples Jennifer and David Martin, and Jessica and Jonathan Walters.\nBy Saturday night, rescue workers said they were shifting their operations from rescue to recovery as there appeared to be no survivors.\nRescuers had found \"several components of the aircraft as well as human remains\" in a debris field about half a mile wide.\nThe Remnant Fellowship church released a statement, saying it had lost some of its \"finest and most loving\" leaders in a \"horrible tragedy\". \nIt described Mrs Lara as a \"gentle, and selfless mother and wife\" who had lived \"every day laying down her own life to ensure that others could find a relationship with God\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-53860154",
      "category": "explainers",
      "title": "How are eviction rules for renters and landlords changing?",
      "tags": "Money,Personal finance,Housing market,Renting,Coronavirus pandemic",
      "text": "A ban on evictions introduced during lockdown comes to an end in England on 1 June.\nWhat does it mean for renters?\nIf a landlord wants to evict tenants, there is a strict legal process to follow. \nThere are two main types of eviction:\nUsually, no-fault evictions require two months' notice.\nEvictions where tenants have broken the terms of the tenancy have a notice period of between two weeks and two months, depending on which terms were broken.\nThere are a series of steps a landlord must take to evict someone:\nDuring the pandemic, some people saw their incomes plummet. \nSo, the government announced a \"complete ban on evictions\" to ensure no struggling renter would be \"forced out of their home\".\nEviction hearings were banned in courts in England and Wales last March. \nThey restarted in September, but bailiffs were told not to enforce eviction orders. \nMeanwhile minimum notice periods for renters - where eviction was not involved - were increased across the UK. In England this was to six months.\nIn the first three months of 2020 there were just over 12,000 warrants for possession granted to landlords in England and Wales.\nLandlords who want their tenants to move out can give four months' notice, down from six months. On 1 October it will return to two months.\nMinimum notices are shorter for evictions where renters have broken the tenancy agreement. It will drop back to two weeks - or no notice in the most serious cases. \nBailiffs will be able to enforce eviction orders issued by courts with two weeks' notice.\nThey are not allowed to evict you if you, or anyone you live with, has coronavirus symptoms, tested positive for coronavirus or has been told to self isolate by the NHS.\nIn Wales, the ban on eviction enforcement is due to end in July. There is no ban in Northern Ireland.\nEvictions can be enforced in Scotland, apart from in Glasgow, which is in Level 3 restrictions.\nLandlords are not allowed to harass tenants to leave, or lock them out of the property. Only bailiffs can carry out evictions. \nThe government has advised tenants whose ability to pay rent has been affected by the pandemic to have an \"early conversation\".\nRenters can apply to their local council for help if they are homeless, or set to become homeless within eight weeks.\nSome landlords have also experienced hardship. The government says, 45% of private landlords own just one property and are vulnerable to rent arrears\nAnnouncing the end of the ban, Housing Minister Christopher Pincher said it would \"ensure tenants continue to be supported with longer notice periods, while also balancing the need for landlords to access justice\".\nThe National Residential Landlords Association (NRLA) said it was \"an important step in ensuring the sector's recovery\".\nBut representatives of both landlords and tenants have called for more help for people in rent arrears. \nThe NRLA said ministers should \"step in and provide affected tenants with the financial support they need to pay off rent arrears built as a result of the pandemic\".\nPolly Neate, chief executive of Shelter, called for an emergency package of financial aid and said the government should \"make renting more stable and secure by scrapping Section 21 \"no fault\" evictions altogether\".\nAre you struggling to pay your rent? Or are you a landlord who relies on rent for income? Email haveyoursay@bbc.co.uk. \nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57309075",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Decision due on next stage of lockdown easing",
      "tags": "Coronavirus lockdown measures,Nicola Sturgeon,Coronavirus pandemic",
      "text": "Nicola Sturgeon will confirm whether the next stage of Scotland's lockdown easing can go ahead next week.\nUnder the government's roadmap, areas in level two are due to move to level one from 7 June. \nBut Health Secretary Humza Yousaf has warned there may been a delay for parts of the country where Covid cases are rising rapidly.\nLevel one rules allow greater numbers of people to socialise and venues such as soft play centres to open.\nThe first minister is due to make a statement to MSPs on Tuesday afternoon. \nAll mainland council areas are currently in level two, with the exception of Glasgow - which remained under level three restrictions because of an upsurge of cases in the south of the city. This is believed to have been driven by the B.1.617.2 variant, first identified in India.\nMs Sturgeon said last week she was hopeful the city would finally be able to move down to level two from Saturday 5 June, allowing indoor household visiting and alcohol to be served indoors in pubs and restaurants after nine months of tough restrictions.\nOn Monday, Mr Yousaf indicated that for some areas currently in level two, the planned move to level one from Monday 7 June may have to be delayed if case rates were high and giving cause for concern. \nThe Scottish Conservatives have called for the whole country to be moved to level one, and said Ms Sturgeon should rule out \"leaving whole areas behind\". \nThe party's leader, Douglas Ross, said the council-wide approach to restrictions should be replaced with targeted interventions in smaller areas to tackle local outbreaks.\nHe added: \"Sweeping measures that unnecessarily hurt a whole city or council area are unfair on businesses and local people waiting to get on with their lives.\n\"For the sake of jobs, businesses and people's mental health, the country has to move forward together as much as possible.\"\nRenfrewshire and East Renfrewshire both currently have case rates higher than Glasgow. \nConcern has recently been raised about rising infections in Dundee, which have increased from a very low level in a relatively short space of time.\nA seven-day average case rate of 50 per 100,000 people has previously been seen as a threshold for a move from level three to level two, while 20 cases per 100,000 is the target for level one easing. \nBut a range of indicators are taken into account such as the impact on hospital admissions or whether community transmission is widespread.\nThe actual number of cases has also guided decisions, such as when East Renfrewshire was allowed to move down to level two, despite a high case rate, because the numbers were still relatively low.\nIn the past seven days City of Edinburgh has seen 401 new cases, while South Lanarkshire has seen 236 positive tests and North Lanarkshire has seen 231.\nGlasgow City continues to have the highest number of cases - 815 in the past week - but the figures have fallen for four consecutive days.\nJames Chalmers, professor of respiratory research at the University of Dundee, said he thought it was \"very unlikely\" that all areas of Scotland would move to the same level this week.\n\"The country has not seen uniform rising cases. We've seen significant outbreaks, initially in areas like Moray, and in Glasgow and the west of Scotland - and now rising case in places like Dundee,\" he told BBC Radio's Good Morning Scotland programme.\nProf Chalmers said \"recent evidence\" showed that keeping certain areas in a higher level was working to contain big outbreaks.\n\"Moray had very high rates, the highest in the country. We saw surge vaccination and we saw really impressive efforts from the public health teams to get the cases down and that was effective,\" he said.\n\"Similarly, Glasgow had rapidly rising rates and by leaving Glasgow in level three and, again, surge vaccination, surge testing, cases haven't risen exponentially in Glasgow as they might have done last year.\"\nSome islands in Scotland are already in level one which allows greater numbers to socialise.\nFor indoor public places such as cafes, pubs or restaurants the limit rises to eight people from three households, while outdoors 12 people from 12 different households can meet up. \nSoft play centres and funfairs are allowed to reopen, with only nightclubs and adult entertainment having to remain closed. \nThe number of people allowed to attend weddings or funerals rises to 100 under level one rules. \nPubs and restaurants are permitted to serve alcohol until 23:00, rather than 22:30 under level two. \nUnder current guidance, the limit on indoor gatherings in private homes remains at six people from three households, as in level two, and people would still be encouraged to work from home where possible. \nJennifer McNaughton is soft play manager at Pandamonium in Renfrewshire - the council area which currently has the highest Covid rate in Scotland. \nShe is hoping to get the go-ahead to reopen next week, and says it will be \"devastating\" if the area stays in level two.\n\"We have been shut for more than 450 days. What other businesses have really been shut that length of time?\" she told BBC Scotland. \nShe said the business made a decision on Monday, after talking to the Scottish government, to accept bookings again.\n\"We had to make our bookings live because if we opened we wouldn't have had anyone coming in through the door. \n\"So we've got 24 parties booked and over 100 people booked to come into the centre all next week - and if we don't get opened we're going to have to let all these little kids down.\"\nShe said staff had been working for the past six weeks to prepare the centre for reopening. \n\"The only support that's there for the business right now is furlough - but there has to be a business there for furlough to be beneficial.... we can't sustain it, we can't keep going - there will be no soft plays for children.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57288485",
      "category": "uk",
      "title": "Flat owners warning over rooftop developments",
      "tags": "Housing,Urban planning,Planning permission",
      "text": "Leaseholders have warned about the potential dangers of adding rooftop developments to blocks of flats. \nIt follows a change in the law which makes it easier for freeholders to build up to two extra storeys on top of their buildings.\nSome flat owners have said their homes have been left damaged and devalued by new developments.\nThe government said such developments would help meet the demand for new homes. \nResidents at Apex Court in West Ealing, London, said the building had experienced extensive flooding, cracks and even falling cladding since a further five flats were built on top.\nPauline Sadler and her husband Tony own one of the flats which had previously been on the top floor.\nThey said their ceilings and walls had been badly damaged by a series of floods caused by the new development.\n\"The surveyor has said it'll take months to get the dampness out of this flat,\" said Mrs Sadler. \"They didn't put any proper drainage, so when it rains the water goes into the cavity wall.\"\nShe said their flat has now lost around 40% of its value (a total of £170,000) and they had been told it may not even sell at auction.\nThe Apex Court rooftop extension was built using planning permission before the new rules were introduced in England last summer.\nTwo-storey extensions on top of many blocks of flats are now classed as permitted development, meaning they don't have to go through the standard planning process - potentially encouraging more freeholders to build upwards. \nA surveyor's report commissioned by some of the leaseholders at Apex Court found visibly poor workmanship. \nThe report raised concerns over the development's fire safety measures and warned that the new storey left four of the existing flats at risk of carbon monoxide poisoning by blocking the escape of waste flue gases.\nIt's not just the leaseholders whose flats have been damaged that are worried. Jane Purcell, who lives on the ground floor, said she is concerned the cost of repairs could be passed on to the residents.\nRepairs to buildings are usually paid for by the leaseholders, but they say this damage has been caused by the new development and not by routine wear and tear.\n\"We're really, really scared that these enormous repairs are going to somehow leak through on the service charges,\" she said. \n\"I've had my flat valued and the estate agent said if this business isn't sorted out, you can knock at least £50,000 off it.\"\nMany rooftop development companies say the work can be done in a way that minimises the impact on existing residents and even improves the value of their homes, for example, by paying for communal areas to be improved.\nThere is also a shortage of housing, which rooftop developments could go some way to easing - within cities at least.\nAlthough the government's own figures suggest the change could result in hundreds of new homes a year, some developer reports speculate it could mean hundreds of thousands of new properties.\nHowever, there is concern that the new permitted development rules reduce leaseholders' opportunities to object.\nBaroness Andrews, a lifelong Labour peer and a leaseholder herself, faces a similar rooftop development on her own building and is scathing of the change to planning rules.\n\"It allows developers and freeholders to build upwards while minimising the ability of the leaseholders and residents to prevent that or to be compensated for the impact of these upward extensions,\" she said. \n\"It short-circuits the planning system.\n\"You can't make the full objections and appeals that you can if you have to go through the full planning system so your rights are significantly reduced.\"\nFile On 4 asked the freeholder of Apex Cour, Paramvir Bhatti, about the leaseholders' concerns, but he did not respond.\nA statement from Trisara Consultants UK Limited, which carried out the work, said it took the complaints seriously.\n\"We have engaged with the residents and any other interested parties immediately and in good faith to ensure that the issues raised were thoroughly and properly investigated,\" it said. \n\"We are satisfied that, to date, we have taken all reasonable steps to address the residents' complaints.\" \nHowever, it said that discussions with residents were ongoing so it could not comment further.\nThe government said in a statement: \"All homes, whether delivered under a permitted development right or a planning application, are required to meet building regulations. Where a building is being extended upwards, additional requirements may apply.\"\nFor the Sadlers, there is no obvious end to their difficulties.\n\"There's no justice in this,\" Mrs Sadler said, gesturing at her peeling walls. \"This is something belonging to me and people are damaging it. And I can't do anything about it.\"\nYou can hear more about the Apex Court development as well as other leaseholder issues in File On 4 - Leaseholder Losses on BBC Radio 4 at 20:00 on 1 June. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57323037",
      "category": "uk-scotland",
      "title": "Covid: Scotland 'at the start' of a third wave",
      "tags": "Coronavirus lockdown measures,Scottish government,Jason Leitch,Coronavirus pandemic",
      "text": "Scotland is at the beginning of a third wave of Covid, according to the country's national clinical director. \nProf Jason Leitch said more cases were inevitable as society gradually opens up after lockdown. \nOn Monday a scientific adviser to the UK government warned there were signs the UK was in the early stages of a third wave of infections.\nEarlier Nicola Sturgeon, Scotland's first minister, paused lockdown easing in some areas of the country. \nMost of the country had been due to drop to level one of the five-tier system next week but Ms Sturgeon said 13 council areas would stay in level two due to rising case rates. \nGlasgow, which had been the only local authority still in level three, will also move to level two. \nAs national clinical director, Prof Leitch regularly appears alongside Ms Sturgeon at Covid briefings to help communicate public health messages. \nHe was asked on BBC Radio Scotland's Drivetime if he thought Scotland was at the start of a third wave.\nHe replied: \"Yes. I think we are. The question is how big that third wave is.\"\nCovid cases hit a low on 5 May, when 85 cases were recorded across Scotland. \nBut since then numbers have been rising, with 641 recorded on Friday - the highest daily number since 25 March.\nThe variant first identified in India is believed to be responsible for about half of Scotland's daily cases. \nProf Leitch said that as restrictions ease then it followed that there would be more cases.\nHe added: \"The question is whether you control that to a level that doesn't cause enough severe disease to fill hospitals and enough severe disease to cause misery and death to families.\n\"And that's the balance we are now trying to strike in the advice we are giving and the decisions the first minister and the cabinet have made.\"\nProf Devi Sridhar, of Edinburgh University, told BBC Good Morning Scotland she was encouraged that the UK reported zero Covid deaths on Tuesday, the first single day when this has happened since the pandemic began. \nShe said: \"It's incredibly good news and it shows the progress we have made in the past year. Vaccines are stopping severe disease, they are stopping hospitalisations and deaths. \n\"We want to buy a few more weeks to get more of these vaccines in people's arms, this is not going backwards - the end is still in sight.\"\nProf Sridhar added that the relaxing of overseas travel restrictions was \"creating uncertainty\" for how quickly the pandemic will be defeated. \nHealth Secretary Humza Yousaf told Good Morning Scotland that slowing down the relaxation of lockdown was a \"bump in the road\" and that the situation would be reviewed on a weekly basis.\nHe said: \"Crucially what we are looking at, in what is likely to be the third wave, is the effect the vaccine has had, how many people are going into hospital, how long they are staying there. \n\"Please bear in mind if it is the start of the third wave then we are not at the peak.\"\nHowever, Mr Yousaf said there were encouraging signs that the link between positive cases and hospitalisations is weakening.\nProf Leitch was also asked if Glasgow's role as a host city of Euro 2020 had any bearing on the decision to ease restrictions before the tournament starts on 11 June.\nThe Scottish government has given approval for 12,000 supporters - 25% of the stadium's capacity - to attend tournament matches at Hampden in June. \nHe said: \"Absolutely not. There is no single sector, despite what you might believe, there is no single sector that gets to control the Covid response.\n\"I absolutely promise you. Not in the advice and not in the decision-making.\"\nMeanwhile, Dr Christine Tait-Burkard, a virologist at the University of Edinburgh, later told BBC Scotland's The Nine there has been a \"bump\" in hospitalisation numbers. \nBut she added 5% of people who test positive now require hospital treatment - compared to 10% earlier in the pandemic - and patients are spending less time in hospital.\n\"It tells us that not only is the vaccination working but also treatments have made progress significantly since even the beginning of the year,\"Dr Tait-Burkard said. \nScotland's Deputy First Minister John Swinney said the vaccine gave \"a huge amount of security\".\nBut he added: \"We are not certain yet that the vaccination protects us from the significant upsurge in hospitalisation, which would obviously be a real worry as part of the development of the pandemic.\"\nMr Swinney, who is also the Covid recovery secretary, added: \"The vaccination is a real strength but there are still dangers and we have to make sure that we take a measured approach to tackle all of those issue as we address the pace of the virus within our society.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56604632",
      "category": "health",
      "title": "How significant is a day without Covid deaths?",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "This is the first day the UK government has formally announced zero coronavirus deaths since the pandemic began.\nIt sounds like a milestone worth celebrating and something we have all been waiting for - even as the variant first identified in India (now dubbed the Delta variant by the World Health Organization) spreads across the UK. \nBut if there is one thing we have learned about tracking coronavirus, it is that any figures that accompany it come with caveats. \nReports of daily deaths are often lower at weekends and at the start of the week because less counting takes place while statisticians are off - and adding in Monday's bank holiday will make this figure still less certain.\nJust because no deaths were announced on 1 June does not mean for certain that no deaths actually occurred. Often the figures are revised once death certificates are examined for precise details of date of death.\nBut the situation has been transformed since the height of the second wave of the pandemic, when daily deaths were measured in four figures.\nIn the last three months, death rates, the numbers of people being admitted to hospital and catching the virus have all gone steadily in the right direction - down. And add to that the increasing numbers of people getting their first and second doses of vaccines. \nAt the beginning of the year, the UK was in a very different place. We saw the devastating peak of the second wave, fuelled by the more transmissible Kent variant.\nIn the first week of January, for example, the average number of people who had had a positive coronavirus test stood at about 59,660 (this figure takes into account the daily average over a period of seven days). This compares with 2,270 in early May.\nThe picture in the UK's hospitals was similar. In mid-January there were some 38,411 patients with confirmed Covid-19 in hospital. By mid-May the figure was around 1,200. \nNow, for the first time since September, that number has dipped below a thousand. \nBut make no mistake, that is a lot of people in hospital, some on ventilators. Sadly, not everyone will survive.\nAnd in some parts of the UK the \"Delta\" variant from India is driving hospital admissions back up again.  \nWhen it comes to lives lost, in mid-January the average for people who had had a positive coronavirus test and died within 28 days of this test was 1,248.\nCompare that with the daily average in early May when just 12 deaths were reported. It is a big decline. \nLockdowns, vaccinations, an improved understanding of coronavirus and better treatments have all helped bring down these numbers. \nBut as ever, there still needs to be a note of caution. \nIn the second wave of England's epidemic in the autumn and early winter, schoolchildren and young adults experienced a much faster rise in infections than other age groups - most likely because they had more opportunities to mingle.\nMany under-50s are yet to have their jabs, with vaccination rates among people from ethnic minorities lagging behind the average. \nThe easing of lockdown may have an impact on infection rates, and we are still awaiting a definitive assessment of the impact of schools reopening. \nAnd then there are emerging variants to contend with, including the Indian variant which has been causing spikes of infection in some areas. \nScientists advising the UK government believe it does spread more easily, although early data suggests vaccines remain effective after two doses. \nThe questions that experts will be trying to answer is whether they have got the balance of measures right and have put them in place at the right time to prevent things from getting out of control. \nIn fact, if we look solely at the current definition of \"coronavirus deaths\", there has been a moment a bit like this before - a day with zero deaths recorded at the end of July.\nBut at the time, the government in England was using a different definition (which counted any death after a positive test) and reported 38 of those deaths on that day.\nAll these deaths had happened more than 28 days after a positive test, so they are not counted by today's definition of a coronavirus death which occurs within 28 days of a positive test.  \nSo if you go back and look at those July figures now, that was the first \"zero deaths\" day.\nIt just goes to show we cannot pin our hopes on a single figure or a single day. It might say \"zero deaths\" by the government's tally today, but that does not mean zero caution.\nThe ultimate message is things are getting better but it is not over yet. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57320450",
      "category": "education",
      "title": "Boris Johnson promises more school catch-up cash in 'damp squib' row",
      "tags": "Coronavirus lockdown measures,Schools,Young people,Coronavirus pandemic",
      "text": "The prime minister has promised schools in England there will be more money \"coming down the track\" after catch-up plans were labelled a \"damp squib\".\nHead teachers had said they were \"hugely disappointed\" by a £1.4bn Covid recovery package, which breaks down to £50 extra per pupil per year.\nMost of the funding will be for tutoring to make up for lost learning.\nBoris Johnson said it would \"give parents the confidence\" that their children would be supported.\nBut the plans so far are much more limited than the £13.5bn that the Education Policy Institute (EPI) think tank had calculated would be required to catch up on lessons disrupted by the pandemic.\nThe catch-up plan, with £1.4bn extra over three years in addition to the £1.7bn already announced, will include £1bn for 100 million hours of tutoring and £250m for teacher training and development.\nTutoring, often in small groups, will be targeted at those considered most in need of support, particularly the disadvantaged and will not available for all pupils.\nThe EPI, which warned primary pupils had lost up to two months of learning in reading and three months in maths, said the extra funding amounted to £50 per pupil per year - a tenth of what it estimated was needed.\nSpread over three years, the extra cash is worth about 1% of the annual schools budget, said the EPI.\nThe support was lower than in other countries, said the think tank, with catch-up funding in England, including earlier announcements, worth £310 per pupil over three years, compared with £1,600 in the United States and £2,500 in the Netherlands.\nElizabeth, a mother of two from Worcester, welcomed the idea of more help for children in class.\n\"I want children to be supported in school and extra teachers - and the children split into smaller groups with additional classroom support is always going to be a good thing.\"\nBut she does not want children to be put under too much pressure. \n\"We don't want to cram in the curriculum, we want children to enjoy learning and not put pressure on pupils or teachers to do more in the school day.\n\"For my children, the day is long enough - five days a week 9am to 3.30pm. They come home and they are knackered, particularly my eldest who has started high school - there is so much for him to take in and absorb. \n\"If the day was extended to 4.30pm they would come home, have their tea, do their homework and there would be very little down-time.\n\"I did read some of the plans may have included after-school clubs like music, that's a good thing but not to do more curriculum learning.\" \nThere had been reports the recovery plan would be much bigger and include a longer school day - but funding for any further catch-up proposals will now depend on the next spending review.\nBut Education Secretary Gavin Williamson told BBC Radio 4's Today programme that an extended school day was \"very much still on the agenda\".\nAsked whether the funding was less than required, Mr Williamson said the catch-up plan was based on the evidence of what works - and that tutoring \"does actually deliver\" and should not be the \"preserve of a few\".\nHe said the £1.4bn was a \"pretty hefty amount\" and would \"have a direct impact on children\".\nSuggestions of shorter summer holidays were no longer being considered, said the education secretary.\nThe hesitation over plans for an extended school day would not have been seen as much as a loss to sixth formers at St Wilfrid's Catholic school in Crawley, West Sussex.\nThey wanted a return to normality and \"certainty\" after so much upheaval, rather than adding extra hours, which could leave students tired rather than inspired.\n\"It feels like the pandemic has been constant pressure and uncertainty,\" said Katelan, a Year 12 student.\n\"The most important thing the government could give us as students is clarity. And clarity early on and not just a few months before we're due to take the exams,\" says Catherine, expecting to take her A-levels next summer.\nThe pupils were \"delighted\" to be back in the classroom in March, rather than relying on online lessons - and if tutoring is going to be provided they want it to be in-person rather than online.\nThe BBC has learned a much bigger and more ambitious plan costing just over £10bn was still under discussion between government departments as recently as last week, but this was rejected by the Treasury. \nSources close to the talks said the Treasury was reluctant to sign off on such a big upfront commitment. \nIn response, a Whitehall source said: \"It's right for both children and the taxpayer that we know what we're buying before we spend.\"\nThe education recovery tsar, Sir Kevan Collins, had previously talked of the importance of extra teaching hours, including for sports, music and the arts.\nThere were reports he had proposed a £15bn recovery package, but he said the tutoring and teacher training announced represented \"evidence-based support to a significant number of our children and teachers\". \nBut Sir Kevan added that \"more will be needed to meet the scale of the challenge.\"\nGeoff Barton, leader of the ASCL head teachers' union, said the government's response was \"hugely disappointing\" and \"shows a failure to recognise the scale of learning loss\".\n\"There has obviously been a battle behind the scenes over funding for education recovery,\" said Mr Barton - with a settlement much lower than anticipated.\n\"Where is the funding for drama and music, sport and skills development?\" asked Mary Bousted, co-leader of the National Education Union, who added: \"Rarely has so much been promised and so little delivered.\"\nPaul Whiteman, leader of the National Association of Head Teachers, said the announcement was a \"damp squib\" and \"education recovery cannot be done on the cheap\".\nBut the heads' union leader welcomed that there was no plan to extend the school day, which could have caused \"more harm than good\".\nLabour's Education Secretary Kate Green said the announcement \"makes a mockery of the prime minister's claim that education is a priority\".\nLabour's recovery proposals included breakfast clubs and mental health support, as well as tutoring and teacher development.\nThis is not a plan on the scale anyone imagined when the prime minister appointed an adviser, Sir Kevan Collins, to shape bold recovery ideas for England's schools.  \nIn February, Sir Kevan told me in his first interview a broad vision was urgently needed. \nFrom the outset he made clear schools might need extra hours, not just for learning but for sport, music and other activities pupils have missed.  \nPeople close to the government talks said that even last week the plans being discussed were ambitious, costing more than £10bn.  \nBut the Treasury, according to these sources, baulked at the cost and honed in on core funding for tutoring which is backed by research evidence. \nSchools it seems will have to take their chances, alongside other priorities, in the big spending review this autumn.  \nWill extra tutoring help your child? What do you think of plans to not have a longer school day? Email haveyoursay@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    }
  ]
}