{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58273900",
      "category": "uk-england-essex",
      "title": "Stuart Lubbock: Suspect in murder case released without charge",
      "tags": "Roydon",
      "text": "A man arrested on suspicion of the murder and indecent assault of Stuart Lubbock at the home of entertainer Michael Barrymore has been released without charge.\nMr Lubbock, 31, was found unconscious in the TV presenter's pool in Roydon, Essex, in March 2001 following a party.\nEssex Police said there was \"insufficient evidence\" to charge the unnamed suspect, who is 50.\nHe was arrested in March following \"significant new information\".\nDet Ch Insp Stephen Jennings said: \"We have explored all possible lines of inquiry and sometimes, regrettably, the evidence is not yet there to issue charges.\n\"I know that this may be of little comfort to Stuart's father and his family.\"\nMr Lubbock, a butcher from Harlow, was described by neighbours at the time of his death as a \"pleasant, sociable\" man.\nA post-mortem examination found he had suffered \"horrific\" injuries prior to his death at the Princess Alexandra Hospital in Harlow, police said.\nAlcohol, ecstasy and cocaine were found in his bloodstream.\nMr Lubbock had been attending a party at the home of Mr Barrymore, who is now 69, with eight other people.\nHe was pronounced dead two hours after arriving at the hospital.\nDet Ch Insp Jennings said the investigation into the death remained open. \nHe said: \"All we want is to deliver justice for Mr Lubbock and his family.\n\"We have never given up on finding out exactly what happened to Stuart.\"\nDet Ch Insp Jennings added: \"It is no secret that Stuart's father Terry is suffering extremely ill-health and his wish is to know that justice will be done. \n\"Now is the time to come forward with any information, if you haven't done so already, to help us finally deliver justice for Stuart and his father.\"\nEssex Police said the decision not to charge the 50-year-old man had been taken with the Crown Prosecution Service. \nHe had been arrested in Cheshire on 17 March. \nDet Ch Insp Jennings said: \"For the last 20 years, as we have continually stated, two things have remained consistent.\n\"One is the commitment of Essex Police to deliver justice for Stuart and his father Terry.\n\"The second is that we believe of those present on the night Stuart died, someone at the house was responsible and someone knows what happened.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58245684",
      "category": "uk",
      "title": "Afghanistan: How many people has the UK evacuated?",
      "tags": "Afghanistan,Refugees and asylum seekers,Reality Check,Right of asylum",
      "text": "The former Foreign Secretary, Dominic Raab, has been defending the UK's handling of the evacuation from Afghanistan after the Taliban took control of Kabul in August. \nIt follows claims from a whistleblower, Raphael Marshall - who worked at the Foreign Office at the time - that the government's response to the crisis was chaotic and dysfunctional. \nMr Raab said 15,000 people were evacuated by the UK from Afghanistan from 15 August to the end of that month.\nHe said it was a larger number than by any other nation except the US.\nAt the time, the government said the 15,000 people included 5,000 British nationals, 8,000 Afghans and 2,000 children.\nSome Afghan nationals had already arrived in the UK for resettlement before that date.\nThe Foreign Office told us that since the end of August, a further 3,000 people had been helped to leave Afghanistan. This included more than 1,100 UK nationals.\nIn written evidence to the Foreign Affairs Committee, Mr Marshall said he estimated that between 75,000 and 150,000 people in Afghanistan had applied for evacuation to the UK in August. \nHe estimated that 5% of these received assistance. \nThe US evacuated the largest number of people from Afghanistan in August. \nFrom 14 August to 28 August, it got 113,500 people out of the country.\nOther countries evacuated much smaller numbers over that period, according to official statements and press releases\nSince the end of August, some countries have continued to carry out occasional evacuations. France evacuated 258 people just last week.\nIn August, Mr Raab said that the number of British nationals remaining in Afghanistan was \"in the low hundreds, \" although he would not give a more precise figure.\nMr Raab told a committee of MPs that nearly all the people in Afghanistan with single UK nationality and accompanying documentation had been brought back - but it had proved harder to estimate the number of dual-nationality Britons remaining in Afghanistan.  \nThe example he provided was that some large families may have one or more people that were documented, but it was unclear what the status of the rest of the family was.\nOn 7 December, the Prime Minister's special representative for Afghanistan, Nigel Casey, told MPs there were about 200 British nationals still in Afghanistan.\nThe UK government has a scheme to resettle Afghans - the Afghan Relocations and Assistance Policy (ARAP), which was launched on 1 April. \nUnder the scheme, Afghans who worked for the British military and UK government (for example, as interpreters) are able to move to the UK permanently, rather than getting five years' residency as was previously offered.\nThe Home Office says there have been 7,000 people relocated under the ARAP scheme since its launch.\nBefore the ARAP scheme, the Home Office says 1,400 former staff and families were relocated since 2013 under a previous scheme called the Ex-Gratia Policy.\nIn addition to ARAP, the government has said the Afghan Citizens' Resettlement Scheme (ACRS) will allow a total of 20,000 to settle in the UK.\nIt will focus on women and children as well as religious and other minorities in danger from the Taliban.\nA fact-sheet released about it in September said it would welcome 5,000 Afghans in the first year, although the scheme is yet to open. \nImmigration lawyer Sarah Pinder said resettlement schemes are often too slow for crises such as the one in Afghanistan.\n\"The idea that people can queue up to make an application by staying put... in reality, it's difficult to put into practice,\" she said.\nAnd she said the schemes' criteria were often narrow, leaving people \"stuck in a loop\" between different ones. \nOutside a small number of official resettlement schemes, the main way to settle in the UK is to seek asylum once within the country's borders.\nIn 2020, 1,336 people from Afghanistan applied for asylum, out of 29,456 total applications from around the world, and 580 were granted it. But not all of those granted asylum had applied in the same year.\nThey were much larger numbers of Afghans applying for asylum last year in some EU countries, such as Greece, France and Germany.\nThis year up until September, there were 1,974 asylum applications in the UK from Afghan nationals - an increase of almost 40% over the previous year.\nWhat claims do you want BBC Reality Check to investigate? Get in touch\nRead more from Reality Check\nFollow us on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58262202",
      "category": "business",
      "title": "FTSE bosses earn 86 times more than average worker in 2020",
      "tags": "Companies,Employment,UK economy,Pay",
      "text": "The bosses of Britain's biggest companies earned 86 times the average full-time wage last year.\nThe median pay of a chief executive of a FTSE-100 firm - the UK's blue chip company index - was £2.69m in 2020, according to the High Pay Centre.\nThat was down 17% from £3.25m in 2019, before the pandemic hit.\n\"These are still very generous rewards,\" said High Pay Centre director Luke Hildyard.\nThe think tank's research revealed average bonus size fell from £1.1m in 2019 to £828,000 last year. \nMeanwhile the average long term incentive plan payment fell from £2.4m to £1.38m.\n\"CEO pay packages are designed to reflect the experience of shareholders, employees and other stakeholders so in one sense the lower pay levels this year show the system working as intended,\" Mr Hildyard said.\nBut he pointed out that most chief executives have already made millions of pounds over the course of their careers and the still high rewards come \"at a time when, in general, government support for the economy has probably been more important to the survival and success of the UK's biggest companies than the decisions of their executives.\"\nThe research also showed that average chief executive earnings at the nine FTSE-100 companies that used the furlough scheme to pay their employees, was £2.39m.\nMr Hildyard said the UK's high chief executive pay reflected a wider gap between rich and poor in Britain than in most other European countries.\nPascal Soriot of drugs giant AstraZeneca was the highest-earning chief executive, making £15.45m last year.\nHe was considerably ahead of Brian Cassin of credit reference agency Experian who made £10.3m, according to the think tank's figures.\nIn third spot was Albert Manifold of building materials company CRH who received £9.92m.\nLaxman Narasimhan of consumer goods firm Reckitt Benckiser was fourth with £9.24m, while the fifth highest-paid FTSE boss in 2020 was Rob Perrins of housebuilder Berkeley, who made £8.03m.\nChief executive pay has fallen when their roles have never been more valuable, reckons Matthew Lesh, head of research at the Adam Smith Institute.\n\"Amid a historic global crisis the captains of industry have played a key role in keeping us fed, entertained and connected,\" he said.\nGenerous compensation is necessary to attract top talent that delivers innovative products, creates jobs and boosts company value, Mr Lesh added. \n\"Investors are known to react viciously to changing CEOs because leadership is key to business success.\"\nHe said that rather than obsessing about chief executive pay, \"we should embrace policies that will boost pay for all workers as the economy recovers from Covid-19. \n\"This means cutting taxes and red tape that holds down incomes.\"\nQuite apart from the reminder of the huge gap that has, over the years, opened up between the best-paid employees and the average - with chief executives on 86 times as much as the average worker - the High Pay Centre think tank's analysis is also a reminder of the weakness of the premise on which exorbitant bonuses and long-term incentive plans are based. \nThis is namely that the key determinant of a company's success is the shareholder value it generates. In addition, it is the notion that the key determinant of that is a talented top boss who must be attracted, retained and incentivised to do their best by the offer of big money. \nIt wasn't Pascal Soriot, the highest paid chief executive of a FTSE-listed company (pay: £15.45m), who led the team that came up with AstraZeneca's vaccine. That was Sarah Gilbert and Andrew Pollard of Oxford University. But the reason shareholders won't begrudge him it isn't because of what it did to AstraZeneca's profits. \nIn fact, by offering to distribute it at no profit (unlike Pfizer), AstraZeneca's losses due to the vaccine in the first half of 2021 were more than $50m. \nBut what it's done for the firm's reputation - and the benefit to public health - are incalculable. It's not just the bottom line that counts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58267774",
      "category": "uk-wales",
      "title": "NHS Wales: Waiting times hit record levels",
      "tags": "NHS Wales,Coronavirus pandemic",
      "text": "The numbers on waiting lists for non-urgent hospital treatment in Wales have again hit record levels.\nThere were 624,909 people waiting in June, with the list climbing steadily each month and up by 41% since the early days of the Covid pandemic.\nThose waiting the longest, more than nine months, rose again to 233,210.\nA&E waiting time performance was the worst on record and Conservatives called the figures \"catastrophic\".\nEmergency departments and the Welsh ambulance service both had their busiest months since the pandemic began.\nA&E waiting times were the worst for a second month in a row - with only 69.8% of patients spending less than four hours waiting to be dealt with.\nThe headline figure for the number of patients waiting for non-urgent hospital treatment has been growing since the pandemic began, not helped by surgery being postponed during the first Covid wave.\nThere were another 17,869 people added to the list in the past month and numbers waiting more than nine months grew by 5,457.\nA Welsh government spokesperson said: \"Waiting times for treatment continue to grow. \n\"However, it is encouraging to see progress being made with the number of patients waiting over 52 weeks falling for the third month in a row. \n\"We also saw the largest number of specialist consultations completed and treatments started in any month since the start of the pandemic.\"\nIt comes as Wales' health minister pledged £551m to help health and social services recover from the pandemic.\nEluned Morgan said Covid had had a \"massive impact\" on the NHS and social services in Wales and was still facing significant costs in dealing with it.\nThe figures for June 2021 show:\nThe figures also show the Welsh Ambulance Trust received more calls in July than in any month since the pandemic began - with the highest proportion of \"red\" calls, those immediately life-threatening emergencies, on record.\nThere were also the highest attendances at A&E departments since the pandemic began and waiting time performance was the worst on record.\nThe target is that 95% of patients should be seen within four hours but that fell to 69.8% in July.\nThis dropped as low as 44.7% at Glan Clwyd Hospital in Denbighshire and 43.8% at the new Grange University Hospital in Torfaen.\nThe Grange, which opened in the middle of the pandemic last November, had nearly 8,000 people through the doors of its emergency department in July.\nThe monthly performance was the second-lowest ever for a Welsh A&E unit, after Wrexham Maelor Hospital in February last year.\nOverall in Wales more than 7,000 patients waited more than 12 hours in A&E - one in 10 patients and another record high - with the target that no-one should wait that long.\nSenior consultants said there was a \"severely challenging situation,\" with \"unrelenting pressure\" on staff and fears the NHS would not be able to cope, with added winter pressures looming.\n\"Staff are already facing burnout, exhaustion, stress and moral injury,\" said Dr Suresh Pillai, vice president of the Royal College of Emergency Medicine Wales. \n\"The health service and its workforce need the assurance that there is a robust and comprehensive plan to manage this likely increase in demand and provide adequate resources for staff and departments.\"\nThere were 94,176 attendances to emergency units over the month.\nFor the ambulance service, only 57.8% of more than 3,580 red calls arrived within eight minutes compared with the target of 65%. This was down from 60.6% in the previous month.\nBut more people started treatment for cancer in the latest month than in the previous month. \nThe total number of patients starting their first cancer treatment and the number of patients starting their treatment within the target time were the second highest since the current records began.\nThe Conservatives called the figures \"catastrophic\", saying Wales should be seeing improvements after it moved from the peak of the pandemic.\nHealth spokesman Russell George said: \"To record the worst ever A&E waiting times and the longest NHS treatment waiting list in the same month shows a complete lack of leadership.\"\nPlaid Cymru said the figures painted a bleak picture and called for a long-term plan.\n\"We cannot be trapped in an endless cycle where waiting times are getting increasingly worse and the only solution the government can come up with is to provide short-term fixes which change very little in the long run,\" said health spokesman Rhun ap Iorwerth."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58262835/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Schools can continue to teach some in class bubbles",
      "tags": "NI education,Coronavirus lockdown measures,Schools,Coronavirus pandemic",
      "text": "Schools in Northern Ireland can continue to teach some children in class bubbles when the new term begins.\nThat is despite the executive deciding on 12 August that schools no longer had to teach children in bubbles. \nBut new Department of Education (DE) guidance said schools could \"retain the use or partial use of bubbles\".\nIn a separate letter to school heads, the education minister said the guidance allowed schools \"flexibility\".\nMichelle McIlveen also said that the requirement for post-primary pupils to wear facemasks in class would be reviewed by the executive on 8 October.\n\"What we've tried to achieve here is a flexible system to allow school leaders who know their school environment better than us to adapt accordingly,\" she told BBC's Good Morning Ulster programme. \n\"We have been clear. This is about keeping our young people safe.\"\nThe revised guidance from the department comes just days before many staff and pupils are due to return to school.\nMany pupils have been taught in small group bubbles since September 2020.\nAs much as possible, children remained in the same class groups every day to reduce mixing with others.\nThe new guidance said it would be \"for each school to determine if they wish to continue to use some/all of the principles of bubbles that they will have used during the 2020-21 year\".\n\"Without the use of formal bubbles, schools should still seek to reduce contacts,\" the guidance said, as this would \"support the PHA's (Public Health Agency's) contact tracing by encouraging pupils to remain within a consistent group of pupils wherever possible\".\nSchools have also been told to space seating in classes as widely as possible and have children seated facing the front of the classroom.\nThey have also been asked to hold activities outdoors if they can.\nGraham Gault, of the National Association of Headteachers, said there was an \"air of disbelief\" among school leaders at the guidance. \n\"Only a week ago it was all over the media that bubbles would no longer be required,\" he said, adding that the guidance \"has the potential to confuse\". \nSpeaking to the BBC's Good Morning Ulster Programme, Mr Gault said the guidance would not require any significant changes to Covid-19 mitigation measures already in place in schools. \n\"The advice that we are giving to school leaders across the country is the routines and mitigations that you have already set up, that your school community is already familiar with, that your teachers are already implementing are still appropriate. If it's working for you, don't change it.\" \nChris Logan, principal of Comber Primary School, said the changes have come too late for schools to make \"sweeping changes\" before term begins next week. \n\"Schools need time to prepare the curriculum and we may see time before schools are enable to enact some of the changes. It just takes time to plan and prepare,\" he told BBC News NI. \nThe executive had also decided that if a child was identified as a close contact of a positive Covid case, they would no longer have to self-isolate for 10 days.\nInstead, they should self-isolate and book a PCR test. \nIf the PCR test is positive they should isolate for 10 days, but if the result is negative they can end their self-isolation.\nHowever, the new department guidance does not provide detailed advice for schools on the new arrangements.\nInstead, Ms McIlveen said that the PHA was currently \"preparing guidance\" for schools on the new self-isolation arrangements.\nShe said that was to ensure they \"applied equally to all pupils in each year group\".\nHowever, she did not state when schools would receive the new PHA guidance.\nAll indoor and outdoor extra-curricular activities can also resume in schools when the new term begins.\nAccording to the department guidance, that includes \"music or singing\".\nSinging had been prohibited indoors in schools in the 2020/21 school year.\nHowever, children can sing in class and school choirs can now sing again indoors though mitigations should be in place like doors or windows being kept open.\nChildren are considered extremely low risk for becoming ill or dying from Covid-19.\nResearch also suggests that long-lasting symptoms in children are rare.\nMs McIlveen thanked school leaders and staff for their support and wished all pupils, teachers and staff a \"safe return to all our educational settings\".\nThe guidance was developed with the Department of Health and in consultation with school leaders and trade unions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58268531",
      "category": "uk-england-tyne",
      "title": "HMP Low Newton guard demanded sexual favours from inmates",
      "tags": "South Shields,Durham",
      "text": "A prison officer has been jailed for six years and nine months after demanding sexual favours from 12 female inmates in return for cell privileges.\nDavid Whitfield, 36, of Colman Avenue in South Shields, took advantage of the women between 2011 and 2016 at HMP Low Newton in Durham.\nFollowing a trial at Teesside Crown Court, he was convicted of committing misconduct in a public office.\nHe was cleared of sexual assault on one woman.\nThe court heard he abused his position of power to \"extract or encourage\" the inmates to carry out sex acts.\nProsecutor Anne Richardson said Whitfield would enter one prisoner's cell while she was naked and brush against her.\nThe pair regularly engaged in sex acts although it did not progress to intercourse, the jury was told.\nIn return, she was given advance warning of cell searches and any confiscated items would be given back to her.\nWhitfield would also watch the inmates through their cell hatch and indicate he wanted them to undress and touch themselves.\nOn visits to one woman he told her he \"wanted a little show\", Ms Richardson said.\nHe also asked whether he could have sex with her on her birthday, but the woman was moved to a different wing.\n\"Flirtatious banter\" with another inmate progressed to Whitfield watching her getting dressed and undressed, and rubbing cream into her body, the prosecution said.\nOn other occasions she would \"dance provocatively\" for him as he watched.\nIn return for cell search warnings, she also allowed Whitfield to slap her bottom and fondle her in a cleaning cupboard, prosecutors added.\nSentencing him, Recorder David Gordon described many of the inmates as vulnerable after having previously suffered abuse.\nHe said Whitfield \"methodically, routinely and cynically took advantage\" of them when they were under his control.\nHe added: \"You actually undermined prison discipline by tipping the inmates off about any cell searches so they could hide drugs or tobacco. \n\"You have brought shame on your family, betrayed your hard-working colleagues and betrayed the trust of the public.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58270497",
      "category": "technology",
      "title": "Facebook reveals most-seen posts are inane questions, not politics",
      "tags": "Social media,Facebook,Social media regulation debate",
      "text": "After being accused of spreading right-wing content, Facebook has revealed that its most-viewed posts include asking if sugar goes with spaghetti. \nIts first-ever report on the contents of people's news feeds in the United States focuses on how many people see a post rather than any other measurement.\nIt shows a word search promising to reveal \"your reality\" was the most popular post for three months in 2021.\nSimilarly frivolous question posts with giant text formed most of the top 20.\n\"Please settle this debate, does sugar go in spaghetti?\" placed fourth, with 58.6 million views - and 3.8 million arguments in the comments. \n\"I'm old but I look young challenge. Drop a pic 30 and up\" rose to a lofty second. Nearly five million people obliged. \nBut arguably the Facebook page \"The typical mom\" came out on top, as the only one with two posts in the top 20: \"Date yourself by naming one concert you have attended\" and \"what happens in your head when you add 28 plus 47?\"  \nFacebook noted that \"some of the posts in the top 20 may contain lower-quality content\". \nThe report attempts to draw a distinction between what is seen most, detailed in this report, and what is engaged with most through likes, comments, and shares. \nIt serves as a counterpoint to data gathered with Crowdtangle, Facebook's engagement-measuring tool, which suggests that right-leaning political content is dominant on Facebook, an allegation which was widely reported last year.\nFacebook has fiercely pushed back against that idea, saying that only 6% of content seen by users is political. \nIn its November post on the issue, it focused on the \"reach\" of links and posts, instead of engagement, which dramatically changes what is \"most popular\".\nThe new report similarly focuses on most-viewed content rather than any other metric, and the resulting list is made up of harmless posts.\nIt looked at content between April and June, and only examined the US. It also discarded views from paid ads to \"boost\" a post, Facebook said. \nSo much content is posted to Facebook that, added together, the top 20 posts still only accounted for \"for less than one-tenth of a per cent of all US content views\", the social network said.\nTwo posts were notable for being substantially different from the rest of the top 20 - a post by Joe Biden, 100 days into his presidency, in which he wrote that \"America is getting back on track\" (number six), and a video from 5-Minute Crafts on how to build a small paddling pool (number 10). \nWhile most of the top posts seemed to be engagement-chasing question posts, not everything in the report pointed in that direction. \nFacebook has, for example, long argued that it drives substantial traffic to news organisations, despite a sometimes frosty relationship between publishers and the tech giant in recent years. \nWhile YouTube, Amazon, and children's charity Unicef were the top three most-seen sites though links, five major organisations - ABC News, the Daily Mail, NBC News, CNN, and CBS News - made it into the top 20 domains. \nThe most-seen links are more varied.\nThe single most-viewed one was for an obscure Green Bay Packers American football team site. Next down the list was a seller of CBD - a cannabis extract, while a Christian clothing firm and a local Virginia radio station also featured. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58165482/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NHS Covid app 'pings' fall after changes",
      "tags": "Contact tracing,Self-isolation,Coronavirus pandemic",
      "text": "The number of alerts sent by the NHS COVID-19 app in England and Wales has fallen to its lowest number since the week ending 23 June.\nA total of 261,453 alerts were sent in the week to August 11, down 18% on the previous week.\nThe figures cover the first full week since changes were made to the app so that it notified fewer close contacts.\nVenue check-ins also fell, dropping nearly 480,000 to 1,305,356.\nAt its peak in July, the number of self-isolation alerts sent in England and Wales in one week was just under 700,000.\nLatest government figures show that between 12 August 2021 and 18 August 2021, 211,238 people had a confirmed positive test result, an increase of 7.6% compared with the previous week.\nOn Monday in England and Northern Ireland rules were changed so that fully vaccinated adults and under-18s no longer had to self isolate if they were identified as a close contact of someone with Covid (as long as they had no symptoms). \nInstead of having to quarantine for 10 days, they are now advised to take a PCR test - but this is not compulsory.\nThey are also advised to wear a face covering in enclosed spaces and to limit contact with others, especially the clinically vulnerable.\nThe guidance applies to under-18s too.\nThe changes to self-isolation rules have already been implemented in Scotland and Wales.\nHealth Secretary Sajid Javid said the changes to self-isolation guidance were part of a cautious \"step back towards normality\", as a result of the vaccine rollout.\nThe latest statistics on vaccination show 40,987,846 people had been given a second dose by the end of 17 August 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58263523",
      "category": "business",
      "title": "PCR testing ‘rip-off’: Watchdog warned government in April",
      "tags": "Companies,Competition and Markets Authority,Coronavirus testing,Travel & leisure industry",
      "text": "The Competition and Markets Authority has told the BBC it warned government officials that consumers could face risks from the fast-growing Covid PCR testing industry in April and May. \nThe business and competition regulator said it provided advice and market analysis to officials from the Department of Health and Social Care. \nIt said the advice detailed potential market and consumer risks. \nIt comes after the CMA was criticised by its former chairman this week. \nLord Tyrie told the BBC that the situation with PCR testing for travel was a 'predictable Covid rip-off', and that the competitions watchdog hadn't done enough. \nThe government has said it was provided with some general market analysis from the CMA on the potential implications for the PCR testing market and that its advice informed the government's approach on the private provider list. \nThe CMA said it cannot disclose this information. \nThe revelation comes after a summer of complaints from travellers and holidaymakers who have taken a holiday or visited family who they've been cut off from because of the pandemic. \nThe UK government has made it a condition of any international travel that tests before travel, and on your arrival in the UK are mandatory.\nThe number of tests that are needed is dependent on your arrival from either a green or amber country or your vaccination status. Arrivals from red countries must still use quarantine hotel facilities. \nSome of the most common complaints from travellers mention tests listed on the government's list of providers that don't exist at the price advertised whilst others allege poor service.\nAt the start of August, the Health Secretary asked the competition watchdog to investigate \"excessive\" pricing and \"exploitative practices\" among PCR Covid test firms.\nIn a letter to the CMA, Sajid Javid said it was time for a \"rapid high-level\" review to protect consumers.\nThe BBC understands that a full CMA market study or investigation would require a formal consultation before an investigation could be launched and these investigations typically last between 6 and 18 months. Therefore, a wholesale reform of the market could be difficult because of time constraints. \nIt is understood that due to the time and process needed for a full review of the market, the Government was advised it is better placed to tackle immediate issues in this market.\nThe travel industry has been demanding action, after complaining about the 'onerous' level of testing in place, which they believe is a barrier to passenger revival. \nBut, given the lateness of any government intervention, and the impact on the travel sector, people in industry believe the damage has already been done. \nJulie Lo Bue Said, chief executive of Advantage Travel Partnership, the UK's largest group of independent leisure & business travel agent experts, said \"it feels like a PR exercise for the government to come out and say 'we're looking at this now'. \n\"It is far too late, when the public has had to pay for all these tests,\" she added. \nOn Friday, Sajid Javid, the Health Secretary announced that the price of PCR Covid tests provided by NHS Test & Trace for travel would fall, by £20 for one test to £68, and by £35 for two tests to £138. \nThe Government has consistently maintained that testing for travellers is in place to protect public health. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58264718",
      "category": "world-us-canada",
      "title": "Afghanistan: Joe Biden said chaos was 'inevitable'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58273916",
      "category": "business",
      "title": "Morrisons backs US firm's improved £7bn takeover offer",
      "tags": "Companies,Morrisons,Retailing",
      "text": "Supermarket group Morrisons has accepted an improved £7bn takeover bid from US private equity group Clayton, Dubilier & Rice (CD&R).\nMorrisons had previously recommended investors accept a £6.7bn offer from a consortium led by another US-based investment group, Fortress. \nFortress said it was \"considering its options\", amid signs shareholders think the battle is not over.\nMorrisons shares opened up on Friday, a signal investors expect another bid.\nThe retailer, which has almost 500 shops and more than 110,000 staff, has been at the centre of a takeover battle for weeks.\nFortress has urged Morrisons' shareholders to \"take no action\" on CD&R's agreed bid, which will require their approval at a meeting in October. \nIn July Morrisons turned down an offer worth £5.5bn from CD&R, saying it significantly undervalued the business. \nBut the grocer's board unanimously accepted the new offer, which represents a 60% premium to Morrisons' share price before takeover interest emerged in mid June.\nMorrison shares rose 4.4% following the announcement to 291.4p per share.\nNicholas Hyett, Equity Analyst at Hargreaves Lansdown, said that although the new offer has the backing of Morrisions' management, \"this might not be the end of the story\". \nHe said: Rival bidder Fortress has urged investors to hold fire on accepting the deal and are expected to make a further statement in due course. With the shares currently trading above the new and improved offer price, the market clearly thinks a better offer is a distinct possibility.\"\nMorrisons was founded in Bradford in 1899 - where it still has its headquarters. The founder William Morrison's son, the late Sir Ken Morrison, ran the business for fifty years.\nCD&R said it recognises the \"legacy of Sir Ken Morrison, Morrisons' history and culture, and considers that this strong heritage is core to Morrisons and its approach to grocery retailing\".\nThe private equity firm said it would help Morrisons to build on its strengths, including its close relationships with suppliers and property portfolio.\nMorrisons chairman Andrew Higginson said the offer \"represents good value for shareholders while at the same time protecting the fundamental character of Morrisons for all stakeholders\".\nOver the last 10 years, CD&R has been advised by Sir Terry Leahy, who was the boss of Tesco at the time when Mr Higginson worked for him as chief financial officer. \nMorrisons' chief operating officer, Trevor Strain, also previously worked with Sir Terry at Tesco. \nSir Terry also advised CD&R on its acquisition of discount retailer B&M, which netted the private equity firm an estimated profit of £1bn when it sold it on.\nThe future of the UK's fourth largest supermarket has taken a new twist. \nMorrisons is one of a slew of UK companies that have been targeted by overseas investors. Defence contractors Meggit and Ultra are also the subject of bidding wars. The numbers are startling. \nEven before you count Morrisons, Meggit and Ultra - foreign, private buyers have spent more buying UK listed companies in the last eight months than they have in the last five years combined.\nUK companies look cheap to foreign buyers. The UK economy was one of the hardest hit by the pandemic - and the value of the pound has never quite recovered its pre-Brexit value which reduces the price of UK businesses for non-UK investors. \nSome say that these bids highlight the value of - and confidence in - UK plc. But others are concerned that private buyouts increase debt levels, reduce transparency and mean that key decisions about the future of UK companies like Morrisons could be taken in New York rather than Bradford.  \nThe UK government has already asked the Competition and Markets Authority to review the bid for submarine technology specialist Ultra on grounds of National Security and it may yet intervene in the takeover bid for aerospace specialist Meggitt. \nThere is also legislation planned to expand its powers to intervene and increase the scrutiny of privately held companies but for now there is a rush to the checkout for important chunks of UK PLC. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58267756",
      "category": "world-asia",
      "title": "Afghanistan: Child handed over Kabul airport wall as chaos continues",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58260646",
      "category": "uk-wales",
      "title": "Bridgend mother in court charged with murder of her two-year-old son",
      "tags": "Bridgend",
      "text": "A mother has appeared in court charged with the murder of her two-year-old son in Bridgend. \nNatalie Steele, 31, of Broadlands, spoke only to confirm her name via videolink at Cardiff Crown Court. \nReid Steele died at the University Hospital of Wales, Cardiff, last Thursday, a day after he was found critically injured.\nThe court heard psychiatric reports would be needed ahead of the next hearing. \nMs Steele, who will be expected to appear in-person at a plea and trial preparation hearing on 26 November, was remanded in custody. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58254794",
      "category": "uk-politics",
      "title": "MPs on all sides accuse Boris Johnson of Afghanistan failures",
      "tags": "Keir Starmer,War in Afghanistan (2001-present),Boris Johnson,Foreign, Commonwealth and Development Office,Taliban,Ministry of Defence",
      "text": "Boris Johnson has faced a barrage of criticism from MPs over the UK's role in Afghanistan, in an emergency House of Commons debate on the crisis.   \nHis predecessor as PM Theresa May said it was \"incomprehensible\" the UK was not doing more to maintain a presence, while ex-minister Johnny Mercer demanded more help for veterans.\nLabour leader Sir Keir Starmer accused Mr Johnson of \"staggering complacency\".\nBut Mr Johnson argued Nato's \"core mission\" in Afghanistan had succeeded.\nAddressing a packed Commons, he said the country had been largely cleared of al-Qaeda terrorists, while the population had enjoyed better education, women's rights and free elections since the 2001 invasion.\nBut Conservative MP Tom Tugendhat, who chairs the Commons foreign affairs committee and himself served in Afghanistan, said it had been \"shameful\" of US President Joe Biden to question the willingness of the Afghan army to fight the Taliban.\nAnd, in an emotional speech that was heard in silence, he told of grief and rage felt by veterans at the \"abandonment\" of Afghanistan.\nUK troops ceased combat operations in 2014 and most of those who remained, primarily to help train the Afghan army, left last month.\nThe government has agreed to resettle up to 20,000 Afghan refugees displaced by the return of the Taliban over the next few years.\nEfforts are also continuing to evacuate UK nationals from Kabul airport, but Downing Street did not deny a report that one plane had taken off \"almost empty\".\nParliament was recalled from its summer break for the seven-and-half-hour debate on the situation in Afghanistan.\nMrs May called Nato's withdrawal \"a major setback for British foreign policy\".\nShe said it was \"incomprehensible and worrying\" that the UK government had not been able to put together an \"alternative alliance of countries\" to continue to support the Afghan government in the absence of US forces.\nAnother Conservative MP and former soldier, defence committee chairman Tobias Ellwood, argued the UK \"should never have left\" Afghanistan.\n\"What we require is the backbone, the courage, the leadership to step forward, yet when our moment comes such as this we are found wanting,\" he said.\nMr Mercer, who served in Afghanistan and who quit as veterans' minister earlier this year, accused Mr Johnson of \"consistently failing\" to support ex-soldiers.\nThis was the first full in-person session in the House of Commons for over a year and Boris Johnson felt the full force of it.\nHe had to battle through parts of his opening statement on the crisis in Afghanistan, in a noisy chamber, as MPs from all sides vied to intervene.\nIt was a striking contrast to the often flat proceedings that have been a hallmark of the part-virtual Parliament over the past year.\nNow, lined up on the front bench, Mr Johnson and his ministers not only had to hear the searing criticisms from colleagues but look them in the eye as well, whether in the chamber or in backrooms, corridors and passages.\nRead more from Jessica\nSome 457 UK personnel have died and more than 2,000 have been wounded in Afghanistan since the invasion, prompted by the 11 September 2001 attacks on the US by al-Qaeda.\nMr Johnson said that \"in spite of all the difficulties and challenges we knew we would face... we succeeded in that core mission\" of removing the terror group's operatives from Afghanistan.\n\"It would be fair to say [recent] events in Afghanistan have unfolded and the collapse [of the Afghan government] has been faster than even the Taliban themselves predicated,\" he said.\n\"What is not true is to say the UK government was unprepared or did not foresee this.\"\nMr Johnson said the Taliban, who have promised to observe human rights, must be judged on \"actions rather than words\".\n\"At this bleak turning point we must help the people of Afghanistan determine the best of all possible futures,\" he added.\nBut opposition leader Sir Keir Starmer accused the prime minister of \"staggering complacency\" and \"appalling\" judgement by failing to plan properly for the withdrawal of troops over the past 18 months.\nHe called the government's refugee repatriation target too small and claimed the 20,000 figure had been \"plucked out of the air\".\nTo jeers from Conservative MPs, he said: \"The prime minister's response to the Taliban arriving at the gates of Kabul was to go on holiday.\"\nMr Johnson received little backbench support during the debate, but Conservative Alicia Kearns said the government had \"called for Nato allies to help us build a new coalition in Afghanistan to prevent the Taliban recapturing it, and we were let down\".\nFellow Tory Caroline Nokes praised the prime minister for putting in place a scheme to \"ensure that we can prioritise women and girls\" in Afghanistan \"and bring them to safety\".\nBut SNP Westminster leader Ian Blackford argued that the future of Afghanistan had \"never been so uncertain\" and that refugees needed more help.\nLiberal Democrat leader Sir Ed Davey branded the prime minister a \"national liability\" who could not \"escape culpability for this disaster\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58256696",
      "category": "world-europe",
      "title": "Afghanistan crisis: Chaos at Kabul airport amid scramble to evacuate",
      "tags": "Kabul,France,Afghanistan,Taliban,Netherlands,United States",
      "text": "Chaotic scenes have been reported outside Kabul international airport as governments rush to bring home their citizens as well as Afghan colleagues.\nTaliban militants controlling access to the airport have fired shots into the air to disperse approaching crowds.\nSome 5,000 people have been evacuated in the last 24 hours through the airport, which is being run by specially deployed US troops.\nIt comes three days after the Taliban takeover of Afghanistan.\n\"It's absolutely hectic and chaos out there,\" one Western official told the Reuters news agency, as thousands of people remain desperate to leave, including Afghans who helped the US-led mission in the country over the past 20 years.\nTaliban fighters deployed around the airport are reportedly not permitting Afghans without documents to enter. They are, however, allowing entry to people with American passports, according to US officials.\nThe hardline Islamist group's dramatic takeover of Kabul on Sunday took many Western governments by surprise.\nStaff at the Dutch embassy have faced criticism after saying they did not have time tell Afghan colleagues they were going.\nThe former president of the Dutch military union feared there was little time left to evacuate interpreters and local staff: \"If we don't succeed in the next 48 to 72 hours it'll be too late,\" Anne-Marie Snels told the BBC.\nDozens of planes from around 15 countries have reportedly been sent to Kabul to assist with the evacuations. American, French, Dutch, German, Spanish and British aircraft have all left in recent hours.\nThe US military, which is planning to evacuate more than 30,000 people by the end of the month, is guarding the runways and has taken over air traffic control. \nIts troops fired shots overnight as part of crowd-control efforts but no-one was injured, Pentagon spokesman John Kirby said on Wednesday.\nHe said 4,500 US troops were currently at the airport, but hundreds more were set to arrive in the coming hours. \n\"We have an obligation to get as many people out of Afghanistan as we can,\" Mr Kirby said, adding that the US was aiming to increase its evacuation capacity to more than 5,000 people a day.\nAbout 11,000 US citizens remain in the country, AFP news agency reports. Two thousand people have been evacuated by the US in the past 24 hours, including 325 Americans.\nFrance, Germany, Spain, Poland and the Czech Republic all said they had successfully evacuated some of their citizens as well as Afghans.\nSome 700 British nationals and Afghans were airlifted out on Tuesday and the UK was \"trying to scale up the speed and pace over the next couple of days\", UK Ambassador Laurie Bristow said.\nOne British aid worker told the BBC that she felt lucky to escape. \"The runways were crowded with hundreds of Afghan families hoping to get out somehow,\" Kitty Chevallier told the PA news agency,\nShe added that she was aware of how \"immensely lucky\" she was to have been helped out, when others, including friends and colleagues, remained stranded.\nElsewhere, one woman who left Afghanistan on a German evacuation plane spoke of her fear before boarding.\n\"We had to force our way through and my little son fell over and we were scared but we made it,\" she told Reuters. \"An American guy showed goodwill and realised we were totally exhausted.\"\n\"He said 'all good, you may go in'. Others behind cried and lay on the ground. It was scary,\" she said.\nThe unfolding crisis has prompted wider calls for Western countries to resettle Afghan refugees. \n\"We cannot abandon [Afghan colleagues] and we are doing everything we can to offer them shelter,\" the European Union's foreign policy chief, Josep Borrell, said on Wednesday.\nGerman Interior Minister Horst Seehofer, however, was among a number of European leaders to warn of an influx of refugees from Afghanistan, suggesting between 300,000 and five million people could head to Europe.\nThe UK has said it will settle 20,000 Afghan refugees over the next few years, while Austrian Interior Minister Karl Nehammer said on Wednesday that \"the aim must be to keep the bulk of people in the region\".\nFrench President Emmanuel Macron has come under fire from opponents for saying Europe should put together a \"robust initiative to thwart illegal migration\". He accused critics of twisting his comments and said \"France does and will continue to do its duty to protect those who are in the most danger\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58257863",
      "category": "health",
      "title": "Covid vaccines still effective against Delta variant",
      "tags": "Coronavirus vaccines,Pfizer,Coronavirus pandemic,AstraZeneca",
      "text": "Having two doses of Covid vaccine remains the best way to protect against the Delta variant, first identified in India and now dominant in the UK.\nThe Oxford-AstraZeneca jab, though initially less effective, offers the same high protection as the Pfizer-BioNTech after four to five months, the largest study of its kind suggests.\nBut neither is as effective as it is against the Alpha variant, responsible for most UK infections last winter.\nThere is insufficient data for Moderna.\nBut researchers believe it \"almost certainly at least as good as the others\".\nThey analysed two and a half million tests results from 743,526 participants in the UK's Covid-19 household-infection survey - led by Oxford University and the Office for National Statistics.\nThe Pfizer-BioNTech vaccine had 93% effectiveness against symptomatic infection two weeks after the second dose, compared with Oxford-AstraZeneca's 71%.\nOver time, however, the Pfizer-BioNTech's effectiveness dropped while the Oxford-AstraZeneca's remained largely the same.\nBut there was no cause for alarm, Prof Sarah Walker, at the University of Oxford, said because \"when you start very very high, you've got a long way to go\".\n\"The World Health Organization set the bar at 50% and we're way above that,\" she said. \n\"Both of these vaccines are still doing very well against Delta.\"\nOther key points from the research include:\nThe study also echoes previous research showing fully vaccinated people who do become infected with the Delta variant have similar levels of the virus to those unvaccinated.\nWith the Alpha variant, in contrast, their viral loads were much lower.\n''We don't yet know how much transmission can happen from people who get Covid-19 after being vaccinated,\" Prof Walker said.\n\"For example, they may have high levels of virus for shorter periods of time.\n\"They definitely have the potential to transmit as much.\n\"But the fact that they can have high levels of virus suggests that people who aren't yet vaccinated may not be as protected from the Delta variant as we hoped.\n\"This means it is essential for as many people as possible to get vaccinated - both in the UK and worldwide.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58165482",
      "category": "technology",
      "title": "NHS Covid app 'pings' fall after changes",
      "tags": "Contact tracing,Self-isolation,Coronavirus pandemic",
      "text": "The number of alerts sent by the NHS COVID-19 app in England and Wales has fallen to its lowest number since the week ending 23 June.\nA total of 261,453 alerts were sent in the week to August 11, down 18% on the previous week.\nThe figures cover the first full week since changes were made to the app so that it notified fewer close contacts.\nVenue check-ins also fell, dropping nearly 480,000 to 1,305,356.\nAt its peak in July, the number of self-isolation alerts sent in England and Wales in one week was just under 700,000.\nLatest government figures show that between 12 August 2021 and 18 August 2021, 211,238 people had a confirmed positive test result, an increase of 7.6% compared with the previous week.\nOn Monday in England and Northern Ireland rules were changed so that fully vaccinated adults and under-18s no longer had to self isolate if they were identified as a close contact of someone with Covid (as long as they had no symptoms). \nInstead of having to quarantine for 10 days, they are now advised to take a PCR test - but this is not compulsory.\nThey are also advised to wear a face covering in enclosed spaces and to limit contact with others, especially the clinically vulnerable.\nThe guidance applies to under-18s too.\nThe changes to self-isolation rules have already been implemented in Scotland and Wales.\nHealth Secretary Sajid Javid said the changes to self-isolation guidance were part of a cautious \"step back towards normality\", as a result of the vaccine rollout.\nThe latest statistics on vaccination show 40,987,846 people had been given a second dose by the end of 17 August 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58271911/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK vaccine booster scheme likely to start in September - Sajid Javid",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A UK Covid vaccine booster scheme will take place and is likely to start next month, the health secretary has said.\nSajid Javid said he was uncertain of the exact start date as the government was waiting for the Joint Committee on Vaccination and Immunisation's \"final advice\" before proceeding.\nMr Javid added the \"most vulnerable\" would be offered the third jab first. \nHowever, it remains unclear whether the booster scheme will be for all adults, or just some, more vulnerable groups.\nInterim advice from the JCVI, released last month, suggested more than 30 million of the most vulnerable people - including all over-50s - should receive a third dose.\nAsked about the scheme on Thursday, Mr Javid said: \"We are going to have a booster scheme. It will start some time in September. \n\"I couldn't tell you exactly when because before we start it... we need to get the final advice from our group of experts, our independent scientific and medical advisers, the JCVI, and so we're waiting for their final opinion.\"\nEarlier in the day, Prof Adam Finn told the BBC that the JCVI, of which he is a member, would be \"imminently deciding\" that some people \"will need a third dose, particularly people who we know are very unlikely to be well protected by those first two doses\".\n\"But I think we do need more evidence before we can make a firm decision on a much broader booster programme,\" he added.\nThe health secretary says \"a\" booster campaign will take place, but the more important question is \"who\" will be boosted. We still don't know.\nThere are scientific and ethical arguments about a booster campaign. \nFor some there is a clear benefit - particularly those with weakened immune systems in whom it takes three doses to do the job of two.\nBut for the rest of the population, the evidence so far shows two doses are providing lasting protection from becoming seriously ill and needing hospital treatment. \nWhether a mass vaccination campaign is necessary or should be far more targeted is the subject of intense debate.\nThis comes at a time that rich countries are being accused of giving vaccines to people at little risk from Covid and that would save far more lives if they were shared with the world. \nAbout 70% of the entire UK population has had at least one jab. In the poorest countries that figure is about 1%.\nThe announcement comes after it was revealed more than 125,000 16 and 17-year-olds in England have had the vaccine in the two weeks since the NHS was given approval to offer that age group a jab.\nIn total, 47,460,526 first doses have now been given across the UK, while 41,157,069 people have had two doses.\nBut the decision to offer people in the UK a third jab is not without controversy.\nImmunologist Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), which advises the government, said the \"question about boosters is a contentious one\".\nHe said studies into the effectiveness of booster schemes were still ongoing and \"everyone is very keen that if we do have surplus vaccines, that they're not necessarily used in this country, but might be sent overseas\".\nAnd, earlier this month, the head of the Oxford Vaccine Group said doses needed to \"go where they can have the greatest impact\" - to protect unvaccinated people abroad.\nProf Sir Andrew Pollard, who led the team that created the Oxford-AstraZeneca vaccine, said decisions on whether to give boosters \"should be scientifically driven\".\nAsked whether the JCVI had concerns about plans for the booster scheme, Mr Javid said: \"It's only with their expert advice that government would want to continue with their plans.\n\"I don't want to prejudge what they're going to say but, based on their interim advice, I think we can be confident that we will start a booster scheme next month.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271797",
      "category": "world-asia",
      "title": "Afghanistan: Taliban carrying out door-to-door manhunt, report says",
      "tags": "Afghanistan,Taliban",
      "text": "The Taliban have stepped up their search for people who worked for Nato forces or the previous Afghan government, a report has warned.\nIt said the militants have been going door-to-door to find targets and threaten their family members.\nThe hardline Islamist group has tried to reassure Afghans since seizing power in a lightning offensive, promising there would be \"no revenge\".\nBut there are growing fears of a gap between what they say and what they do.\nThe warning the group were targeting \"collaborators\" came in a confidential document by the RHIPTO Norwegian Center for Global Analyses, which provides intelligence to the UN.\n\"There are a high number of individuals that are currently being targeted by the Taliban and the threat is crystal clear,\" Christian Nellemann, who heads the group behind the report, told the BBC.\n\"It is in writing that, unless they give themselves in, the Taliban will arrest and prosecute, interrogate and punish family members on behalf of those individuals.\"\nHe warned that anyone on the Taliban's blacklist was in severe danger, and that there could be mass executions.\nForeign powers are continuing efforts to get their nationals out of Afghanistan. A Nato official said on Friday that more than 18,000 people have been evacuated in the last five days from Kabul airport. \nSome 6,000 more, among them former interpreters for foreign armed forces, are on standby to be flown out late on Thursday or early Friday.\nThe aim is to double evacuation efforts over the weekend, the official said.\nOutside the airport the situation remains chaotic. The Taliban have been blocking Afghans trying to flee, with one video showing a child being handed to a US soldier.\nPresident Joe Biden, who has come under scathing criticism over what his opponents say is a \"shambolic\" US withdrawal, is expected to speak on Friday about the evacuation effort.\nIn other developments:\nThe Taliban captured Kabul on Sunday, having swept across the country as foreign forces withdrew.\nTheir victory returns the group to power 20 years on from when they were toppled in a US-led invasion. \nThe group's previous stint in power saw widespread abuses, including public executions and banning women from the workplace. \nBut in their first news conference since retaking control of Afghanistan, the group presented a conciliatory tone, promising women's rights would be respected \"within the framework of Islamic law\".\nThe Taliban have reportedly pledged not to force women to wear the burka - a one-piece veil that covers the face and body. Instead, the hijab - or a headscarf - will be compulsory.\nThey also said they did not want \"any internal or external enemies\" and that there would be an amnesty for former members of the security forces and those who worked with foreign powers.\nInternational powers - and many Afghans - remain sceptical.\nThe UN chief Antonio Guterres said the only leverage the body had over the Taliban was the militant's desire for international recognition.\nAsked in an interview if he thought the Taliban had changed, President Biden said no, adding the group faced an \"existential\" choice about whether they want to be recognised. \nAre you in Afghanistan and affected by this? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58255118",
      "category": "world-asia",
      "title": "Afghanistan: Fatalities as shots fired at flag protest in Jalalabad",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58263531",
      "category": "uk-england-hereford-worcester",
      "title": "Police officer and son's deaths in Kidderminster were murder-suicide",
      "tags": "Kidderminster",
      "text": "The deaths of a police officer and his three-year-old son are being treated as a murder-suicide, police have said.\nDavid Louden, 39, and his son Harrison were found at their home in Kidderminster on Friday.\nWest Mercia Police said following post-mortem examinations it was now treating Harrison's death as murder, while its own officer was thought to have killed himself.\nThe force confirmed nobody else was being sought over the deaths. \nIt also said safeguarding reviews would be carried out and inquests would take place in due course.\n\"This is a dreadfully sad case and our thoughts are with David and Harrison's family and friends,\" Assistant Chief Constable Damian Barratt said.\nInitially their deaths were treated by police as unexplained, and a statement from the family at the weekend had described Harrison as a \"happy, well-loved little boy\".\n West Mercia Police said the family had requested time to grieve and there would not be any further comments from them at this time.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58263523/#comp-comments-button",
      "category": "#comp-comments",
      "title": "PCR testing ‘rip-off’: Watchdog warned government in April",
      "tags": "Companies,Competition and Markets Authority,Coronavirus testing,Travel & leisure industry",
      "text": "The Competition and Markets Authority has told the BBC it warned government officials that consumers could face risks from the fast-growing Covid PCR testing industry in April and May. \nThe business and competition regulator said it provided advice and market analysis to officials from the Department of Health and Social Care. \nIt said the advice detailed potential market and consumer risks. \nIt comes after the CMA was criticised by its former chairman this week. \nLord Tyrie told the BBC that the situation with PCR testing for travel was a 'predictable Covid rip-off', and that the competitions watchdog hadn't done enough. \nThe government has said it was provided with some general market analysis from the CMA on the potential implications for the PCR testing market and that its advice informed the government's approach on the private provider list. \nThe CMA said it cannot disclose this information. \nThe revelation comes after a summer of complaints from travellers and holidaymakers who have taken a holiday or visited family who they've been cut off from because of the pandemic. \nThe UK government has made it a condition of any international travel that tests before travel, and on your arrival in the UK are mandatory.\nThe number of tests that are needed is dependent on your arrival from either a green or amber country or your vaccination status. Arrivals from red countries must still use quarantine hotel facilities. \nSome of the most common complaints from travellers mention tests listed on the government's list of providers that don't exist at the price advertised whilst others allege poor service.\nAt the start of August, the Health Secretary asked the competition watchdog to investigate \"excessive\" pricing and \"exploitative practices\" among PCR Covid test firms.\nIn a letter to the CMA, Sajid Javid said it was time for a \"rapid high-level\" review to protect consumers.\nThe BBC understands that a full CMA market study or investigation would require a formal consultation before an investigation could be launched and these investigations typically last between 6 and 18 months. Therefore, a wholesale reform of the market could be difficult because of time constraints. \nIt is understood that due to the time and process needed for a full review of the market, the Government was advised it is better placed to tackle immediate issues in this market.\nThe travel industry has been demanding action, after complaining about the 'onerous' level of testing in place, which they believe is a barrier to passenger revival. \nBut, given the lateness of any government intervention, and the impact on the travel sector, people in industry believe the damage has already been done. \nJulie Lo Bue Said, chief executive of Advantage Travel Partnership, the UK's largest group of independent leisure & business travel agent experts, said \"it feels like a PR exercise for the government to come out and say 'we're looking at this now'. \n\"It is far too late, when the public has had to pay for all these tests,\" she added. \nOn Friday, Sajid Javid, the Health Secretary announced that the price of PCR Covid tests provided by NHS Test & Trace for travel would fall, by £20 for one test to £68, and by £35 for two tests to £138. \nThe Government has consistently maintained that testing for travellers is in place to protect public health. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58187983",
      "category": "world-asia",
      "title": "Afghanistan: Pakistan fences off from Afghan refugees",
      "tags": "Pakistan,Afghanistan,Taliban",
      "text": "On the surface, it almost looks normal on this part of the Pakistani-Afghan border.  \nBut a closer look would show how much things have changed. \nThe tricolour flag of the Republic of Afghanistan has been replaced with the white flag of the Islamic Emirates of Afghanistan, and in place of Afghan border security forces now stand gun-holding bearded Taliban militants. \nThey are now in control of Torkham - the busiest crossing with Pakistan.\nA few days back, hundreds of panicked Afghan civilians gathered here for days, desperate for a way out. \nThen what seemed inevitable happened: outnumbered Afghan police forces surrendered to the Taliban. \nPakistan, worried about a fighting spillover, had shut its side of the border prior to the Taliban's takeover. But after brief closure it was reopened for trade and restricted pedestrian movement. \nNormally, about 6,000-7,000 people would travel between the two countries daily - but today there are hardly 50 people standing on the Afghanistan side to enter Pakistan. \nIt's taking longer than usual. Pakistani security officials say that they don't want any militants to enter disguised as civilians. That's why they have made the vetting process at the border more strict. \nTorkham has been the main point of refugees' influx into Pakistan for decades.\nNow the number of Afghans seeking refuge is much lower. \nThe Taliban are not letting anyone out. Only traders or those with valid travel documents are allowed to cross.\nBut it's not the only thing keeping Afghan refugees away. \nAmid increasing violence across the border in recent years, Pakistan has been fencing itself off from Afghanistan. All border crossings are now heavily manned, making it impossible for Afghan refugees to enter without government consent.\nJust a few metres away from the border, Ahsan Khan, 56, was busy taking out his luggage from a taxi. He was off to the Afghan city of Jalalabad. \n\"I have been travelling from this border since I was in school. There was a time when my father would take us directly to Jalalabad without any checks,\" Mr Khan says.\nSince June 2016, the Pakistani government has made a valid passport and visa mandatory for all Afghans wanting to cross into Pakistan. \n\"How can you expect Afghan refugees to come to this border when the people they are trying to flee are standing right here. And where would poor uneducated Afghans get passport and a visa in these circumstances?\" Mr Khan asks.\nA small market just a few kilometres away from Torkham is frequented by Afghans who had fled to Pakistan.  \nOwaid Ali owns a small food stall. He says he hasn't seen any Afghan refugees in the market since the Taliban took over the border. \n\"A few days ago when the Taliban were rapidly taking control of cities, Afghans who came here told me how worried they are at the prospect of living under Taliban rule. But I don't know how will they escape that life now,\" Mr Ali says.\nAlmost three million Afghan refugees, half of them unregistered, have been living in Pakistan for decades.  \nBut now the government in Islamabad says it has reached its limit and cannot accept more people from the war-torn country, despite pleas from the UN refugees' agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58266900",
      "category": "uk-england-leeds",
      "title": "Eileen Barrott murder: Husband detained in Scotland",
      "tags": "Elgin,West Yorkshire Police,Leeds",
      "text": "Police searching for the husband of Eileen Barrott have made an arrest.\nPolice said 54-year-old Mark Barrott had been detained on suspicion of murder by Police Scotland in the Elgin area at 04:30 BST.\nMrs Barrott, 50, was found seriously injured in Naburn Fold, Whinmoor, Leeds, on Sunday evening, but died at the scene.\nPolice said Mr Barrott would be brought back to West Yorkshire for questioning in relation to his wife's death.\nOfficers had been trying to trace him since Sunday evening, when he was seen at Leeds railway station heading for Scotland, and had made a number of public appeals.\nDet Ch Insp Rolfe from West Yorkshire Police said: \"We would like to thank all the members of the public who contacted us with information, and also our colleagues in Police Scotland for their assistance and support with this investigation.\"\nMrs Barrott worked at St James's Hospital in Leeds where bosses said her colleagues had been shocked by her death.\nA spokesman for Leeds Teaching Hospitals NHS Trust said: \"It is with great sadness that we have heard about the sudden and unexpected passing of Eileen Barrott. \n\"She will be sadly missed by all her friends and colleagues across the trust.\"\nMrs Barrott had worked as a staff nurse in a number of departments since joining the trust in 1996.\nNeighbours said the family had lived in Naburn Fold for about 20 years and had two adult children - a son and a daughter.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58269427",
      "category": "uk-england-cambridgeshire",
      "title": "Cambridgeshire: Train driver injured in level crossing collision",
      "tags": "Ely",
      "text": "A freight train driver has been injured in a collision with a tractor at a level crossing.\nIt happened between Whittlesey and March in Cambridgeshire at 09:10 BST.\nNetwork Rail said three of the train's wagons derailed and the driver received minor injuries, while the tractor driver was unhurt.\nHead of safety Richard Tew said: \"We are on site with the emergency services and working with all parties to fully understand the circumstances.\"\nPassenger services between Ely and Peterborough are expected to be disrupted for the rest of the day.\nBritish Transport Police said: \"The driver of the train and tractor were checked over by paramedics at the scene for minor injuries.\n\"Thankfully no-one has sustained any serious injuries.\"\nEast of England Ambulance Service said an ambulance officer and air ambulance were sent to the scene but nobody needed to be taken to hospital.\nCambridgeshire Fire and Rescue Service said it sent three crews, who were able to leave by 11:00 BST after making the area safe and handing over to Network Rail.\nRail minister Chris Heaton-Harris wrote on Twitter that he was \"in close contact\" with Network Rail, Greater Anglia and others about the incident and warned passengers to expect disruption."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58247963/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Visa delays hit UK students heading to Spain to study",
      "tags": "Spain,Universities,Brexit",
      "text": "Students due to start a university year in Spain within weeks are facing visa delays, with some unsure whether they will be able to take up their places.\nSpain has overtaken France as the top destination for UK students wanting a year abroad, with 4,500 going annually. \nBut Brexit means they now need visas. And some have waited more than a month for a visa appointment. \nSpanish authorities said time was needed for universities and students to adapt to the new system.\nThey said student visa are a priority for all Spanish Consulates.\nBut, Universities UK International has written to the Spanish embassy and the Foreign Office, asking if students can apply in Spain. \nA UK government spokesperson said visa applications were a matter for Spanish immigration authorities, but added it had raised the issue with the Spanish government.\nElla Perret is due to travel to Madrid next week to spend a year there as part of her law degree. \nBut she says: \"I haven't booked a flight or accommodation because I don't know if I'm going.\"\nLike most students, Ms Perret began the process in June, as the visa documents have to be issued within 90 days of departure. \nNow the UK is no longer in the European Union, students wanting to study in Spain have to compile a dossier of documents, including:\nDocuments have to be translated and go through a legal process called a Hague apostille to verify them for international use. \nMs Perret says it has cost hundreds of pounds but she feels no nearer to her dream of studying in Spain. \n\"So many times I've been tempted to just say I'm not going,\" she says.\nSam Downes, an economics student with a place to study in Granada, southern Spain, has heard nothing since he asked for an appointment in June. \n\"I paid September's rent for my accommodation and my deposit - but it's looking unlikely that I'll be going in time,\" he says. \nThe university in Granada has said it cannot offer Mr Downes online learning if he does not arrive in time. \n\"So in the next week or two I might have to decide whether to cancel the whole year abroad,\" he says.\nAfter weeks of sending emails, with no replies, some students have been turning up at the consulate in London and queuing for hours in the hope of securing a firm appointment. \nAmong them this week was Laurie, who did not want to give his surname because he was worried it might affect his visa application. \nHe has a flight and accommodation in Spain booked from 6 September but does not yet know if he will have a visa in time to travel. \nLaurie took last year out so he could work and save up for his year studying abroad.\nBut the process has been exhausting and frustrating. \n\"Jumping through all these hoops is difficult and annoying enough but to not get a response from the consulate is dreadful,\" Laurie says.\nAfter speaking to staff at the Spanish consulate, he is hoping to receive email confirmation of a visa appointment soon. \nVivienne Stern, of Universities UK, said: \"Delays in visa processing this year are causing real anxiety among students who are due to travel to Spain soon.\"\nShe has written to the Spanish embassy and the Foreign Office asking them to work together to resolve the issue. \nOne temporary solution her letter proposed would allow students to travel on a tourist visa for the start of term and submit their paperwork in Spain. \nA spokesman for the Ministry of Foreign Affairs of Spain said: \"This is the first academic year that student visas are needed after Brexit; therefore, British students and universities need to get used to the new regulation and the necessity of applying for a visa, and some adaptation time is still needed. \n\"All Spanish Consulates are offering all the facilities in order to speed up the visa procedures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58266794",
      "category": "business",
      "title": "Chip shortage: Toyota to cut global production by 40%",
      "tags": "Toyota,Japan,Car industry",
      "text": "Toyota is to slash worldwide vehicle production by 40% in September because of the global microchip shortage.\nThe world's biggest carmaker had planned to make almost 900,000 cars next month, but has now reduced that to 540,000 vehicles.\nVolkswagen, the world's second-biggest car producer, has warned it may also be forced to cut output further. \nThe Covid pandemic boosted demand for appliances that use chips, such as phones, TVs and games consoles.\nOn Thursday, German firm Volkswagen, which cut output earlier in the year, told Reuters: \"We currently expect supply of chips in the third quarter to be very volatile and tight. \n\"We can't rule out further changes to production.\"\nToyota's other rivals, including General Motors, Ford, Nissan, Daimler, BMW and Renault, have already scaled back production in the face of the global chip shortage.\nUntil now, Toyota had managed to avoid doing the same, with the exception of extending summer shutdowns by a week in France the Czech Republic and Turkey. \nNew cars often include dozens of microchips but Toyota benefited from having built a larger stockpile of chips - also called semiconductors - as part of a revamp to its business continuity plan, developed in the wake of the Fukushima earthquake and tsunami a decade ago. \nThe decision to reduce output now has been precipitated by the resurgence of coronavirus cases across Asia hitting supplies.\nThe company will make some cuts in August at its plants in Japan and elsewhere. \nThe bulk of the cuts - 360,000 - will come in September and affect factories in Asia and the US. \nIn the UK, Toyota has a car plant at Burnaston, in Derbyshire, and an engine plant on Deeside. In a statement, it said: \"Toyota is going to great lengths to minimise the impact of the semi-conductor supply shortage that is globally impacting the automotive industry.\n\"In terms of our UK production operations, we are currently operating as planned at both plants.\"\nThe aim for Toyota as a whole is to make up for any lost volume by the end of 2021.\nA wide range of businesses from car makers to small appliance manufacturers have been hit by the chip shortage.\nIssues started to emerge last year when Apple had to stagger the release of its iPhones, while the latest Xbox and PlayStation consoles failed to meet demand. \nSince then, one technology company after another has warned of the effects.\nAnd last month, the boss of chipmaker Intel, Pat Gelsinger, said the worst of the global chip crisis was yet to come.\nMr Gelsinger predicted the shortage would get worse in the \"second half of this year\" and it would be \"a year or two\" before supplies returned to normal.\nThe shortage prompted US President Joe Biden to sign an executive order to address the issue. He vowed to seek $37bn in funding for legislation to increase chip manufacturing in the US.\nShares in Toyota fell by 4.4% on Thursday, their biggest daily drop since December 2018. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58260902",
      "category": "world-asia",
      "title": "Ashraf Ghani: Afghanistan's exiled president lands in UAE",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United Arab Emirates,Taliban,Ashraf Ghani",
      "text": "Afghanistan's President Ashraf Ghani has taken refuge in the United Arab Emirates, the Gulf nation says.\nMr Ghani left Afghanistan as the Taliban advanced on the capital city Kabul over the weekend. \nThe UAE's foreign ministry said the country had welcomed Mr Ghani and his family on humanitarian grounds. \nIn a video address later on Wednesday, Mr Ghani denied fleeing and said he had left to prevent what he described as a \"huge disaster\".\n\"For now, I am in the Emirates so that bloodshed and chaos is stopped,\" he said. \"I am currently in talks to return to Afghanistan.\"\nMr Ghani also said rumours that he had travelled to the UAE with a large amount of money were \"completely baseless\" and \"lies\".\nThe 72-year-old has faced intense criticism from other Afghan politicians for leaving the country. \n\"God will hold him accountable and the nation will also judge,\" said Abdullah Abdullah, chairman of Afghanistan's High Council for National Reconciliation.\nUS President Joe Biden also criticised Afghanistan's government for fleeing in a speech on Monday. \nAnd later on Wednesday, the US Deputy Secretary of State Wendy Sherman told reporters that Mr Ghani was \"no longer a figure in Afghanistan\". \nHowever, the US has continued to refer to \"President Ghani\", with the State Department saying that there has not been a formal handover of power. \nIn his video address, which was streamed live on Facebook, Mr Ghani said he was evacuated by his security team from the presidential palace \"in a condition where I couldn't even put on my shoes\".\n\"Events unfolded at a fast pace. I wanted to negotiate an inclusive government with the Taliban,\" he said, adding that he supported talks between the Taliban and former officials from his administration.\nThis is not the first time the UAE has provided a safe haven for deposed or fugitive leaders from other countries. Pakistan's Prime Minister Benazir Bhutto made Dubai her new home in the 1990s before later returning to power. \nBut the UAE, which hosts a large population of Afghan and Pakistani guest workers, will not want to see its territory used as a political platform, the BBC's Security Correspondent Frank Gardner says. \nMr Ghani came into office in 2014 and was re-elected in February 2020. \nSpeaking to the BBC earlier this year, he dismissed fears of a Taliban military victory. \"This is not Vietnam. The government is not collapsing,\" he said.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58253891",
      "category": "uk-northern-ireland",
      "title": "Troubles' prosecutions: Military veterans give support to Troubles' plan",
      "tags": "Brandon Lewis,The Troubles",
      "text": "A group which represents 200,000 Army veterans who served in Northern Ireland says it fully supports the government's controversial Troubles legacy plan.\nRepresentatives of the Northern Ireland Veterans Movement (NIVM) held hour-long talks in London with Northern Ireland Secretary Brandon Lewis.\nThe government plans to end all investigations and prosecutions related to the Troubles. \nThe plan is opposed by NI political parties and victims organisations. \nSome other military veterans have also criticised it.\nIf implemented, the law would apply to former members of the security forces and to ex-paramilitaries.\nThe plans also include an end to all legacy inquests and civil actions related to the conflict.\nThe NIVM said after the meeting it would bring its \"full strength to bear\" in support of the proposals.\nFollowing the meeting, Robin Horsfall NIVM said the group believed the proposals \"offer a way forward for those who served in Northern Ireland\".\nHe said the group was \"sensitive to the feelings of the innocent victims of terrorism and the hurt that a statute of limitations will cause them\", but believed \"the simple and painful truth is that no terrorists will ever be convicted\".\n\"That battle was lost with the Good Friday Agreement,\" he added.\nThe proposals are seen as a way in which the government is honouring a 2019 Conservative election manifesto pledge to protect veterans from Troubles investigations.\nMr Horsfall said: \"We hope to get to a situation where veterans are left alone to live the last years of their lives in relative peace without being pursued for political reasons.\"\nHe said NIVM would scrutinise every detail of the proposed bill and consult and lobby MPs from all parties to support the proposed legislation.\nAnother NIVM spokesman, Paul Young, said: \"This fulfils promises made by the government …this is the way forward.\"\nIt is the latest meeting in a series of discussions the government is having about the controversial proposals.\nAnother military veterans group has criticised the government proposals.\nSpeaking to BBC News NI, Ian Simpson from the Northern Ireland Veterans Association, said he did not support an equivalence between the paramilitary groups and military veterans. \n\"You can't do away with prosecutions and if you haven't broken the law, you have nothing the fear from the law, but this brings an amnesty to terrorists,\" he said. \n\"You cannot equate veterans and terrorists in the same sentence.\"\nSpeaking after the proposals were announced in July, Mr Lewis said it was \"the best way to help Northern Ireland move further along the road to reconciliation\".\n\"We know that the prospect of the end of criminal prosecutions will be difficult for some to accept, and this is not a position that we take lightly,\" he said. \nMr Lewis said the proposals also included a body to help families recover information on Troubles incidents and an oral history initiative.\nPrime Minister Boris Johnson said the legacy proposals would allow Northern Ireland to \"draw a line under the Troubles.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58262835",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Schools can continue to teach some in class bubbles",
      "tags": "NI education,Coronavirus lockdown measures,Schools,Coronavirus pandemic",
      "text": "Schools in Northern Ireland can continue to teach some children in class bubbles when the new term begins.\nThat is despite the executive deciding on 12 August that schools no longer had to teach children in bubbles. \nBut new Department of Education (DE) guidance said schools could \"retain the use or partial use of bubbles\".\nIn a separate letter to school heads, the education minister said the guidance allowed schools \"flexibility\".\nMichelle McIlveen also said that the requirement for post-primary pupils to wear facemasks in class would be reviewed by the executive on 8 October.\n\"What we've tried to achieve here is a flexible system to allow school leaders who know their school environment better than us to adapt accordingly,\" she told BBC's Good Morning Ulster programme. \n\"We have been clear. This is about keeping our young people safe.\"\nThe revised guidance from the department comes just days before many staff and pupils are due to return to school.\nMany pupils have been taught in small group bubbles since September 2020.\nAs much as possible, children remained in the same class groups every day to reduce mixing with others.\nThe new guidance said it would be \"for each school to determine if they wish to continue to use some/all of the principles of bubbles that they will have used during the 2020-21 year\".\n\"Without the use of formal bubbles, schools should still seek to reduce contacts,\" the guidance said, as this would \"support the PHA's (Public Health Agency's) contact tracing by encouraging pupils to remain within a consistent group of pupils wherever possible\".\nSchools have also been told to space seating in classes as widely as possible and have children seated facing the front of the classroom.\nThey have also been asked to hold activities outdoors if they can.\nGraham Gault, of the National Association of Headteachers, said there was an \"air of disbelief\" among school leaders at the guidance. \n\"Only a week ago it was all over the media that bubbles would no longer be required,\" he said, adding that the guidance \"has the potential to confuse\". \nSpeaking to the BBC's Good Morning Ulster Programme, Mr Gault said the guidance would not require any significant changes to Covid-19 mitigation measures already in place in schools. \n\"The advice that we are giving to school leaders across the country is the routines and mitigations that you have already set up, that your school community is already familiar with, that your teachers are already implementing are still appropriate. If it's working for you, don't change it.\" \nChris Logan, principal of Comber Primary School, said the changes have come too late for schools to make \"sweeping changes\" before term begins next week. \n\"Schools need time to prepare the curriculum and we may see time before schools are enable to enact some of the changes. It just takes time to plan and prepare,\" he told BBC News NI. \nThe executive had also decided that if a child was identified as a close contact of a positive Covid case, they would no longer have to self-isolate for 10 days.\nInstead, they should self-isolate and book a PCR test. \nIf the PCR test is positive they should isolate for 10 days, but if the result is negative they can end their self-isolation.\nHowever, the new department guidance does not provide detailed advice for schools on the new arrangements.\nInstead, Ms McIlveen said that the PHA was currently \"preparing guidance\" for schools on the new self-isolation arrangements.\nShe said that was to ensure they \"applied equally to all pupils in each year group\".\nHowever, she did not state when schools would receive the new PHA guidance.\nAll indoor and outdoor extra-curricular activities can also resume in schools when the new term begins.\nAccording to the department guidance, that includes \"music or singing\".\nSinging had been prohibited indoors in schools in the 2020/21 school year.\nHowever, children can sing in class and school choirs can now sing again indoors though mitigations should be in place like doors or windows being kept open.\nChildren are considered extremely low risk for becoming ill or dying from Covid-19.\nResearch also suggests that long-lasting symptoms in children are rare.\nMs McIlveen thanked school leaders and staff for their support and wished all pupils, teachers and staff a \"safe return to all our educational settings\".\nThe guidance was developed with the Department of Health and in consultation with school leaders and trade unions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58235639",
      "category": "world-asia",
      "title": "Afghanistan: Who's who in the Taliban leadership",
      "tags": "Asia,Afghanistan,Taliban",
      "text": "The Taliban took many by surprise as they swept across Afghanistan in just 10 days in August, quickly taking control of towns and cities. \nThe militant group has announced an interim government, declaring the country an \"Islamic Emirate\". \nThe cabinet will be led by Mullah Mohammad Hassan Akhund, one of the movement's founders.\nSo, here's what is known about who is leading the Taliban today. \nHibatullah Akhundzada became the supreme commander of the Taliban in May 2016, and is now leader of the so-called Islamic Emirate of Afghanistan.\nIn the 1980s, he participated in the Islamist resistance against the Soviet military campaign in Afghanistan, but his reputation is more that of a religious leader than a military commander.\nAkhundzada worked as head of the Sharia Courts in the 1990s.\nAfter first seizing power in the 1990s, the Taliban introduced and supported punishments according to their strict interpretation of Islamic law: they publicly executed murderers and adulterers and amputated thieves' limbs.\nUnder the leadership of the reclusive Mullah Mohammed Omar (who is thought to have died in 2013), the Taliban also banned television, music, movies, make-up, and stopped girls aged 10 and over from attending school.\nAkhundzada is believed to be in his 60s and has lived most of his life in Afghanistan. \nHowever, according to experts, he maintains close ties with the so-called \"Quetta Shura\" - the Afghan Taliban leaders said to be based in the Pakistani city of Quetta.\nAs the group's supreme commander, Akhundzada is in charge of political, military and religious affairs.\nMullah Mohammad Hassan Akhund is one of the four men who founded the Taliban in Afghanistan in 1994.\nHe is a longtime head the Taliban's powerful leadership council, or Rehbari Shura. \nHe served as foreign minister and deputy prime minister during the Taliban's rule in Afghanistan in 1996-2001. \nHe is under UN sanctions for his role in the government during that period.\nSirajuddin Haqqani is another of the group's top figures, who is on an FBI most wanted list.\nAfter the death of his father, Jalaluddin Haqqani, he became the new leader of the Haqqani network, which has been credited with some of the most violent attacks that have occurred in Afghanistan against Afghan forces and their Western allies in recent years.\nThe Haqqani network is currently one of the region's most powerful and feared militant groups. Some say it is even more influential than the Islamic State group in Afghanistan.\nThe group, designated by the US as a terrorist organisation, oversees the Taliban's financial and military assets along the Pakistan-Afghanistan border.\nHaqqani is believed to be around 45.\nIn an opinion piece in the New York Times last year before the signing of the Doha agreement, Haqqani wrote: \"For more than four decades, precious Afghan lives have been lost every day. Everyone has lost somebody they loved. Everyone is tired of war. I am convinced that the killing and the maiming must stop.\"\nMullah Abdul Ghani Baradar is a Taliban co-founder.\nHe became a lynchpin of the insurgency after the militants were toppled by the US-led invasion in 2001.\nBut he was captured in a joint US-Pakistani operation in the southern Pakistani city of Karachi in February 2010.\nHe remained in prison for eight years, until he was released as part of a plan to facilitate the peace process. He has been the head of their political office in Qatar since January 2019.\nIn 2020, Baradar became the first Taliban leader to communicate directly with a US president after having a telephone conversation with Donald Trump. Before that, Baradar signed the Doha agreement on the withdrawal of US troops on behalf of the Taliban. \nMohammad Yaqoob is the son of the founder of the Taliban, Mullah Mohammed Omar.\nHe is believed to be little more than 30 years old and is currently the leader of the group's military operations.\nFollowing the death of former Taliban leader Akhtar Mansour in 2016, some militants wanted to appoint Yaqoob as the group's new supreme commander, but others felt that he was young and lacking in experience.\nAs the Taliban advanced through the country, Yaqoob urged Taliban fighters not to harm members of the Afghan military or government and to stay out of abandoned homes of government and security officials who had fled, according to the Associated Press news agency."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58232525",
      "category": "world",
      "title": "How the Taliban stormed across Afghanistan in ten days",
      "text": "The Taliban swept across Afghanistan in just 10 days, taking control of towns and cities across the country.\nTaliban fighters took their first provincial capital on 6 August - and by 15 August, they were at the gates of Kabul.\nTheir lightning advance prompted tens of thousands of people to flee their homes, many arriving in the Afghan capital, others heading for neighbouring countries.\nAnd there was chaos in Kabul, as President Ashraf Ghani fled the country and thousands of his countrymen and women tried to do likewise.\nEmboldened by the withdrawal of US and other international forces, in June, the Taliban already controlled large parts of the country.\nBut after 6 August, their advance accelerated with a new momentum. \nProvincial capitals toppled in quick succession.\nBy 8 August, the Taliban had taken control in Kunduz. \nHerat, Lashkar Gah and Kandahar followed within a few days.\nDespite 20 years of outside support, billions of dollars of funding, an extensive programme of training and US air support, the Afghan security forces largely collapsed.\nIn some areas, they did stand and fight.\nIn Lashkar Gah, Afghan troops were pinned back in key positions, as the Taliban attacked repeatedly.\nHundreds of commandos were sent in to restore order - but when the Taliban detonated a massive car bomb outside the police headquarters, on 11 August, the battle was largely over.\nIn many areas, Afghan units that found themselves running out of ammunition and other supplies simply fled. \nTroops armed and trained by the US to safeguard ordinary Afghans left them to largely fend for themselves.\nAnd in some places, the authorities agreed to allow the Taliban to take over, to avoid further bloodshed.\nIn Ghazni, reports suggest the police chief and governor were both allowed to leave the city in return for agreeing to a Taliban takeover. \nOn 14 August, Mazar-i-Sharif fell to the Taliban, with little resistance from Afghan troops, some of whom left the city and headed for the border with Uzbekistan at Haraitan.\nBy the 15 August, 17,600 people fleeing the Taliban had arrived in Kabul, with thousands more arriving all the time, according to the UN's Office for the Coordination of Humanitarian Affairs.\nWith very little support from the Afghan authorities, many were sleeping rough in parks and other public areas.\nSome said they had come from captured towns where the Taliban were killing male family members who had worked for the security forces, and reimposing restrictions on women.\nThe World Food Programme said the conflict had \"all the hallmarks of a humanitarian catastrophe\".\nAs President Ghani fled the country, US embassy staff were helicoptered out of their heavily fortified compound.\nAnd thousands of people were heading to Kabul airport.\nTaliban fighters initially paused outside the city, while emergency talks were held at the presidential palace.\nBut they then moved in to take full control.\nExactly how the Taliban intend to rule remains unclear - and may vary across the country.\nReports from inside Taliban-held territory so far give a mixed picture.\nIn Balkh, 20km (12 miles) from Mazar-i-Sharif, BBC News found women and girls allowed in public areas unaccompanied - but there were reports of a woman being murdered because of the way she had dressed.\nIn other places, including a rural northern district near the Tajik border, women have said they are now forced to cover themselves with a burka and cannot go out unaccompanied.\nThere are also reports of young women being offered to Taliban fighters for forced marriage.\nAlthough, Taliban representatives in Qatar insist this is \"a lie\".\nAdditional reporting by Matt Murphy"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58266794/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Chip shortage: Toyota to cut global production by 40%",
      "tags": "Toyota,Japan,Car industry",
      "text": "Toyota is to slash worldwide vehicle production by 40% in September because of the global microchip shortage.\nThe world's biggest carmaker had planned to make almost 900,000 cars next month, but has now reduced that to 540,000 vehicles.\nVolkswagen, the world's second-biggest car producer, has warned it may also be forced to cut output further. \nThe Covid pandemic boosted demand for appliances that use chips, such as phones, TVs and games consoles.\nOn Thursday, German firm Volkswagen, which cut output earlier in the year, told Reuters: \"We currently expect supply of chips in the third quarter to be very volatile and tight. \n\"We can't rule out further changes to production.\"\nToyota's other rivals, including General Motors, Ford, Nissan, Daimler, BMW and Renault, have already scaled back production in the face of the global chip shortage.\nUntil now, Toyota had managed to avoid doing the same, with the exception of extending summer shutdowns by a week in France the Czech Republic and Turkey. \nNew cars often include dozens of microchips but Toyota benefited from having built a larger stockpile of chips - also called semiconductors - as part of a revamp to its business continuity plan, developed in the wake of the Fukushima earthquake and tsunami a decade ago. \nThe decision to reduce output now has been precipitated by the resurgence of coronavirus cases across Asia hitting supplies.\nThe company will make some cuts in August at its plants in Japan and elsewhere. \nThe bulk of the cuts - 360,000 - will come in September and affect factories in Asia and the US. \nIn the UK, Toyota has a car plant at Burnaston, in Derbyshire, and an engine plant on Deeside. In a statement, it said: \"Toyota is going to great lengths to minimise the impact of the semi-conductor supply shortage that is globally impacting the automotive industry.\n\"In terms of our UK production operations, we are currently operating as planned at both plants.\"\nThe aim for Toyota as a whole is to make up for any lost volume by the end of 2021.\nA wide range of businesses from car makers to small appliance manufacturers have been hit by the chip shortage.\nIssues started to emerge last year when Apple had to stagger the release of its iPhones, while the latest Xbox and PlayStation consoles failed to meet demand. \nSince then, one technology company after another has warned of the effects.\nAnd last month, the boss of chipmaker Intel, Pat Gelsinger, said the worst of the global chip crisis was yet to come.\nMr Gelsinger predicted the shortage would get worse in the \"second half of this year\" and it would be \"a year or two\" before supplies returned to normal.\nThe shortage prompted US President Joe Biden to sign an executive order to address the issue. He vowed to seek $37bn in funding for legislation to increase chip manufacturing in the US.\nShares in Toyota fell by 4.4% on Thursday, their biggest daily drop since December 2018. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58266555",
      "category": "uk",
      "title": "Kabul evacuation: No planes leaving empty says UK defence secretary",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Ministry of Defence,Ben Wallace",
      "text": "No plane carrying Britons and Afghans from Kabul has left empty, the UK defence secretary has said.\nBen Wallace rejected reports that some flights from Kabul contained only a few people, saying the UK was \"absolutely ploughing through the numbers\".\nHe told BBC Breakfast \"every hour counts\" and confirmed \"the Taliban are letting our people through\".\nBut Taliban checkpoints ring the perimeter of the airport and chaotic scenes have been unfolding outside.\nAbout 4,500 US troops are in temporary control of Karzai International Airport, with about 900 British soldiers also on patrol at the site as part of efforts to secure the evacuation flights.\nThe Taliban are blocking Afghans without travel documents from entering. Twelve people have been killed in and around Kabul airport since Sunday, according to a Taliban official quoted by the Reuters news agency.\nBut even those with valid papers have struggled to get to the airport, with reports that some have been beaten by Taliban guards.\nAn Afghan interpreter who worked for the British army said he received permission to come to the UK last week, but was now in hiding and would \"face death\" if the Taliban found him.\nGharghasht Hidai, a British Afghan, said there was shooting at the airport as he and his family prepared to leave.\n\"The situation was chaotic\", he said, with one of his children having to sit on the floor of the packed RAF plane. \"We are the lucky ones, we made it.\"\nPeymana Assad, a London councillor who was visiting relatives in Kabul, said she joined hundreds of people walking along the traffic-jammed road to the airport to escape - only to find she reached the UK meeting point too late.\nMs Assad, who had previously left Afghanistan as a three-year-old refugee, said a local family allowed her to wait at their home until she could contact the Foreign Office and arrange to join a later RAF evacuation flight.\nA British medical student, another former refugee who returned to Kabul in July to get married, spoke to the PA news agency on Thursday as he tried for a fourth time to get to the airport.\nOn a previous attempt, he said he waited for 10 hours but could not get past the crowds to reach the airport gate. This time, he said there were gunshots being fired and people trying to flee.\nThe defence secretary said the UK would continue to stay in Afghanistan as long as the US ran the airport, but said the government was also already investing in \"third country hubs\" for processing people \"if they get out to other countries in the region\".\nIt's now a race against the clock to get as many people out of Kabul as possible.\nThe BBC has been told there are several thousand UK nationals and dual passport holders who still need to get out of the country.\nEight RAF flights went in and out of Kabul yesterday with a similar number expected today. They have the capacity to fly more than 1,000 people a day.\nBut the BBC understands that not all flights have been full. The airport is operating to a strict schedule. That means aircraft can't just wait around until all their seats are filled. \nMost are being flown to a Middle East hub. Commercial charters are being used to make the onward journey.  \nThe greatest challenge at present appears to be processing the people who qualify to be flown out. One person who's trying to get people out told the BBC the \"system is working, but it's slow\". \nThose wishing to fly out are being told to wait for a phone call before setting out for the airport - not least to avoid the risks of travelling through a city under Taliban control. \nAt some stage someone will have to make the decision to leave. \nThat will once again be the decision of the US, which is providing the bulk of the security at the airport as well as overseeing Air Traffic Control. They too need to be flown out.\nMr Wallace said seven to 10 RAF planes were taking off every day, with at least 138 due on the next flight out.\nHe said the passengers on the flights out of Afghanistan this week had included British government personnel, British citizens, media and human rights staff and Afghans who had worked for the UK.\nDowning Street said military flights took about 1,200 people out of Kabul between Saturday and 08:00 BST on Wednesday, about 900 of whom were Afghan nationals and the remainder British citizens.\nSince late June, 2,000 Afghans who worked for the UK have been resettled with their families under the Afghan Relocations and Assistance Policy (ARAP), according to the Home Office, with a target of 5,000 by the end of 2021.\nThe UK has also committed to take in up to 20,000 Afghan refugees over the next few years under a separate resettlement scheme - including 5,000 this year. \nTwo evacuation flights came into the UK on Wednesday, the Ministry of Defence said - a military plane into RAF Brize Norton in Oxfordshire and a passenger plane into an unnamed civilian airport.\nOn board were Afghans being relocated under the ARAP scheme for those who worked with the British military, British citizens and some other foreign nationals. The MoD did not provide exact numbers but said each flight could hold about 250 passengers.\nMr Wallace said a plane left Kabul on Thursday morning carrying \"115 people and their families - those are the Afghans on there as opposed to other personnel\".\nHe added: \"None of our planes are leaving empty... our planes never leave empty. If we have spaces on them, we offer them up to other nations.\"\nDowning Street said the UK helped to fly 76 Australians out of Afghanistan on an RAF plane on Wednesday.\nHe said: \"We have a full programme today of many more people coming out - trying to reach our... capability towards the end of the month. And that is so far on track.... we are doing it as fast as we can.\"\nMr Wallace said many of the flights were at full capacity.\n\"You and I wouldn't be allowed to fly some of the way those planes are flying in safety, so we are taking considerable risk\", he said, adding: \"Alongside those people will be troops or others coming in and out.\"\nThe defence secretary said additional UK troops would be deployed to Afghanistan to help manage public order on the ground at Kabul airport.\nMeanwhile, Labour has accused Foreign Secretary Dominic Raab of putting interpreters' lives at risk after he declined to phone the Afghan foreign minister to get help for the evacuation. The BBC has been told the call was made by a junior minister instead.\nBut Mr Wallace said \"the only thing that mattered\" was whether Kabul airport would continue to allow people to get out, telling BBC Breakfast: \"No amount of phone calls to an Afghan government at that time would have made any difference.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58271913",
      "category": "science-environment",
      "title": "Baby bats babble like humans",
      "tags": "Evolution,Wildlife,Animals,Bats",
      "text": "Scientists who systematically eavesdropped on bat roosts in Costa Rica have discovered baby-bat babbling bears a striking resemblance to that of human infants. \nThe bats produce rhythmic sounds and repeat key \"building-block syllables\". \nAnd this suggests - just like in human infants - their babbling lays the foundations for communication. \n\"They just babble away, sunrise to sunset, practising their sounds,\" lead researcher Dr Ahana Fernandez said. \nDr Fernandez, based at the Museum of Natural History in Berlin, studied a particularly vocal species - the greater sac-winged bat, Saccopteryx bilineata. \n\"These bats actually sing like songbirds,\" she said. \n\"So they have very sophisticated vocal communication - a repertoire of distinct syllable types.\"\nDr Fernandez and her colleagues, who published their findings in the journal Science, analysed recordings of the bat pups babbling in their roosts. \nCharacteristic features included:\nHuman speech requires very precise control over the vocal apparatus. \nBabbling in infants and toddlers is vital practice in gaining that control.\nAnd, the researchers said, the same was true of bats. \n\"We know all the different syllable types produced by adult bats,\" Dr Fernandez said.\n\"And the ones that appear in pup babbling are really reminiscent of the adult ones - so we can clearly tell.\"\nThe greater sac-winged bat is the only bat species known to do this so far.\nBut with more than 1,400 bat species in the world, Dr Fernandez \"really thinks there will be another that babbles\". \nAnd while this study has identified a pattern that could be important for many mammals that have to learn to communicate vocally, she also says there is a great deal left to understand about this specific species of singing bat. \n\"The babies really listen to each other when they're babbling,\" Dr Fernandez said.\n\"One starts, he babbles for 15 minutes or so, and I can clearly see the ears of the other pups moving.\n\"So I think they're really listening to each other - but how it influences their practising, I don't know.\"\nFollow Victoria on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58271911",
      "category": "uk",
      "title": "Covid: UK vaccine booster scheme likely to start in September - Sajid Javid",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A UK Covid vaccine booster scheme will take place and is likely to start next month, the health secretary has said.\nSajid Javid said he was uncertain of the exact start date as the government was waiting for the Joint Committee on Vaccination and Immunisation's \"final advice\" before proceeding.\nMr Javid added the \"most vulnerable\" would be offered the third jab first. \nHowever, it remains unclear whether the booster scheme will be for all adults, or just some, more vulnerable groups.\nInterim advice from the JCVI, released last month, suggested more than 30 million of the most vulnerable people - including all over-50s - should receive a third dose.\nAsked about the scheme on Thursday, Mr Javid said: \"We are going to have a booster scheme. It will start some time in September. \n\"I couldn't tell you exactly when because before we start it... we need to get the final advice from our group of experts, our independent scientific and medical advisers, the JCVI, and so we're waiting for their final opinion.\"\nEarlier in the day, Prof Adam Finn told the BBC that the JCVI, of which he is a member, would be \"imminently deciding\" that some people \"will need a third dose, particularly people who we know are very unlikely to be well protected by those first two doses\".\n\"But I think we do need more evidence before we can make a firm decision on a much broader booster programme,\" he added.\nThe health secretary says \"a\" booster campaign will take place, but the more important question is \"who\" will be boosted. We still don't know.\nThere are scientific and ethical arguments about a booster campaign. \nFor some there is a clear benefit - particularly those with weakened immune systems in whom it takes three doses to do the job of two.\nBut for the rest of the population, the evidence so far shows two doses are providing lasting protection from becoming seriously ill and needing hospital treatment. \nWhether a mass vaccination campaign is necessary or should be far more targeted is the subject of intense debate.\nThis comes at a time that rich countries are being accused of giving vaccines to people at little risk from Covid and that would save far more lives if they were shared with the world. \nAbout 70% of the entire UK population has had at least one jab. In the poorest countries that figure is about 1%.\nThe announcement comes after it was revealed more than 125,000 16 and 17-year-olds in England have had the vaccine in the two weeks since the NHS was given approval to offer that age group a jab.\nIn total, 47,460,526 first doses have now been given across the UK, while 41,157,069 people have had two doses.\nBut the decision to offer people in the UK a third jab is not without controversy.\nImmunologist Prof Peter Openshaw, a member of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), which advises the government, said the \"question about boosters is a contentious one\".\nHe said studies into the effectiveness of booster schemes were still ongoing and \"everyone is very keen that if we do have surplus vaccines, that they're not necessarily used in this country, but might be sent overseas\".\nAnd, earlier this month, the head of the Oxford Vaccine Group said doses needed to \"go where they can have the greatest impact\" - to protect unvaccinated people abroad.\nProf Sir Andrew Pollard, who led the team that created the Oxford-AstraZeneca vaccine, said decisions on whether to give boosters \"should be scientifically driven\".\nAsked whether the JCVI had concerns about plans for the booster scheme, Mr Javid said: \"It's only with their expert advice that government would want to continue with their plans.\n\"I don't want to prejudge what they're going to say but, based on their interim advice, I think we can be confident that we will start a booster scheme next month.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58269533",
      "category": "uk-england-south-yorkshire",
      "title": "Sheffield hotel fall: Boy who died was Afghan refugee",
      "tags": "Sheffield",
      "text": "A five-year-old Afghan refugee who fell to his death from a Sheffield hotel window has been identified by police. \nIt is reported Mohammed Munib Majeedi fell from a ninth-floor room where he was staying with his mother. \nEmergency services were called to the OYO Metropolitan Hotel in Blonk Street, Sheffield, at about 14:30 BST on Wednesday.\nA fellow Afghan staying in the hotel said Mohammed's family arrived in the UK 15 days ago.\nIt is understood they were relocated to the UK as part of the Afghan Relocation and Assistance Policy (ARAP) scheme. \nThe man, who worked as an interpreter for the British Army in Afghanistan, said one of his children alerted him to the boy falling and he went outside to help. \nHe was later asked to accompany Mohammed's mother to hospital to translate.\nHe said everyone in the hotel had been left shocked by the incident.\n\"They are so upset, they are so unhappy,\" he said.\n\"Everybody, if you want to talk to them, they have no time because they are so bad, in a bad condition.\"\nAnother Afghan resident said he was in his room when he heard the boy fall.\n\"His mother was in the room with him,\" he said.\n\"She was screaming, 'my son, my son'. When I came here [outside] I saw the ambulance and police here.\"\nHe added: \"They came here to save their lives, they came for a new life here, but unfortunately...\"\nThe man said the eight to 10 Afghan families staying at the hotel were being moved to another hotel on Thursday afternoon.\nThis is a tragic case.\nA five-year-old boy, only just been evacuated from Afghanistan with his four siblings and parents, has died after falling from a hotel window.\nWe understand Mohammed's father worked for the British Embassy in Afghanistan and had travelled to the UK under the government's scheme to resettle interpreters and support staff whose lives may be at risk from the Taliban.\nOnce in the UK however, the Home Office is struggling to find accommodation for refugees - many of whom are large families.\nIt's understood the Home Office was directly managing the now empty hotel at the time of the incident.\nThere had been concerns raised about the safety of the windows. I'm told some people had been moved out, but the Home Office denies this.\nThe housing group Mears was looking after the hotel until a few months ago, but safety concerns saw it withdraw to another nearby hotel.  \nWhat has happened here, therefore, raises some serious questions about what steps were taken to ensure the hotel was safe for vulnerable families and young children and about the state of accommodation being provided to asylum seekers.\nThe Home Office said: \"We are extremely saddened by the tragic death of a child at a hotel in Sheffield. \n\"The police are providing support to the family while the investigation continues and we cannot comment further at this time.\" \nSouth Yorkshire Police said: \"We can confirm that the five-year-old boy who sadly lost his life is from Afghanistan.\"\nIt said Mohammed's death was not being treated as suspicious and his family was being supported by officers.\nThe force has appealed for anyone who witnessed the incident to contact them.\nEnver Solomon, chief executive of the Refugee Council, said: \"This a terrible tragedy and our thoughts are with the family who have gone through so much trauma and suffering to reach the UK.\n\"It is vital the Home Office carry out an urgent investigation into what has happened so steps can be taken to quickly learn lessons.\n\"We don't know the details of the incident but it is imperative that families who come from Afghanistan are given all the support they need and housed in appropriate accommodation. They are vulnerable and often very traumatised.\" \nSheffield City Council leader Terry Fox said: \"This is absolutely devastating, just so incredibly sad. \n\"As a council we are in close contact with the police and will provide any support that we can to the family - my heart goes out to them.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58267754",
      "category": "uk-politics",
      "title": "Ben Wallace: 'Every hour counts' of Kabul evacuation",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58263525",
      "category": "business",
      "title": "IMF suspends Afghanistan's access to funds",
      "tags": "International Monetary Fund (IMF),Afghanistan,Taliban",
      "text": "The International Monetary Fund (IMF) has said Afghanistan will no longer be able to access the lender's resources. \nThe move follows the Taliban's takeover of the country last weekend.\nAn IMF spokesperson said it was due to \"lack of clarity within the international community\" over recognising a government in Afghanistan. \nResources of over $370m (£268m) from the IMF had been set to arrive on 23 August.\nThese funds were part of a global IMF response to the economic crisis.\nAccess to the IMF's reserves in Special Drawing Rights (SDR) assets, which can be converted to government-backed money, have also been blocked. SDRs are the IMF's unit of exchange based on sterling, dollars, euros, yen and yuan. \n\"As is always the case, the IMF is guided by the views of the international community,\" the spokesperson added. \nIt comes after an official from the Biden administration told the BBC that any central bank assets the Afghan government has in the US will not be made available to the Taliban. \nIn a letter to the US Treasury Secretary Janet Yellen, Congress members called for assurances that the Taliban would receive no US-backed aid. \n\"The potential of the SDR allocation to provide nearly half a billion dollars in unconditional liquidity to a regime with a history of supporting terrorist actions against the United States and her allies is extremely concerning,\" 17 signatories wrote. \nEarlier, the head of Afghanistan's central bank said the US had cut off access to its assets - around $7bn of which are held at the U.S. Federal Reserve. \nAjmal Ahmady, who fled the country at the weekend, tweeted that Da Afghanistan Bank's total reserves were approximately $9bn as of last week.\nBut he said as per international standards, most of this was held in safe, liquid assets such as US Treasury bonds and gold offshore.\n\"Given that the Taliban are still on international sanction lists, it is expected (confirmed?) that such assets will be frozen and not accessible to Taliban,\" Mr Ahmady tweeted.\n\"We can say the accessible funds to the Taliban are perhaps 0.1-0.2% of Afghanistan's total international reserves. Not much.\"\nMr Ahmady added that Washington's suspended shipments of physical dollars were causing Afghanistan's currency to depreciate. The Afghan currency, the Afghani, has fallen to record lows.\n\"I believe local banks have told customers that they cannot return their dollars — because [Da Afghanistan Bank] has not supplied banks with dollars,\" he tweeted. \n\"This is true. Not because funds have been stolen or being held in vault, but because all dollars are in international accounts that have been frozen.\"\nIn June, the IMF gave Afghanistan its latest loan instalment which was approved in November. In the same month, the UN published a report which stated that the \"primary sources of Taliban financing remain criminal activities,\" including \"drug trafficking and opium poppy production, extortion, kidnapping for ransom, mineral exploitation and revenues from tax collection in areas under Taliban control or influence.\"\nThe World Bank also funds many development projects in the country and has provided Afghanistan with $5.3bn since 2002. It has not yet responded to the BBC's request for comment on the current status of this funding. \nIndependent money transfer giant Western Union has also suspended money transfer services to Afghanistan \"until further notice\".\nThe IMF has taken similar steps against other regimes not recognised by a majority of its members. This happened in April 2019 when SDR access was blocked after more than 50 member countries refused to recognise President Nicolas Maduro as the legitimate leader of Venezuela. The IMF also halted payments to Myanmar after the military junta seized control. \nOn Monday, the IMF will complete a $650bn allocation of SDRs to its 190 member countries.\nThe sudden advances made by the Taliban left the IMF with an urgent decision. It is about to hand out to almost all its members a reserve asset called special drawing rights. It's an exercise that is not about Afghanistan. It's about reinforcing the global economic recovery from the pandemic related crisis. And it's happening on Monday. \nSo if the new regime in Kabul were to be excluded at this stage the IMF had to move quickly. And it has done so, reflecting what a spokesperson called a lack of clarity about the recognition of the government. That is what lies behind the IMF decision at this stage. \nIt does also raise the possibility that financial assistance might come to be used as leverage to encourage the Taliban not to allow the abuses that many fear - and that some reports say are already taking place.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58248864",
      "category": "world-us-canada",
      "title": "Afghanistan: What's the impact of Taliban's return on international order?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Joe Biden",
      "text": "The Biden administration's rush for the exit in Afghanistan has been accompanied by a similar rush to judgement among pundits and commentators who, by and large, have castigated the US president for a decision that many see as unnecessary and a betrayal, both of those who served in Afghanistan and of the Afghan people themselves. \nThe heartbreaking images from the airport in Kabul only reinforce this message. And there is justifiably a good deal of emotion to go round. The West has invested a lot of blood, time and money in Afghanistan. The Afghan people, much, much, more. \nIt is hard to argue with the criticism of the Biden administration's precipitate departure. Afghanistan may indeed be un-salvageable, its governing structures too unrepresentative and corrupt. This though only underscores the argument that Afghanistan was not \"lost\" in the past two years but during the previous 20.\nNonetheless the decision to cut and run is being seen as a terrible blow to US credibility - to its reliability as a partner, and indeed to its moral standing in world affairs. How does this square with Mr Biden's clarion cry on taking office, that America was back?\nComparisons are being made with Vietnam - the similarities with helicopters shuttling US nationals away from a falling city being too much for the newspaper front-pages to resist. But in reality - despite the superficial similarities -there are some important differences, too. \nSouth Vietnam collapsed some two years after US troops left. Indeed it looks as though the Americans expected their Afghan allies to soldier on for a significant period without them. The US was humbled by Vietnam - its population deeply divided and its military morale damaged. But while Vietnam turned out to be a tragic side-show in the Cold War, the US still ultimately won that contest. Nato was not weakened. US allies around the globe did not shy away from expecting US support. The US remained the pre-eminent superpower. \nAfghanistan is altogether different. Internal divisions in the US over this conflict have in no way been comparable to Vietnam's. The Afghanistan mission was certainly unpopular at home but there were no mass rallies against it. \nCrucially though, today's international context is dramatically different from that of the 1970s. The US - indeed the West in general - is engaged in multiple contests, in few of which they are outright winners. The Afghan collapse is potentially a disaster in the so-called war on terror. But in the wider conflict between democracy and authoritarianism, Washington's failure can only be seen as a serious set-back. \nThere will be smiles in Moscow and Beijing, at least for now. The Western model of liberal interventionism - promoted as a means of spreading democracy and the rule of law - has perhaps been tested to destruction in Afghanistan. One cannot see much enthusiasm for similar undertakings in the future.\nThose of Washington's allies who joined in the Afghanistan project are smarting. They feel badly let down. Even British ministers, jealous of their oft touted \"special relationship\" with Washington, have been openly critical of President Biden's decision. \nAnd for America's European allies in general, it underscores how dependent they are upon the US and how little their views count once the White House decides to go in one particular direction.\nSo bad news for the West. But how long-lasting will be the smiles in Beijing, Moscow and even Islamabad? It was Pakistan that nurtured and gave safe haven to the Taliban for its own geo-strategic purposes. But if renewed Taliban rule produces a simple turning back of the clock - if international terrorism finds a renewed haven - then Pakistan may find that the growing turbulence in the region has decidedly negative consequences.\nChina is happy to see the US failure. Indeed, if Mr Biden's reason to pull out from Afghanistan was due to his desire to re-focus US national power to rival a rising China, then this step has simply given China an opportunity to expand its own influence in Afghanistan and beyond.\nChina, though, must have concern, too. Its shares a short border with Afghanistan. It is actively persecuting its own Muslim minority and must be concerned at the possibility that anti-Beijing Islamist terrorists might seek to use Afghanistan as a base. No wonder then that Chinese diplomacy over recent weeks has been so eager to court the Taliban. \nRussia, too, must have worries about the return of instability and terrorism. Maybe it feels a little better about itself now that the US has similarly been humbled by Afghan tribal fighters, just as the Soviet Union was in the late-1980s.\nBut its chief interest is the security of a large part of Central Asia, many of whose states are allies of Moscow. This summer Russia moved tanks to the Tajikistan-Afghan frontier for exercises intended to demonstrate its determination to prevent any spill-over from an Afghan collapse. \nSo in the short-term, the Afghan debacle certainly benefits the West's opponents. But their attitudes were not going to change anyway. \nWhat really matters are the ramifications among Washington's allies. What will they take away from the Afghan experience? Beyond the immediate crisis, will the NATO countries, Israel, Taiwan, South Korea or Japan see the US as a less reliable partner? If they do, then Mr Biden's decision to quit Afghanistan will prove fateful, indeed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58274264",
      "category": "uk-england-hampshire",
      "title": "Gurkha group ends Downing Street hunger strike after talks agreed",
      "tags": "Gurkhas,British Army,Ministry of Defence,Nepal",
      "text": "A hunger strike outside Downing Street to protest against Gurkhas' unequal pensions has ended after the government agreed to further talks. \nA group had refused food for 13 days as they called for parity with other British Army veterans.\nMinistry of Defence officials will meet the Nepali ambassador and the group next month. \nA spokesperson said the department was \"happy\" the group had broken their fast and hoped to \"move forward together\". \nOne of the protesters, Dhan Gurung, 60, from Basingstoke, Hampshire, was taken to hospital early on Wednesday after his heart slowed but was later discharged. \nMr Gurung had been protesting in a wheelchair with fellow ex-soldier Gyanraj Rai, 63, and Gurkha widow Pushpa Rana Ghale, 59, who travelled from Nepal.\nThe Gurkha Equal Rights group confirmed on Twitter that the hunger strike had ended after both governments agreed to talks. \nGurkhas who retired before 1997 receive a fraction of the pension British-born members of the Army are entitled to. \nThe trio previously said the strike was a \"last resort\" but they were \"prepared to die\" if it meant they would be treated equally. \nMore than 100 people marched through London in support of the group on Wednesday. Last week, Mr Gurung explained his pension in 1994 was £20 a month and said he and his family lived in poverty because of the British government's \"penny pinching\".\nGurkhas have served the British Army in two world wars and in the past 50 years in Hong Kong, Malaysia, Borneo, Cyprus, the Falklands, Kosovo, Iraq and Afghanistan.\nThose who retired before 1997, like Mr Gurung, currently receive a fraction of the pension the rest of the British Army receive because the Gurkha Pension Scheme (GPS) was based on Indian Army rates.\nAlan Mercel-Sanca, chief executive of the UK Nepal Fellowship Society, said the government had faced \"mounting moral pressure\". \nHe said: \"The British general public regards our Gurkhas than more British than the British and they've been horrified to see these veterans - over 60 all of them - driven to this.\" \nA Ministry of Defence spokesperson said: \"We are happy the Satyagraha group have agreed to break their fast. \n\"Our primary concern is always the health and welfare of our serving personnel and veterans and this strike was not a course of action we encouraged.\n\"We look forward to meeting with the group next month alongside the Nepali Ambassador to move forward together.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58270417",
      "category": "world-asia",
      "title": "Nicole Kidman reportedly enters Hong Kong quarantine-free",
      "tags": "Coronavirus lockdown measures,Nicole Kidman,Hong Kong,Coronavirus pandemic",
      "text": "Nicole Kidman has become the latest Hollywood star to come under fire for circumventing strict quarantine rules for international travellers.\nThe Australian actress's arrival in Hong Kong has sparked widespread anger after she was reportedly spotted out and about two days after touching down.\nThis is despite the region having some of the strictest rules in place, with up to 21 days' quarantine required.\nThere has been no direct, official comment on a possible exemption.\nHowever, Hong Kong's Commerce and Economic Development Bureau sent out a statement on Thursday in response to questions about \"overseas film personnel\" and quarantine, explaining restrictions are waived \"to carry out designated professional work\".\nKidman is in Hong Kong to film a new show about the lives of wealthy, glamorous ex-pats - already a source of tension as locals contend with increasing restrictions under the new national security law.\nReports of the waiver have only stoked outrage further, with comments on both Twitter and Chinese social media platform Sina Weibo overwhelmingly critical.  \n\"Which department gave her the right?\" one users asks. Another asks: \"Who gave her the right to be exempt?\" \nSeveral people point out they have not been able to see family for months thanks to the restrictions. \nCitizens living in \"high risk\" countries - a list which already includes the UK and is expanding to places like the US and Spain tomorrow - are only allowed to enter if vaccinated and must still complete three weeks' quarantine. \nAustralia - where Kidman flew in from - is classified \"medium\", which has a minimum seven-day quarantine requirement for those who are vaccinated.\n\"So we have HK residents who can't come back if not vaccinated (and even then with 2-3 weeks quarantine) but Nicole Kidman can just enter like this? It's disgusting!\" a Twitter user called @WhovianBooknerd wrote.\n\"Why do foreigners have privileges?\" one person asks on Weibo. \nThe anger has made its way off social media and into the political arena, with Elizabeth Quat, a pro-Beijing lawmaker, saying she had received \"a number of complaints\" and has asked health officials to explain themselves, according to AFP news agency.\nThe issue of film stars travelling internationally has also caused problems in Kidman's home country, Australia, where the arrival of a host of famous faces in the last 18 months has angered those struggling to get home.\nYou may also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58257863/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccines still effective against Delta variant",
      "tags": "Coronavirus vaccines,Pfizer,Coronavirus pandemic,AstraZeneca",
      "text": "Having two doses of Covid vaccine remains the best way to protect against the Delta variant, first identified in India and now dominant in the UK.\nThe Oxford-AstraZeneca jab, though initially less effective, offers the same high protection as the Pfizer-BioNTech after four to five months, the largest study of its kind suggests.\nBut neither is as effective as it is against the Alpha variant, responsible for most UK infections last winter.\nThere is insufficient data for Moderna.\nBut researchers believe it \"almost certainly at least as good as the others\".\nThey analysed two and a half million tests results from 743,526 participants in the UK's Covid-19 household-infection survey - led by Oxford University and the Office for National Statistics.\nThe Pfizer-BioNTech vaccine had 93% effectiveness against symptomatic infection two weeks after the second dose, compared with Oxford-AstraZeneca's 71%.\nOver time, however, the Pfizer-BioNTech's effectiveness dropped while the Oxford-AstraZeneca's remained largely the same.\nBut there was no cause for alarm, Prof Sarah Walker, at the University of Oxford, said because \"when you start very very high, you've got a long way to go\".\n\"The World Health Organization set the bar at 50% and we're way above that,\" she said. \n\"Both of these vaccines are still doing very well against Delta.\"\nOther key points from the research include:\nThe study also echoes previous research showing fully vaccinated people who do become infected with the Delta variant have similar levels of the virus to those unvaccinated.\nWith the Alpha variant, in contrast, their viral loads were much lower.\n''We don't yet know how much transmission can happen from people who get Covid-19 after being vaccinated,\" Prof Walker said.\n\"For example, they may have high levels of virus for shorter periods of time.\n\"They definitely have the potential to transmit as much.\n\"But the fact that they can have high levels of virus suggests that people who aren't yet vaccinated may not be as protected from the Delta variant as we hoped.\n\"This means it is essential for as many people as possible to get vaccinated - both in the UK and worldwide.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58262259",
      "category": "uk-england-south-yorkshire",
      "title": "Boy dies falling from Sheffield hotel window",
      "tags": "Sheffield",
      "text": "A young boy has died falling from a hotel window in Sheffield.\nEmergency services were called to the OYO Sheffield Metropolitan Hotel in Blonk Street at about 14:30 BST on Wednesday.\nThe boy, who has not been formally identified, is believed to be under 10. South Yorkshire Police said his family was being supported by its officers.\nA spokesperson for the force said it was not treating the incident as suspicious. \nThey added the NCP car park behind the 111-bed hotel had been closed and people had been advised to avoid the area.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-58261702",
      "category": "uk-scotland-tayside-central",
      "title": "Film buff rescues more than 20,000 VHS tapes set for dump",
      "tags": "Film,Toxteth,Dundee",
      "text": "A movie buff has rescued more than 20,000 VHS tapes from landfill after travelling 300 miles to collect them.\nAndy Johnson, who runs what is said to be the UK's last video shop, drove from Liverpool to Dundee to pick up the mammoth haul.\nThe vast collection, which filled three lock-up garages, was amassed by George McInnes over decades from car boot sales.\nMr Johnson, who owns VideOdyssey, said: \"I've never seen anything this big.\"\nThe 42-year-old fulfilled his dream of opening a video shop in the Toxteth TV venue in 2018 and described the response since then as \"phenomenal\".\nHe even had to expand the store after being inundated with tapes from well-wishers across the country.\nEarlier this year, the shop featured on a movie lovers' bucket list, compiled by Time Out Magazine, alongside Hobbiton in New Zealand and the Ghostbusters firehouse in New York.\nBut the Dundee donation will more than double his existing 15,000-strong collection and he is applying for funding to create a national archive.\nMr Johnson told BBC Scotland: \"I was just absolutely amazed when I got the phone call.\n\"The guy who got these lock-ups told me it could be more than 20,000 so we are quite excited.\"  \nIf he had been unable to take the tapes, they would have been destined for landfill as VHS tapes cannot be recycled.\nMr Johnson believes young people brought up in the age of live streaming are keen to experience movies on tape.\nHe said: \"VHS is starting to have a similar comeback seen with vinyl. People want that physical connection to their favourite films, rather than the cold experience of playing something from the cloud.\"\nHaving worked as a clerk in a video shop as a teenager, Mr Johnson now finds himself travelling across the country on his days off to gather people's collections of old gems and save films, which never came out on a digital format, from oblivion.\nDuring the Covid lockdowns, he even offered customers a special nostalgia pack with a player and 10 tapes.\nMr Johnson added: \"It's taken over my life in a short space of time. Thankfully, I have a very understanding wife.\n\"As we have a three-year-old boy, and they've both travelled with me to pick up VHS hauls. But nothing like the size of this collection in Dundee.\n\"A lot of amazing movies were never brought out digitally and they're in danger of being lost forever.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58264917",
      "category": "world-asia",
      "title": "Afghanistan crisis: Biden says US troops may stay past withdrawal deadline",
      "tags": "Afghanistan,Taliban,Joe Biden",
      "text": "US President Joe Biden says US troops may stay in Afghanistan beyond his planned 31 August withdrawal date to help evacuate Americans. \nThere have been chaotic scenes at Kabul Airport as foreign powers seek to get their citizens home.\nPresident Biden again defended his handling of Afghanistan, where the Taliban have capitalised on the US pulling out to sweep to power. \nHe told US broadcaster ABC News he didn't think he'd made any mistakes.\n\"The idea that somehow there's a way to have gotten out without chaos ensuing, I don't know how that happens,\" he said.\nMr Biden had wanted US forces out by the end of this month, but thousands of US citizens are stranded in the country.\nWashington has pledged to evacuate all remaining American citizens, along with 50-65,000 Afghans - such as former translators for the US military.\nOver 5,000 US troops are on the ground helping operations at Kabul's airport but Taliban fighters and checkpoints ring the perimeter.\nThe Taliban are blocking Afghans from entering the airport without travel documents - but even those with valid authorisation have struggled. \nIn his interview, Mr Biden was asked about images that went viral this week of Afghans falling from an American military plane as it gained altitude over Kabul.\n\"What I thought was... we have to gain control of this. We have to move this more quickly. We have to move in a way in which we can take control of that airport. And we did,\" he said. \nOn helping US citizens stuck in Afghanistan, he said \"if there's American citizens left, we're gonna stay till we get them all out\".\nMr Biden was pressed on his assessment only last month that a Taliban takeover of the country was \"highly unlikely\".\nHe said intelligence reports had suggested such a scenario was more likely by the end of this year.\n\"You didn't put a timeline out when you said 'highly unlikely',\" said interviewer George Stephanopoulos. \"You just said flat out it's 'highly unlikely that the Taliban would take over.'\"\n\"Yeah,\" replied Mr Biden, who also assured Americans in April that the US withdrawal would be safe and orderly.\nAsked if he thought the Taliban have changed, the US president said no. He said they now faced an \"existential\" choice about whether they want to be recognised by the international community.\nSince taking power the hard-line Islamists have sought to present a more moderate face but there have been reports of protests being violently suppressed and women stopped from going to work. \nIntelligence sources tell the BBC that Mr Biden had well understood the risks of his withdrawal, but he was strident in his decision to get out this year.\nIn the end, he was \"functioning as his own principal analyst\", said Paul Pillar, a former CIA officer now at Georgetown University.\n\"The Taliban was eventually going to prevail,\" Mr Pillar said. \"But the speed or pace, or when something is going to happen, is essentially unpredictable.\" \n\"Was this an intelligence failure? My guess is probably not,\" he added.\nAbout two-thirds of Americans say the war in Afghanistan was not worthwhile, a new poll has found. Some 47% of those polled said they approved of Mr Biden's handling of international affairs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58267704",
      "category": "entertainment-arts",
      "title": "Lizzo: Facebook and Instagram remove abusive comments from singer's accounts",
      "tags": "Social media,Lizzo,Facebook,Music",
      "text": "Facebook and Instagram have removed several hateful comments on US singer Lizzo's social media accounts.\nThe move comes after the singer spoke tearfully about the \"hurtful\" abuse she'd received on social media. \nA spokesman for Facebook told The Hollywood Reporter the comments which had been removed broke the company's rules about hate speech and harassment.\nEarlier this week, Lizzo said she had received attacks online which were \"fatphobic\" and \"racist\".\nLizzo, real name Melissa Jefferson, has become a successful recording artist in recent years thanks to hits such as Juice and Good as Hell.\nHowever, the release of the video for her latest single Rumours, a collaboration with Cardi B, prompted some negative reaction online.\nDuring an Instagram Live on Sunday, Lizzo said: \"On the days when I should feel the happiest, I feel so down. Sometimes I feel like the world just don't love me back. It's like it doesn't matter how much positive energy you put into the world, you're still gonna have people who have something mean to say about you.\"\nThe singer became emotional as she described working 12-hour days with rehearsals, writing music, recording in the studio, filming and press engagements.\nShe singled out derogatory comments about her appearance as some of the most damaging.\n\"What I won't accept is y'all doing this to black women over and over and over again, especially us big black girls,\" she said. \"When we don't fit into the box that you want to put us in, you just unleash hatred onto us. It's not cool. I'm doing this for the big black women in the future who just want to live their lives without being scrutinized or put into boxes.\"\nLizzo's comments came just a week after Instagram unveiled a new feature that allows users to limit comments and DM requests during \"spikes of increased attention\".\nThe feature, which users can opt in or out of, automatically hides comments from accounts that don't follow the user or only recently followed the user.\nFacebook, which owns Instagram, announced earlier this year that the company is taking a tougher stance on direct messages. \nOn Wednesday, Lizzo spoke about abuse she has received in an interview with Good Morning America. \n\"I know it's my job as an artist to reflect the times and this should not fly, this should not be okay,\" she said.\nMany social media users in recent years have questioned why celebrities choose to stay on such platforms when they receive so many negative comments.\nBut Lizzo told the programme social media was also an important tool in getting her messages out and making sure she wasn't \"erased\".\n\"Black women have been in this industry and innovating it forever. It is unfortunate that we are the ones who do suffer from the marginalisation the most. I feel like if it weren't for the internet and social media, I could've been erased. I chose to be undeniable and I chose to be loud and I chose to be great. And I'm still here. It's difficult.\"\nFacebook's decision to delete negative comments from Lizzo's accounts was largely welcomed online, and the singer has received support from friends and followers in recent days.\n\"Body shaming is mean and racist,\" said Lizzo's collaborator Cardi B. \"Thousands of people callin' you names it gets to you.\"\n\"You truly could NEVER (unless *you* become a celebrity) understand how hurtful/cruel/vile/unnecessary negative comments can be. Lizzo is a black woman making mostly pop music that faces fat shaming daily,\" said beauty YouTuber Ashley Devonna.\nHowever, some users said such comments come with being in the public eye and suggested celebrities need to be resilient.\n\"So Facebook took down comments about Lizzo but she is allowed to run around half naked on social media but no one can comment unless it's nice?\" tweeted US radio host LaShaun Turner.\n\"[Lizzo] could have deleted her own comments or ignored them. I get TONS of negative comments. When you are famous or in the public eye [expletive] happens! Deal with your mental and move on.\"\nIn December 2020, Lizzo sparked online chatter after revealing she had undertaken a 10-day smoothie diet.\nHowever, she clarified that this was not an attempt to lose weight, but to improve her health after indulging in alcohol and spicy food the previous month. \nEarlier that year, the singer said she believed the body positivity movement has become \"commercialised\" by the mainstream and hijacked by people who don't need it.\n\"Now, you look at the hashtag 'body positive' and you see smaller-framed girls, curvier girls,\" she said.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58272740",
      "category": "world-asia",
      "title": "Zaki Anwari: Afghan footballer falls to death from US plane in Kabul",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Afghan authorities have confirmed that a young footballer fell to his death after trying to stow away on a US military plane leaving Kabul airport.\nZaki Anwari, 19, had played for Afghanistan's national youth team.\nFurther details of when he died have not been disclosed.\nSince the Taliban's recapture of Afghanistan, thousands of people have scrambled to Kabul's airport as Western countries rush to evacuate their citizens and Afghan colleagues.\nImages emerged on Monday showing hundreds of people running alongside a US air force plane as it moved down a runway. Some people were seen clinging to its side.\nLocal media reports said that at least two people fell to their deaths after it took off. The US air force has also confirmed that human remains were found in the landing gear of an aircraft after it arrived in Qatar.\nIn a statement on Facebook, Afghanistan's General Directorate of Physical Education and Sports paid tribute to Mr Anwari.\n\"May he rest in heaven and pray to God for his family, friends and sports colleagues,\" the sports body said.\nOthers have also been sharing their respects on social media.\n\"His departure is a great sorrow,\" wrote one user on Instagram. \"Your memory is always dear to me\".\nAround 4,500 US troops are in temporary control of Karzai International Airport in Kabul, Afghanistan's capital. \nThe Taliban are blocking Afghans from entering the airport without travel documents - but even those with valid authorisation have struggled.\nAmid chaotic scenes at the airport, US President Joe Biden has defended his handling of the US withdrawal from Afghanistan.\n\"The idea that somehow there's a way to have gotten out without chaos ensuing, I don't know how that happens,\" he told ABC News on Wednesday.\nMr Biden said that US troops may have to stay in Afghanistan beyond the planned 31 August deadline agreed with the Taliban, in order to help with evacuations, "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/disability-58231022",
      "category": "disability",
      "title": "WeThe15: 'Game-changer' plan for 1.2bn disabled people",
      "tags": "Disability",
      "text": "A global campaign described as a \"game-changer\" has been launched to improve the lives of more than one billion disabled people by 2030. \nWeThe15 wants to improve inclusion, raise awareness and end discrimination of disabled people around the world.\nIt brings together a coalition of organisations from the International Paralympic Committee (IPC) to Unesco.\nThe launch comes ahead of the delayed Tokyo 2020 Paralympic Games which begin on 24 August. \nUsing the event as a springboard, the IPC and International Disability Alliance has joined forces with arts, business and human rights organisations including UN Human Rights and The Valuable 500 to \"raise awareness, change attitudes and create more opportunities\" for disabled people.  \nThe campaign has been set-up to represent the 15% of the world's population that is disabled - about 1.2bn people, according to the World Health Organization.\nAs part of it, the IPC, Special Olympics, Invictus Games and International Committee of Sports for the Deaf will collaborate for the first time to ensure there will be a major sport event - and platform for the campaign - every year until 2030.\nOn Thursday, for the launch, 125 landmarks will turn purple - the internationally recognised colour of disability - from New York's Empire State Building to Moscow's Ostankino Tower and the London Eye.\nPresident of the IPC, Andrew Parsons, said: \"[The project] aims to put disability right at the heart of the inclusion agenda, alongside ethnicity, gender and sexual orientation. \n\"I strongly believe WeThe15 could be a real game-changer.\" \nHe said collaborating with big organisations would ensure a significant presence at local, grassroots, levels to help improve people's lives.\nSam Milne, from Leicester, has cerebral palsy and plays with a local basketball team.\nShe said society's general perception of disabled people could be problematic and she had faced discrimination. \nShe said people often presume she can't speak because she uses a wheelchair and that going back to basics, such as ensuring as many places as possible are accessible, would improve her life and enable her to get out into the community more easily.\nOne of her wishes is that more doors could be power-assisted rather than relying on strength to open them.\n\"I can walk a bit, but if I can't open the door how far am I going to get? This awareness needs to go down to the everyday - to the shopkeepers and the hair salons.\"\nBut she warned that awareness \"needs to grow\" and not disappear once the Paralympics is over.\nThe WeThe15 campaign plans go beyond sport and over the next 10 years it says it will focus on different \"pillars\" which need greater equality.\nThis year it will concentrate on access to vaccinations against Covid-19, while in the run-up to the LA Paralympics in 2028 - the home of Hollywood - it is expected to focus on disability representation in the entertainment industry, such as ensuring disabled actors play disabled characters.  \nAccording to the IPC, 85% of disabled people around the world live in poverty, about 50% are unemployed and 75% of countries have no laws protecting them.\nMr Parsons said: \"We want to tackle employment, we want to tackle mobility.\n\"Of course it will be different country-to-country. This is why we will need the local presence there to understand the challenges and that's why it's a 10-year campaign. We're trying to cover all basis and all nations.\"\nWhile WeThe15 focuses on the statistic that 15% of the global population is disabled, the US government puts it much higher at 26% for its citizens while the UK government says it's 22%, but the definitions of disability often vary.\nIn the UK a person is considered to have a disability if they report a long-standing illness or impairment which causes substantial difficulty with day-to-day activities. \nFor long jumper and Paralympic medallist, Stef McLeod Reid, Tokyo 2020 will be her fourth Games.\nThe track athlete, who had a foot amputated as a teenager following a boating accident, hopes WeThe15 will stop people viewing disabled people as \"other\".\n\"When you realise that one billion people in the world live with a disability you realise this should be at the front of every single inclusion agenda. \n\"There is so much potential and talent sitting there left untapped because the world is designed around this very specific idea of 'normal'.\"\nShe said \"disability is expensive\" - from purchasing the right equipment to making buildings accessible - and that needs to be addressed. \n\"What we are lacking, unfortunately, in different parts of the world, is money and investment and a commitment that everybody should be able to fulfil their potential.\" \nShe believes success will rely on \"shifting mindsets\" to make the \"world more accessible to everyone\".\nFor more disability news, follow BBC Ouch on Twitter, Facebook and listen to our podcasts which also have transcripts. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58271561",
      "category": "uk",
      "title": "Covid: Javid confident on jab boosters, and Nicole Kidman criticised in Hong Kong",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday evening. We'll have another update for you tomorrow morning.\nA UK Covid vaccine booster scheme will take place and is likely to start next month, the health secretary has said. Sajid Javid said he was uncertain of the exact start date as the government was waiting for the Joint Committee on Vaccination and Immunisation's \"final advice\" before proceeding. Mr Javid added the \"most vulnerable\" would be offered the third jab first. However, it remains unclear whether the booster scheme would be for all adults, or just some, more vulnerable groups. Interim advice from the JCVI, released last month, suggested more than 30 million of the most vulnerable people - including all over-50s - should receive a third dose.\nNicole Kidman has become the latest Hollywood star to come under fire for circumventing quarantine rules for international travellers. The Australian actress's arrival in Hong Kong sparked widespread anger after she was spotted out and about two days after touching down. This is despite the region requiring up to 21 days' quarantine. There has been no direct, official comment on a possible exemption. However, Hong Kong's Commerce and Economic Development Bureau, in response to questions about \"overseas film personnel\" and quarantine, said rules are waived \"to carry out designated professional work\".\nThe number of alerts sent by the NHS Covid-19 app in England and Wales has fallen to its lowest number since the week ending 23 June. A total of 261,453 alerts were sent in the week to 11 August, down 18% on the previous week. The figures cover the first full week since changes were made to the app so that it notified fewer close contacts. Venue check-ins also fell, dropping nearly 480,000 to 1,305,356. At its peak in July, the number of self-isolation alerts sent in England and Wales in one week was just under 700,000.\nThe number of people on waiting lists for non-urgent hospital treatment in Wales has again hit record levels. There were 624,909 people waiting in June, with the list climbing steadily each month and up by 41% since the early days of the Covid pandemic. Those waiting the longest, more than nine months, rose again to 233,210. Eluned Morgan, Wales' minister for health and social services, said Covid had had a \"massive impact\" on the NHS and social services in Wales.\nWhen tickets sold out in minutes for a festival in the Welsh mountains in May, the organisers had no idea if it would be able to go head because of Covid rules. Now, thousands of people are heading to Crickhowell in Powys as Green Man begins. Fiona Stewart, managing director, said staff were crying as they welcomed festival-goers back after such an uncertain time. \"I've been blubbing the whole way,\" she told the BBC. \"We only knew four weeks ago we were going ahead. To get from there to here in that time is just astounding.\"\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWhat are the rules surrounding face coverings, given most Tory MPs didn't wear them during a packed debate in Parliament about Afghanistan on Wednesday? Find out here. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58264717",
      "category": "world-latin-america",
      "title": "No help for these Haiti residents five days after earthquake",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58250780",
      "category": "world-asia",
      "title": "Afghanistan: A woman's story of life under the Taliban in 1999",
      "tags": "Afghanistan",
      "text": "As the Taliban prepare to form a new government in Afghanistan, one woman tells the story of how her family were torn apart when her father disappeared during Taliban rule in 1999.\nFriba, who lives in London, was 10 years old when she last saw her father at their home in the western city of Herat.\nHer family believes he was abducted by the Taliban. \nThis is her story. Names have been removed to protect the identities of those involved.\n\"Living under the rule of the Taliban regime is like being in an abusive relationship. At first it's good. They make lots of promises, they watch their steps, they even deliver on some of their promises. \n\"But while you are being lulled into a false sense of security, they are making their plans. \n\"Soon, and little by little as the world gets bored of Afghanistan and the media moves on to another news story, they tighten their power grip day by day, and the savage cycle begins anew.\n\"My father was born in Herat. He graduated from Kabul University.\n\"After university he got married and started to work within a small team for the then Afghan government.  \n\"As the Russians left and the Mujahadin took power my father found a job with an NGO. \n\"When the Taliban moved into Herat, my father had the opportunity to leave, but he stayed. He loved his job, and he loved Herat.\n\"Life was brutal under the Taliban regime. He had four daughters who were being robbed of an education and a young baby son. \n\"But work was rewarding, he had ambitions, for himself and for us, and working with animals made life a little bearable.\n\"One morning in mid-June 1999 my father had just finished breakfast and was getting ready to leave for work. \n\"He looked at me and smiled as he got on his bike and left. \n\"A few minutes later some of our neighbours appeared at our door with his bike. They said the Taliban had taken him.\n\"I will never forget my mother's face. It was frozen in shock.\n\"She took my five-year-old brother's hand and ran out of the door, desperate to find him.\n\"That evening my mother returned with the weight of the world on her shoulders.\n\"There was no news of my father, no news of where he was or if he was even alive. \n\"My uncles and other friends tried unsuccessfully to find out about where he was being held. \n\"Every day my mother would visit every Taliban office.  They refused to listen to her. \n\"After exhausting every avenue, my uncle went to Kandahar where he had heard the Taliban had moved some prisoners.  But there was no news.\n\"Then he went to Kabul and Mazar-i-Sharif but he wasn't there either.\n\"Our neighbours who had witnessed his arrest were sure, and they had seen those same Taliban members arresting other neighbours and later releasing them from a prison in Herat.\n\"My mother was strong, a lioness, she would not let it go. \n\"Against family advice she took my brother (because under Taliban rule she could only travel with a male even though he was just a child) and went to Kandahar to the office of the leader of the Taliban, Mullah Omar.\n\"The Taliban beat and threatened her. They said if she was seen again she would be stoned to death.\n\"My mother returned home disappointed and defeated.\n\"Life under the Taliban went from a living hell to a black hole of hopelessness.\n\"My mother, fearing for our lives, decided to leave Afghanistan and took us to Mashhad, Iran. \n\"In 2004 when things had improved in Afghanistan we returned. We wanted to study and make something of ourselves. \n\"Our father had hopes for us that we wanted to fulfil.\n\"I still remember his charming smile, and I still have the pen he gave me.\n\"We cannot mourn him, and we will not forget him.\n\"As we watch the news of the Taliban taking over Afghanistan again I fear that history will repeat itself. \n\"I am married now and live in England. But I am afraid for my mother, sisters and brother who are still in Afghanistan, and for the millions of families who will suffer pain and loss like we did.\n\"Their only crime, being born in Afghanistan.\"\nProduced by Rozina Sini"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58273914",
      "category": "business",
      "title": "OnlyFans to ban sexually explicit content",
      "tags": "Social media,OnlyFans,Pornography,Sex industry",
      "text": "The subscription site OnlyFans, known for its adult content, has announced it will block sexually explicit photos and videos from 1 October. \nPeople will still be able to post nude content on the site. \nBut this will need to be consistent with OnlyFans' policies.\nThe announcement comes after BBC News had approached the company for a response to leaked documents concerning accounts which posted illegal content.\nOnlyFans said the change had come after pressure from banking partners. \nThe site has grown during the pandemic and says it has 130 million users. \n\"In order to ensure the long-term sustainability of our platform, and continue to host an inclusive community of creators and fans, we must evolve our content guidelines,\" OnlyFans said in a statement. \nThe London-based social media site enables its creators to post nude videos and photos and charge subscribers for tips or a monthly fee. \nCreators can post a range of content from cooking to fitness videos, but it is best known for pornography.\nIn return for hosting the material, OnlyFans takes a 20% share of all payments. \nThe documents - described as \"compliance manuals\" - show that although illegal content itself is removed, OnlyFans lets moderators give creators multiple warnings before closing accounts.\nModeration specialists and child protection experts say this shows OnlyFans has some \"tolerance\" for accounts posting illegal content. \nIn response to the BBC's investigation, OnlyFans said the documents are not manuals or \"official guidance\", it does not tolerate violations of its terms of service, and its systems and age verification go far beyond \"all relevant global safety standards and regulations\".\nThe site, founded in 2016 by Essex businessman Tim Stokely, has come under fire in the past after a BBC News investigation found under-18s had used fake identification to set up accounts on the site. In June, BBC News found that under-18s sold explicit videos on the site, despite it being illegal for people to share indecent images of children.\nAfter the BBC investigation, the children's commissioner for England said OnlyFans needed to do more to stop underage users. In response to the investigation, OnlyFans said it had closed the accounts flagged and refunded all active subscriptions.\nIn July, the company's first monthly transparency report said that it deactivated 15 OnlyFans accounts after finding indecent images of children on those accounts."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58262874",
      "category": "world-asia",
      "title": "Afghanistan crisis: 'Many here will be deeply fearful for their future'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-58272878",
      "category": "uk-england-south-yorkshire",
      "title": "Ex-MP Jared O'Mara charged with seven counts of fraud",
      "tags": "Sheffield,Jared O'Mara",
      "text": "Former Sheffield Hallam MP Jared O'Mara has been charged with seven counts of fraud.\nSouth Yorkshire Police said the charges related to a number of alleged fraudulent expenses claims.\nMr O'Mara, 39, is charged alongside former aide Gareth Arnold, who faces six counts of fraud, and a third man, John Woodliff, who faces a single charge under the Proceeds of Crime Act.\nThey will appear before magistrates in Sheffield on 24 September.\nThe offences are said to have occurred between October 2018 and February 2020.\nThe force said the charges brought against Mr O'Mara, of Walker Close, Sheffield, related to expenses claims submitted to the Independent Parliamentary Standards Authority.\nIn total he faces seven counts of fraud and one count of entering into an arrangement which facilitates the acquisition, retention, use or control of criminal property by another, the force said.\nMr Arnold, 28, of Hunter House Road, Sheffield, faces six counts of fraud while Mr Woodliff, 42, of Dunninc Terrace, Sheffield, faces one count of entering into an arrangement which facilitates the acquisition, retention, use or control of criminal property by another.\nRosemary Ainslie, from the Crown Prosecution Service (CPS), said: \"The CPS has today authorised police to charge Jared O'Mara, former MP for Sheffield Hallam, with seven counts of fraud by false representation.\n\"The charge relates to an allegation he made fraudulent invoices to the Independent Parliamentary Standards Authority jointly with Gareth Arnold, who is also charged with six counts of the same offence.\n\"Jared O'Mara is charged jointly with John Woodliff with a Proceeds of Crime Act offence.\n\"The CPS made the decision that the three men should be charged after reviewing a file of evidence from South Yorkshire Police.\"\nMr O'Mara took the Sheffield Hallam seat for Labour from former deputy prime minister Nick Clegg in June 2017.\nHe later resigned from the party and stepped down as MP at the 2019 general election.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58270599",
      "category": "science-environment",
      "title": "Nature: Rattlesnakes' sound 'trick' fools human ears",
      "text": "Rattlesnakes have evolved a clever method of convincing humans that danger is closer than they think, say scientists. \nThe sounds of their shaking tail get louder as a person approaches, but then suddenly switches to a much higher frequency.\nIn tests, the rapid change in sound made participants believe the snake was much nearer than it was in reality. \nThe researchers say the trait evolved to help snakes avoid being trampled on.\nThe sibilant sound of the rattlesnake's tail has long been a movie cliché.\nThe tell tale rattle is made by the rapid shaking together of hard rings of keratin at the tip of the reptiles' tails. \nKeratin is same protein that makes up our fingernails and hair.\nThe key to the noise is the snake's ability to shake its tail muscles up to 90 times a second. \nThis vigorous shaking is used to warn other animals and humans of their presence. \nDespite this, rattlesnakes are still responsible for the majority of the 8,000 or so bites inflicted on people in the US every year. \nResearchers have known for decades that the rattling can change in frequency but there's been little research about the significance of the shift in sound.\nIn this study, scientists experimented by moving a human-like torso closer to a western diamondback rattlesnake and recording the response. \nAs the object got closer to the snake, the rattles increased in frequency up to around 40Hz. This was followed by a sudden leap in sound into a higher frequency range between 60-100Hz. \nTo figure out what the sudden change meant, the researchers carried out further work with human participants and a virtual snake. \nThe increasing rattling rate was perceived by participants as increasing loudness as they moved closer.\nThe scientists found that when the sudden change in frequency occurred at a distance of 4 metres, the people in the test believed it was far closer, around one metre away.\nThe authors believe the switch in sound is not just a simple warning, but an intricate, interspecies communication signal.\n \"The sudden switch to the high-frequency mode acts as a smart signal fooling the listener about its actual distance to the sound source,\" says senior author Boris Chagnaud from Karl-Franzens-University in Graz, Austria.\n\"The misinterpretation of distance by the listener creates a distance safety margin.\"\nThe authors believe that the snakes behaviour takes advantage of the human auditory system, which has evolved to interpret an increase in loudness as something that is moving faster and getting closer\n\"Evolution is a random process, and what we might interpret from today's perspective as elegant design is in fact the outcome of thousands of trials of snakes encountering large mammals,\" said Dr Chagnaud. \n\"The snake rattling co-evolved with mammalian auditory perception by trial and error, leaving those snakes that were best able to avoid being stepped on.\"\nThe study has been published in the journal Current Biology.\nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-27307249",
      "category": "world",
      "title": "What is Sharia law? What does it mean for women in Afghanistan?",
      "tags": "Afghanistan,Women,Islam",
      "text": "The Taliban say they will rule Afghanistan according to Sharia, or Islamic law.\nThe militant Islamist group have taken control after the departure of US and allied forces from the country.\nIn the first press briefing after taking power, a Taliban spokesman said issues such as the media and women's rights would be respected \"within the framework of Islamic law\", but the group has not yet provided any details of what that will mean in practice.\nThe Taliban have been known for their strict interpretation of Sharia, including punishments such as public executions of convicted murderers and adulterers.\nSharia is Islam's legal system. \nIt is derived from the Quran, Islam's holy book, as well as the Sunnah and Hadith - the deeds and sayings of the Prophet Muhammad. \nWhere an answer cannot be derived directly from these, religious scholars may give rulings as guidance on a particular topic or question.\nIn Arabic, Sharia literally means \"the clear, well-trodden path to water\".\nSharia acts as a code for living that all Muslims should adhere to, including prayers, fasting and donations to the poor.\nIt aims to help Muslims understand how they should lead every aspect of their lives according to God's wishes.\nSharia can inform every aspect of daily life for a Muslim. \nFor example, a Muslim wondering what to do if their colleagues invite them to the pub after work may turn to a Sharia scholar for advice to ensure they act within the legal framework of their religion.\nOther areas of daily life where Muslims may turn to Sharia for guidance include family law, finance and business. \nLike any legal system, Sharia is complex and its practice is entirely reliant on the quality and training of experts.\nIslamic jurists issue guidance and rulings. Guidance that is considered a formal legal ruling is called a fatwa.\nThere are five different schools of Islamic law. There are four Sunni schools: Hanbali, Maliki, Shafi'i and Hanafi, and one Shia school, Jaafari.\nThe five schools differ in how literally they interpret the texts from which Sharia law is derived.\nInterpretation of Islamic law is also nuanced according to local culture and customs, which means Sharia may look quite different in different places.\nIslamic scholars says Sharia is mainly a code of ethical conduct and about worship and charity but a part of it deals with crime. \nSharia law divides offences into two general categories: \"hadd\" offences, which are serious crimes with set penalties, and \"tazir\" crimes, where the punishment is left to the discretion of the judge.\nHadd offences include theft, which under the strictest interpretations of Sharia, can be punishable by amputating the offender's hand. \nThere are many safeguards and a high burden of proof in the application of hadd penalties. But experts say that often doesn't happen in practice.\nSome countries where Islamic law is applied adopt or enforce such punishments for hadd offences, and surveys have suggested attitudes of Muslims to harsh penalties for such offences vary widely."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58274941",
      "category": "uk-england-cambridgeshire",
      "title": "Blue singer Lee Ryan tells court he cannot afford £1,500 fine",
      "text": "Lee Ryan has told a court he cannot afford to pay a fine for failing to provide details about who was driving his car when it was caught speeding.\nThe Blue singer, 38, was charged with driving a Mercedes at 70mph in a 60mph limit in Peterborough twice last year.\nThe charges were dismissed, but Ryan was found guilty after a trial for two counts of failing to provide information about the driver.\nHe said he could not afford the £1,501 fine and costs.\nSpeaking via a remote link from Spain, he told Peterborough Magistrates' Court he was \"out of work due to Covid\".\n\"I just don't have the money,\" he said.\nCourt papers said he was charged with driving a Mercedes at 70mph in a 60mph limit on Fletton Parkway, Peterborough, on 8 August, and driving a Mercedes at 71mph on the same road on 22 August - both last year.\nBut these charges were dismissed as the prosecution offered no evidence, due to there being no means of proving who was driving.\nRyan went on trial for two counts of failing to give information relating to the identification of the driver when required, and was found guilty by magistrates.\nThe singer, who insisted during the hearing that he had sent off the required information, was told if the money was not paid he could be brought back to court and find himself in prison.\nMagistrate Alison Marsh gave Ryan two lots of six points against his licence, resulting in a disqualification from driving for 12 months.\nIn regard to the fine, she said magistrates took into account the fact the music industry had been \"severely hit\" by the coronavirus pandemic, and decided to charge him for one offence.\nRyan said: \"I'm not working. I mean, they've stopped the gigs. I don't have any gigs.\"\nIt was put to Ryan that there are shows going on in the UK. \n\"I've not got anything,\" he said. \"I haven't got anything.\"\nHe was asked if it would be unreasonable to think he may have some savings, and he said: \"No, I spent them all in Covid.\" \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58250211",
      "category": "uk",
      "title": "I don't believe Taliban pledge on women's rights, Priti Patel says",
      "tags": "Afghanistan,Refugees and asylum seekers",
      "text": "Women and girls and persecuted minorities will make up the bulk of the Afghan refugees resettled in the UK, the home secretary has said.\nWhile the Taliban said women's rights will be respected, Priti Patel told the BBC it was hard to believe \"the PR operation that we're currently seeing\".\nThe UK government will work with other nations and pledged to resettle 5,000 Afghans in the UK in the first year.\nHowever, some MPs have criticised the scheme for not going far enough.\nThousands of Afghans have been trying to flee the country after the Taliban seized control of the capital Kabul.\nThe government has committed to resettling up to 20,000 Afghan refugees in the UK in the long term - and Ms Patel said she wanted the majority of those to be women and girls and persecuted minorities. \nThe Taliban have promised the rights of women in Afghanistan will be respected \"within the framework of Islamic law\".\nBut the home secretary said the group had a history of oppressing women and \"that's not going to change overnight\".\n\"I genuinely do not think that we should be at all believing the spokespeople or the PR operation that we're currently seeing,\" she told BBC Radio 4's Woman's Hour. \nAppearing on BBC Breakfast, Ms Patel refused to give a timescale for how long it would take for the 20,000 Afghans to be brought to the UK. \nHowever, she compared the new scheme to one introduced for Syrian refugees, which saw a similar number of people resettled over a period of seven years. \n\"We could end up bringing many more [than 20,000] but first of all we have to have the underpinning and the infrastructure and the support to do that,\" she said. \nShe said a target of 5,000 in the first year was \"deliverable\", adding: \"It would be terrible quite frankly to bring people and not be able to give them the support that they would need in terms of accommodation, resettlement and giving them the opportunity to build a new life in the UK.\"\nDowning Street also said the 5,000 figure was \"not a hard cap\" but based on expectations of how many people would be able to leave over that time period. \nAsked how the UK would get vulnerable people, who may not feel safe leaving their homes, out of Afghanistan, Ms Patel said ministers would work with third party agencies, humanitarian organisations and other governments, including the US and Canada. \nShe added that people could also be resettled from neighbouring countries, as well as Afghanistan itself. \nMeanwhile, Parliament has been recalled and Prime Minister Boris Johnson has been updating MPs about the situation in Afghanistan.\nHe said the government would be doing everything it can to support those who have helped the UK mission in Afghanistan and to \"avert a humanitarian crisis\". \nMinisters have been rushing to put this scheme together in response to the situation in Afghanistan, with the final details signed off on Tuesday.\nInformation on how to apply is expected soon. \nThe scheme is loosely based on the one introduced during the Syrian war, which also saw 20,000 move to the UK from 2014 to 2021.\nBut ministers acknowledge the practicalities of getting people out of Afghanistan will be considerably more complicated because of the extent of Taliban control. \nGovernment insiders don't know the extent to which the new regime will allow people to flee if they so choose. \nThere will be funding for the resettlement programme - and the government will work with local councils and devolved governments on where to house Afghans who come to the UK.\nThe scheme has faced criticism from opposition parties and some Conservative MPs. \nTory MP Tobias Ellwood, chairman of the Defence Select Committee, told the Daily Mirror it was a \"woefully inadequate response\", citing the government only aiming to help 5,000 refugees in the first year when \"the threat is at its greatest\".\nLabour leader Sir Keir Starmer said the target of resettling 20,000 Afghans was \"too small\" and had been \"plucked out of the air\". \nLib Dems foreign affairs spokeswoman Layla Moran agreed that \"20,000 should be the starting point of this scheme, not the target\".\nRefugee charities welcomed the announcement as a positive first step but said the timeframe was too slow and eligibility for asylum should be expanded. \nAmong those hoping they might get help to leave Afghanistan through the scheme is a former teacher in Kandahar. \nThe 21-year-old woman - who the BBC is not naming to protect her safety - fled for Kabul after the Taliban captured Kandahar but said she was now too afraid to leave the house. \n\"I was working with an educational organisation - the Taliban, they do not accept these things,\" she told BBC Radio 4's Today programme. \n\"Now I do not feel safe at all... I'm just like a prisoner in the house now.\"\nShe said Afghans needed help to escape now - and if she had to wait years for help it may be too late. \n\"We are in the situation that we cannot guarantee our lives for tomorrow,\" she said. \n\"Will I be alive tomorrow? We cannot guarantee that.\"\nThe new plan is on top of an existing scheme for interpreters and other Afghans who have worked for the UK government - the Afghan Relocations and Assistance Policy (ARAP). \nSome 5,000 Afghans and their family members will come to the UK via that scheme this year. Nearly 2,000 have arrived since 22 June.\nThe UK has already sent about 900 troops to Afghanistan to help evacuate British nationals and Afghans who are eligible to resettle in the UK.\nChief of the Defence Staff General Sir Nick Carter said seven more planes were being sent to Kabul and the UK hoped to fly out 1,000 more people on Wednesday. \nHe told the BBC that British forces were collaborating with the Taliban, who were providing security around Kabul's airport. \nSir Nick said the Taliban seemed prepared to allow people to leave the country at the moment but \"we need to be clear that this is only possible if they behave in a reasonable fashion\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58247963",
      "category": "education",
      "title": "Visa delays hit UK students heading to Spain to study",
      "tags": "Spain,Universities,Brexit",
      "text": "Students due to start a university year in Spain within weeks are facing visa delays, with some unsure whether they will be able to take up their places.\nSpain has overtaken France as the top destination for UK students wanting a year abroad, with 4,500 going annually. \nBut Brexit means they now need visas. And some have waited more than a month for a visa appointment. \nSpanish authorities said time was needed for universities and students to adapt to the new system.\nThey said student visa are a priority for all Spanish Consulates.\nBut, Universities UK International has written to the Spanish embassy and the Foreign Office, asking if students can apply in Spain. \nA UK government spokesperson said visa applications were a matter for Spanish immigration authorities, but added it had raised the issue with the Spanish government.\nElla Perret is due to travel to Madrid next week to spend a year there as part of her law degree. \nBut she says: \"I haven't booked a flight or accommodation because I don't know if I'm going.\"\nLike most students, Ms Perret began the process in June, as the visa documents have to be issued within 90 days of departure. \nNow the UK is no longer in the European Union, students wanting to study in Spain have to compile a dossier of documents, including:\nDocuments have to be translated and go through a legal process called a Hague apostille to verify them for international use. \nMs Perret says it has cost hundreds of pounds but she feels no nearer to her dream of studying in Spain. \n\"So many times I've been tempted to just say I'm not going,\" she says.\nSam Downes, an economics student with a place to study in Granada, southern Spain, has heard nothing since he asked for an appointment in June. \n\"I paid September's rent for my accommodation and my deposit - but it's looking unlikely that I'll be going in time,\" he says. \nThe university in Granada has said it cannot offer Mr Downes online learning if he does not arrive in time. \n\"So in the next week or two I might have to decide whether to cancel the whole year abroad,\" he says.\nAfter weeks of sending emails, with no replies, some students have been turning up at the consulate in London and queuing for hours in the hope of securing a firm appointment. \nAmong them this week was Laurie, who did not want to give his surname because he was worried it might affect his visa application. \nHe has a flight and accommodation in Spain booked from 6 September but does not yet know if he will have a visa in time to travel. \nLaurie took last year out so he could work and save up for his year studying abroad.\nBut the process has been exhausting and frustrating. \n\"Jumping through all these hoops is difficult and annoying enough but to not get a response from the consulate is dreadful,\" Laurie says.\nAfter speaking to staff at the Spanish consulate, he is hoping to receive email confirmation of a visa appointment soon. \nVivienne Stern, of Universities UK, said: \"Delays in visa processing this year are causing real anxiety among students who are due to travel to Spain soon.\"\nShe has written to the Spanish embassy and the Foreign Office asking them to work together to resolve the issue. \nOne temporary solution her letter proposed would allow students to travel on a tourist visa for the start of term and submit their paperwork in Spain. \nA spokesman for the Ministry of Foreign Affairs of Spain said: \"This is the first academic year that student visas are needed after Brexit; therefore, British students and universities need to get used to the new regulation and the necessity of applying for a visa, and some adaptation time is still needed. \n\"All Spanish Consulates are offering all the facilities in order to speed up the visa procedures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58257998",
      "category": "world",
      "title": "Wildfires rage across Europe",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58264397",
      "category": "uk",
      "title": "Afghan interpreter who worked for UK begs PM for help",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "An Afghan interpreter who worked for the British army has begged the UK government to evacuate him and his family from Afghanistan.\nAhmed - not his real name - said he received permission to come to the UK last week, but a day later the Taliban seized control of the capital, Kabul.\nHe said he was now in hiding and would \"face death\" if the Taliban found him.\nUK troops are continuing to evacuate British nationals and Afghans who are eligible to resettle in the UK.\nAfghan interpreters and others who worked for the UK government can come to the UK as part of the Afghan Relocations and Assistance Policy (ARAP).\nHowever, chaotic scenes have been reported outside Kabul international airport with access to it being controlled by Taliban militants, who are reportedly not permitting Afghans without documents or passports to enter.\nAhmed, who worked with British troops for three years, told the BBC he was initially rejected for the ARAP scheme in April. He appealed against the decision and last week received an email saying he was eligible for relocation. \nHe woke the next morning to find Kabul was under the Taliban flag. He said that he had been left stuck in a \"horrible\" situation.\n\"Life has ended for us when Kabul collapsed, we are just left behind in a dark room,\" he said.\nThere are fears that Afghans who worked with Western authorities or groups could be at higher risk of reprisals from the Taliban. The group has denied this, but Ahmed said he did not believe them.\n\"Taliban are not trustable… if they find me, there will be no mercy,\" he said. \"I have done a lot of patrols, missions, shoulder to shoulder with British armies, like a family, like a brother.\n\"It's a major threat for me if I go out, they know me. There will be no mercy and I will face death.\"\nAhmed said that when he worked with UK soldiers, the Taliban used to target interpreters as they were the \"eyes and ears\" of the forces.\nAsked what he would say to UK Prime Minister Boris Johnson about his family's situation, he said: \"I just want him to provide a pathway to safety for me and my family. I beg him.\"\nHalf a dozen flights are due to arrive in the UK from Afghanistan in the next day or so, according to the Ministry of Defence. One landed at RAF Brize Norton in Oxfordshire in the early hours of Thursday morning. No details were given about how many people were on board, or who they were.   \nDowning Street however did not deny a report that one plane had taken off \"almost empty\" on Wednesday morning because people could not get through the airport.\nThe British ambassador to Afghanistan, Sir Laurie Bristow, said Foreign Office personnel were hoping to get \"at least\" 1,000 people out of the country every day - but warned there were \"days, not weeks\" left to complete the mission. \nAbout 2,000 Afghan former staff and their families have come to the UK via ARAP this year, according to the Home Office, with a target of 5,000 by the end of 2021.\nThe UK government has also committed to take in up to 20,000 Afghan refugees over the next few years under a new resettlement scheme - including 5,000 this year.\nDowning Street said the government would be encouraging international partners to emulate \"one of the most generous asylum schemes in British history\".\nHowever, shadow foreign secretary Lisa Nandy was critical of the new scheme, telling BBC's Question Time it was \"absolutely clear that 5,000 is too small a number over the next 12 months\" and called for a \"more generous offer\" to be made.\nForeign Secretary Dominic Raab is due to speak on Thursday with fellow G7 ministers - which includes the US, Canada, Japan, Germany, France and Italy, along with the UK - to discuss international co-operation. The G7 leaders are also set to hold a virtual meeting next week.\nOn Wednesday, Mr Johnson faced a barrage of criticism from MPs across the political spectrum over the UK's role in Afghanistan, in an emergency House of Commons debate on the crisis.   \nThe prime minister also spoke with his Italian counterpart Mario Draghi as he continued his efforts to bring the G7 together on its Afghanistan position.\nHave you been affected by the issues raised in this story? Share your experiences and views by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58262555",
      "category": "uk",
      "title": "Covid: Vaccines effective against Delta variant and PCR test 'rip-off' warning",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday morning. We'll have another update for you this evening.\nThe best protection against Covid-19 and the Delta variant of the virus is to have both vaccines, a study shows. The study, described as the largest of its kind, found the Oxford-AstraZeneca jab, though initially less effective, offers the same high protection as the Pfizer-BioNTech after four to five months. But they are more effective against the Alpha variant, which was responsible for most UK infections last winter.\nAfter criticism from the ex-chairman of the Competition and Markets Authority who said PCR tests for travel have become \"a predictable Covid rip-off\", the competition regulator reveals it had warned the government of risks to consumers. Covid tests, which are required under current travel rules, can cost an average of £75 but in some cases can be in the hundreds. The watchdog says in April and May it provided advice and market analysis to Department of Health officials about the fast-growing testing industry. The BBC has approached the government for a response.\nThe first positive coronavirus case has been detected in the Tokyo Paralympics village, just days before the Games are due to start. Organisers say it isn't an athlete or a resident of Japan who is infected. So far there have been more than 70 Covid cases linked to the Paralympics, mostly among contractors and staff.\nCachaça - pronounced \"ka-SHAS-sa\" - is a spirit made from sugar cane and represents Brazil like no other drink. But it's had a difficult pandemic. Sales slumped by almost a quarter in 2020 after bars and restaurants closed and households were not allowed to visit each other. Now industry leaders are hoping to boost overseas orders to compensate, but \"it has always been a challenge... to explain the concept of cachaça for the foreign market,\" says distillers Companhia Müller de Bebidas. Read more here.\nCinderella's finally going to the ball, so to speak. The fairytale, reimagined by Andrew Lloyd Webber and Emerald Fennel, will finally open on the West End after the pandemic resulted in a series of setbacks. Take a peek the show ahead of its press night.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWhat are the rules surrounding face coverings given most Tory MPs didn't wear them during a packed debate in Parliament about Afghanistan on Wednesday? Find out here. \nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58259520",
      "category": "uk",
      "title": "Afghanistan: 'I feel lucky to leave but we must not forget those left behind'",
      "tags": "Keir Starmer,Afghanistan,Boris Johnson,Refugees and asylum seekers,Taliban",
      "text": "People who have fled Afghanistan for the UK after the Taliban takeover have spoken of their relief to have escaped the country.\nUK troops are continuing to evacuate British nationals and eligible Afghans after insurgents seized control of the capital Kabul.\nNo 10 says 306 UK nationals and 2,052 Afghans have been evacuated so far.\nOne British aid worker said she felt \"lucky\" to escape, but that we \"must not forget Afghanistan\".\nKitty Chevallier, a 24-year-old charity worker from Basingstoke in Hampshire, left Kabul via a UK evacuation flight on Monday morning.\nShe said she was aware of how \"immensely lucky\" she was to have been helped out of Afghanistan, when others, including friends and colleagues, remained stranded.\n\"As we drove there at 04:00, the runways were crowded with hundreds of Afghan families hoping to get out somehow,\" she told the PA Media news agency.\n\"One of the strangest moments was getting on the plane, not knowing when we'd be able to come back or what the city would look and feel like when we did.\"\nMs Chevallier had worked in Kabul since last September with Afghanaid, a UK-registered charity that promotes women's rights and provides clean water and sanitation for Afghans.\nShe said it felt \"bizarre\" to be out of the country, but that \"the real tragedy\" was speaking to friends and colleagues \"for whom the chances of leaving the country are far, far smaller, and who have so much more to lose\".\n\"I've been doing what I can to help arrange their departure, where that has been possible, and I've been encouraged to see that most of them have now been given the opportunity to leave on a UN flight tomorrow,\" she added.\nThere have been fears that Afghans who worked with Western authorities or groups could be at higher risk of reprisals from the Taliban, though the group has denied this will happen.\nMs Chevallier said while the messages from the Taliban have made it sound as though there will be no \"danger\" from them, she had heard several examples of \"scared\" aid workers getting \"threatening messages, even death threats\".\nShe called on the UK to \"increase, not cut\" aid going to Afghanistan and said the criteria allowing people to return to the UK need to be urgently expanded \"to include aid workers and civil society activists, especially women\".\nIn addition to those who have already been evacuated to the UK, Downing Street said a further 2,000 Afghan applications had been completed - with \"many more being processed\".\nThe UK government has also committed to take in up to 20,000 Afghan refugees over the next few years under a new resettlement scheme - including 5,000 this year.\nThe Refugee Council - a UK-based charity helping refugees - welcomed the government's new scheme as a \"positive first step\".\nBut the charity wants the government to go further to resettle at least 10,000 people a year, and also to expand the eligibility for families so that Afghans living in the UK can be reunited with their loved ones.\nThe latest plans are in addition to an existing scheme for Afghan interpreters and others who worked for the UK government - the Afghan Relocations and Assistance Policy (ARAP).\nThe Home Office says 2,000 Afghan former staff and their families have already come to the UK via this scheme this year - with a target of 5,000 by the end of 2021.\nThe speed of the Taliban's takeover of major Afghan cities and the capital Kabul appeared to catch Western governments off guard.\n\"Everyone, I think, has been surprised by the scale and the pace at which the Taliban have taken over in Afghanistan, and that's a lesson that we've all got to learn from,\" Foreign Secretary Dominic Raab said on Monday.\nThe PM's official spokesman said on Wednesday that UK humanitarian aid to Afghanistan had \"effectively... doubled to £286m\" as ministers sought to ensure it does not fund the Taliban.\nChallenged on the impact of recent cuts to overseas aid, the PM's spokesman said: \"I think people will accept that when the situation changes on the ground, we need to react accordingly, that's what we've done.\"\nHassina Syed, an Afghan businesswoman and activist, said she felt great \"relief\" as the evacuation flight she was on took off from Afghanistan.\nShe said she fled the country \"quickly\" because the situation was \"very unpredictable\".\nAsked about the atmosphere on the flight, she told BBC Two's Newsnight: \"Everybody got very emotional, most of us began to cry a lot.\"\nMs Syed said UK troops gave passengers bottled water and food, and that it was \"really touching\" to see them help soothe crying children.\nWomen back in Afghanistan are \"worrying\" and \"want to get out\" she says, because they fear that the Taliban will \"capture them\".\nShe said that during the Taliban's news conference on Tuesday - their first since seizing control of Kabul - there appeared to be a \"bit of changes [sic] that make us a little bit hopeful\".\nJack, from Birmingham, whose name has been changed to protect his family still in Afghanistan, left the country on a UK evacuation flight this week.\nSpeaking to PA Media, the 27-year-old said it was \"strange and frightening\".\n\"(Most) of those fleeing had to sit on the plane's rough floor but overall it was worth it - I am extremely thankful,\" he said.\n\"Family and friends are (still) there. It was tough not being able to say goodbye.\"\nAn RAF plane carrying UK nationals and Afghans landed at Brize Norton in Oxfordshire on Tuesday night.\nHalf a dozen more flights are due to arrive in the UK in the next 24 hours, according to the Ministry of Defence.\nAmid continued chaos at Kabul's airport, Labour leader Sir Keir Starmer on Wednesday accused Prime Minister Boris Johnson of \"staggering complacency\" and \"betraying\" the Afghan people. \nHe also cited reports from NGOs that an evacuation plane left \"almost empty\" because people couldn't get through the airport.\nDowning Street did not deny the reports, and acknowledged there was a \"difficult situation\" on the ground.\nDozens of planes from around 15 countries have reportedly been sent to Kabul to help with evacuations of foreign citizens and Afghan colleagues - including those from the US, France, the Netherlands, Germany, Spain and the UK.\nTaliban fighters controlling access to the airport are reportedly not permitting Afghans without documents or passports to enter and have fired shots into the air to disperse approaching crowds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58269876",
      "category": "uk-wales",
      "title": "Covid: Hotel thought prom-goers had negative tests before spike",
      "tags": "Contact tracing,Schools,Coronavirus testing,Caerleon,Young people,Coronavirus pandemic,Usk",
      "text": "The manager of a hotel at the centre of a school prom Covid spike says he was assured everyone had passed a lateral flow test before attending the event.\nMore than 50 positive cases have been linked to the party at the Cwrt Bleddyn hotel near Usk in Monmouthshire.\nManager Simon Daniel said he thought he had been dealing with Caerleon Comprehensive School in Newport over the event for 120 Year 11 pupils.\nHe said he now believed a parent on the prom committee had organised the party.\nOne member of staff at the hotel is isolating after testing positive for coronavirus, he said. \nMr Daniel said he believed the graduation party organiser had been under the genuine assumption that those attending had all received a negative lateral flow test result.\nHe said: \"We thought this was an official school prom - we thought we were dealing with the school.\n\"On the actual day of the prom I met up at the hotel with the main organiser that we'd dealt with, who assured me she had 120-odd negative lateral flow tests.\n\"If it had to be postponed, we could have postponed it.\"\nNewport Council said the event was not organised by Caerleon Comprehensive but staff had sent messages out to the Year 11 group urging them to get a test. \nMr Daniel said he was told by Newport Environmental Health officers after the event that the school had not organised the prom.\nHe added: \"I was there on the night - the event went off without a hitch...\n\"We've got protocols in place, procedures and risk assessments.\"\nHe said the hotel had no control over what pupils did before and after the event.\nJoan Watkins, a councillor who is on the school's board of governors, told BBC Radio Wales she thought people were \"making a mountain out of a molehill\" and that the hotel and organisers \"took every precaution they could possibly take\".\nShe added the children had been excited for their prom night after enduring a horrible year. \n\"They've had to cope with problems that no other students in previous years have had to cope with, so looking forward to this prom night was something that held up their spirits and that I think was something absolutely fantastic.\"\nOn Wednesday Newport Council said: \"There are over 50 positive confirmed cases now associated with the prom event cluster. \n\"Most of these cases stem directly from the event, with some cases also stemming from a number of parties held after the event.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58270577",
      "category": "entertainment-arts",
      "title": "Cinema box office takings at 50% of pre-pandemic levels",
      "tags": "Disney,Streaming,British cinema,Film,Cinemas",
      "text": "UK cinema box office takings in the month since all Covid restrictions were lifted in England were half of their pre-pandemic level.\nBox office tracker Comscore said £65.7m was spent on seeing films like Black Widow and Fast & Furious 9 in the four weeks after \"freedom day\" on 19 July.\nThe figure for the corresponding weeks in 2019 was £129m.\nCinemas said they were \"very pleased\" with the figures and \"pretty confident\" they will get back to previous levels.\nIt's a similar picture in the US, where takings for the last four weekends have been 51% of the equivalent 2019 figures.\nMany major movies that were delayed by Covid in 2020 have finally been released in cinemas this summer, but have not enticed the numbers they would have previously expected.\nContinuing uncertainty in the US, where the Delta variant has recently led to rising cases, has disrupted release schedules again.\nIn recent weeks, Clifford the Big Red Dog, the Venom sequel and Hotel Transylvania 4 have either been pushed back or moved to streaming.\nThere has been speculation that the next James Bond outing No Time To Die - which is due out in late September in the UK after being delayed three times - could be postponed yet again. However, on Wednesday The Hollywood Reporter suggested that's unlikely to happen.\n\"The conditions remain challenging, there's no doubt about that,\" said Phil Clapp, chief executive of the UK Cinema Association.\n\"It's clear that there is still some reluctance among certain audience segments to return, and that's particularly true among older audiences,\" Mr Clapp said. \"There's a continuing need to offer reassurance and to ensure that there's the right film content for those older audiences.\n\"But broadly I think people [in the industry] are very pleased with the response of the public to the reopening of cinemas. The film slate is strengthening. We're now seeing a major title released, if not quite every weekend, then every other weekend.\"\nThe UK industry lost £2bn during the pandemic and no-one expected things to bounce back immediately, Mr Clapp said. \"Everyone knew that we would need to have to work hard over the initial weeks and months. Everyone's broadly where they expected to be.\"\nAmar Bilas, 34, from Greater Manchester, met his wife while working in a cinema, and before Covid they would go to see a film at least every couple of months.\n\"It's kind of ingrained. Ever since we've been teenagers we've been going to the cinema and even worked in one. So it's been our go-to thing,\" he said.\n\"But it's been nearly two years since we've been. The main thing is, nobody is wearing face masks, and Covid is still about. I know we're not going to die, but we just can't be bothered getting ill. That's the main thing.\n\"If we do get it, we don't know who we're going to pass it on to. My mum and dad are elderly. Being in a confined space, you don't know who you're going to be sat next to and you don't know if they're being careful.\n\"The other thing is, a lot of the films have come on to a streaming platform. So you think, well, I can watch it from the comfort of your home. You're getting a peace of mind so I don't mind paying £20.\n\"It still doesn't replace the atmosphere and the feeling of going to the cinema. You queue up, you get your tickets, get your food, get drinks, go in. I miss that feeling.\"\nCharles Gant, box office analyst for industry outlet Screen Daily, said the current figures may be sharply down on 2019, but they are much better than summer 2020.\n\"I honestly think the primary emotion will be relief rather than despair because what happened last year after lockdown ended was pretty grim for everybody,\" he said.\nThe continual postponement of releases led to a \"death cycle that no one seemed to be able to find a way out of\", he said.\n\"So when I look at the numbers now, I'm just thinking, this is great. It's easy to forget that, actually, those numbers are still significantly down 2019.\"\nTwo years ago, 13 films grossed more than £20m in the UK, he said. This year, there have been none, despite some major blockbusters having made it onto the big screen.\nAround the world, the biggest-budget releases have not reached the peaks they would have normally expected, according to Jeff Bock from US analysts Exhibitor Relations.\n\"Only one film [F9] has grossed over $400m worldwide this summer, and only a handful have even topped $100m domestic [in North America],\" he said.\n\"The industry is used to having at least a few films boast $1bn worldwide, which is a number we might not see for quite some time now. \nHe added that the horror genre has held up better than others.\n\"Creativity is the name of the release game right now if you're a studio, which is why Disney and Warner Bros have been so aggressive in the streaming world.\"\nDisney has put films like Black Widow and Cruella on streaming platform Disney+ at the same time as they hit cinemas - for a premium price.\nBut it is saving other releases for the big screen.\nThe company's boss Bob Chapek said putting the forthcoming Shang-Chi and the Legend of the Ten Rings in cinemas for 45 days before joining Disney+ was \"an experiment\".\nWarner Bros, meanwhile is putting all its 2021 releases on HBO Max in the US, but has pledged to give cinemas a 45-day head start next year.\nThat's a much shorter window than before the pandemic. In the UK, there was traditionally around a four-month wait to watch films at home. Now, even if a film isn't on streaming platform straight away, fans know they will not have a long wait.\n\"It's apparent that the industry may have been changed forever by these events, as studios are in the eye of the hurricane,\" Mr Bock said.\n\"Everything is swirling around them and no-one really knows when and where things will land.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58266554",
      "category": "uk",
      "title": "Afghanistan evacuations: Woman on trip back to Kabul describes fleeing city",
      "tags": "Foreign & Commonwealth Office,Harrow,War in Afghanistan (2001-present),Afghanistan",
      "text": "A former child refugee who has grown up to become a London councillor has described how she feared for her life as she fled Afghanistan this week. \nPeymana Assad came to the UK at the age of three, but was visiting family in Kabul when the Taliban takeover began.\nShe told BBC Radio 5 Live she was warned by one local man \"if the Taliban catch you they are going to kill you\". \nMs Assad said she witnessed scenes of \"chaos\" near the airport just before she left on an RAF flight on Tuesday.\n\"It's been a really difficult and traumatic experience for me - I think it's really changed my outlook on life and really changed me as a person,\" she said.\nMs Assad, 30, arrived in Afghanistan in July. By early August, as the Taliban continued to make rapid gains across the country, her relatives began to worry.\n\"My family started putting a lot of pressure on me and said 'you need to book a ticket and get out of here'.\"\nMs Assad, a Labour councillor in Harrow, north-west London - who is believed to be the first person of Afghan origin to be elected to public office in the UK - thought her family were being \"sensational\".\n\"I was of the belief that the Taliban could not take Kabul and the government would not fall,\" she told Radio 5 Live's Colin Murray.\nBut she acknowledged that \"everything completely changed\" and on 14 August the militants gathered on the outskirts of the Afghan capital. \n\"Kabul was basically surrounded and my family felt it was time for me to leave our family home.\" \nMs Assad said they worried the Taliban would carry out checks on vehicles and search houses and she would be prevented from leaving the country.\nSo on Saturday evening, Ms Assad \"quickly packed my bags\" and moved to lodgings closer to Hamid Karzai International Airport.\nBy now, the UK government had begun helping Britons, as well as Afghans who had worked for the UK military, leave the country.\n\"In the morning when I woke up.... at about 10am, the embassy called. The British embassy said we are evacuating you from Kabul,\" said Ms Assad.\nShe then found she had very little time to assess the situation.\n\"I was sitting there having some tea and the neighbour knocked on the door.\n\"He was in a panic - he said the Taliban have already entered Kabul and they have taken a few districts and they are approaching this district... you need to get out now.\"\nMs Assad said the roads in the area were blocked and she began to walk to the airport with neighbours. \nShe quickly grabbed her hand luggage and they took her through some back streets on to a traffic-jammed dual carriageway. \n\"From the back street, I saw hundreds and hundreds of people just running and walking towards the airport. People are getting out of the cars and running towards the airport. \n\"And so there I am running with them - there's women, there's young people, there's children...\n\"All the shopkeepers have come out to watch the panic and the chaos and the fear of everyone running towards the airport. And one of them, as I was running, pointed at me and he said: 'You - if the Taliban catch you they are going to kill you. You better start running faster.'.\n\"That kind of set a lot of fear in my heart because that might actually be true if they do catch me - so I started running a bit faster towards the airport.\"\nMs Assad found the UK meeting point - but was told she was too late. Officials had already been there and left.\n\"I just stood in the street - I had 3% battery and I looked at my battery and I thought if my phone dies and I'm standing here and the embassy aren't here, then what's going to happen? And the Taliban are literally advancing on to this area, I need to get somewhere safe - I need to go inside.\n\"I found this Afghan family who during this commotion - all these people were out in the streets panicking - they decided to take me in. They let me go into their house and they let me charge my phone and they gave me some food.\n\"And they let me figure it out about where I was going and what was going to happen.\" \nMs Assad says she managed to call the Foreign Office and her MP in London, Gareth Thomas, and was advised to return to the meeting point at a designated time.\n\"The family were very kind, they put me in their car and they took me to the safe location point again and when I arrived there again I saw the British military were there,\" said Ms Assad.\n\"And the moment I saw them and they saw me I just felt so much safer... and kind of sighed relief that I was safe at that point.\" \nReferring to the UK government's response to the situation in Afghanistan, Ms Assad said: \"We don't have time, we need to get Afghans to safety now. \n\"We can deal with the bureaucracy later. The Taliban are conducting house to house searches and looking for anybody connected to the Afghan government, those who worked with foreign soldiers or are women in public life. Their lives are at risk. It's our responsibility to help those who've helped us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58273778",
      "category": "world-us-canada",
      "title": "Washington DC: Man arrested over bomb threat near US Capitol",
      "tags": "United States Capitol",
      "text": "A man has been arrested after making a bomb threat near the Congress building in Washington DC.\nThe man, identified as Floyd Ray Roseberry, 49, surrendered hours after the threat was made.\nUS Capitol Police had been negotiating with the driver who had parked a pick-up truck near the Library of Congress, across the street from the Capitol building and Supreme Court.\nHis motives remain unknown. Police are still searching the vehicle. \nCongress is currently in recess, but some staff are working in the Capitol. Several office buildings were evacuated.\nVideos purporting to be the man livestreaming from the vehicle have been shared on social media.  Facebook has deactivated the livestream and removed the profile.\nIn the video, the man addressed US President Joe Biden directly and spoke of revolution.\nMr Roseberry had parked the vehicle on a pavement and told an officer who approached him that he had a bomb, while holding what appeared to be a detonator, Capitol Police Chief J Thomas Manger told a news conference. \nPolice communicated with Mr Roseberry via a white board and used a robot to deliver him a telephone, which he did not use, Chief Manger said. Mr Roseberry then stepped out of the vehicle and surrendered.\n\"He gave up and did not resist and our folks were able to take him into custody without incident,\" Chief Manger said.\nPolice said they discovered possible bomb-making materials in the vehicle, but no bomb. Two law enforcement sources, who requested anonymity, told the Reuters news agency that it appeared Mr Roseberry had acted alone.\nFederal agents raided Mr Roseberry's home in Grover, North Carolina, during the standoff.\nNeighbours told Reuters that Mr Roseberry is a Republican who had been seen wearing a \"MAGA\" cap to show his support for former President Donald Trump.\nSecurity was heightened around the Capitol after supporters of Mr Trump stormed the building on January 6. At least 535 rioters have been arrested since the attack."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58265160",
      "category": "uk",
      "title": "Foreign secretary Dominic Raab rejects calls to quit over Afghan interpreters",
      "tags": "Dominic Raab,Afghanistan",
      "text": "Foreign Secretary Dominic Raab has rejected calls to quit after claims he should have personally intervened to help evacuate Afghan interpreters.\nMr Raab was advised to phone his Afghan counterpart for urgent support - but it's understood the job was given to a junior minister.\nOpposition parties say this was an error of judgement that put interpreters' lives at risk.\nAsked in Downing Street if he would resign, Mr Raab replied: \"No\".\nEarlier this week, newspaper reports suggested the foreign secretary was seen relaxing on a beach on the Greek island of Crete on Sunday - the day Taliban militants entered Kabul, Afghanistan's capital.\nMr Raab said that while he was away he had been directing his team and engaging with international partners. \nAs originally reported by the Daily Mail, Mr Raab was advised by senior Foreign Office officials on Friday he should make contact with Afghan Foreign Minister Hanif Atmar to get urgent assistance in rescuing Afghan interpreters who had worked for the British military.\nOfficials said it was important the call was made by him rather than a junior minister - but they were told Mr Raab was unavailable. \nLabour's shadow foreign secretary Lisa Nandy said: \"How can Boris Johnson allow the foreign secretary to continue in his role after yet another catastrophic failure of judgement? \n\"If Dominic Raab doesn't have the decency to resign, the prime minister must show a shred of leadership and sack him.\"\nSNP Westminster leader Ian Blackford said Mr Raab had made \"a massive error of judgement\". He tweeted: \"His position is completely untenable and he must resign, or be sacked.\" \nLiberal Democrat leader Sir Ed Davey also said on Twitter: \"Raab must go\". \nBut Health Secretary Sajid Javid said his cabinet colleague was \"one of the most professional and most effective ministers I've ever worked with\". \nHe added: \"Instead of playing games, people should focus on the issue at hand which is what can we be doing as a country, as a government to support those people in Afghanistan whether they are British nationals or Afghan refugees.\" \nMinisters, like many of us, go on holiday in August.\nBut this is both a further illustration of the extent to which the government had little idea how fast things were changing in Afghanistan and, perhaps, that some in the Foreign Office are less than impressed with Mr Raab's focus, or lack of it, on the job -- and so decided to tell the Daily Mail about it.\nDefence Secretary Ben Wallace has suggested that phone call wouldn't have made any difference, given the Afghan government was crumbling.\nBut if the speed of its crumbling - and the takeover by the Taliban - was known within government last Friday, why was the foreign secretary still on holiday, as a huge plank of UK foreign policy was disintegrating?\nDefence Secretary Ben Wallace told BBC Breakfast \"the only thing that mattered\" last Friday was whether Kabul airport would continue to allow people to get out. \n\"No amount of phone calls to an Afghan government at that time would have made any difference,\" he added.\nResponding to a report in the Times that the permanent secretaries - the top civil servants - at the Home Office, Foreign Office and Ministry of Defence are currently on holiday, a government spokesperson said that \"departments across Whitehall have been working intensively\" on the situation in Afghanistan.\nThe BBC has been told that the civil servants in question are continuing to work while on holiday, and that the Ministry of Defence and Home Office have two permanent secretaries each, which ensures one is at work when the other is on leave.\nThe Foreign Office has a designated acting permanent secretary to cover periods of leave.\nMPs on all sides criticised the government's response to events in Afghanistan in the House of Commons on Wednesday.\nOn Wednesday night, Mr Raab said he had spoken to the US Secretary of State Antony Blinken to discuss both countries' response to the situation in Afghanistan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58260590",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Gunman argued with mum before attack",
      "tags": "Plymouth,Plymouth shooting inquest,Plymouth shooting",
      "text": "The Plymouth gunman killed five people with a shotgun after a row with his mother, a coroner has heard.\nMaxine Davison, Stephen Washington and Kate Shepherd were killed in Keyham last Thursday, along with father and daughter Lee and Sophie Martyn who were walking their dog. \nCoroner Ian Arrow opened their inquests on Thursday morning. \nJake Davison, 22, carried out a 12-minute attack before turning the gun on himself.\nMr Arrow heard evidence from senior investigating officer Det Insp Steve Hambly, who said all five victims had died from shotgun wounds.\nHe said Davison shot his 51-year-old mother Maxine, also known as Maxine Chapman, before killing three-year-old Sophie and her father Lee, 43.\nDavison then killed Mr Washington, 59, before shooting 66-year-old Mrs Shepherd, who later died at Derriford Hospital. He also shot and wounded a 33-year-old man and a 53-year-old woman before turning the gun on himself. \nDet Insp Hambly, from Devon and Cornwall Police's major crime investigation team, said Ms Davison, a former trawler woman by occupation, \"sustained fatal gunshot wounds\" at her home in Biddick Drive following an argument with her son.\nHe said Mr Martyn, a carpenter, and his daughter Sophie had died from shotgun wounds while walking the family dog in the same street.\nDet Insp Hambly said Mr Washington, who was a carer for his wife, was killed on a nearby footpath while walking his dogs.\nHe said Mrs Shepherd was shot while walking along Henderson Place.\nHe added she received immediate medical attention but sadly died despite the best efforts of medics, at 20:25 BST in Derriford Hospital.\nMr Arrow said he formally opened all five of the inquests and asked for a file to be prepared within 12 weeks.\nIn a separate five-minute hearing, the coroner opened and adjourned the inquest into the death of apprentice crane operator Davison.\nDet Insp Hambly said: \"The police are not looking for any other person in respect of this incident.\"\nHe said \"on present evidence the medical cause of death has been ascertained as shotgun wounds\".\nThe coroner adjourned all the inquests and fixed a provisional date for pre-inquest reviews on 9 December.\nThe inquests come after five heart-shaped fireworks were set off at the British Firework Championships in the city on Wednesday to pay tribute to the victims.\nThe city fell silent for a minute before the fireworks, followed by a minute of applause to honour the victims.\nThe event went ahead after organisers had talks with the council and residents.\nThe competition, held in Plymouth since 1997, will continue on Thursday and see three competitors putting on a 10-minute display.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58271517",
      "category": "world-asia",
      "title": "Afghanistan: Danger lies on Kabul's airport road to freedom",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "As thousands of citizens and foreign nationals attempt to flee Afghanistan, scenes outside Kabul airport have become increasingly desperate.\nSince the Taliban took control of the country at the weekend and closed land border crossings, the capital's airport has become the only way out of the country for many.\nBut the militants have said they don't want Afghans to leave the country. They have set up checkpoints on Airport Road - shown in yellow, below - the main route to Hamid Karzai International Airport, and have attacked people.\nThe violence has left 12 people in the area, dead - killed by gunshots or in stampedes - since Sunday, an anonymous Taliban official told Reuters news agency, meaning the journey to the airport is an increasingly treacherous one.\nInside the walls of the airport compound, more than 4,000 US troops are in temporary control. Outside, heavily-armed Taliban fighters now ring the perimeter, generating an atmosphere of fear.\nThe militants are reportedly preventing Afghans - including some of those with visas - from getting to the tarmac.\nBut even before people fleeing reach the edge of the airport, they are being attacked en route, witnesses say.\nA correspondent for the LA Times newspaper saw dozens of Taliban firing into the air, aiming weapons at crowds and using sticks and rope to lash civilians as they tried to make their escape. Graphic images captured by Marcus Yam show at least one woman hurt and a young child left bloodied with what appears to be a head injury.\nPhotos published by SBS showed an Afghan interpreter, who appeared to have been attacked, being treated for a gunshot wound. \nCrowds have also been gathering along the airport's perimeter to the north of the city - seen in the map above - over the past few days, with reports of a stampede injuring 17 people on Wednesday. Many have been trying to climb over barbed wire fences and there are reports of shots being fired.\nAmong the crowds are families with children, many of whom have not had access to food and drink for days, reporters on the ground say. Footage shared on social media showed children being passed over a wall to foreign soldiers in the hope they might be able to escape. \nOne girl in a pink jacket was hoisted aloft to a soldier on a ladder.\nThe chaotic conditions emerged as European governments rushed to bring home their citizens - as well as Afghan colleagues.\nAlthough the Taliban have said Afghans should stay in the country they have also claimed they are facilitating a safe exit for both foreigners and locals. \"We are preventing any form of violent, verbal clash at the airport among Afghans, foreigners and Taliban members,\" an official said.\nThe latest reports of Taliban violence and harassment come as a confidential UN document, seen by the BBC, says the militants are intensifying their hunt for people who worked for and collaborated with Nato and US forces.\nThe crush of people heading for the airport can be seen in satellite images of the area, with thousands converging in vehicles as they desperately tried to escape.\nImages of the chaos first emerged from Kabul airport on Monday as it was overrun by Afghans terrified at the prospect of Taliban rule."
    }
  ]
}