{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55619355",
      "category": "uk",
      "title": "Covid-19: UK at 'worst point' of pandemic but jabs rollout accelerates",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you on Tuesday morning.\nThe UK is at the \"worst point\" of the coronavirus pandemic, Health Secretary Matt Hancock has warned, as he appealed for the public to follow government restrictions. He told a Downing Street briefing that the vaccine was the \"way out\" of the pandemic, but made clear the public's actions \"could make a difference\". A total of 2.3 million people have now had a Covid vaccine in the UK - with 2.6m doses given in total. Mr Hancock's comments follow an earlier warning by Prime Minister Boris Johnson that the UK was facing a \"perilous moment\" in the pandemic, and must not become complacent despite the Covid vaccine rollout.\nSeven mass vaccination centres have opened in England in locations including Birmingham, Surrey and Newcastle. The BBC has been to another site - a conference centre in Hertfordshire - to find out how the vaccine rollout is working and what it was like for people receiving the jab. For Margaret Austin, 86, it is the first time she has left her house in six months. She said she was \"really pleased and relieved\" to be getting the vaccine.\nThere is an ongoing debate over whether England's current lockdown measures need to be tightened amid concern that some people may be ignoring the rules in supermarkets and some areas of the country. England's chief medical officer, Prof Chris Whitty, urged people to adhere to the existing restrictions and minimise unnecessary social contact.  Elsewhere, the BBC's Asian Network has explained England's lockdown rules in five South Asian languages: Gujarati, Punjabi, Sylheti, Tamil and Urdu here.\nPeople are being urged to comply with the lockdown to protect the NHS from becoming overwhelmed by a surge in coronavirus patients. At one hospital in Essex, oxygen supplies have \"reached a critical situation\" due to the rising numbers of Covid admissions. A document shared with the BBC showed Southend Hospital has had to reduce the amount it uses to treat patients, with the hospital's managing director saying it was \"working to manage\" the situation. Read more here to find out what would happen if hospitals became overwhelmed and how it can be avoided.\nWith England's schools closed to most pupils, young people are juggling assessment deadlines with remote learning. Seventeen-year-old Niamh Hodgkinson, from Colchester, has spoken to the BBC about studying for her A-levels amid a global pandemic - an experience that has sometimes been a challenge and meant she has had to be her own motivator.\nGet a longer news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.    \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55615746",
      "category": "uk-wales",
      "title": "Covid: Wrexham hospital stretched as cases rise rapidly",
      "tags": "Wrexham,Coronavirus testing,NHS Wales,Wrexham Maelor Hospital,Coronavirus pandemic",
      "text": "Hospital staff in Wrexham are under immense pressure after a \"rapid increase\" in seriously ill coronavirus patients, a medical director has warned.       \nWrexham now has the highest rate of Covid-19 in Wales, with 851.7 cases per 100,000 of the population.\nThis is more than double the Welsh average.\nSteve Stanaway, medical director at Wrexham Maelor Hospital, pleaded with people to abide by rules.\n\"The worry from a staff's point of view is how much more stretching can we take, how many more staff can we deploy?\" he said.\nThe hospital - which is part of Betsi Cadwaladr University Health Board - was the latest to suspend routine surgery as it tries to deal with rising numbers of Covid patients.\n\"That's created more feelings of stress and anxiety, not least to the people who were hoping to get their surgery this week,\" Mr Stanaway said.\nThe health board has postponed the majority of surgeries planned for the next two weeks at Wrexham, although some patients will be offered appointments in Bangor instead. \nEmergency surgery, upper gastro-intestinal surgery, endoscopy procedures and caesarean sections will continue at the Wrexham hospital. \nProf Arpan Guha, acting executive medical director, said: \"There are many patients expecting to undergo an operation in Wrexham over the coming weeks and we recognise how anxious and worried they will already be about having surgery during the current surge of the pandemic.\n\"We are sorry for any further distress or inconvenience this decision may cause and would like to reassure those affected that we are doing all we can to prioritise patients in the most urgent need of care.\"\nThe spike in cases in communities in north-east Wales has been blamed on the newer \"faster-spreading\" variant.\nWhile case rates in many communities have fallen slightly in recent weeks, in Wrexham numbers are continuing to rise.\nThe area now has the highest rate in Wales, followed by Flintshire with 754.6 per 100,000 of the population. \nBus services in the area have been affected after 28 drivers of Arriva Buses Wales tested positive for Covid-19. \nMeanwhile, Gwynedd, has the lowest case rate in the whole of Wales, with 110.\nThe average case rate for Wales stands at 435.9, according to the most recent Public Health Wales figures.\nThere have been calls for mass testing - as seen in parts of the south Wales Valleys - in the area as case rates continue to rise, but Wrexham council has said it has no plans to offer this to the wider community.\nMr Stanaway said the critical care unit and respiratory unit at the Wrexham hospital was now under huge pressure with the number of new patients needing this level of care \"rapidly increasing\" in recent weeks.\n\"The numbers are really quite alarming\", he told BBC Radio Wales Breakfast on Monday. \"It's a huge amount of disease burden within a community.\"\nMr Stanaway said there were 125 inpatients being treated with Covid on Sunday night, which he estimated was an increase of 117% since Christmas.\nHe said 14 of them where in critical care, with some on ventilators, while 16 where being treated in the hospital's high care respiratory unit - a 45% increase in just four days.\n\"There are now so many in that unit they've had to expand it to a completely different part of the hospital,\" he said.\n\"If you look at the graphs of the cases they are going up exponentially, they are terrifying to look at, and I think people are very aware that this is what is happening out in the community around them,\" he said.\nMr Stanaway said staff were working tirelessly and under huge amounts of pressure to keep caring for the sickest patients, but it was unclear how much more demand the hospital could take.\n\"Our current predictions for admissions coming through the door in January are currently sitting at about 350, if you compare that to April, the height of the pandemic, we had 286 people,\" he said.\n\"It's a lot more, we've already had 112 people in the first nine days of January. And the numbers are going up and up.\"\nHe pleaded with people to abide by the rules.\n\"This virus is hurting, and has hurt, a lot of people within Wrexham and Flintshire,\" he said.\n\"I can't say it strongly enough... we will get through this, but you just have to play by the rules.\"\nLatest figures show 149 staff were isolating and, with high nursing vacancy rates, staff were under huge pressure and were working tirelessly.\n\"Of all the years I've worked in the NHS... the resilience, dedication and professionalism our staff are showing is absolutely unbelievable,\" he said.\n\"But you have to bear in mind that people are tired, people are stressed, and it does put a strain,\" he said.\n\"We absolutely want to see you if you are unwell, but if you can wait or seek care somewhere else... please do that to give us that little bit of headspace.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55616959",
      "category": "education",
      "title": "BBC Bitesize to be free for BT and EE customers",
      "tags": "Schools,Home education,BT Group,Coronavirus pandemic",
      "text": "Customers using BT Mobile, EE, and Plusnet Mobile can use BBC Bitesize content from the end of January without eating into their data allowance.\nBitesize provides structured lessons in maths and English for all year groups, as well as offering other curriculum material.\nContent from other providers is likely to be made free in the coming days.\nMore mobile companies are expected to follow suit in making such content free to use.\nThe current UK lockdowns mean most children are now learning from home.\nEducation Secretary Gavin Williamson has mandated that schools must provide between three and five hours of online content per day.\nThis has led to concerns that children in families without access to broadband could fall behind.\nSchools remain open for children classed as vulnerable and those whose parents are key workers.\nAll contract and pay-as-you-go customers of BT Mobile, EE and Plusnet Mobile will be eligible and the free package will continue while schools remain closed. No registration is required - the free access will happen automatically.\nBT has also asked the Scottish, Welsh and Northern Irish administrations to each suggest one online resource for schoolchildren in its regions, which it will also zero-rate, as the curriculums differ from English schools.\nAccording to UK media watchdog Ofcom, some 880,000 families are reliant solely on mobile connections, and many of those will have data limitations.\nBBC director general Tim Davie said: \"With the pandemic forcing schools to close again, we should not allow a lack of digital access to further impact children's education.\n\"The BBC will continue to do all we can to ensure every child, whatever their circumstances, can continue to access vital educational materials during this time.\"\nThe corporation is also running three hours of curriculum-based TV programmes alongside the BBC Bitesize collection of educational resources. Primary school programming will be on CBBC, with two hours for secondary pupils on BBC Two. \nDuring the first lockdown, content was available on iPlayer, Red Button services and online, but not on regular TV channels, although viewers in Scotland did have some programming.\nBT said the move was part of its wider Lockdown Learning programme.\nOther aspects of BT's scheme include:\nBT consumer brands chief executive Marc Allera said: \"We want to ensure that no child is left behind in their education as a result of this pandemic and recognise that we all have a role we can play to help families and carers continue their children's education while schools are closed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55613924",
      "category": "uk",
      "title": "Terra Carta: Prince Charles asks companies to join 'Earth charter'",
      "tags": "Climate change,Prince Charles, Prince of Wales",
      "text": "The Prince of Wales is urging firms to back a more sustainable future and do more to protect the planet, as he marks 50 years of environmental campaigning.\nPrince Charles wants companies to join what he is calling \"Terra Carta\" - or Earth charter.\nThe charter is being launched alongside a fund run by the Natural Capital Investment Alliance.\nIt aims to mobilise $10 billion towards natural capital by 2022.\nTerra Carta will harness the \"irreplaceable power of nature\", the prince said in his virtual address to the One Planet Summit on Monday.\nHe hopes the new charter will help \"reunite people and planet\".\nHe said: \"I can only encourage, in particular, those in industry and finance to provide practical leadership to this common project, as only they are able to mobilise the innovation, scale and resources that are required to transform our global economy.\"\nIn his foreword to Terra Carta, the prince writes: \"If we consider the legacy of our generation, more than 800 years ago, Magna Carta inspired a belief in the fundamental rights and liberties of people.\n\"As we strive to imagine the next 800 years of human progress, the fundamental rights and value of nature must represent a step-change in our 'future of industry' and 'future of economy' approach.\"\nCharles has previously said that people thought he was \"completely dotty\" when he started talking about environmental issues in the 1970s."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55622331",
      "category": "world-europe",
      "title": "Brexit: UK driver has ham sandwiches confiscated at Dutch border",
      "tags": "Netherlands,Brexit",
      "text": "A Dutch TV network has filmed border officials confiscating ham sandwiches and other foods from drivers arriving in the Netherlands from the UK, under post-Brexit rules.\nThe officials were shown explaining import regulations imposed since the UK formalised its separation from the EU.\nUnder EU rules, travellers from outside the bloc are banned from bringing in meat and dairy products.\nThe rules appeared to bemuse one driver.\n\"Since Brexit, you are no longer allowed to bring certain foods to Europe, like meat, fruit, vegetables, fish, that kind of stuff,\" a Dutch border official told the driver in footage broadcast by TV network NPO 1.\nIn one scene, a border official asked the driver whether several of his tin-foil wrapped sandwiches had meat in them. \nWhen the driver said they did, the border official said: \"Okay, so we take them all.\"\nSurprised, the driver then asked the officials if he could keep the bread, to which one replied: \"No, everything will be confiscated - welcome to the Brexit, sir. I'm sorry.\"\nThe UK officially finished its formal separation from the EU on 31 December, 2020.\nFrom 23:00 GMT on that date, the UK stopped following EU rules, with new arrangements for travel, trade, immigration and security co-operation coming into force.\nA trade deal with the EU was agreed on 24 December, and a week later, UK lawmakers voted in favour of the agreement.\nThe UK's departure means big changes for business - with the UK and EU forming two separate markets - the end of free movement, and new regulations, including those governing the import of personal goods.\nThe UK government has issued guidance to commercial drivers travelling to the EU, warning them to \"be aware of additional restrictions to personal imports\".\n\"You cannot bring POAO (products of an animal origin) such as those containing meat or dairy (e.g. a ham and cheese sandwich) into the EU,\" the guidance says. \"There are exceptions to this rule for certain quantities of powdered infant milk, infant food, special foods, or special processed pet feed.\"\nOn its website, the European Commission says the ban is necessary because such goods \"continue to present a real threat to animal health throughout the Union\".\n\"It is known, for example, that dangerous pathogens that cause animal diseases such as Foot and Mouth Disease and classical swine fever can reside in meat, milk or their products,\" the Commission says.\nSeparately, the Dutch customs agency shared a picture of foodstuffs it had confiscated from motorists in the ferry terminal the Hook of Holland. \n\"Since 1 January, you can't just bring more food from the UK,\" the agency said. \"So prepare yourself if you travel to the Netherlands from the UK and spread the word. This is how we prevent food waste and together ensure that the controls are speeded up.\"\nThe BBC's economics editor Faisal Islam described the confiscation of ham sandwiches and other foodstuffs at the EU's borders with the UK as \"a standard implication of [the] Brexit deal\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55618408/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Morrisons and Sainsbury's ban maskless shoppers",
      "tags": "Retailing,Social distancing,Supermarkets,Coronavirus pandemic",
      "text": "Morrisons will bar customers who refuse to wear face coverings from its shops amid rising coronavirus infections.\nFrom Monday, shoppers who refuse to wear face masks offered by staff will not be allowed inside, unless they are medically exempt.\nSainsbury's also said it would challenge those not wearing a mask or who were shopping in groups.\nThe announcements come amid concerns that social distancing measures are not being adhered to in supermarkets.\nVaccines minister Nadhim Zahawi said the government is \"concerned\" shops are not enforcing rules strictly enough.\n\"Ultimately, the most important thing to do now is to make sure that actually enforcement - and of course the compliance with the rules - when people are going into supermarkets are being adhered to,\" Mr Zahawi told Sky News.\n\"We need to make sure people actually wear masks and follow the one-way system,\" he said.\nMorrisons said it had \"introduced and consistently maintained thorough and robust safety measures in all our stores\" since the start of the pandemic.\nBut it said: \"From today we are further strengthening our policy on masks.\" \nSecurity guards at the UK's fourth-biggest supermarket chain will be enforcing the new rules.\nMorrisons' chief executive, David Potts, said: \"Those who are offered a face covering and decline to wear one won't be allowed to shop at Morrisons unless they are medically exempt.\n\"Our store colleagues are working hard to feed you and your family, please be kind.\"\nFollowing Morrisons' announcement, Sainsbury's said that it was also putting trained security guards at the front of its stores to challenge shoppers who did not comply.\nChief executive Simon Roberts said: \"I've spent a lot of time in our stores reviewing the latest situation over the last few days and on behalf of all my colleagues, I am asking our customers to help us keep everyone safe. \n\"The vast majority of customers are shopping safely, but I have also seen some customers trying to shop without a mask and shopping in larger family groups. \n\"Please help us to keep all our colleagues and customers safe by always wearing a mask and by shopping alone. Everyone's care and consideration matters now more than ever.\"\nEarlier on Monday, Mr Zahawi stopped short of saying that supermarket staff should be responsible for enforcing rules on face masks.\nEnforcement of face coverings is the responsibility of the police, not retailers. Wearing face masks in supermarkets and shops is compulsory across the UK. \nIn England, the police can issue a £200 fine to someone breaking the face covering rules. In Scotland, Northern Ireland and Wales, a £60 fine can be imposed. Repeat offenders face bigger fines.\nHowever, retail industry body the British Retail Consortium said that, workers have faced an increase in incidents of violence and abuse when trying to encourage shoppers to put them on.\nAndrew Opie, director of food and sustainability at the British Retail Consortium, added: \"Supermarkets continue to follow all safety guidance and customers should be reassured that supermarkets are Covid-secure and safe to visit during lockdown and beyond. \n\"Customers should play their part too by following in-store signage and being considerate to staff and fellow shoppers.\"\nUnder current lockdown restrictions across England, Scotland, Wales and Northern Ireland, people must only leave home for essential reasons, such as buying food or medicine.\nIn a bid to contain the spread of coronavirus, supermarkets introduced social distancing measures during the UK's first nationwide lockdown last March. They included limits on the numbers of customers in the shops at any one time, protective plastic screens at tills and \"marshals\" to ensure shoppers were maintaining a two-metre distance.\nBut amid rising numbers of infections, some have expressed concerns about a \"lack of visible protections\" implemented by supermarkets in recent weeks.\nThe First Minister of Wales, Mark Drakeford, said on Saturday that he wanted to see stores policed as they were during the first lockdown as people were worried the strict enforcement of rules did not \"appear to be there this time\".\n\"Given the fact the new variant is so much easier to catch... we are looking at supermarkets and other places where people leave their homes, to make sure they are organised in a way that keeps their staff and customers safe,\" he said.\nSupermarket Waitrose said that it was taking a \"cautious approach\" to the virus, with marshals checking that customers are wearing face coverings on the door, hand sanitiser stations at its entrances and written communications to shoppers reminding them to maintain their distance.\nTesco said it was limiting the number of customers in store and was also reminding customers to wear masks.\n\"We have clear signage explaining this, and we have packs of face coverings available for purchase near the front of our stores for any customers who have forgotten them.\"\nMeanwhile, Asda announced last week that it would extend its marshals' hours to 08:00 to 20:00 and increase how often baskets and trollies are cleaned.\nShop workers' union Usdaw has also called for firms to apply more stringent measures again.\nThe union's general secretary, Paddy Lillis, said that it had received reports that \"too many customers are not following necessary safety measures like social distancing, wearing a face covering and only shopping for essential items\".\n\"It is going to take some time to roll out the vaccine and we cannot afford to be complacent in the meantime, particularly with a new strain sweeping the nation,\" Mr Lillis said.\nThe trade union also suggested that \"'one-in one-out\" policies and proper queuing systems should be reintroduced in supermarkets. \nIt added that these systems should be managed by trained security staff where necessary. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55612735",
      "category": "uk-scotland",
      "title": "Covid in Scotland: All over-80s to be vaccinated by February",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Everyone aged 80 or over in Scotland will be given the Covid vaccine by February, the health secretary has said.\nJeane Freeman also said care home staff and residents, as well as front-line health and social care staff would be vaccinated in the next few weeks.\nAs of Sunday, 163,377 Scots had been given a first dose of vaccine.\nMs Freeman told BBC Scotland that just under 560,000 people will have been vaccinated by the end of the month.\nThe Oxford vaccine will be available at more than 1,100 locations from Monday. \nScotland has been given an initial allocation of more than 500,000 doses to use in January.\nMs Freeman told BBC Radio's Good Morning Scotland programme: \"We intend that by the end of this month, the very beginning of February, we will have vaccinated all residents in care homes and staff, all front-line health and social care workers and all those aged 80 or over.\n\"So that's just under 560,000. We've already vaccinated about 70% of people in care homes and about half of the health and social care workforce.\"\nShe said the Scottish government was on course to match the UK government's commitment to offer a vaccine jab to everyone in the top four priority groups by the middle of February.\nThe health service will be able to vaccinate people as supplies of the jabs arrive, she said, with over-80s being contacted by their GPs.\nThe government has now started publishing vaccination figures on a daily basis, with 163,377 Scots having been given a first dose as of Sunday.\nFirst Minister Nicola Sturgeon said the health authorities in Scotland now had enough supplies to give jabs to all over-80s over the coming four weeks.\nShe said the aim was to get through the priority list as quickly as possible.\nThis had been expected to be complete by mid-May, but Ms Sturgeon said she was \"very, very hopeful we will be able to accelerate that to an earlier point\".\nA total of 1,664 people are in hospital being treated for Covid-19, the highest number since the pandemic began - with Ms Sturgeon saying the country was in a \"dangerous situation\".\nThe Oxford/AstraZeneca vaccine has already been administered in the Tayside, Lothian, Orkney and Highlands health board areas but this week will see it being used at vaccination centres across the whole country.\nRecent figures suggest a slight fall in the average positivity rates for Covid in many parts of Scotland, but pressures on the NHS have intensified. \nThe number of patients in hospital in with Covid rose to new highs at the weekend, and Sunday saw a sharp increase in the number of patients requiring treatment in intensive care. \nDeputy First Minister John Swinney said there were few signs that the threat was \"abating\" and that a tightening of restrictions could not be ruled out. \nThe majority of Scotland's schools are closed until at least February with pupils now learning from home as the new term begins this week.. \nOnly vulnerable pupils and the children of key workers will receive face-to-face teaching. \nLocal authorities said schools were better prepared to roll out digital learning than they were during the first lockdown.\nBut one parents' group has raised concerns about \"equal and fair access to home learning\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-55625062",
      "category": "uk-england-derbyshire",
      "title": "Covid: Women fined for going for a walk receive police apology",
      "tags": "Coronavirus lockdown measures,Ashby de la Zouch,Coronavirus pandemic",
      "text": "Two women who were fined £200 each when they drove five miles for a walk have had the penalties withdrawn. \nJessica Allen and Eliza Moore were walking at Foremark Reservoir, Derbyshire, when they were \"surrounded\" by officers.\nAt the time Derbyshire Police insisted driving to exercise was \"not in the spirit\" of the most recent lockdown.\nBut new national guidance for police has led the force to quash the fines, and apologise to the women.\nChief Constable Rachel Swann said the fines \"have been withdrawn and we have notified the women directly, apologising for any concern caused\". \nThe two friends travelled the short distance to the reservoir from their homes in Ashby-de-la-Zouch, Leicestershire, on Wednesday afternoon.\nThey said their cars were \"surrounded\" by police. They were then questioned on why they were there and told the hot drinks they had brought along were not allowed as they were \"classed as a picnic\".\nIn a statement, the women said: \"This afternoon we both received a phone call from Derbyshire Police. \n\"After reviewing our case, our fines have been rescinded and we have received an apology on behalf of the constabulary for the treatment we received.\n\"We welcomed this apology and we are pleased to draw a line under this event.\"\nAfter the incident gained media attention, the National Police Chiefs' Council (NPCC) \"clarified the policing response concerning travel and exercise\".\nThe guidance said: \"The Covid regulations which officers enforce and which enables them to issue FPNs [fixed penalty notices] for breaches, do not restrict the distance travelled for exercise.\"\nDerbyshire Police said: \"Having received clarification of the guidance issued by the National Police Chiefs' Council (NPCC) on Friday, these FPNs as well as a small number of others issued, were reviewed in line with that latest advice, and so it is right that we have taken this action.\"\nThe county's police and crime commissioner Hardyal Dhinsda said: \"While the police are doing their absolute best to protect public safety during what is a critical time of the pandemic, the public should rightly expect a proportionate and balanced approach, taking full consideration of individual circumstances.  \n\"We recognise that errors will occur in the face of complex guidance and legislation and it is important such situations are resolved quickly and fairly, as has been the case here.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55612735/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: All over-80s to be vaccinated by February",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Everyone aged 80 or over in Scotland will be given the Covid vaccine by February, the health secretary has said.\nJeane Freeman also said care home staff and residents, as well as front-line health and social care staff would be vaccinated in the next few weeks.\nAs of Sunday, 163,377 Scots had been given a first dose of vaccine.\nMs Freeman told BBC Scotland that just under 560,000 people will have been vaccinated by the end of the month.\nThe Oxford vaccine will be available at more than 1,100 locations from Monday. \nScotland has been given an initial allocation of more than 500,000 doses to use in January.\nMs Freeman told BBC Radio's Good Morning Scotland programme: \"We intend that by the end of this month, the very beginning of February, we will have vaccinated all residents in care homes and staff, all front-line health and social care workers and all those aged 80 or over.\n\"So that's just under 560,000. We've already vaccinated about 70% of people in care homes and about half of the health and social care workforce.\"\nShe said the Scottish government was on course to match the UK government's commitment to offer a vaccine jab to everyone in the top four priority groups by the middle of February.\nThe health service will be able to vaccinate people as supplies of the jabs arrive, she said, with over-80s being contacted by their GPs.\nThe government has now started publishing vaccination figures on a daily basis, with 163,377 Scots having been given a first dose as of Sunday.\nFirst Minister Nicola Sturgeon said the health authorities in Scotland now had enough supplies to give jabs to all over-80s over the coming four weeks.\nShe said the aim was to get through the priority list as quickly as possible.\nThis had been expected to be complete by mid-May, but Ms Sturgeon said she was \"very, very hopeful we will be able to accelerate that to an earlier point\".\nA total of 1,664 people are in hospital being treated for Covid-19, the highest number since the pandemic began - with Ms Sturgeon saying the country was in a \"dangerous situation\".\nThe Oxford/AstraZeneca vaccine has already been administered in the Tayside, Lothian, Orkney and Highlands health board areas but this week will see it being used at vaccination centres across the whole country.\nRecent figures suggest a slight fall in the average positivity rates for Covid in many parts of Scotland, but pressures on the NHS have intensified. \nThe number of patients in hospital in with Covid rose to new highs at the weekend, and Sunday saw a sharp increase in the number of patients requiring treatment in intensive care. \nDeputy First Minister John Swinney said there were few signs that the threat was \"abating\" and that a tightening of restrictions could not be ruled out. \nThe majority of Scotland's schools are closed until at least February with pupils now learning from home as the new term begins this week.. \nOnly vulnerable pupils and the children of key workers will receive face-to-face teaching. \nLocal authorities said schools were better prepared to roll out digital learning than they were during the first lockdown.\nBut one parents' group has raised concerns about \"equal and fair access to home learning\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-55622476",
      "category": "uk-england-berkshire",
      "title": "Reading stabbings: Khairi Saadallah jailed for park murders",
      "tags": "Reading stabbings,Reading",
      "text": "A killer who stabbed three men to death in a Reading park has been handed a whole-life jail term.\nKhairi Saadallah murdered James Furlong, 36, David Wails, 49, and 39-year-old Joe Ritchie-Bennett, in June last year in Forbury Gardens.\nLondon's Old Bailey previously heard the 26-year-old \"executed\" the men as an \"act of religious jihad\".\nPassing sentence Judge Mr Justice Sweeney said it was a \"ruthless and brutal\" terror attack.\nSaadallah, who admitted the murders, had also pleaded guilty to the attempted murders of three other men who were also in the park.\nThe judge said the victims \"had no chance to react, let alone defend themselves\".\nHe said he was sure the attack \"involved a substantial degree of premeditation or planning\" and was carried out \"for the purpose of advancing a political, religious, or ideological cause\".\nBBC News correspondent Helena Wilkinson, who was in court, said the families of James Furlong and David Wails were present, while Joseph Ritchie-Bennett's loved ones watched via a link from America.\nSaadallah showed no emotion as Mr Justice Sweeney went through his sentencing remarks. \nOn the afternoon of 20 June, the park was busy due to the first lockdown restrictions being relaxed in England. \nAndrew Cafe, who witnessed the stabbings, said he saw Saadallah wielding the \"biggest kitchen knife\" and charging towards him shouting \"Allahu Akbar\". \nPharmaceutical manager Mr Ritchie-Bennett and teacher Mr Furlong died from single stab wounds to their necks, while scientist Mr Wails was stabbed once in the back. \nDespite treatment from paramedics and doctors, all three friends, who were members of the LGBT community, died at the scene.\nThree other people - Nishit Nisudan, Patrick Edwards and Stephen Young - were also injured, before Saadallah threw away the knife and fled the scene, pursued by police. \nFollowing his arrest, Saadallah initially said he wanted to plead guilty to the \"jihad that I done\", but the prosecution claimed he later feigned mental illness in police interviews.\nAt a previous hearing, the court heard he had developed an emotionally unstable and anti-social personality disorder, with his behaviour worsened by alcohol and cannabis misuse.\nBut the judge said it was \"clear that the defendant did not, and does not, have any major mental illness\". \nAn examination of Saadallah's phone revealed an interest in extremist material, including images of the flag of Islamic State and Jihadi John, the court previously heard. \nWhile at HMP Bullingdon in 2017, he was seen to associate with radical preacher Omar Brookes, who has connections with banned terrorist organisation Al-Muhajiroun. \nThe court heard Saadallah, who arrived in Britain from Libya in 2012, had previously been involved with militias who had been part of the uprising against Muammar Gaddafi, and was pictured handling weapons, including firearms.\nSince seeking asylum in Britain, he had been repeatedly arrested and convicted of various offences, including theft and assault, between 2013 and 2020.\nHe briefly came to the attention of MI5 in 2019, but the information provided did not meet the threshold of investigation.\nSaadallah had been released from prison on 5 June, days before the attack, the court heard.\nOn 17 June, he researched the location for his attack online and carried out reconnaissance in the park. \nThe following day his probation officer alerted his mental health team over comments he made about magic. \nA day later, Saadallah contacted the crisis team himself, but when they visited he did not answer. \nFollowing concerns from his brother, police visited the killer the same day, but he told officers he was \"alright\" while he stood near a knife he bought from a supermarket.\nAfter the sentencing, James Furlong's father, Gary, said: \"The secretary of state needs to tell us why this guy wasn't put into some form of detention centre before they could deport him. \n\"He was not safe to be released back on the streets.\"\nReferring to the fact that Saadallah had been visited by police the night before the attack, Mr Furlong said: \"Given the volume of crimes he's committed and the information that they had on him, for an assessment to be done the night before to say that he's not a danger to the public - it is beyond me.\"\nHe described Mr Furlong, originally from Liverpool, as \"a lovely man, loved by his family, idolised by his mother\".\nDavid Wails' brother Andrew said: \"For us as a family it's been devastating to lose our much loved son, brother and uncle.\"\nIn a statement, the Bennett family described Mr Ritchie-Bennett as a \"devoted and loving husband\" and \"a man who cared strongly about family\".\nDet Ch Supt Kath Barnes, head of Counter Terrorism Policing South East, described Saadallah as \"a committed jihadist\".\nShe said: \"He has caused unspeakable hurt and distress to the families of the three men who were brutally murdered as they were relaxing and enjoying socialising with friends on a Saturday evening.\n\"I'm sure there will also be lasting effects on those who were injured in the attack, who were fortunate not to have been even more seriously harmed.\"\nReading Borough Council leader Jason Brock described the attacks as \"horrific\" and \"senseless\" and said a permanent memorial to the victims was planned."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55612955",
      "category": "world-europe",
      "title": "Storm Filomena: Spain races to clear snow as temperatures plunge",
      "tags": "Spain,Madrid",
      "text": "Spain is in a race against time to clear roads covered by heavy snow, and get Covid vaccines and food supplies to areas affected by Storm Filomena.\nUp to 50cm (20 inches) of snow fell on the capital Madrid, one of the worst hit areas, between Friday and Saturday.\nAt least four people died and thousands of travellers were left stranded.\nOvernight, temperatures plunged to -8C (18F) in parts of Spain, amid warnings by meteorologists that the snow was turning to perilous ice.\nThe unusual cold wave on the Iberian peninsula is expected to last until Thursday.\nThe Spanish government said it had taken extra steps - including police-escorted convoys - to ensure its expected shipment of some 300,000 coronavirus vaccines can be distributed as planned to regional health authorities later on Monday.\n\"The commitment is to guarantee the supply of health, vaccines and food. Corridors have been opened to deliver the goods,\" Transport Minister Jose Luis Abalos said on Sunday.\nSoldiers have been deployed to clear some of the 700 major roads.\nSome 3,500 tonnes of salt were later brought on lorries to the capital, Spain's El Mundo website reported on Monday.\nThe record-breaking snowfall has triggered some unprecedented scenes here in Madrid. People have skied along the city's main commercial street, Gran Vía, and one man was pictured being pulled through the district of Hortaleza on a sled by five huskies.\nBut other responses to the snow have been more controversial due to concerns about Covid-19. Dozens of young people had a snowball fight in Callao square, for example, and many of them were without facemasks. \nNearby, in Puerta del Sol, others celebrated the snow by dancing a conga. The daily Marca newspaper branded it \"the conga of shame\". \nAlthough the snowfall has now stopped, low temperatures have left snow and ice piled up across the capital and the surrounding region. And with residents advised to avoid using their cars, public transport has seen a surge in demand. \nThis has compounded coronavirus concerns as many metro train carriages were packed at rush hour on Monday morning, making social distancing impossible.\nMadrid's international airport began gradually resuming operations on Sunday afternoon, having cancelled all flights on Friday.\nSome 500 people across the Madrid region were forced to spend the night in temporary shelter, including sports centres, after they were trapped by the whiteout.\nAbout 100 shoppers and staff spent two nights at a shopping centre in Majadahonda, a town north of the capital. \"There are people sleeping on the ground on cardboard,\" one restaurant employee told TVE television.\nBut there were stories of heroism too, including doctors and medical workers who abandoned their cars and walked for hours to get to work. One doctor, Alvaro Sanchez, said on social media he had walked 17km (10 miles) over nearly two hours to get to work, while two nurses, Paco and Monica, said they had walked 22km to their hospital.\nThey were praised by Spanish Health Minister Salvador Illa, who tweeted: \"The commitment that the entire group of health workers is showing is an example of solidarity and dedication.\"\nSome 4x4 vehicle owners offered to transport medical workers, while other volunteers helped to clear hospital entrance ways.\n\"Health staff have been working (hard) for more than a year and this is just a short moment for us, so as citizens, we are trying to help; it is everyone's responsibility,\" said Fernando de la Fuente, 60, who helped clear the entrance to Madrid's Gregorio Maranon Hospital.\nSpaniards in large parts of the country have been warned to take care in the coming days as temperatures could fall to -12C (10F) in some areas until Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55575756",
      "category": "world-europe",
      "title": "Europe's slow start: How many people have had the Covid vaccine?",
      "tags": "Spain,France,Germany,Sweden,Coronavirus vaccines,Russia,Czech Republic,Coronavirus pandemic,Belgium",
      "text": "A global race is on to vaccinate people against Covid-19 - and with infections soaring in Europe many have complained that the roll-out is too slow in the EU.\nMember states decide individually who to vaccinate, when and where, but the EU is coordinating strategy and buying vaccines in bulk. On Friday, the EU Commission agreed to buy an extra 300 million doses of the Pfizer-BioNTech vaccine - that would give the EU nearly half of the firm's global output for 2021.\nBBC reporters in seven European capitals explain how the vaccinations are going on their patch.\nIn an election year, the vaccine has become a political battleground, writes Jenny Hill, in Berlin.\nThe fact it was German scientists who developed the first effective Covid vaccine has been the source of great national pride. And, by and large, Germans appear to be reasonably comfortable with the idea of immunisation.\nA recent survey found 65% were prepared to have the vaccine. Other research indicates that less than a quarter of those surveyed would not. But politically - and perhaps unsurprisingly, given this is an election year - Germany's vaccination programme has become a battleground.\nVaccinations began here just under two weeks ago and prioritise the over 80s and care home workers. By Thursday evening, more than 477,000 first doses had been administered. \nBut some of the hundreds of specially prepared vaccination centres are still not in use and even the government has admitted there simply isn't enough to go around. Angela Merkel and her health minister Jens Spahn have been accused of failing to secure enough doses.\nMuch of the criticism has come from Mrs Merkel's own coalition partners but some within the scientific community have echoed their concerns - that Germany put European interests above its own by insisting on a joint EU procurement process. The scientists who developed the vaccine have said publicly that the EU originally turned down an offer for a further order.\nGermany's share of the EU order amounts to 56 million doses. So far, 1.3 million doses have been delivered and it's thought that by the end of the month a further 2.68 million will have followed. \nMr Spahn, whose assured performance through the pandemic led some to wonder whether he might be a potential successor to Mrs Merkel, has blamed the shortage on the inability of the manufacturers of the Pfizer-BioNTech vaccine to meet global demand.\nGermany has now ordered an extra 30 million doses and, following the recent European approval of the Moderna vaccine, expects to start rolling that out next week. The government is sticking to its pledge that the vaccination programme will be complete by the end of the summer.\nThe Czech prime minister has hit out at apparent delays in distributing the vaccine, writes Rob Cameron, in Prague.\nThe Czech vaccination effort began on 27 December, when the prime minister, Andrej Babis, became the first person in the country to receive the jab. Mr Babis, who is 66, had previously questioned whether he would be eligible, as he'd had his spleen removed as a teenager.\nBut the country's programme has got off to a sluggish start. Mr Babis - a billionaire businessman who has been dogged by both European and Czech investigations into alleged misuse of EU funds - has lost no time venting his (figurative) spleen at the European Commission over the delay. \"We believed when we contributed €12m to the European fund in November that we'd receive the vaccine,\" he told a newspaper this week.\nThe country has received 30,000 doses of the Pfizer vaccine. So far, it has managed to administer it to 19,918 people. The government says it is ready to roll out the jab en masse as soon as supplies arrive from the manufacturers. \nIt has also published a strategy, which envisages a three-stage process. The first will see targeted vaccination of high-risk groups. This will gradually give way to mass vaccination in 31 centres, using an online reservation system that will be open to all from 1 February. And the final stage will see the country's GPs deployed, hopefully to administer the Oxford-AstraZeneca and other jabs, which unlike the previous two can be stored and transported at fridge temperature.\nHowever, the timing in the original strategy document now appears optimistic. The health minister conceded this week that immunising the higher-risk groups - all health and social care staff, teachers, everyone over 65, all those with serious health conditions - will take months. GPs may not begin vaccinating young, healthy members of society until late spring, or summer.\nA sluggish start is being blamed on bureaucracy and vaccine scepticism, writes Hugh Schofield, in Paris.\nFrance's boast of a big, effective state apparatus has been badly exposed by the sluggish start to the Covid vaccination programme. After the first week, when neighbouring Germany had inoculated around 250,000 people, France was on a mere 530. By Friday, the figure had gone up to 45,500 - still so small as to be statistically meaningless.  \nSo why has it taken so long for France to put the plan into action? It is not as if the authorities did not have time to prepare. And it is certainly not a question of a lack of vaccine. In fact, more than a million Pfizer doses are already in cold storage, waiting to be used.\nThe primary reason for the delay seems to be the cumbersome, over-centralised nature of France's health bureaucracy. A 45-page dossier of instructions issued by the ministry in Paris had to be read and understood by staff at old people's homes. \nEach recipient then had to give informed consent in a consultation with a doctor, held no less than five days before injection.   The lengthy procedure is in theory to save lives - those of patients who might have an adverse reaction. But as the critics have been arguing, delay in inoculating the population is also costing lives.\nAnother problem in France is the high level of scepticism towards vaccination - product of a more general suspicion of government. Polls suggest as many as 58% of the public do not want to be given the jab. The effect - critics say - has been to make the government unduly cautious. When urgency was required, the authorities were reluctant to move fast for fear of galvanising the anti-vaxxers.\nAfter President Emmanuel Macron communicated his anger at the delays at the weekend, the pace is picking up. The procedure for consent is being simplified. By the end of January, the plan is to have 500-600 vaccination centres open across the country - either in hospitals or other big public buildings.\nPolitically a lot is at stake. The government has already come under fire for failings in providing masks and tests. With opposition voices calling the vaccine delay a \"state scandal\", President Macron needs a roll-out that is fast and problem-free.\nNational pride accelerated Russia's rollout, but one man is conspicuously absent from the list of people vaccinated, writes Sarah Rainsford, in Moscow. \nRussia registered its main Covid vaccine for domestic use way back in August, before mass safety and efficacy trials had even begun. In December, with those trials still underway, it began rolling out Sputnik V to the public ahead of mass vaccination launches everywhere else in Europe. The rush was driven by national pride as well as medical necessity.\nSputnik was initially offered to front line health and education workers but early take-up of the two-dose vaccination was slow and the list of those eligible soon expanded.\nA poll by the Levada Centre in late December showed only 38% of respondents were willing to get the jab: wary of domestic healthcare and medicines, Russians were sceptical of bold early claims made for the vaccine and nervous about possible adverse reactions. Even so, and despite similar delays scaling-up production as in other countries, Sputnik's backers announced this week that more than a million people had been vaccinated.\nBut one man still conspicuously absent from the list of the vaccinated is Vladimir Putin, despite the Kremlin saying he will - eventually - get the jab. In the meantime, those who meet him in person are obliged to test for Covid first and even quarantine. The president may need to lead by example, though. Mr Putin has said repeatedly that protecting the economy is his priority so he's banking on mass vaccination to avoid a return to national lockdown.\nRussia has built giant, temporary hospitals since the start of the pandemic and the health minister said this week that 25% of Covid beds remain free. There's also been a fall in the number of new daily cases reported - around 25,000 for the past 5 days. But that's not down to the vaccine yet. The country is nearing the end of a 10-day New Year holiday period and the number of Covid tests has also dropped.\nAs infection rates grow in a country praised by many for its no-lockdown approach, a successful vaccine programme is crucial writes Maddy Savage, in Stockholm.\nAlmost two weeks since 91-year-old care home resident Gun-Britt Johnsson became the first Swede to get the initial dose of a Pfizer jab, there is still no official tally of how many others have received the vaccination. \nThe Public Health Agency of Sweden says it's in the process of compiling data from the country's 21 regional health authorities tasked with vaccinating the entire adult population - around eight million people - by 26 June. The date isn't arbitrary, it's the biggest public holiday weekend of the year, when Swedes traditionally hold Midsummer celebrations. Karin Tegmark, a senior manager at the agency, says the date remains \"feasible\". But she says it depends on the delivery of vaccines to the country. \nAlongside 4.5 million doses of the Pfizer-BioNTech vaccine, Sweden has ordered 3.6 million jabs from Moderna, the first of which are expected to arrive next week. The country also plans to roll-out the Oxford-AstraZeneca vaccine as soon as possible after it is approved by the EU - ideally by February.\nSwedes initially appeared lukewarm to the idea of taking a speedily-developed coronavirus vaccine, although a poll at the end of December found 71% would take one. A key driver of the initial scepticism is thought to be the failure of a voluntary mass vaccination programme for swine flu in 2009. Hundreds of Swedish children and young adults under 30 developed the sleeping disorder narcolepsy, which was found to be a side effect of the Pandemrix vaccine.\nA successful vaccination programme will be crucial, not least because it comes at a time when Swedish authorities are struggling to maintain public confidence. After months of high trust levels in the country's no-lockdown approach, support for the health agency has dwindled as Sweden has struggled with the second wave of coronavirus. \nMeanwhile, several high profile officials have faced heavy criticism for breaching their own recommendations - including the head of the civil contingencies agency (pictured), who resigned after spending Christmas with his daughter in the Canary Islands.\nA new government in Belgium seems unified on the vaccine rollout - for now at least, writes Nick Beake, in Brussels.\nIt seemed fitting that the first person in Belgium to receive a Covid jab lives in the place where the world's first approved Covid vaccine is being produced. Jos Hermans, a 96-year-old from the municipality of Puurs, was given the injection on 28 December, in his care home. A further 700 elderly residents were also administered a dose in what was a small, initial trial.\nThe mass vaccination programme in Belgium began on 5 January, but has been criticised for starting slowly. Federal Health Minister Frank Vandenbroucke had promised in November that the rollout would be \"seamless and fast\", tweeting: \"If that does not work, shoot me.\"\nThe first phase looks to vaccinate up to 200,000 nursing home residents by the end of this month, or early February. Healthcare professionals will be next in line and the aim was for the whole population to be inoculated by the end of September.\nYou may think the country would be at an advantage being the epicentre of the Pfizer-BioNTech production. While this clearly helps with distribution, Belgium cannot receive more doses - relative to its population - than other EU countries under strict Commission rules. That didn't stop the minister-president of the Flanders region, who admitted this week that he had contacted Pfizer directly in the hope of procuring more doses, only to be rebuffed.\nAfter getting a guarantee from Pfizer over supply of the jab, the federal Belgian authorities have adapted their strategy: they now propose giving as many available doses to as many people as they can - and no longer reserving vials for patients' second dose, given three weeks after the first. In general, the federal government, rather than the European Commission has faced any criticism for a delay and has defended its \"careful\" approach.\nAnd there appears to be an interesting regional or cultural discrepancy when it comes to whether people are willing to take the vaccine. Of the Flemish population interviewed in a poll, half have said they wanted the vaccine as soon as possible. Among French speakers - it was 20% fewer, which chimes with the deeper scepticism over the border in France. \nIn a country where politics are notoriously complicated and fractious - they've only recently agreed a government, after a 500-day vacuum - the Federal Coalition appears unified on its Covid vaccine strategy. For now, at least.\nRegional variances and political rows have marked the beginning of Spain's vaccination programme writes Guy Hedgecoe, in Madrid.\nSpain started administering the vaccine on 27 December. So far, 743,925 doses have been distributed to regional administrations, with 277,976 people vaccinated, according to the health ministry. The objective of the coalition government is to immunise 2.3 million people within 12 weeks. Priority is being given to elderly residents of care homes, those who look after them, and healthcare personnel. \nEach of the country's 17 regions has a high degree of control over healthcare and should receive the number of doses that corresponds to their populations. However, already there has been substantial geographical disparity. \nGovernment data showed, for example, that while the northern region of Asturias had used 55% of the doses it had received by 3 January, the Madrid region had only administered 5% by the same date. Some regions are holding back doses to administer a second follow-up jab to the same person in several weeks' time, and some have been vaccinating on national holidays while others have not. \nAlthough vaccination is voluntary, the government has said it is making a register of those who do not wish to be inoculated. That initiative has generated controversy, although the government has insisted the register will merely seek to clarify why people refuse the vaccination.\nHowever, the pandemic has been the cause of constant political conflict, with the right-wing opposition accusing the leftist government of Pedro Sánchez of incompetence, lack of transparency and using coronavirus to accumulate power. \nThe arrival of a vaccine has not stopped the rancour. Alberto Núñez Feijóo, the conservative Popular Party (PP) president of Galicia, warned the number of doses being distributed to each region was being dictated by \"political affiliations or parliamentary needs\", a claim the central government has rejected. \nFigures correct as of 17:00 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55611627",
      "category": "world-asia",
      "title": "Indonesia landslide: Rescuers buried as they help victims",
      "tags": "Indonesia,Severe weather",
      "text": "Rescuers searching for victims of a landslide in Indonesia were buried by a second mudslide just hours later, officials say.\nThe first landslide, in Cihanjuang village, West Java, was triggered by torrential rain. \nAnother struck as survivors were still being evacuated. At least 12 people died and dozens more are missing.\nLandslides are common in Indonesia during rainy season, and often blamed on deforestation.\nThe latest disasters hit the villagers in Sumedang regency, about 150km (95 miles) southeast of the capital Jakarta, three and a half hours apart on Saturday. \nThe first happened at 16:00 (09:00 GMT) and the second at 19:30 (12:30 GMT), disaster agency spokesman Raditya Jati said in a statement.\n\"The first landslide was triggered by high rainfall and unstable soil conditions. The subsequent landslide occurred while officers were still evacuating victims around the first landslide area,\" he added.\nRescuers are believed to be among those killed, he added. A six-year-old boy was also among the dead, according to AFP news agency.\nSome 27 people were believed to be missing late on Sunday, local media quoted Deden Ridwansah, the head of the local search and rescue agency as saying. About 46 were known to have survived.\nBad weather had forced the search to be suspended, he said, but it was expected to resume on Monday. \nIndonesia frequently suffers floods and landslides. Thousands of people had to be evacuated in the capital Jakarta this time last year as the city was inundated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55620282",
      "category": "health",
      "title": "Croydon University Hospital doctor: Covid 'not fake news'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55616551",
      "category": "entertainment-arts",
      "title": "Sex and the City: New series announced but Kim Cattrall won't return",
      "tags": "Television",
      "text": "A Sex and the City revival is heading to the small screen, more than 20 years after the hit series made its debut.\nThe original HBO show followed the lives of four New York women negotiating work and relationships in the late 90s and early 2000s. \nBut only three of the fab four are returning for the new TV series - Sarah Jessica Parker, Cynthia Nixon and Kristin Davis.\nKim Cattrall, who played the popular character Samantha, will not feature.\nThe US network did not say why Cattrall wasn't cast in the revival, titled And Just Like That - a nod to one of the show's original catchphrases.\nHowever, Cattrall has had a strained relationship with the show in recent years, and in particular with her former co-star Parker.\nThe new series will consist of 10 half-hour episodes. Production will begin in late spring.\nThe trailer for the HBO Max show gives nothing away; It features numerous shots of New York, but none of the characters is seen on screen. \n\"I grew up with these characters, and I can't wait to see how their story has evolved in this new chapter, with the honesty, poignancy, humour and the beloved city that has always defined them,\" Sarah Aubrey, head of original content at HBO Max, said in a statement.\nThe original Sex and the City series, created by Darren Star, was based on Candace Bushnell's 1997 book of the same name. It premiered on HBO in 1998 and ran for six seasons until 2004.\nThe show inspired two films, Sex and the City in 2008 and Sex and the City 2 in 2010. A prequel series titled The Carrie Diaries, starring Anna Sophia Robb, aired on The CW in 2013/14. \nStar also created Netflix show Emily in Paris, and many have drawn inevitable comparisons between that show and SATC.\nWhen it first burst on to our TV screens, Sex and the City was seen as revolutionary - four women talking openly about their love and sex lives, not to mention the sex scenes themselves.\nCosmopolitans and rabbit vibrators were trending before trending was a thing.\nWhile it was praised by many for its liberating female-led content, it also attracted criticism from some quarters who felt Carrie's ongoing pursuit of Mr Big (Christopher Noth) was not exactly an advert for female independence.\nIt was also accused of trivialising issues such as sexual harassment and for its lack of diversity, a criticism levelled at many older shows including Friends.\nFashion was a hugely influential part of the series - the tutu worn by Sarah Jessica Parker in the opening credits, teamed with a fur coat and heels, was described as \"an ensemble rich in cultural resonance\".\nAnd Manolo Blahnik could never have dreamed of attracting so much publicity for his designer footwear.\nIt was a ratings smash, with the hotly anticipated finale in 2004 drawing an audience of 10.6 million viewers in the US.\nIn the UK, the final episode was watched by 4.1m on Channel 4.\nThe series was predictably most popular in the 18-34 age group.\nMany SATC fans will be disappointed that larger-than-life favourite Samantha Jones - played by Kim Cattrall - will not be returning for the sequel series.\nSamantha was Sex and the City's most outlandish character and arguably, the star of the show.\nWhile Miranda was juggling a career and motherhood, Charlotte was focused on marriage and motherhood and Carrie poured her neuroses into her New York Star column, Samantha was the character perhaps harder to relate to but someone we all wanted to be (at least a little).\nShe was fiercely independent and while caring for her friends, she always put her own needs before men.\nBut news Cattrall won't reprise the role in And Just Like That comes as no surprise after years of feud rumours which were later confirmed by the British-born Canadian actress.\nIn 2017, Cattrall told Piers Morgan she had \"never been friends\" with her co-stars.\nShe said there was a \"toxic relationship\" and ruled out appearing in a third Sex and the City movie, denying that her decision was down to pay or \"diva\" demands.\nCattrall commented that former co-star Parker \"could have been nicer\" about the situation.\nA different actress could play Samantha in the future, she suggested.\n\"I played it past the finish line and then some and I loved it and another actress should play it,\" she said. \"Maybe they could make it an African-American Samantha Jones or a Hispanic Samantha Jones, or bring in another character.\"\nShe later criticised Parker for being \"cruel\" after she sent condolences following the death of Cattrall's brother.\nIn an interview with People magazine shortly afterwards, SJP acknowledged Cattrall \"said things that were really hurtful about me\".\nParker said: \"So there was no fight; it was completely fabricated, because I actually never responded.\"\nOn Monday, Parker replied on Instagram to someone posting that SJP \"didn't tag Samantha Jones\" into her post announcing the new series.\n\"I don't dislike her. I've never said that. Never would. Samantha isn't part of this story. But she will always be part of us. No matter where we are or what we do. x.\" \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55612270",
      "category": "uk",
      "title": "Covid: 'Most dangerous time' of the pandemic, says Prof Whitty",
      "tags": "Stevenage,Coronavirus vaccines,Vaccination,Birmingham,Manchester,NHS,Epsom,Newcastle upon Tyne,Bristol,Coronavirus pandemic",
      "text": "The UK will go through the \"most dangerous time\" of the pandemic in the weeks before vaccine rollout has an impact, England's chief medical officer has warned.\nProf Chris Whitty urged people to minimise all unnecessary contact with others.\nThe next few weeks will be \"the worst\" of the pandemic for the NHS, he said.\nThousands more people are due to receive a vaccine this week after seven mass centres opened across England.\nNHS England said hundreds more GP-led and hospital services would also open later this week.\nBut with all centres, people will need to wait until they receive an invitation.\nThe government is aiming to offer vaccinations to around 15 million people in the UK - the over-70s, older care home residents and staff, frontline healthcare workers and the clinically extremely vulnerable - by mid-February.\nHealth Secretary Matt Hancock will set out the government's vaccine delivery plan at a news conference later.\nHe said the proposals would be the \"keystone of our exit out of the pandemic\".\nOutlining the vaccine rollout in Scotland, First Minister Nicola Sturgeon confirmed that ministers aim to give all over-80s the first dose of the vaccine over the next four weeks.\nThe Welsh Government plans to offer a vaccine to all over-50s and everyone who is at greater risk by spring.\nIn Northern Ireland, which is rolling out vaccines for care workers, health trusts have seen the busiest 48 hours since the start of the pandemic.\nMr Hancock said on Sunday about two million people in the UK had been vaccinated so far.\nOver the weekend, the UK passed the milestone of 80,000 deaths with coronavirus since the start of the pandemic. \nCurrently, around one in 50 people across the UK is infected and Prof Whitty told BBC Radio 4's Today programme: \"There's a very high chance that if you meet someone unnecessarily they will have Covid.\"\nIn a separate interview with BBC One's Breakfast, he said: \"This is everybody's problem. Any single unnecessary contact you have with someone is a potential link in a chain of transmission that will lead to a vulnerable person.\"\nHe said there were over 30,000 people [in English hospitals alone] with Covid-19 - compared to about 18,000 [in England] at the peak last April.\nHe added that \"anybody who is not shocked\" by the number of people in hospital \"has not understood this at all\".\n\"This is an appalling situation,\" he said.\nIn Essex, Southend Hospital has had to reduce the amount of oxygen used to treat patients after supply \"reached a critical situation\", according to a document shared with the BBC.\nIn Surrey, a temporary mortuary has been opened as hospital mortuaries have reached capacity.\nAlmost 200 bodies are being stored at the emergency site, which is a former military hospital, and other local authorities have told the BBC they expect to open similar facilities soon.\nProf Stephen Powis, NHS England national medical director, said \"this is much bigger than the first wave back in April\".\n\"I don't think anyone in the NHS has known anything like this, this is a once-in-a-century pandemic,\" he said. \nProf Rupert Pearse, an intensive care doctor, told BBC Breakfast that in a \"normal\" winter it would be \"unlikely\" that more than three of four flu patients would need intensive care at any one time, but his unit is now running 130 intensive care beds because of the effects of Covid.\n\"To compare this to a normal winter flu epidemic is out of all proportion, it's orders of magnitude larger,\" he said.\nUnder the national lockdown, people in England must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. \nSimilar lockdown measures  are in place across much of Scotland, Wales and Northern Ireland.\nMinisters held two meetings on Sunday to discuss how to enforce the current lockdown measures more strictly and whether even tighter restrictions may be needed.\nBBC political correspondent Iain Watson said no decisions on further restrictions were taken as there was a desire within government to wait until reliable data on existing measures becomes available in 10 days.\nHowever, he added there had been a discussion on better enforcement of existing regulations, including at shops and workplaces.\nLabour leader Sir Keir Starmer questioned why there are \"less restrictions in place\" now than there were last March.\nIn his first speech of the year, he said \"we need to see the evidence behind nurseries\" remaining open.\nAsked whether tighter restrictions were needed, he said: \"I do think it's time to  hear from the scientists [about] what else could be done and that probably should be done in the next few hours\".\nThere is a lot of debate about whether the lockdown restrictions need to be tightened.\nThere are certainly some anomalies. For example, we are told to only leave the home for essential purposes, but coffee shops remain open for takeaways and retail shops for click-and-collect in England and Wales.\nHowever, even if those elements are tightened up, there is a limit to what the government can do. It is why, in his round of media interviews on Monday, Prof Whitty repeatedly talked about individual decision-making.\nThe mixing of different households continues. Some of it is allowed under the support bubble exemptions, but undoubtedly some of it is taking place outside of this. It is, after all, virtually impossible to police what goes on in people's homes.\nIt is why messaging is so important - and so ministers and officials are stressing the pressure the NHS is under. A further tightening of the restrictions could also help make the point.\nBut there is also a recognition this is hard. People are fatigued. A further crackdown could also erode goodwill.\nThe vaccination programme is described as the biggest in NHS history.\nThe seven mass testing sites, which NHS England said were chosen to give a geographical spread, are:\nThe new centres will each be capable of delivering thousands of vaccinations each week and will be followed by \"dozens more\" large-scale sites, NHS England said.\nThere will be about 1,200 vaccination sites when more GP-led and hospital services open later this week, along with the first pharmacy-led pilot sites, it added.\nSome vulnerable people have questioned why they have been asked to travel to centres miles away from their homes during a pandemic, but the NHS has said people would not miss out on their vaccination if they wait for an appointment at a centre closer to home in the coming weeks.\nVaccines minister Nadhim Zahawi said nobody should be asked to travel more than 10 miles to get a vaccine once more centres open.\nAsked on Today why the centres were not open 24 hours a day, he said it was \"more convenient\" for older people to attend during the day.\n\"If we need to go to 24-hour work we will absolutely go to 24 hours a day to make sure we vaccinate as quickly as we can,\" he said.\nBut he cautioned: \"We are limited by the amount of vaccine that is coming through the system.\"\nPharmaceutical firm Boots said its first vaccination site was due to open later this week to offer the Oxford-AstraZeneca jab to the people most vulnerable.\nIt said sites in Huddersfield and Gloucester were planned to open in the coming weeks.\nTwo vaccines - Pfizer-BioNTech and Oxford-AstraZeneca - are currently being administered in the UK.\nOn Friday a third coronavirus vaccine - made by US company Moderna - was approved for use, although supplies are not expected to arrive until spring.\nAre you due to have a vaccination today? What has been your experience of receiving a vaccination? Email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55610337",
      "category": "uk-wales",
      "title": "See the snow-topped Brecon Beacons from home during lockdown",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55617209",
      "category": "uk-politics",
      "title": "UK's biggest union elects first woman leader",
      "tags": "Keir Starmer,Unison",
      "text": "Unison, the UK's biggest trade union, has elected a woman as leader for the first time.\nChristina McAnea won 47.7% of the vote and takes over as general secretary from Dave Prentis, who has been in the job since 2001.\nThe former assistant general secretary beat fellow officials Paul Holmes, Roger McKenzie and Hugo Pierre in the contest, which began in October.\nUnison, which represents public sector workers, has 1.3 million members.\nMs McAnea said: \"I become general secretary at the most challenging time in recent history - both for our country and our public services.\n\"Health, care, council, police, energy, school, college and university staff have worked throughout the pandemic, and it's their skill and dedication that will see us out the other side.\n\"Their union will continue to speak up for them and do all it can to protect them in the difficult months ahead.\"\nUnison is promising action against the government's pay freeze for 1.3 million public sector workers, which it has described as an \"attack\" on members' livelihoods.\nMs McAnea said: \"Despite the risks, the immense pressures and their sheer exhaustion, the dedication and commitment of our key workers knows no end. I will not let this government, nor any future one, forget that.\"\nLabour leader Sir Keir Starmer has also demanded a U-turn on public sector pay, as he urges ministers to \"protect family incomes\" from the effects of lockdowns and other restrictions in his first speech of the year.\nBut Chancellor Rishi Sunak has said he cannot \"justify a significant, across-the-board\" salary increase while the economy and public finances are suffering in the wake of the pandemic.\nMs McAnea, an experienced negotiator and former NHS worker, is expected to be broadly supportive of Sir Keir, as Mr Prentis has been.\nThe Labour leader welcomed her victory, saying: \"I know you will be a brilliant representative for Unison members.\n\"And it's a significant moment for the union to elect its first woman general secretary. I look forward to working with you.\"\nHer election comes at a strained time between Sir Keir and several other unions whose general secretaries have spoken out in support of his predecessor Jeremy Corbyn, who is currently suspended from the Parliamentary Labour Party.\nMr Holmes came second in the Unison contest, with 33.8%, followed by Mr McKenzie, on 10.8%, and Mr Pierre, on 7.8%.\nMs McAnea grew up in Glasgow and worked as a housing officer before becoming a union employee."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55615214",
      "category": "technology",
      "title": "Parler social network sues Amazon for pulling support",
      "tags": "Amazon,Apps,Donald Trump,Censorship",
      "text": "Parler has hit back after Amazon pulled support for its so-called \"free speech\" social network.\nParler is suing the tech giant, accusing it of breaking anti-trust laws by removing it.\nParler had been reliant on the tech giant's Amazon Web Services (AWS) cloud computing service to provide its alternative to Twitter.\nThe platform was popular among supporters of Donald Trump, although the president is not a user.\nAmazon took the action after finding dozens of posts on the service that it said encouraged violence.\nIn response, the platform has asked a federal judge to order Amazon to reinstate it.\n\"AWS's decision to effectively terminate Parler's account is apparently motivated by political animus,\" the complaint reads.\n\"It is also apparently designed to reduce competition in the microblogging services market to the benefit of Twitter.\"\nAmazon has issued a statement in response.\n\"There is no merit to these claims,\" it said.\n\"AWS provides technology and services to customers across the political spectrum, and we respect Parler's right to determine for itself what content it will allow. However, it is clear that there is significant content on Parler that encourages and incites violence against others, and that Parler is unable or unwilling to promptly identify and remove this content, which is a violation of our terms of service. \n\"We made our concerns known to Parler over a number of weeks and during that time we saw a significant increase in this type of dangerous content, not a decrease, which led to our suspension of their services Sunday evening.\"\nExamples Amazon had provided included posts calling for the killing of Democrats, Muslims, Black Lives Matter leaders, and mainstream media journalists.\nGoogle and Apple had already removed Parler from their app stores towards the end of last week saying it had failed to comply with their content-moderation requirements.\nHowever, it had still been accessible via the web - although visitors had complained of being unable to create new accounts over the weekend, without which it was not possible to view its content.\nParler has been online since 2018, and may return if it can find an alternative host.\nHowever, chief executive John Matze told Fox News on Sunday that \"every vendor from text message services to email providers to our lawyers all ditched us too\".\n\"We're going to try our best to get back online as quickly as possible, but we're having a lot of trouble because every vendor we talk to says they won't work with us because if Apple doesn't approve and Google doesn't approve, they won't,\" he added.\nAWS's move is the latest in a series of actions affecting social media following the rioting on Capitol Hill last week.\nFacebook and Twitter have also banned President Trump's accounts on their platforms, citing concerns that he might incite further violence.\nParler's users included the Republican Senator Ted Cruz, who had led an effort in the Senate to delay certifying Joe Biden's electoral college victory.\nHe had about five million followers on the platform - more than his tally on Twitter.\n\"Why should a handful of Silicon Valley billionaires have a monopoly on political speech?\" he tweeted over the weekend.\nParler's downfall appears to have benefited Gab - another \"free speech\" social network that is popular with far-right commentators.\nIt has claimed to have \"gained more users in the past two days than we did in our first two years of existing\". \nParler has long been a home for what you might call untouchables, people who had been excluded from mainstream services for offences such as blatant racism or incitement to violence.\nDuring a brief excursion onto the site over the weekend, I observed plenty of examples of such behaviour, with users exhibiting vile anti-Semitism, displaying Nazi symbols such as the swastika and uttering incoherent threats against those they perceive to be enemies of America. \nBut as Amazon's deadline approached something like panic took hold, with users desperately urging their followers to join them on other platforms. \nMost seemed to accept that Parler was doomed, while vowing to continue their fight elsewhere. \n\"Well this is the end,\" wrote one user, who proclaimed his support for the American Nazi Party."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55615002",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Worst 48 hours in NI since start of pandemic",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "The past 48 hours have been the busiest for health trusts since the start of the pandemic, with appeals to off-duty staff to help ease the pressure. \nSome trusts were close to declaring a major incident, which was averted after staff responded to Sunday's call. \nNI's six trusts warned that by the third week of January, hospitals could be dealing with double the number of Covid patients.\nHealth trusts have also said more cancer operations could be cancelled. \nThe Belfast Health Trust has already cancelled urgent cancer surgeries. \nOn Monday, a further 16 Covid-related deaths were announced by the Department of Health in Northern Ireland, 15 of them occurring in the last 24 hours.\nSeven hundred and fifty-nine new cases of the virus were also reported.\nThe Western Health Trust is appealing to families to bring their loved ones home as soon as they are ready for discharge, and care for them there - even if a package is not yet in place.\nMeanwhile, a divert of patients from the Southern Health Trust to the Western Health Trust has been lifted.\nThree patients were diverted from the Southern Health Trust to the Western Health Trust overnight on Sunday.\nThe number of Covid-19 patients being treated by the Southern Health Trust is now 230, up from 215 on Sunday night.\nEmergency Department (ED) patients in the trust are experiencing very long waits, with departments expected to be busy again on Monday evening.\nIn total 91,954 people in Northern Ireland had received at least one coronavirus jab as of Monday night.\nFirst Minister Arlene Foster said on Monday afternoon that the latest modelling showed NI's R-number is sitting at about 1.1-1.2.\nThis is a drop from an estimated 1.8 earlier in January.\nMrs Foster said things were \"moving in the right direction\" with a reduction in the number of positive cases, but warned everyone needed to \"ready themselves\" for strain on the health service in the next few weeks.\nShe added that the executive had \"few options left\", if further restrictions were deemed necessary to tackle the transmission of the virus.\nThe first minister suggested the executive could look at whether curfews should be imposed again.\nThe executive will meet on Tuesday and Thursday this week for updates from health officials on the coronavirus situation.\nNew lockdown restrictions came into force in NI on Friday, forbidding people from leaving home for non-essential reasons.\nSpeaking to Good Morning Ulster, Western Health Trust chief executive Dr Anne Kilgallen predicted two out of every four patients being treated in hospitals in the west will have coronavirus by the third week of January. \nShe said currently one in four people in Northern Ireland hospitals has Covid-19. \nDr Kilgallen said the surge over the weekend was \"an indication of why\" they had to suspend red-flag cancer surgeries. \nShe added: \"We will work our hardest to ensure that we do respond to need. This is one of the reasons why, some trusts and I think this week more of us will do so, we made the extremely difficult decision to postpone cancer surgery.\"\nShe asked families to bring their relatives home as soon as they are \"medically fit\" for discharge. \n\"We realise that this is a big ask of families, but we do need people's help. We cannot keep people in hospital awaiting care packages, or indeed awaiting their preference in terms of a care home.\"\nIt is understood at the South West Acute Hospital in Enniskillen, five senior doctors, several radiographers, pharmacists and nurses came into work on Sunday.\nThis freed up 20 to 30 beds, allowing the Western Health Trust to take on patients from the Southern Health Trust. \nAll weekend, parts of Northern Ireland's health system were under severe pressure but, at times, it seemed the Southern Trust's hospitals were on the brink of falling over.  \nAppeals were made for additional staff in the Western and Southern Health Trusts while a joint statement by the chief executives of the six health trusts says staff were doing all they could to deal with the situation.\nDaisy Hill and Craigavon were especially busy, with appeals made for available staff to come to work.\nSouth West Acute Hospital put out a similar appeal as it prepared to accept ambulance diverts and patients from other areas.  \nOften an appeal for staff is the first indication that a hospital is about to declare a major incident, but when asked by the BBC if that was the case the Southern Health Trust said calls for additional staff to come to work had helped avoid a crisis. \nThere have been numerous warnings that January would see an alarming increase in Covid cases, deaths and pressure - sadly, officials aren't being proved wrong. \nDeputy First Minister Michelle O'Neill said Northern Ireland was experiencing the \"worst case scenario\" predicted at the start of the pandemic. \n\"We are at the extreme of the pandemic right now, this is the worst situation that we have been in from the very onset.\"\nShe added that the peak for Covid-19 cases had \"probably been reached\" but the peak pressure on the health service was yet to come.\nAt the weekend, Belfast Trust chief executive Dr Cathy Jack appealed to staff to \"voluntarily postpone any planned booked annual leave in the coming weeks\".\nHowever, Pat Cullen, director of the Royal College of Nursing NI, said it is an \"understatement\" to say that staff are feeling tired and overworked and any attempt to force them to cancel annual leave would be \"inhumane\".\nPatricia McKeown of trade union Unison, which represents many nurses, said staff were \"tired, they're stressed they're getting infected, they're getting sick, some of them, tragically, haven't made it.\n\"And yet, incredibly, they responded in the way they did over the weekend.\n\"But right now they're being asked to give even more, respond again in an even bigger and more intense way, because this coming week is going to be very, very serious.\"\nChief Medical Officer Dr Michael McBride said it is estimated that on average about \"one in 60\" people currently have Covid-19 in Northern Ireland.\nHe said the rising number of cases is a \"payback\" for the relaxation of restrictions in December.\n\"We've been running at about 500 people at any one time in our hospitals with Covid,\" he told The Nolan Show.\n\"I think it's very likely the numbers will be in excess of a thousand and that will put extreme pressure on an already hard pressed staff."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55623828",
      "category": "business",
      "title": "UK economy 'to get worse before it gets better'",
      "tags": "Rishi Sunak,UK economy,Coronavirus pandemic",
      "text": "The UK economy will \"get worse before it gets better\" as the country battles the pandemic, Chancellor Rishi Sunak has warned.\nThe chancellor told MPs the new national restrictions were necessary to control the spread of coronavirus. \nHowever, he said they would have a further significant economic impact,\n\"Even with the significant economic support we've provided, over 800,000 people have lost their job since February,\" he said.\n\"Sadly, we have not and will not be able to save every job and every business.\n\"But I am confident that our economic plan is supporting the finances of millions of people and businesses.\"\nThe chancellor said \"the road ahead will be tough\", but maintained that the government was \"taking the difficult but right long-term decisions for our country\".\nHe said that fiscal stimulus provided so far amounted to more than £280bn, while 1.2 million employers had furloughed almost 10 million employees.\nAt the same time, three million people had benefited from self-employment grants.\nMr Sunak said he would \"bear in mind\" calls to extend business rate relief and provide further support for the hospitality sector at the Budget in March.\nShadow chancellor Anneliese Dodds accused Mr Sunak of being \"out of ideas\" and providing \"nothing new\".\nShe said: \"The purpose of an update is to provide us with new information, not to repeat what we already know.\"\nThe chancellor's words reflect the fact that with a widespread lockdown, the first months of 2021 are likely to see a further contraction in the UK economy and probably an official double-dip recession. This reflects the physical shutdown nationwide of hospitality and retail, as well as the effect in the data of school shutdowns too.\nIn addition, consumers and workers are likely to be more cautious as the vaccine starts to be rolled out. So this is a very odd sort of economic tripwire. The challenge in the next weeks and months gets bigger, although not as big as it was last April. But beyond that, there is the hope of something normal.\nThe implication for the chancellor as he prepares a vital early March Budget, however, is further delay to the measures, such as tax rises, to deal with historic levels of pandemic government borrowing. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55609968",
      "category": "uk",
      "title": "Covid-19: Hancock warns flexing of rules 'could be fatal'",
      "tags": "Coronavirus lockdown measures,Matthew Hancock,Coronavirus pandemic",
      "text": "Flexing the coronavirus lockdown rules could be fatal, the health secretary has warned as hospital admissions soar.\nMatt Hancock did not rule out strengthening current restrictions and told the BBC's Andrew Marr the NHS was under \"very serious pressure\".\nIt comes after almost 55,000 new cases of coronavirus were reported in the UK and the number of deaths after a positive test passed 80,000.\nScientist Prof Peter Horby warned the UK was in \"the eye of the storm\".\nLabour leader Sir Keir Starmer said the rules were tough but \"may not be tough enough\" and called for the government to hold daily press conferences to avoid \"mixed messages\".\nThe UK recorded another 563 deaths within 28 days of a positive Covid test on Sunday, down from 1,065 deaths on Saturday.\nHowever, there tends to be fewer deaths reported on Sundays, due to a reporting lag over the weekend. There were also a further 54,940 daily cases.\nMr Hancock told Andrew Marr \"every time you try to flex the rules that could be fatal\" and said staying at home was the \"most important thing we can do collectively as a society\".\nThe health secretary said he did not want to speculate on whether the government would further strengthen restrictions, after warnings from scientists on Saturday that they may need to be stricter. \n\"People need to not just follow the letter of the rules but follow the spirit as well and play their part,\" he said.\nHis comments came after Home Secretary Priti Patel defended police over enforcing lockdown rules following the case of two women who were fined for going for a walk five miles from their homes - a decision which is now under review.\nThe government has launched a campaign telling people to act like they have got the virus in a bid to tackle the rise in infections.\nUnder the national lockdown, people in England must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. Similar measures are in place across much of Scotland, Wales and Northern Ireland.\nEngland's chief medical officer Prof Chris Whitty said that if the virus continued on its current trajectory \"many hospitals will be in real difficulties, and very soon\".\nIn a statement released on Sunday, he said that unless people started to follow the rules more strictly, emergency patients will have to be turned away from hospitals, causing \"avoidable deaths\".\nProf Horby, chairman of the New and Emerging Respiratory Virus Threats Advisory Group (Nervtag), said there may be \"early signs that something is beginning to bite\" due to the restrictions - but if they did not then stricter measures would be needed.\nHe told the BBC's Andrew Marr Show: \"I really hope people take this very seriously. It was bad in March, it's much worse now.\n\"We've seen record numbers across the board, record numbers of cases, record numbers of hospitalisations, record numbers of deaths.\"\nProf Horby said tougher measures might include those during the March lockdown, such as people only being able to exercise once a day and stricter rules about meeting people.\n\"We are in a situation where everything that was risky in the past is now more risky,\" he said.\nProf Horby said early signs were encouraging that the vaccines would be effective against the new Covid variants - first identified in the UK and in South Africa - and he did not want people to \"hide under the duvet\". \n\"We can see the end game now,\" he said.\nHigher cases inevitably mean more hospitalisations and more deaths. \nThe most recent figures show that, on average, 894 people per day are now dying within 28 days of a positive Covid test, up from 438 at the start of December. \nThe spike in cases since Christmas means that figure is almost certain to get worse before the most recent lockdown measures can start to have any effect.\nScientists think the new variant of the disease is more \"transmissible\", possibly because each infected individual produces more of the actual virus - sometimes referred to as the viral load. \nVaccination should help to protect the most vulnerable from serious symptoms but we don't yet know if receiving the jab stops an individual contracting the virus and passing it on to others. \nScientists say that may mean even tougher restrictions will be needed to bring the R-number below one and start to reduce the overall size of the pandemic. \nMass community testing is to be rolled out this week, the government has said, and the health secretary said around two million people had been vaccinated in the UK, with some 200,000 jabs being given in England daily.\nMr Hancock said by autumn every adult in the UK would be offered a vaccine.\nHe said the government was on course to reach its target of 15 million people vaccinated by mid-February, with the opening of seven mass vaccination centres this week likely to increase the rate of jabs.\nMr Hancock told Sky News' Sophy Ridge he hoped coronavirus could be treated like seasonal flu with an annual vaccination programme in the future.\nProf Horby said the vaccines may have to be updated \"every few years\" as the virus mutates and said it was unlikely the virus would go away completely.\n\"We're going to have to live with it,\" he said. \"But that may change significantly. \n\"It may well become more of an endemic virus that's with us all the time and may cause some seasonal pressures and some excess deaths but is not causing the huge disruption that we're seeing now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55622596",
      "category": "uk",
      "title": "New strangulation law planned to tackle abusers, says justice secretary",
      "tags": "Domestic abuse,Violence against women,Robert Buckland",
      "text": "Justice Secretary Robert Buckland has said he hopes to make non-fatal strangulation a specific offence after a call by domestic abuse campaigners.\nToo many violent offenders' sentences are not tough enough, he said.\nAnd he added that strangulation can be a precursor to even more serious crimes against women.\nCampaigners argue that perpetrators are often only charged with common assault, which carries a maximum of six months in prison.\nBecause non-fatal strangulation may not leave any marks on the victim, prosecutors do not bring more serious charges, they say.\nMr Buckland said: \"There are too many violent offenders not getting sentences proportionate to the seriousness of their crimes because in many cases, prosecutors don't have adequate charging options where the victim has been strangled.\n\"The vast majority of these crimes are committed against women and they are often a precursor to even more serious violence.\"\nThe justice secretary hopes the new offence can be included in the Police and Sentencing Bill, although discussions are at an early stage. \nCampaigners had called for a new offence to be part of the Domestic Abuse Bill. The Conservative peer Baroness Newlove was planning to table an amendment to this bill as it goes through the House of Lords. She won cross-party support during a debate in the Lords last week.\nBut the Ministry of Justice believes that as non-fatal strangulation can be used in situations other than domestic abuse, the legislation should have a broader context.\nWelcoming the move, Nogah Ofer, a lawyer with the Centre for Women's Justice, which has been at the forefront of the campaign for a new offence said: \"It is time that as a society we stopped normalising and ignoring strangulation.\n\"We look forward to police, prosecutors and medical professionals working together to address this with the seriousness it deserves, and hope that survivors of domestic abuse will have greater confidence to seek justice.\"\nCampaigner Rachel Williams, who suffered strangulation during an abusive relationship, tweeted that it was \"a great victory\". She was shot and severely injured by her violent partner in 2011, who then killed himself.\nLast week, the government said that non-fatal strangulation was already covered by existing legislation from common assault to attempted murder. \nIt is now looking at how a new offence was introduced in New Zealand. Parts of Australia and the US have also brought in similar measures.\nDuring the Lords debate, crossbench peer Lord Anderson of Ipswich, a QC and former Independent Reviewer of Terrorism Legislation, warned that \"hurried law can be bad law\".\nHe asked whether a more generic offence of aggravated assault or recklessly endangering life might cover these circumstances and questioned how strangulation and suffocation would be defined in the law."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55615202",
      "category": "uk-wales",
      "title": "Covid: All over-50s in Wales to be offered jab by spring",
      "tags": "Colwyn Bay,Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "All over-50s and everyone who is at greater risk from Covid will be offered a vaccine by spring, under new Welsh Government plans.\nA vaccine strategy unveiled by Health Minister Vaughan Gething aims to offer all adults a jab by the autumn.\nIt comes after criticism that the rollout of the vaccine has been slower than in other parts of the UK.\nThe latest figures show 86,039 doses had been administered by 22:00 GMT on Sunday.\nA total of 327,000 doses - 280,000 of the Pfizer-BioNTech vaccine and 47,000 doses of the Oxford-AstraZeneca jab - have now been delivered to the Welsh NHS.\nThe figures mean 2.7% of Wales population has so far been vaccinated - compared to just over 4% in Northern Ireland, about 3.5% in England and 3% in Scotland.\nAcross the UK nearly 400,000 second doses have been administered, including 374,613 in England, 79 in Wales, 13,949 in Northern Ireland and, as of January 3, 36 in Scotland.\nMr Gething admitted the rest of the UK had \"gone slightly faster than we have\", but said the latest vaccinations figures showed a \"significant acceleration\" in the rollout.\nThe Welsh Conservatives accused the government of a \"stuttering start\", while Plaid Cymru said the plan was \"late in the day\". \nEveryone over 70, all care home residents and staff, and front-line NHS and social care workers will be offered a jab by mid-February, under similar timescales to other UK nations.\nThe Welsh Government's vaccination plans aim to cover 2.5 million people by September, with vaccines supplied by the UK government.\nMr Gething said: \"Delivering this vaccination programme to the people in Wales is a huge task but an enormous amount of work is going on to make it a success.\n\"We are making good progress with thousands more people being vaccinated every day.\"\nThe plan sets out a series of \"milestones\" for the vaccine rollout in Wales - all depending on the supply of vaccines approved for use.\nAt a press conference, Mr Gething said the government aimed to vaccinate:\nMr Gething said 700,000 people would be vaccinated by mid-February.\nAccording to the plan, the number of GPs' surgeries delivering vaccines will be increased from around 100 to more than 250 by the end of January.\nThe number of mass vaccination centres will increase in the next couple of weeks to 35, according to Welsh Government's plan.\nOne of those is Margam Orangery, in Neath Port Talbot, where about 500 people will be vaccinated each day. \nAt the press conference, Mr Gething defended the UK-wide decision to increase the gap between giving the two doses of the Pfizer vaccine and said it would \"avoid more deaths\".\n\"Each of the vaccines provide a high level of protection against harm from coronavirus. That's really good news for all of us,\" he added.\nWelsh Conservative health spokesman Andrew RT Davies said the Welsh Government should have a vaccinations minister who \"gets up in the morning thinking about vaccinations and goes to bed thinking about vaccinations\". \nHe said such a move would help the government recover from a \"stuttering start\" to the vaccines programme. Mr Davies said the government needed \"focus and direction to drive this forward\". \nPlaid Cymru leader Adam Price welcomed the strategy but said it was \"late in the day\".\nMr Price said many people, including his own parents, wanted clarity: \"My parents, who are in their 80s, have been told their surgery won't have the ability to vaccinate them for another three weeks, yet the GP surgery next door is starting this week.\"\nDaniel Davies, BBC Wales political correspondent\nThe Oxford-AstraZeneca vaccine is crucial to ensuring everyone aged over 70 can have at least one jab by Valentine's Day.\nHealth boards plan to use reserves of the Pfizer vaccine, but they alone will not reach the Welsh Government's first milestone. To speed things up, bigger supplies of the Oxford vaccine are needed. \nUnlike the Pfizer vaccine however, the stock is not held by the Welsh Government. Instead, it is delivered directly to the frontline - including GPs and community pharmacies - by Public Health England.\nAround 24,000 Oxford doses arrived in Wales last week; 26,000 are due this week; and another 80 to 100,000 are expected to arrive in four batches next week. \nIf the mid-February milestone is reached, attention then turns to the over-50s and younger people whose health puts them at greater risk.\nThey can expect a dose by the Spring, but discussions are continuing between the four UK nations to nail down a more specific date.\nDr Helen Alefounder is a GP in Colwyn Bay, Conwy county and part of a team that administered 400 vaccines at care comes last week after receiving the vaccine herself on Wednesday.\n\"Between us and the surgery next door that we're working with we've got just shy of 20,000 patients to vaccinate,\" she told BBC Radio Wales.\n\"It's an absolutely huge task, it's really scary, but we are really keen and committed to get it done because everybody is sick of lockdown and let's be honest, everybody wants life to return to as normal as possible and the only way we're going to do that is to mass vaccinate people.\"\nOther GP surgeries have posted on social media that they have not received as many doses of the vaccine as promised. \nVaccination numbers will now be published daily and the number of mass vaccination centres will rise from 22 to 35. The vaccination plan also suggests pharmacies could be used to deploy the vaccine.\nDr Gill Richardson, the senior responsible officer for the Covid vaccination programme in Wales, said GPs were \"raring to go\" to get the vaccine distributed. \nShe said the model for Wales' vaccination programme was focused around the Oxford-Astrazeneca vaccine, which was approved in late December and \"much larger quantities\" were expected. \nShe also said: \"I know it's very difficult if you haven't had a letter and you're feeling anxious but you are going to be approached and when you're approached we'd like it to be as soon as possible and as convenient as possible to you.\"\nMichael Sullivan, 93, from Radyr, Cardiff, is one of those who is yet to receive his letter. \nHe said: \"I hear of all these other people having their second jabs and nobody's even thought of contacting me to say I'm going to have one in the first place. It's a bit depressing. It makes me think somebody's not doing what they should be doing. \n\"It gets stressful more easily, that's another thing one has to bare in mind - it's going to save my life.\"\nElen Jones, the Wales director of the Royal Pharmaceutical Society, said community pharmacists were \"willing and skilled to help deliver the vaccination programme, as they do with flu every year\".\nShe added pharmacists could help deliver the vaccine \"at a more local level\".\nWelsh ministers have been under intense pressure since it became clear that Wales was lagging behind every other home nation in the initial weeks of vaccine rollout. \nIt's still not clear why that should be the case - the logistical challenges of rollout and the change in advice over the time period between first and second doses apply across the UK, not just to Wales. \nThe health minister says that there has already been \"a significant step-up in delivery\".\nThe test of that will be whether the system in Wales can meet the delivery goals set out in the vaccination strategy - which (as for the other home nations) also rely on a regular and sufficient supply of vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55620595",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Sturgeon urges football not to 'abuse privileges'",
      "tags": "Nicola Sturgeon",
      "text": "First Minister Nicola Sturgeon has urged football clubs not to \"abuse\" the privileges they are afforded while the rest of Scotland is in lockdown.\nPlayers and staff from Celtic FC are having to self-isolate after one tested positive for Covid-19 on return from a mid-season training camp in Dubai.\nMs Sturgeon said she had doubts about whether the trip was really necessary.\nAnd she said \"everyone, including football, should be erring on the side of caution\" amid a rise in infections.\nScottish football below Championship level is to be suspended for three weeks in light of the current lockdown, with Scottish Cup and lower league ties to be rescheduled.\nTop flight football in Scotland is continuing while most Scots are subject to a \"stay at home\" order due to the Covid-19 pandemic.\nCeltic's home fixture against Hibernian went ahead on Monday evening, despite the club having lost 13 players and three staff to Covid-19 issues.\nDefender Christopher Jullien tested positive for the virus on return from the club's training camp in Dubai, with others including the club's manager Neil Lennon being forced to isolate as close contacts.\nMs Sturgeon said she was \"disappointed and frustrated\" that her daily coronavirus briefing was again being \"dominated by football\".\nShe said she had doubts about whether Celtic's trip \"was really essential\" and whether rules were strictly adhered to, saying it was for the footballing authorities to decide if further action was necessary.\nThe first minister issued a warning to clubs that they must stick to the rules set out for them while the rest of the populace is subject to tight restrictions.\nShe said: \"Football and elite sport more generally enjoys a number of privileges right now that the rest of us don't have. These privileges include the right to go to overseas training camps and be exempt from quarantine on return. \n\"It is really vital, obviously for public health reasons but also I think out of respect for the rest of the population living under really heavy restrictions, that these privileges are not abused.\"\nScottish Conservative leader Douglas Ross is an assistant referee in the game.\nHe said that at a time when people are staying at home football games were something many looked forward to. \nMr Ross said: \"We don't want to see the whole of Scottish football affected by the actions of one club.\" He also called for financial support to be made available to clubs in the Scottish lower leagues and Scottish Cup who had had their games suspended for three weeks.\nMs Sturgeon said Scotland was currently in \"the most perilous and serious position since the start of the pandemic\", with a record number of people in hospital with Covid-19.\nShe said everyone should be doing their utmost not to add to pressure on the health services by following the rules.\nShe said: \"This whole episode should underline how serious the situation we are in now is. Everyone including football should be erring on the side of caution. \n\"I know fans of other clubs feel very strongly that the whole of football should not pay the price for the actions of any one club, and I agree with that. \n\"But of course a situation like this does make it essential for us to review the rules - including those around travel exemptions - and that's what we will be doing. As we do, I do hope that Celtic themselves will reflect seriously on all of this.\"\nMs Sturgeon cited photographs which emerged of players socialising in Dubai, but Celtic's assistant manager John Kennedy said these created a \"false picture\" and that there had been \"minor slip-ups\" at worst.\nThe club had previously claimed the government had given permission for the trip to go ahead, but Ms Sturgeon said it had only provided guidance to the footballing authorities on the rules.\nShe said: \"It's not our role to give approval or not to what a football club is doing.\"\nA statement posted on the Celtic website said that \"the reality is that a case could well have occurred had the team remained in Scotland\".\nIt added: \"Celtic has done everything it can to ensure we have in place the very best procedures and protocols. From the outset of the pandemic, Celtic has worked closely with the Scottish government and Scottish football and we will continue to do so.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55615202/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: All over-50s in Wales to be offered jab by spring",
      "tags": "Colwyn Bay,Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "All over-50s and everyone who is at greater risk from Covid will be offered a vaccine by spring, under new Welsh Government plans.\nA vaccine strategy unveiled by Health Minister Vaughan Gething aims to offer all adults a jab by the autumn.\nIt comes after criticism that the rollout of the vaccine has been slower than in other parts of the UK.\nThe latest figures show 86,039 doses had been administered by 22:00 GMT on Sunday.\nA total of 327,000 doses - 280,000 of the Pfizer-BioNTech vaccine and 47,000 doses of the Oxford-AstraZeneca jab - have now been delivered to the Welsh NHS.\nThe figures mean 2.7% of Wales population has so far been vaccinated - compared to just over 4% in Northern Ireland, about 3.5% in England and 3% in Scotland.\nAcross the UK nearly 400,000 second doses have been administered, including 374,613 in England, 79 in Wales, 13,949 in Northern Ireland and, as of January 3, 36 in Scotland.\nMr Gething admitted the rest of the UK had \"gone slightly faster than we have\", but said the latest vaccinations figures showed a \"significant acceleration\" in the rollout.\nThe Welsh Conservatives accused the government of a \"stuttering start\", while Plaid Cymru said the plan was \"late in the day\". \nEveryone over 70, all care home residents and staff, and front-line NHS and social care workers will be offered a jab by mid-February, under similar timescales to other UK nations.\nThe Welsh Government's vaccination plans aim to cover 2.5 million people by September, with vaccines supplied by the UK government.\nMr Gething said: \"Delivering this vaccination programme to the people in Wales is a huge task but an enormous amount of work is going on to make it a success.\n\"We are making good progress with thousands more people being vaccinated every day.\"\nThe plan sets out a series of \"milestones\" for the vaccine rollout in Wales - all depending on the supply of vaccines approved for use.\nAt a press conference, Mr Gething said the government aimed to vaccinate:\nMr Gething said 700,000 people would be vaccinated by mid-February.\nAccording to the plan, the number of GPs' surgeries delivering vaccines will be increased from around 100 to more than 250 by the end of January.\nThe number of mass vaccination centres will increase in the next couple of weeks to 35, according to Welsh Government's plan.\nOne of those is Margam Orangery, in Neath Port Talbot, where about 500 people will be vaccinated each day. \nAt the press conference, Mr Gething defended the UK-wide decision to increase the gap between giving the two doses of the Pfizer vaccine and said it would \"avoid more deaths\".\n\"Each of the vaccines provide a high level of protection against harm from coronavirus. That's really good news for all of us,\" he added.\nWelsh Conservative health spokesman Andrew RT Davies said the Welsh Government should have a vaccinations minister who \"gets up in the morning thinking about vaccinations and goes to bed thinking about vaccinations\". \nHe said such a move would help the government recover from a \"stuttering start\" to the vaccines programme. Mr Davies said the government needed \"focus and direction to drive this forward\". \nPlaid Cymru leader Adam Price welcomed the strategy but said it was \"late in the day\".\nMr Price said many people, including his own parents, wanted clarity: \"My parents, who are in their 80s, have been told their surgery won't have the ability to vaccinate them for another three weeks, yet the GP surgery next door is starting this week.\"\nDaniel Davies, BBC Wales political correspondent\nThe Oxford-AstraZeneca vaccine is crucial to ensuring everyone aged over 70 can have at least one jab by Valentine's Day.\nHealth boards plan to use reserves of the Pfizer vaccine, but they alone will not reach the Welsh Government's first milestone. To speed things up, bigger supplies of the Oxford vaccine are needed. \nUnlike the Pfizer vaccine however, the stock is not held by the Welsh Government. Instead, it is delivered directly to the frontline - including GPs and community pharmacies - by Public Health England.\nAround 24,000 Oxford doses arrived in Wales last week; 26,000 are due this week; and another 80 to 100,000 are expected to arrive in four batches next week. \nIf the mid-February milestone is reached, attention then turns to the over-50s and younger people whose health puts them at greater risk.\nThey can expect a dose by the Spring, but discussions are continuing between the four UK nations to nail down a more specific date.\nDr Helen Alefounder is a GP in Colwyn Bay, Conwy county and part of a team that administered 400 vaccines at care comes last week after receiving the vaccine herself on Wednesday.\n\"Between us and the surgery next door that we're working with we've got just shy of 20,000 patients to vaccinate,\" she told BBC Radio Wales.\n\"It's an absolutely huge task, it's really scary, but we are really keen and committed to get it done because everybody is sick of lockdown and let's be honest, everybody wants life to return to as normal as possible and the only way we're going to do that is to mass vaccinate people.\"\nOther GP surgeries have posted on social media that they have not received as many doses of the vaccine as promised. \nVaccination numbers will now be published daily and the number of mass vaccination centres will rise from 22 to 35. The vaccination plan also suggests pharmacies could be used to deploy the vaccine.\nDr Gill Richardson, the senior responsible officer for the Covid vaccination programme in Wales, said GPs were \"raring to go\" to get the vaccine distributed. \nShe said the model for Wales' vaccination programme was focused around the Oxford-Astrazeneca vaccine, which was approved in late December and \"much larger quantities\" were expected. \nShe also said: \"I know it's very difficult if you haven't had a letter and you're feeling anxious but you are going to be approached and when you're approached we'd like it to be as soon as possible and as convenient as possible to you.\"\nMichael Sullivan, 93, from Radyr, Cardiff, is one of those who is yet to receive his letter. \nHe said: \"I hear of all these other people having their second jabs and nobody's even thought of contacting me to say I'm going to have one in the first place. It's a bit depressing. It makes me think somebody's not doing what they should be doing. \n\"It gets stressful more easily, that's another thing one has to bare in mind - it's going to save my life.\"\nElen Jones, the Wales director of the Royal Pharmaceutical Society, said community pharmacists were \"willing and skilled to help deliver the vaccination programme, as they do with flu every year\".\nShe added pharmacists could help deliver the vaccine \"at a more local level\".\nWelsh ministers have been under intense pressure since it became clear that Wales was lagging behind every other home nation in the initial weeks of vaccine rollout. \nIt's still not clear why that should be the case - the logistical challenges of rollout and the change in advice over the time period between first and second doses apply across the UK, not just to Wales. \nThe health minister says that there has already been \"a significant step-up in delivery\".\nThe test of that will be whether the system in Wales can meet the delivery goals set out in the vaccination strategy - which (as for the other home nations) also rely on a regular and sufficient supply of vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55611467",
      "category": "business",
      "title": "Cladding building owners told not to talk to press",
      "tags": "Companies,Grenfell Tower fire",
      "text": "Flat owners applying to a fund to help pay to remove flammable building cladding will be told not to talk to the press without government approval.\nA draft agreement, uncovered by the Sunday Times, says that even where there is \"overwhelming public interest\" in speaking to journalists, the government must be told first.\nThe government said the wording was \"standard\".\nIt set up a £1.6bn fund last year to repair the most dangerous buildings.\nBut it warned that the fund might not cover all the costs of removing the cladding.\nThe clause might affect building owners and professional managing agents but also residents who manage their building.\nSome types of the covering, often added to newer blocks of flats, have been proven to be a fire hazard.\nAfter the 2017 Grenfell fire, the government pledged that safe alternatives to dangerous cladding would be provided on all buildings in England taller than 18m.\nIt set up the £1.6bn fund to help foot the costs.\nThe agreement, between the building owner or leaseholder and the government, says: \"The Applicant shall not make any communication to the press or any journalist or broadcaster regarding the Project or the Agreement (or the performance of it by any Party) without the prior written approval of Homes England and [the Ministry for Housing, Communities and Local Government ]\" and its press offices.\nIt says an exception can be made \"where such disclosure is in the overwhelming public interest (in which case disclosure will not be made without first allowing Homes England and MHCLG to make representations on such proposed disclosure).\"\nThe UK Cladding Action Group tweeted that it was \"clearly a matter of public interest\" that these issues were aired in public. \n\"No department should be hiding behind non-disclosure agreements to stop scrutiny of their actions,\" the group said. \n'Institutional failure'\nAnother campaign group, Manchester Cladiators, said the existence of the \"gagging clause\" was \"shocking but not necessarily that surprising\".\nSpokesperson Rebecca Fairclough said residents would feel \"intimidated\" by it, adding: \"We ask the government to remove this unfair clause immediately and focus on the priority of solving this institutional failure, which still exists and is only growing over three and a half years after the Grenfell tragedy.\"\nThe government insists that the wording in the agreement, under the heading \"Marketing material\", is there to ensure applicants come to the government first. \n\"The terms set out are standard in commercial agreements and are not specific to this fund - to suggest otherwise is misleading and inaccurate,\" the Ministry for Housing, Communities and Local Government (MHCLG) said in a statement.\n\"We want a constructive working relationship with building owners who apply to the fund and applicants are asked to work with the department on public communications relating to the project.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-55616959/#comp-comments-button",
      "category": "#comp-comments",
      "title": "BBC Bitesize to be free for BT and EE customers",
      "tags": "Schools,Home education,BT Group,Coronavirus pandemic",
      "text": "Customers using BT Mobile, EE, and Plusnet Mobile can use BBC Bitesize content from the end of January without eating into their data allowance.\nBitesize provides structured lessons in maths and English for all year groups, as well as offering other curriculum material.\nContent from other providers is likely to be made free in the coming days.\nMore mobile companies are expected to follow suit in making such content free to use.\nThe current UK lockdowns mean most children are now learning from home.\nEducation Secretary Gavin Williamson has mandated that schools must provide between three and five hours of online content per day.\nThis has led to concerns that children in families without access to broadband could fall behind.\nSchools remain open for children classed as vulnerable and those whose parents are key workers.\nAll contract and pay-as-you-go customers of BT Mobile, EE and Plusnet Mobile will be eligible and the free package will continue while schools remain closed. No registration is required - the free access will happen automatically.\nBT has also asked the Scottish, Welsh and Northern Irish administrations to each suggest one online resource for schoolchildren in its regions, which it will also zero-rate, as the curriculums differ from English schools.\nAccording to UK media watchdog Ofcom, some 880,000 families are reliant solely on mobile connections, and many of those will have data limitations.\nBBC director general Tim Davie said: \"With the pandemic forcing schools to close again, we should not allow a lack of digital access to further impact children's education.\n\"The BBC will continue to do all we can to ensure every child, whatever their circumstances, can continue to access vital educational materials during this time.\"\nThe corporation is also running three hours of curriculum-based TV programmes alongside the BBC Bitesize collection of educational resources. Primary school programming will be on CBBC, with two hours for secondary pupils on BBC Two. \nDuring the first lockdown, content was available on iPlayer, Red Button services and online, but not on regular TV channels, although viewers in Scotland did have some programming.\nBT said the move was part of its wider Lockdown Learning programme.\nOther aspects of BT's scheme include:\nBT consumer brands chief executive Marc Allera said: \"We want to ensure that no child is left behind in their education as a result of this pandemic and recognise that we all have a role we can play to help families and carers continue their children's education while schools are closed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-55615591",
      "category": "uk-england-essex",
      "title": "Covid-19: Southend Hospital oxygen supply reaches 'critical' situation",
      "tags": "Southend-on-Sea,NHS,Coronavirus pandemic",
      "text": "A hospital's oxygen supply has \"reached a critical situation\" due to rising numbers of Covid-19 infections.\nA document shared with the BBC showed Southend Hospital has had to reduce the amount it uses to treat patients.\nIt said the target range for oxygen levels that should be in patients' blood had been cut from 92% to a baseline of 88-92%.\nHospital managing director, Yvonne Blucher, said it was \"working to manage\" the situation.\n\"We are experiencing high demand for oxygen because of rising numbers of inpatients with Covid-19 and we are working to manage this,\" she said.\n\"The public can play their part by staying home and, where they cannot, following the 'hands, face, space' advice to cut the spread of the virus.\"\nIn the document, from the Mid and South Essex Hospitals Foundation Trust, which has been shared with frontline NHS staff, the oxygen supply was said to have \"reached a critical situation\".\nIt said it was \"imperative we use oxygen efficiently and safely\" and states patients who are being fed oxygen and have an oxygen saturation of above 92% \"should have their oxygen weaned within the target range\", which is now 88-92%. This means very gradually reducing the saturation level.\nIt added that \"maintaining saturations within this target range is safe and no patient will come to harm as a result\".\nGPs in Essex have told the BBC that the threshold for sending a patient to hospital for supplemental oxygen is if their oxygen saturation is at 92%. A level of 96-100% is deemed normal.\nChris Hopson, chief executive of NHS Providers which represents hospital trusts in England, said there was \"huge pressure\" on hospital oxygen stocks because giving patients extra oxygen was a \"key part\" of coronavirus treatment.\nHe said there were a number of hospitals where this happened in the first phase of coronavirus and over the past few weeks \"similar things have happened\" elsewhere.\n\"This is the kind of problem that chief executives and trust leadership teams are having to solve day in, day out,\" he said.\n\"If you [a hospital] push your oxygen to an absolutely critical level, then the thing that you can't do is have the oxygen system break down... so effectively you will have to dial it down, in which case you will probably have to transfer patients to the nearest neighbouring hospital for a short period of time.  \n\"I cannot tell you how much work has been done over the summer and autumn to ensure that people [hospital trusts] have been prepared for this... they knew they would come under pressure if there were to be further waves, as has now proved to be the case.\"\nEssex has one of the highest rates of Covid-19 per 100,000 people in the country, with seven of the 14 council areas in the county in the top 20 most infected areas of England.\nBy Michelle Roberts, health editor, BBC News Online \nNews of oxygen issues is understandably worrying, but not unexpected. Tanks may be full, but flow is a problem.\nMany people who are sick with Covid will need extra oxygen to help them breathe. As Covid admissions increase, it can put huge demand on a hospital's piped oxygen supply system to provide this high flow.\nHospital bosses have been planning for such scenarios for months, learning from experiences during the first wave of Covid when some trusts ran into difficulties.\nMany wards have made improvements to their pipework in preparation for a very busy winter, but there is still a limit to what hospitals can provide.\nWhen stretched to the maximum, other steps are needed, such transferring patients elsewhere or limiting how much oxygen is pumped to each patient.\nSouthend Hospital has taken this latter measure.\nAlthough not ideal, it is not unsafe. Patients will be closely monitored and the trust hopes the situation will improve if new Covid admissions start to go down as people follow the stay at home lockdown rules. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55613575",
      "category": "uk",
      "title": "Covid deaths: The emergency mortuary in a Surrey woodland",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55612865",
      "category": "business",
      "title": "Covid: 'I’m one of those people who’s been left out'",
      "tags": "HM Treasury,UK economy,Coronavirus pandemic",
      "text": "Small business owner Jon Wilding is facing a dilemma: his livelihood is on hold because of Covid restrictions and he has a big tax bill to settle.\nIf his company supplying marquees to outdoor events goes bust, the taxman will get paid, but his reputation as a businessman will be ruined forever.\n\"If I shut the business down, I then become director of a business that's gone bankrupt, at which stage getting loans in the future becomes nigh-on impossible,\" he told the BBC.\n\"I feel like I'm one of those people who's been left out. We don't need a lot to keep going,\" said Mr Wilding, of Cannock in the West Midlands.\n\"The government say their support system is the best in the world, we've done furlough, this that and whatever, but it's not getting to all the people that need it.\"\nApart from the Bounce Back Loan scheme, his two-person business has received no government assistance.\nHis colleague was furloughed in March last year, but because Mr Wilding is the director, he is not allowed to furlough himself.\nThe Federation of Small Businesses (FSB) is particularly concerned about people like Mr Wilding.\nIt says directors of small companies, who pay themselves in dividends rather than drawing a salary, are not receiving any help from the government.\nThe FSB says somewhere between 700,000 and 1.1 million people fall into this category.\nIt has put forward ideas to help some of those firms, which it hopes ministers will adopt.\nThe FSB's proposed Directors Income Support Scheme would pay them grants of up to £7,500 to cover three months of lost trading profits. It would be limited to those who earn less than £50,000 a year.\n\"Company directors, the newly self-employed, those in supply chains and those without commercial premises are still being left out in the cold,\" said FSB national chairman Mike Cherry.\nWithout further government help to cope with the effects of the pandemic, a record 250,000 small businesses could be lost in the next 12 months, the FSB said.\n\"The development of business support measures has not kept pace with intensifying restrictions,\" Mr Cherry added.\n\"As a result, we risk losing hundreds of thousands of great, ultimately viable small businesses this year, at huge cost to local communities and individual livelihoods.\"\nThe FSB based its prediction on a survey of 1,400 small firms, 5% of which said they expected to close this year.\nIf those figures were replicated across the country, some 250,000 of the UK's 5.9 million small firms could disappear, it said.\nMr Cherry said the government had met the latest national lockdown \"with a whimper\" and called for help that went beyond the retail, leisure and hospitality businesses.\nThe FSB said it had submitted its support scheme proposals to the Treasury and was expecting a decision this month.\nThe Treasury said nothing was planned at present, but added: \"Our support schemes are designed to get help to those who need it most whilst protecting the taxpayer from fraud, but of course we keep everything under review and are always open to further ideas.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55621945",
      "category": "uk-politics",
      "title": "James Brokenshire steps back from ministerial role for cancer surgery",
      "tags": "James Brokenshire",
      "text": "Home Office Minister James Brokenshire, who was diagnosed with lung cancer three years ago, is taking leave to have surgery on a lung tumour.\nThe Old Bexley and Sidcup MP resigned as Northern Ireland secretary in 2018 for surgery to remove a lesion on his right lung.\nOn Monday he confirmed that \"frustratingly\" there had been a recurrence of a tumour there.\nHe said he was in \"good hands\" with the \"fantastic NHS team\" looking after him.\n\"[I'm] keeping positive and blessed to have the love of Cathy and the kids to support me through this,\" the 53-year-old wrote on Twitter.\nPrime Minister Boris Johnson said his thoughts were with Mr Brokenshire and his family. \n\"Wishing you all the best for your treatment and looking forward to welcoming you back on the team soon,\" he added. \nHome Secretary Priti Patel said she was \"saddened\" by the news, adding: \"All my thoughts and prayers are with James and his family during this time\".\n\"All colleagues across government send James our love and best wishes, and we look forward to having him back soon,\" she added.\nHealth secretary Matt Hancock was among government colleagues wishing him well, adding he was \"sending my best wishes for a speedy recovery\".\nLabour leader Sir Keir Starmer tweeted: \"Wishing you all the best for your treatment, James. Get well soon.\"\nMr Brokenshire, who was first elected to Parliament in 2005 as MP for the former constituency of Hornchurch, has also previously served as housing secretary under former PM Theresa May.\nHe has called for efforts to \"break some of the stigma around lung cancer\" and raise awareness of the disease."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55621228",
      "category": "uk",
      "title": "Covid: UK at 'worst point' of pandemic, says Hancock",
      "tags": "Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "The UK is at the \"worst point\" of the pandemic, Health Secretary Matt Hancock has warned, but said the actions of the public \"could make a difference\".\nAt a No 10 briefing, Mr Hancock pleaded with people to follow the government's Covid rules until the vaccine could provide a \"way out\" of the pandemic.\nThe government earlier published its plan to immunise tens of millions of people by spring.\nSo far 2.3 million people in the UK have had a first Covid vaccine shot.\nAnd a total of 2.6 million doses have been given out across the country, with some people having received both doses.\nMr Hancock said the new variant of coronavirus was putting the NHS under \"significant pressure\", adding it was \"imperative\" that people limit their social contacts. \n\"The NHS, more than ever before, needs everybody to be doing something right now - and that something is to follow the rules,\" he said.\n\"I know there has been speculation about more restrictions, and we don't rule out taking further action if it is needed, but it is your actions now that can make a difference.\"\nThe health secretary said he could \"rule out\" tightening restrictions by removing support and childcare bubbles, however.\nHis comments follow similar warnings from Prime Minister Boris Johnson, and England's chief medical officer Prof Chris Whitty, who said that the next few weeks will be \"the worst\" of the pandemic for the NHS.\nAccording to the latest figures, there have been another 529 deaths within 28 days of a positive test in the UK, and another 46,169 cases reported. There are also more than 32,000 people in hospital with coronavirus, data shows.\nMatt Hancock has previously said he's learned to rule nothing out when it comes to dealing with the pandemic. \nBut today he took the unusual step of doing just that. \nSupport bubbles and childcare bubbles, hugely valued by so many, will stay. \nSenior Whitehall sources have previously told me bubbles were \"untouchable\" but for a minister to say as much, so explicitly and on the record, means there's now very little wriggle room for the government to change its mind.\nMinisters will know that scrapping bubbles, for those that rely on them, could have proved deeply unpopular. But this certainty is a rarity. \nWhilst the current emphasis is on compliance, the idea of toughening up controls in other areas is not being ruled out. \nThe vaccine delivery plan says it is expected to take until spring to give a first dose to all 32 million people in the UK's priority groups, including everyone over 55 and those who are clinically vulnerable.\nUnder the plan, the government has pledged to carry out at least two million vaccinations in England per week by the end of January, which it says will be made possible by rolling out jabs at 206 hospital sites, 50 vaccination centres and around 1,200 local vaccination sites. \nIt also reiterates the government's aim of offering vaccinations to around 15 million people in the UK - the over-70s, older care home residents and staff, frontline healthcare workers and the clinically extremely vulnerable - by mid-February.\nAccording to Mr Hancock, two fifths of over-80s have now received their first dose, and almost a quarter of care home residents have received theirs.\nAlso at the briefing, NHS England's national medical director, Prof Stephen Powis, said the NHS was aiming to vaccinate the rest of the top nine priority groups by April, with a final push to offer all adults over 18 a jab by the autumn.\nHe stressed it would take until February before there were \"early signs\" that vaccination was leading to a drop in hospitalisations.\nThe country has still not seen the full impact of the Christmas loosening of lockdown restrictions, Prof Powis added, although he noted there are now 13,000 more Covid patients in hospital than there were on Christmas Day.\nSpeaking in Bristol earlier, Mr Johnson warned the vaccination programme was in a \"race against time\" because of pressure on the NHS.\nHe said it was \"a very perilous moment because everyone can sense the vaccine is coming in - my worry is that will breed false complacency\".\nThe newly-published vaccination plan also says ministers are aiming to offer jabs at more than 2,700 sites across the UK.\nAnd it says that daily vaccination figures for England will be published from now on - showing the total number vaccinated to date, including first and second doses. \nEarlier, NHS England's chief executive, Sir Simon Stevens, told MPs that there was a \"strong case\" for asking the the Joint Committee on Vaccination and Immunisation (JCVI) to consider prioritising \"teachers and other key workers\" for vaccination after the \"first nine [priority] groups have been vaccinated\".\nA quarter of coronavirus admissions to hospital are for people under the age of 55, he added.\nIn the first four weeks of the vaccination campaign, the NHS did 1.3 million vaccinations.\nNews that in the past week almost the same again has been done shows progress is being made - even though there has been some concern rollout to care home residents has been slower than hoped.\nHitting two million doses a week is the next target - and is something the NHS is aiming to get close to this week.\nWith more vaccination sites opening by the day, it should be achievable as long as there is good supply.\nThere is already enough vaccine in the country to vaccinate all 15 million people in the highest at-risk groups that have been promised an offer of a vaccine by mid-February.\nHowever, not all of it has been through the final safety checks or been packaged up ready for distribution.\nChallenges remain, but even at this early stage it is clear there is growing optimism that the programme is on track. \nAs seven mass vaccination centres opened across England on Monday, NHS England said hundreds more GP-led and hospital services would also open later this week.\nBut with all centres, people will need to wait until they receive an invitation.\nTwo vaccines - Pfizer-BioNTech and Oxford-AstraZeneca - are currently being administered in the UK.\nOn Friday, a third coronavirus vaccine - made by US company Moderna - was approved for use, although supplies are not expected to arrive until spring.\nVaccine programmes are also progressing in the UK's devolved nations. \nAll over-50s and everyone who is at greater risk from Covid in Wales will be offered a vaccine by spring, under new plans.\nAnd Scotland's health secretary has said every aged over 80 or over in the nation will be offered a jab by February, while care workers in Northern Ireland who provide services to ill or elderly patients living at home can now book an appointment to get a Covid-19 vaccine.\nEngland is currently under a national lockdown, meaning people must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. \nSimilar lockdown measures are in place across much of Scotland, Wales and Northern Ireland.\nLabour leader Sir Keir Starmer has questioned why there are \"less restrictions in place\" now than there were last March.\nIn his first speech of the year, he said: \"I do think it's time to hear from the scientists [about] what else could be done and that probably should be done in the next few hours\".\nMeanwhile, the United Arab Emirates is being removed from the UK list of travel corridors amid a spike in Covid cases.\nAnd England's Test and Trace scheme has revised one of its definitions of a \"close contact\" - the people who need to be reached if they have been near to someone who has tested positive for Covid.\nThis now refers to anyone who has been within two metres of someone for more than 15 minutes, whether in a single period or cumulatively over the course of one day.\nPreviously the definition was just a single period of at least 15 minutes. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55611387",
      "category": "world-asia",
      "title": "Indonesia Sriwijaya Air crash: Distraught relatives await news",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "Relatives of the passengers and crew on board the ill-fated Sriwijaya Air Boeing 737 are facing an agonising wait as authorities search for the wreckage.\nSixty-two people were on board the passenger plane which plunged into the sea just minutes after taking off from Jakarta on Saturday.\nThere appears to be no hope of finding survivors.\nAlthough no-one on board has been formally identified, information is emerging from family and friends.\n\"We're in grief, still praying for the best,\" said Ferza Mahardhika, whose uncle was the pilot of the Sriwijaya SJ182 flight. \nCaptain Afwan, 54, left home quickly on the day of the doomed flight, his nephew told BBC Indonesia, complaining that \"his shirt hadn't been ironed, when usually he is really neat\".\nThe captain apologised to his three children for having to leave them again.\nCaptain Afwan, who like many Indonesians goes by one name, started his flying career in the air force before becoming a commercial pilot in 1987. \nHis family and colleagues say he was devoted Muslim, eager to help people in his neighbourhood in the West Java town of Bogor, and at work.  \nHis profile picture on social media is a cartoon of Superman praying, with the words \"it doesn't matter how high you fly, you will never reach heaven if you don't pray\".\n\"He was a very good man. He often gave advice, wise advice. He was a prominent figure in his neighbourhood and was well-known for his kindness,\" said Ferza Mahardhika.\n\"I'm devastated and can't believe that this is happening. Please pray for uncle and our family,\" he added.\nAlso on board was 15-year-old Dinda Amelia, who had originally gone to Jakarta on vacation. \nDinda had gone with her mother's employer whom she was close to, along with the family's two children. \nLena, her mother, said she had been working for her employer's family for a long time, and so did not refuse Dinda's request to follow the family on vacation.\nThey left for Jakarta on 27 December - but never returned.\n\"She left right on her 15th birthday,\" her mother told BBC Indonesian. \"She was very happy.\"\nSpeaking to reporters, Lena showed them a photo of Dinda on her phone, while crying and saying: \"Come back little one.\" \nAfrida told BBC Indonesia she was still holding out hope that her 29-year-old son Angga Fernanda Afrion, who was on the flight, might still be alive. \n\"Family members who are in Jakarta are searching for information. I want to go, too, but with the pandemic it's difficult to travel,\" said Afrida, who lives in West Sumatra. \nJust a week ago Angga - a seaman - had become a father, his wife giving birth to their first child, a boy named Alvano Faeyza Alingga. His mother said that becoming a father had motived him to work harder to provide the best for his son. \nAngga worked on large cargo boats. His mother says he called her late on Friday saying that he had to fly to Pontianak at the last minute because \"his ship was damaged and his boss had told him he needed to come\".\nHe often had to travel for work across the Indonesian archipelago but preferred to travel by boat, rarely flying. \nAfrida said her son was \"a strong-willed child but was very obedient. He was a kind polite person and could get on well with anyone.\" \n\"If he is gone what I want is to be able to bring him home and bury him properly,\" she said quietly, while holding a framed photo of Angga in his uniform. \nAlso on board were newly married couple Ihsan Adhlan Hakim and Putri Wahyuni. Ihsan's younger brother, Arwin Amru Hakim, told news website Kompas that his brother had called from Soekarno Hatta Airport to let the family know their flight had been delayed, due to bad weather.\nThe couple were travelling to Kalimantan to hold a wedding party for Ihsan's extended family who live in Pontianak.  \n\"The plan was that next Saturday the event would take place,\" said Arwin. But now, he says, the family are praying together. \nYusrilanita fainted when told the news about the Sriwijaya Air SJ182 aircraft that was carrying her daughter Indah Halima Putri, son-in-law Muhammad Rizky Wahyudi and their baby.\nIndah had returned to her family home in Java to give birth, and was now going home with her husband to their home in Pontianak. \nBefore the plane took off, according to local media, Indah send a photo of the plane's wing via a WhatsApp message saying there was heavy rain and asking for the family's prayers. \nMeanwhile, authorities have set up a special centre at Pontianak Supadio Airport in Indonesia to take DNA samples from close family of those on board to help with identification.\n\"We have deployed 51 personnel to be on standby at the post to work with personnel from the Disaster Victim Identification team to collect the samples,\" said Assistant Senior Commissioner of Police Yani Permana.\nThe process is expected to take at least two more days as some families have to travel to reach the centre.\nThe 30-year-old businessman was in Jakarta on a business trip and was on his way back home to his family in Ngarak, a village several hours from Pontianak airport, according to news site CNN.\nHis wife told CNN that she spoke with her husband - whom she describes as a \"very good and sociable person\" - shortly before takeoff.\n\"His last message to me was not to forget to take our son to see a doctor because he had a fever,\" she said, adding that the couple's five-year-old son has been asking when his father is coming home. \nAdditional reporting by BBC Indonesia's Dwiki Marta and Widianingsih "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55611208/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Protect family incomes, Starmer urges ministers",
      "tags": "Coronavirus lockdown measures,Keir Starmer,Coronavirus pandemic",
      "text": "Labour leader Sir Keir Starmer has urged the government to \"protect family incomes\" as it deals with the economic effects of coronavirus.\nIn his first speech of the year, he demanded teachers, the armed forces and care workers are left out of the public sector pay freeze.\nSir Keir also called for tougher restrictions to be considered for tackling coronavirus. \nNo 10 said the government had \"shown it is prepared to act\".\nWith coronavirus restrictions and lockdowns shutting thousands of businesses, the economy was 7.9% smaller in October last year than it had been six months earlier.\nAnd the government's independent forecaster, the Office for Budgetary Responsibility, predicts that unemployment will rise to 2.6 million by the middle of this year.\nIn his speech, Sir Keir attacked the government for \"having been found wanting at every turn\", accusing Boris Johnson of being \"indecisive\" and acting \"too slow\" over further lockdowns and support for business and families.\nHe said: \"The British people will forgive many things. They know the pandemic is difficult. \n\"But they also know serial incompetence when they see it - and they know when a prime minister simply isn't up to the job.\"\nBut the PM's official spokeswoman rejected the criticism, saying: \"This government has shown it is prepared to act. When given evidence in the morning it has taken action that evening.\" \nAsked by the BBC's political editor Laura Kuenssberg whether the government should tighten restrictions, such as closing nurseries, Sir Keir said there \"probably is more that we could do [and we] may have to get tougher\".\nBut he did not outline what measures he would recommend, instead saying it was \"time to hear from the scientists what else can be done - and that probably should be done in the next few hours\".\nThe Labour leader said ministers must \"protect family incomes and support businesses\" from the economic effects of previous restrictions and the current lockdown. \nHe added policies must \"make a real difference to millions of people across the country\" and \"put families at the heart of our recovery\".\nSir Keir argued the £20-a-week rise given to Universal Credit claimants last April must continue beyond this April's cut-off point.\nCouncil tax increases in England of up to 5% this April must not happen, he said, while calling for the ban on evictions and repossessions to be extended.\nThe government's pay freeze for at least 1.3 million public sector workers - which does not apply to NHS frontline staff and those earning below £24,000 a year - must not go ahead, said Sir Keir.\n\"I know this isn't everything that's needed,\" he added, \"and after so much suffering we can't go back the status quo. \n\"We cannot return to an economy where over half our care workers earn less than the living wage, where childcare is among the most expensive in Europe, where our social care system is a national disgrace and where over four million children grow up in poverty.\"\nAn opposition leader has no policy leavers to pull. They have to rely on words to persuade the public they are worthy of power. \nWith the next general election an eternity away, Sir Keir Starmer knows the question of competence matters far more to voters than ideology right now. \nThe Labour leader was unsparing in his criticism of the government's handling of the pandemic - accusing the prime minster of serial incompetence, dithering and delay. \nSir Keir said the government could reverse planned changes to council tax and universal credit to ease the financial pressure on families. \nBut pressed on how lockdown might be different today if he was in No 10, the Labour leader mirrored the government's messaging. \nHe said there was \"probably\" more that could be done around nurseries and estate agent viewings, but Sir Keir's mantra was listen to the scientists. \nIt's what ministers say endlessly too. \nSir Keir argued that, just as a Labour government \"built the welfare state from the rubble\" of World War Two, a future one can \"secure our economy, protect our NHS and rebuild our country so that Britain is the best country to grow up in and the best country to grow old in\". \nBut Conservative Party co-chairman Amanda Milling accused Sir Keir of \"calling for actions the Conservatives are already taking in government\".\n\"We have delivered an unprecedented £280bn package of support to protect jobs, livelihoods and public services through this pandemic,\" she added, including the furlough scheme, the temporary increase to Universal Credit and extra funding for councils.\n\"The Conservatives will continue to put families and communities at the heart of every decision we take as we deliver on our promises to the British people,\" Ms Milling said.\nIn his Spending Review in November, Chancellor Rishi Sunak warned that the \"economic emergency\" caused by the pandemic had only begun.\nHe promised to take \"extraordinary measures to protect people's jobs and incomes\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55618528",
      "category": "business",
      "title": "'My spending has gone up, not down, in lockdown'",
      "tags": "Coronavirus lockdown measures,Resolution Foundation,Personal finance,UK economy,Coronavirus pandemic",
      "text": "There are few benefits from lockdown, but one often touted is that people are managing to save a little money: lower transport costs, fewer shop-bought office lunches, cheaper childcare costs and no foreign holidays.\nSingle mum Caroline Rice gives a wry smile when asked if she's managed to squirrel away extra cash over the past few months during pandemic restrictions.\n\"My spending is up,\" she says. \"The heating costs are higher because it's very cold. I'm having to shop locally because of lockdown, where the prices are slightly higher. The nearest Asda is 12 miles away.\"\nThe small savings on little luxuries that many people are making - fewer coffees or restaurant meals - were never an option for her in the first place. \nHer meagre finances meant the registered child minder, who lives in rural County Fermanagh, was already living week-to-week. Now it seems like day-to-day, she says.\n\"There's a mental stress, fatigue, in having to check the bank balance every day to see how much I'm down,\" she says. \"My child and I haven't bought any clothes in almost a year.\"\nShe's having to home-school her child. Many people wouldn't think twice about printing off their child's maths homework project. Caroline had to write it out by hand because they could not afford the ink.\nAnd she is not alone. A new report on the finances of low-income families during the pandemic says they are twice as likely to have increased their spending. \nIt says extra costs for food, energy and remote learning equipment have piled financial pressure on the poor. \nThe study - Pandemic Pressures - was a collaboration between the Resolution Foundation and the Nuffield Foundation-funded Covid Realities research project at the University of York.\nDr Ruth Patrick, a social policy lecturer at the University of York, says talk of saving money during the pandemic is \"worlds away\" from the experiences of many low-income parents and carers.\n\"Parents have found their spending increases, as some of the usual strategies they use to get by on a low income - shopping around for the best deal, going to families and friends for a meal when the cupboards are empty - have become suddenly impossible,\" she said.\nFor Shirley Widdop, an increase in food costs has been one of the biggest issues. The disabled single parent, who lives in Keighley, now has to shield for health reasons. That means using online deliveries a lot. \nShe says: \"There's a minimum basket size [with online orders]. You often have to bulk buy in case there's a problem getting delivery slots.\" \nWhen not shielding, Shirley would seek out food in her supermarket's reduced-price section. \"There used to be just a couple of people. Now there are crowds,\" she says. \"Not everyone has easy access to the internet. And not everyone has a functioning bus service.\"\nThe report notes that the pandemic has been marked by a huge reduction in overall spending, with entertainment and social activities restricted by lockdown.\nHigher-income households have been the main beneficiaries of this \"enforced saving\", as they spend 40% more of their income on recreation and leisure activities than the poorest fifth of households.\nThe report says that in contrast to this overall picture, the pandemic has in many cases made it more expensive to live on a low income with children.\nMore than one in three (36%) low-income households with children have increased their spending during the pandemic so far, compared with about one in six (18%) who have reduced their spending. \nAmong high-income households without children, 13% have increased their spending, compared with 40% who have reduced it.\nThe report highlights three main reasons for these extra pressures:\nIt should also be noted, the report says, that these extra spending pressures are squeezing living standards that had stagnated even before the pandemic.\nTo ease the burden, the report says the government should be seeking to maintain the £20-a-week rise in Universal Credit (UC) into next year. Otherwise, six million households face having their incomes cut by more than £1,000. \nMike Brewer, chief economist at the Resolution Foundation, said: \"The pandemic has forced society as a whole to spend less and save more. But these broad spending patterns don't hold true for everyone.\n\"The extra cost of feeding, schooling and entertaining children 24/7 means that, for many families, lockdowns have made life more expensive to live on a low income.\"\nHowever, a government spokesperson said measures had been put in place to \"ensure that nobody is left behind\", including extra welfare payments, job protection safeguards, the £170m Covid Winter Grant Scheme, and equipment for home-schooling.\n\"We are committed to supporting the lowest-paid families through the pandemic and beyond,\" the spokesperson said.\nSometimes the overall economic figures can not capture the actual on-the-ground financial reality.\nThe pandemic lockdowns have led to a \"K-shaped\" recovery. Across the entire economy, staying at home has meant less capacity to spend on going out and a surge in savings. But the economic picture is both up and down at the same time, depending on which household. \nThe average picture is composed of wealthier people saving a huge amount and poorer families more squeezed than ever. This report shows how children staying at home have increased food and energy bills. The cost of buying food has increased with fewer store promotions and a requirement to use more expensive local shops. The furlough scheme has kept people paid, but not necessarily on full pay.\nSo the chancellor hopes that the vaccine rollout could unleash pent up demand in the form of huge levels of savings from the already well-off. And yet at the same time, will continue to face pressure over extending support - for example, the £20-a-week increase to universal credit."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55626672",
      "category": "uk",
      "title": "Covid-19: UAE dropped from UK travel corridor list",
      "tags": "Coronavirus lockdown measures,Department for Transport,United Arab Emirates,Air travel,Grant Shapps,Coronavirus pandemic",
      "text": "The United Arab Emirates is being removed from the UK list of travel corridors amid a spike in Covid cases.\nThat means anyone who arrives from the UAE after 04:00 GMT on Tuesday now needs to self-isolate for 10 days, Transport Secretary Grant Shapps said.\nUK officials say Covid cases have risen 52% in the UAE in the last seven days and cite \"a significant acceleration in the number of imported cases\".\nIt comes after Scotland removed the UAE city Dubai from its safe travel list.\nThe Foreign Office has also updated its advice to advise against all but essential travel to the emirates.\nThe recent lockdown restrictions imposed across the UK mean leisure travel is currently banned.\nBut the UAE has been in particular focus in recent weeks after a number of UK reality TV and social media stars posted photographs of themselves holidaying there before the rules came into place.\nAnd a Celtic footballer tested positive for Covid-19 after the club took a trip to Dubai for a winter training camp. \nCeltic were allowed to go as a group under exemptions for elite athletes. As a result,15 playing and coaching staff are now required to self-isolate.\nDubai was added to Scotland's travel quarantine list from 04:00 GMT on Monday - with the rule also applying retrospectively for passengers who have arrived in Scotland from the city since January 3.\nThe Department for Transport said the removal of the whole of the UAE from the travel corridor is being adopted by all four UK nations.\nArrivals to the UK from most destinations now have to quarantine for 10 days. \nHowever, arrivals from some countries are exempt from the rules. Those countries make up the so-called travel corridor list.\nFrom this week, passengers arriving by boat, train or plane, including UK nationals, must also take a Covid test up to 72 hours before leaving the country of departure.\nAre you affected by the government decision to remove UAE from the UK travel corridor list? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55615170",
      "category": "uk-scotland",
      "title": "Covid: Dubai added to Scotland's travel quarantine list",
      "tags": "Travel,Glasgow Airport,Coronavirus testing,Glasgow,Dubai,Coronavirus pandemic",
      "text": "Dubai has been added to Scotland's travel quarantine list with anyone coming from the country told to self-isolate for 10 days.\nThe rule, which came into effect at 04:00, will also apply retrospectively for passengers who have  made the journey since 3 January.\nCeltic confirmed one of their players tested positive for the virus less than 48 hours after the squad returned from a training trip to Dubai on Friday.\nIt is not known if he was on the trip.\nThe Scottish government said clinicians and the local NHS health protection team were in contact with Celtic providing advice. It also confirmed that quarantine rules did not apply to sports people who had attended \"elite training\" abroad. \nHowever, First Minister Nicola Sturgeon last week questioned the purpose of Celtic's trip and whether they were following social-distancing rules after seeing photos from their Dubai base.\nShe warned that professional sport's privileges could be lost if protocols were not followed by all participants. \nThe government said the change was due to a number of positive cases being identified in passengers who had flown into Glasgow from Dubai since the new year.\nIt said the \"preventative action\" would help stem the rise in coronavirus cases.\nTransport Secretary Michael Matheson said: \"It is evident, both in Scotland and in countries across the world, that the virus continues to pose real risks to health and to life and we need to interrupt the rise in cases.\"\nHe added: \"Imposing quarantine requirements on those arriving in the UK is our first defence in managing the risk of imported cases from communities with high risks of transmission. That is why we have made the decision to remove Dubai from the country exemptions list.\n\"Whether or not an overseas destination has been designated for quarantine restrictions, our message remains clear that people should not currently be undertaking non-essential foreign travel.\n\"People need to stay at home to help suppress the virus, protect our NHS and save lives.\"\nJoanne Dooey, president of the Scottish Passenger Agents' Association (SPAA), said: \"Removing Dubai from the safe list is understandable. We believe that there has been a cluster of infections around Scots who travelled to Dubai over the Christmas and New Year period.\n\"Whilst we're keen to see a return to increased international travel, protecting the health of the whole country remains our key concern and we are supportive of this move.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-54984390",
      "category": "uk-scotland",
      "title": "Covid in Scotland: When will I be vaccinated against the virus?",
      "tags": "Coronavirus vaccines,Vaccination,University of Oxford,Pfizer,Coronavirus pandemic",
      "text": "The coronavirus vaccination campaign is now well under way in Scotland, and we have a good idea of how plans to deploy the vaccine are shaping up. \nThe Scottish government has said the first two priority groups - including care home staff and residents, frontline health workers and over-80s in the community - would have had their first jab by 5 February. \nThose aged 70 and over will be vaccinated by mid-February.\nPeople aged over 65 and those who are clinically extremely vulnerable will be vaccinated by early March.\nThis covers the first five of the nine priority groups, which is just over 1.4 million people.\nThree vaccines have now been approved by UK regulators - those developed by Pfizer-BioNTech, Oxford-AstraZeneca and Moderna. \nThey have been purchased by the UK government and Scotland will get a share of them, based on its population. \nCurrent modelling indicates that Scotland will have the capacity to deliver about 400,000 vaccinations a week from the end of February.  \nGP practices, health centres and local clinics have already been delivering vaccinations.\nFrom Monday 1 February, mass vaccination centres, including Edinburgh International Conference Centre (EICC) and Aberdeen's P&J LIVE at TECA, will be in operation. \nThe Scottish government said the EICC will have capacity to vaccinate more than 21,000 people a week at 45 stations. \nThe centre in Aberdeen will start with 20 booths, vaccinating around 6000 people weekly. \nThe NHS Louisa Jordan mass vaccination centre in Glasgow has been operating since 8 December, carrying out 1,000 to 5,000 vaccinations daily. The facility has the capacity to move to 10,000 per day.\nOther large centres will operate at Ravenscraig Sports Facility in Motherwell and Queen Margaret University in Musselburgh - as well as at leisure centres and town halls. \nCentres were planning initially to be opened seven days from 08:00 to 22:00, but that could be extended.\nIt won't be practical for everyone in Scotland to travel to receive their vaccine. \nSo, in some remote communities, a mobile vaccination unit will be set up to offer immunisations. \nIn this case, public health officials say they will likely make one trip to the area and vaccinate everyone in the priority group at once - which might mean someone lower down the priority list will get vaccinated earlier than they would had they lived in an urban area.  \nOne plan public health officials are looking at is using mobile libraries to deliver vaccines in remote communities. \nThe hope is to have people aged 50 and over vaccinated by the start of May.\nThe number of injections vaccinators will administer will be dependent on supply - so there might not be a smooth increase in how many people have received their immunisation. \nQuite quickly it's expected the number of injections given to begin increasing. \nThat's because initially things were very focused on getting those in care homes vaccinated first. \nBecause the vaccine had to be taken to the homes, it has taken a longer time to get through than if the same number of people had been able to turn up at a mass vaccination site. \nBy the autumn everyone in Scotland over the age of 18 should have been offered one of the Covid vaccinations. That's 4.4 million people. \nBut this will depend entirely on supplies - and just now, public health experts say they only know how many doses they can expect until June. \nFrom March, a second stream of second doses of the vaccinations will also be getting under way as the latest guidance is that the second jab should be received up to 12 weeks after the first. \nThere are no plans to make vaccinations mandatory.\nThe UK government is ordering vaccines on behalf of the four nations, and the supply is then be divided up between Scotland, England, Wales and Northern Ireland on the basis of population. \nScotland's share of the UK's vaccine supply equates to its 8.2% share of the UK population.\nThe UK government has secured early access to more than 400 million doses of experimental vaccines.\nThere are more than enough supplies of approved vaccines to give every adult in the UK both doses. \nData suggests that whilst the efficacy of both vaccines is optimised when a second dose is administered, they offer considerable protection after a single dose, at least in the short term.  \nSo the new plan is for more people to be given a first dose, rather than holding back stock to administer down the line as second doses. \nEveryone should still receive a second dose within 12 weeks of the first. \nTrials of the Oxford vaccine, which was developed by British drug manufacturer AstraZeneca and Oxford University, show it stops an average of 70% of people developing Covid symptoms.\nNobody who was given the vaccine in the trial developed severe disease or needed hospital treatment. \nThere is also data that suggests adjusting the dose could increase protection up to 90%. \nThis vaccine takes a weakened version of a common cold virus from chimpanzees and genetically modifies it to resemble coronavirus to try to provoke an immune response.\nThe manufacturers of the Pfizer/BioNtech vaccine say the jab could prevent 95% of people from becoming ill with Covid-19.\nIt is what's known as an RNA vaccine - a new type of technology. It involves injecting part of the virus' genetic code into the body to train the immune system.\nAntibodies and T-cells are then made by the body to fight the coronavirus.\nThere were fears that the requirement for it to be kept at ultra-cold temperatures would pose problems in getting it to care homes or to remote communities. \nHowever, it has since transpired that the vaccine can be moved around in an unfrozen state for up to 12 hours and can be stored undiluted for up to five days.\nThe Moderna vaccine is an RNA vaccine, like Pfizer's, which uses part of the virus's genetic code in order to provoke an immune response.\nIt requires temperatures of around -20C for shipping - similar to a normal freezer.\nSeveral other vaccines are in the final testing stage, and more results from other teams working on advanced trials are also expected in the coming weeks and months.\nThe JCVI has said it does not have a preference for one vaccine above the other, but it's unlikely you'll get to choose which you get. \nThat depends on a number of factors - what is available, where you are being vaccinated, and what we know about how the vaccines work by the time you are being vaccinated. \nThe Scottish government has said that it will be distributing supplies so that they can offer the most \"extensive and timely\" coverage possible, so for that reason \"one vaccine may be offered in certain settings over another\".\nAnd scientists will be studying the efficacy of the injections as people are given them, and it may well turn out that different vaccines suit different parts of the population. \nSo, it may be that what vaccine you get is dependent on your age or where you live, for example. But it is early days - we'll learn more in the months ahead. \nPublic health officials said when the Pfizer jab was approved that pregnant and breastfeeding women should not be given the injection, due to the limited amount of data available on its use within that group.\nHowever, the regulator has since updated its advice to say that when the potential benefits outweigh the risks, the decision can be made for the woman to be vaccinated. \nFor the Oxford vaccine, the advice is the same - it can be administered when the potential benefits outweigh the risk. \nMost children aged 18 and under will not get the Pfizer vaccine. This is because not enough research on using this vaccine on children has been carried out yet. \nAnd, so far, the Oxford vaccine has only been approved for those over 18.  \nRegulators initially said that people with a history of significant allergic reactions should not have the Pfizer/BioNTech Covid jab. \nBut they have now said they have received further assurances, and that those with allergies to food or other medicines or vaccines can have this injection. \nHowever, anyone with a history of allergic reaction to this vaccine or any of its ingredients should not receive this injection. \nThe Oxford vaccine can also be given to those with allergies to other medicines or food. \nAgain, it's only those with a known history of reacting to any of its ingredients who should not have it. \nAnyone who has previously reacted to a vaccine should speak to their doctor first. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55609315",
      "category": "business",
      "title": "Online retailer Ocado warns of shortages as suppliers cut choice",
      "tags": "Companies,Ocado,Brexit",
      "text": "Online supermarket Ocado has become the first big retailer to warn of shortages of some products.\nIt told customers in an email that there may be \"an increase of missing items and substitutions over the next few weeks\".\nStaff sickness and self-isolation means some food producers are cutting the number of product lines they offer.\nWhile customers might not get their exact product choice, plenty of food should be available, Ocado said.\n\"Staff absences across the supply chain may lead to an increase in product substitutions for a small number of customers as some suppliers consolidate their offering to maintain output,\" a spokesperson said.\nThe news comes after a rush of online food orders for supermarkets, as shoppers try to stay at home after the new lockdown started.\nWithin a couple of hours of Prime Minister Boris Johnson's speech to the nation on Monday, shoppers reported problems with Sainsbury's and Tesco, while Ocado customers were placed in a virtual queue.\nOcado told its customers that from Friday \"changes to the UK supply chain have affected some of our suppliers and may result in an increase of missing items and substitutions over the next few weeks.\"\nIt added: \"We apologise for any inconvenience caused and we are working hard to mitigate any impact.\"\nFood suppliers are grappling with staffing problems, hospitality clients who have closed their doors and delays at the border with the EU.\nWholesalers the BBC spoke to this week said they faced throwing away thousands of pounds worth of food because of cancelled orders following new restrictions.\nThe UK meat industry has called for the early vaccination of its workers to keep food supplies running smoothly during the coronavirus crisis.\nIt warned earlier this week that absences during the pandemic, coupled with disruption at ports, could hit food supply chains.\nAn early vaccination call for supermarket staff was also made by the boss of Sainsbury's on Thursday.\nThe government said the food industry remains \"well-prepared\" to make sure people have the food they need.\nThe British Meat Processors Association (BMPA) said coronavirus and disruption at ports due to new systems brought in after the Brexit transition period were \"a severe challenge to the industry and to the smooth running of the nation's food supply chain\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55605149",
      "category": "uk-england",
      "title": "NHS Covid-19 jab letters 'confusing over-80s'",
      "tags": "Telford,Stevenage,Coronavirus vaccines,Birmingham,Whitwick,Manchester,Royal Leamington Spa,Coventry,Epsom,Bristol,Coronavirus pandemic",
      "text": "People waiting to receive the Covid-19 vaccine say they are confused by NHS letters inviting them to travel to centres miles away from their homes.\nThe first 130,000 letters have been sent to people aged 80 or older who live about 30 to 45 minutes' drive away from one of seven new regional centres.\nBut patients, many of whom are shielding, questioned why they had to travel so far in a pandemic.\nLocal jabs are available to people if they wait, the NHS said.\nThe seven centres include Ashton Gate in Bristol, Epsom racecourse in Surrey, London's Nightingale hospital, Newcastle's Centre for Life, the Manchester Tennis and Football Centre, Robertson House in Stevenage and Birmingham's Millennium Point.\nPeople will not miss out on their vaccination if they do not use the letters to make an appointment at one of the centres, the NHS said.\nTwo Labour MPs tweeted about their concerns about the letters being delayed in getting out to people due to coronavirus affecting Royal Mail staff.\nMary McGarry from Leamington Spa in Warwickshire told BBC News that her letter points to an NHS online booking page which suggests she would have to take her husband, who has cancer and a lung disease, 20 miles to Birmingham.\n\"We're very reluctant to go into Birmingham city centre,\" she said.\n\"If we can't get somebody to take us, we'd have to go on the train but we're shielding because my husband's got poor health.... we want to know why we've got to travel that far?\"\nKay Hayward, from Whitwick in Leicestershire, said she went online to book an appointment for her 85-year-old husband Kenneth and was offered five different places including Widnes in Cheshire and Stevenage in Hertfordshire.\n\"I thought they must be joking... we talked about it and we thought it was actually safer to stay here and for him not not have it.\n\"But we were worried if we turned this down, we'd be off the list.. the letter doesn't say anything about having the vaccines anywhere else locally.\"\nAndrea Eaton, from Coventry, said she was so angry that her 81-year-old mother, who has heart problems and leukaemia, was offered Birmingham for her appointment that she attempted to ring Downing Street on Saturday night to complain.\nShe said she reached the press office and said: \"I want you to give Boris a message please that he has lied to the British public.\n\"He has told them they never need to go more than 10 miles... they were really rude and just put the phone down on me.\"\nA spokesperson from Number 10 told BBC News that they did not wish to comment, but wanted to remind the public to use the government website to write to the prime minister or contact their constituency MP.\nCouncillor Shaun Davies, the Labour leader at Telford and Wrekin Council in Shropshire, said he had been contacted by dozens of people who have found the letters misleading, thinking this is their only chance to get the vaccine.\nHe said he had spoken to Trafford Council and was aware of people in Shropshire being sent to Manchester and residents there being directed to Birmingham to get their jabs.\n\"For many people they have been told consistently to wait for the NHS to contact you in order to get a vaccine and that's what they've had for the first time as a piece of communication.\n\"This is really, really concerning for people in their 80s or 90s because of the importance of getting the vaccine.\"\nThe letters are not \"going to the heart\" of the public health message which is staying home and staying local, he said.\nDr Sarah Raistrick, from Coventry and Rugby Clinical Commission group (CCG), said people did not have to travel to the centres but admitted the letter did not make that clear.\n\"You can wait and be contacted by your local GP service and have it locally if you'd prefer.\n\"If you sit tight, you will be contacted and I'm hopeful that if you're 80 or over, by the end of this month you will have had your vaccination whether that is locally or whether you have chosen to travel,\" she said.\nWork will be done with the NHS locally and nationally to make that message clearer, she added.\nThe seven centres were chosen to give a geographical spread covering as many people as possible and are capable of delivering thousands of jabs per week, NHS England has said.\nBBC News has contacted NHS England for a response."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55611637",
      "category": "uk-wales",
      "title": "Covid: Students call for university accommodation refunds",
      "tags": "Cardiff Metropolitan University,University of Wales, Trinity Saint David,Universities,Swansea University,Lampeter,Renting,Cardiff University,Aberystwyth,Welsh government,Wales education,Students,Higher education,Aberystwyth University,Bangor University,Bangor,University of South Wales,Coronavirus pandemic",
      "text": "Students in Wales want partial refunds for university accommodation because they are not spending as much time there due to the coronavirus pandemic. \nThe National Union of Students Wales (NUS Wales) said students \"shouldn't be penalised financially\" for following Welsh Government guidelines. \nTwo Welsh universities have offered students refunds.\nThe Welsh Government said universities should have staggered returns and students only return when asked to.\nStaggered returns are being introduced in order to \"help stop the spread of the virus in student accommodation\" according to the Welsh Government.\nIt accepted this could mean some students need to stay home longer than anticipated, with online learning used at the start of term.\nBut some students feel they should not be paying for student accommodation when they are not there.\nMirain Iwerydd, a first year student at Aberystwyth University - which has told students not to come back - said: \"I think if there are students who've missed out, and haven't had what they've paid for, then as a matter of principle universities should be paying them back, because the students have paid for something they haven't received.\n\"I think it would help with day-to-day living costs because, when you think about it, students haven't been able to go out and earn a living working in cafes, for example, during their studies.\"\nBBC Wales asked Wales' universities if they would offer refunds and four of the six who responded said no.\nCardiff Metropolitan University said students living in university-operated halls would be given rebates for the weeks where all of their lectures and seminars had been held online.\nThey said they had told students on 4 January they would be offered the refunds.\nBangor University is offering eligible students a 10% discount.\nTegwen Bruce-Deans is in her second year at Bangor and said the reduction was \"fair\".\n\"I've spent less time in this room that I've paid for, compared with a year where coronavirus wasn't here,\" she said.\n\"If they are encouraging their students to leave earlier and return later then it's fair to say 'because you've been good and followed the advice given you can have some money back'.\"\nHowever, those living in private accommodation may find it harder to get refunds from landlords.\nSioned Bowen, who is in her third year at Aberystwyth University, said landlords should consider reduced rent, which some do during a normal summer break.\n\"It isn't fair if we have to stay at home and we can't even see the house in Aberystwyth, yet are still expected to pay full rent,\" she added.\nMeanwhile a group of students living in halls at Cardiff University said they were planning to stop their direct debits and hold a \"rent payment strike\" unless their rent is reduced while they are living at home.\nUnite Students, who provide private rental accommodation for students in Cardiff, said it was offering those unable to move back in a 50% discount from 18 January until 14 February.\nStudents living in the private accommodation will also be offered a four-week extension to their tenancy for free, to allow them to finish their studies, work part time or carry on living in the city after term ends.\nNUS Wales president Becky Ricketts said she had raised this issue with Education Minister Kirsty Williams.\n\"Students should not be paying for rooms that they are not able to stay in,\" she said. \n\"Students should not be financially penalised for essentially following the guidance from the Welsh Government, from their universities. \n\"It doesn't seem fair, it doesn't seem right and we completely support students who are looking for those rent rebates.\"\nA Welsh Government spokesman said: \"As autonomous bodies, rental agreements are a matter for individual institutions or landlords. We are providing an extra £40m this financial year to universities.\n\"The education minister has met regularly with NUS Wales throughout the pandemic, and the support we are providing includes £10m for student hardship, mental health provision and student union funding.\"\nSwansea University said it was still in discussions about a way forward, while Wrexham Glyndwr, Cardiff and the University of South Wales all said they had no plans to refund students.\nAberystwyth University said it was actively considering the implications of new Welsh Government advice.\nA spokesman said: \"We have told our students not to travel unless absolutely necessary and will be contacting them again over the coming days with further information. \n\"Our priority continues to be the safety of our students, staff and the wider community.\"  \nUniversity of Wales Trinity Saint David said: \"The university is considering the implications of new Welsh Government advice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55620141",
      "category": "world-europe",
      "title": "Irish 'laughing dad' goes viral",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55611630",
      "category": "world-us-canada",
      "title": "Democrats give VP Mike Pence ultimatum to remove Trump from White House",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Nancy Pelosi,Donald Trump,Mike Pence,United States",
      "text": "US House Speaker Nancy Pelosi has stepped up the pressure on Vice-President Mike Pence to act to remove Donald Trump from office over his role in last week's storming of Congress.\nLawmakers are expected to bring up a resolution asking Mr Pence to invoke the 25th Amendment to declare the president unfit for office.\nMr Pence is said to oppose the idea.\nIf he refuses, the House will hold a vote to impeach Mr Trump who had urged supporters to march on the Capitol. \nThe Republican president has been accused by Democrats and an increasing number of fellow Republicans over the riot, following a rally in which Mr Trump repeated unsubstantiated allegations of vote fraud. Five people died in the attack, including a Capitol police officer. \nMr Trump has made no public statements since he was banned from several social media platforms - including Twitter - on Friday. \nHe is due to leave office on 20 January, when Democrat Joe Biden will be sworn is as president. Mr Trump has said he will not attend Mr Biden's swearing-in ceremony.\nMs Pelosi wrote to lawmakers saying the House of Representatives would present a resolution on Monday to formally request that Mr Pence invoke the 25th Amendment to the Constitution, which would allow Mr Pence to remove Mr Trump from the White House and become acting president.\nThe House could vote on the resolution on Tuesday. After that, Mr Pence and the cabinet would be given 24 hours to act before the House's potential move toward impeachment.\n\"We will act with urgency, because this president represents an imminent,\" Ms Pelosi said in her letter on Sunday. \"The horror of the ongoing assault on our democracy perpetrated by this president is intensified and so is the immediate need for action.\"\nAlthough Mr Pence has appeared to distance himself from the president by saying on Sunday he planned to attend Mr Biden's inauguration, there is no sign that the vice-president is prepared to invoke the amendment.\nMeanwhile, a second Republican senator, Pat Toomey of Pennsylvania, said the president should \"resign and go away as soon as possible\", joining Lisa Murkowski of Alaska.\nIn a separate development, First Lady Melania Trump, who rarely makes public comments about political events, condemned Wednesday's violence, saying the \"nation must heal in a civil manner\".\n\"I implore people to stop the violence, never make assumptions based on the colour of a person's skin or use differing political ideologies as a basis for aggression and viciousness,\" she said in a statement called Our Path Forward released by the White House. \nHouse Democrats have vowed to press ahead quickly with impeachment. To impeach, in this context, means to bring charges in Congress, and Ms Pelosi said Democrats could introduce a charge of \"incitement of insurrection\" against Mr Trump.\nSenior lawmakers say a vote to impeach Mr Trump in the House could be held by mid-week. Mr Trump could become the only president in US history to have been impeached twice.\nProceedings would then move to the Senate for a trial, where a two-thirds vote is necessary for a president's removal. If he is convicted, the Senate could also hold a vote to bar Mr Trump from holding public office again.\nHowever, House whip James Clyburn, another senior Democrat, told CNN the party may not send any impeachment articles to the Senate until after Mr Biden's first 100 days in office, saying: \"Let's give President-elect Biden the 100 days he needs to get his agenda off and running.\"\nThat would allow Mr Biden to confirm his new cabinet and kickstart key policies including tackling coronavirus, something that would have to wait if the Senate had already received the impeachment articles.\nNo Republican senators have said they will vote to convict Mr Trump of wrongdoing. The White House and senior Republicans have dismissed impeachment as a \"politically motivated\" move that would \"only serve to further divide our great country\".\nMr Biden has said impeachment is for Congress to decide, even though he has thought \"for a long time President Trump was not fit to hold the job\".\nAs investigators try to prosecute rioters who stormed the Capitol, police departments in Virginia and Washington state have placed officers on administrative leave for allegedly attending the events while off-duty. \nFire departments in Florida and New York City have also said some of their members may have been present when the mob broke into the Capitol, according to Reuters news agency.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55614074",
      "category": "world-asia",
      "title": "Sriwijaya Air crash: Indonesia divers search wreckage as black box hunt resumes",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "The Indonesian navy has released footage of divers searching through the wreckage of a passenger plane which crashed into the sea at the weekend as the hunt for its black boxes resumes. \nSriwijaya Air Boeing 737 left Jakarta with 62 people on board, but vanished from the radar on its way to Borneo island on Saturday.\nSearch teams have found aircraft parts and human remains and believe they know where the black boxes are located.\nThe first victim has been identified.\nOkky Bisma, a 29-year-old flight attendant on the plane, was identified by his fingerprints, officials said late on Monday.\nOne official stressed the urgency of the search mission calling it a \"24-hour\" operation. \n\"It's going to be an around-the-clock operation,\" Rasman MS, head of the search and rescue agency's crash operations told reporters. \n\"There will be no breaks. The sooner we can find the victims, the better.\" \nAccording to news wire AFP, some 2,600 personnel are currently involved in the search operation along with more than 50 ships and 13 aircraft. Divers have been recovering body parts, wreckage and passengers' clothing from waters about 23 metres (75ft) deep. \nThere appears to be no hope of finding any survivors.\nNavy chief of staff Yudo Margono said the search team had pinpointed the location of the black box cockpit voice and flight data recorders and a remote-controlled vehicle was being used to scan the sea bed.\n\"There is so much debris down there and we have only lifted a few pieces. Hopefully, as we take out more [the recorders] can be found,\" he told reporters.\nThe fact the debris does not appear to have spread far suggests the plane may have been intact before it hit the water, an investigator with Indonesia's National Transportation Safety Committee (KNKT) told news agency Reuters.\n\"It possibly ruptured when it hit waters because if it had exploded mid-air, the debris would be distributed more widely,\" said Nurcahyo Utomo. \nInvestigators are already analysing items which they believe to be a wheel and part of the plane's fuselage. A turbine from one of its engines is also among the debris that has been recovered. \nThe Sriwijaya Air passenger plane departed from Jakarta's main airport at 14:36 local time (07:36 GMT) on Saturday.\nMinutes later, at 14:40, the last contact with the plane was recorded, with the call sign SJY182, according to the transport ministry.\nThe usual flight time to Pontianak, in West Kalimantan province in the west of the island of Borneo, is 90 minutes.\nThere were thought to be 50 passengers - including seven children and three babies - and 12 crew on board, though the plane has a capacity of 130. Everyone on board was Indonesian, officials say.\nThe plane is thought to have dropped more than 3,000m (10,000ft) in less than a minute, according to flight tracking website Flightradar24.com.\nWitnesses said they had seen and heard at least one explosion.\nThe missing aircraft is not a 737 Max, the Boeing model that was grounded from March 2019 until last December following two deadly crashes.\nAccording to registration details, the plane was a 26-year-old Boeing 737-500.\nIt was in good condition, Sriwijaya Air chief executive Jefferson Irwin Jauwena told reporters. Take-off had been delayed for 30 minutes due to heavy rain, he said.\nSriwijaya Air, founded in 2003, is a local budget airline which flies to Indonesian and other South-east Asian destinations.\nThe plane went missing about 20km (12 miles) north of the capital Jakarta, not far from where another flight crashed in October 2018.\nA total of 189 died when an Indonesian Lion Air flight plunged into the sea about 12 minutes after take-off from the city.\nThat disaster was blamed on a series of failures in the plane's design, but also faults by the airline and the pilots.\nIt was one of two crashes that led regulators to pull the Boeing 737 Max from service. The model resumed passenger flights in December after a systems overhaul."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-55606599",
      "category": "world-asia",
      "title": "Indonesia Sriwijaya Air Boeing 737 'black boxes' located",
      "tags": "Aviation accidents and incidents,Aviation safety,Sriwijiaya air crash,Indonesia",
      "text": "\"Black boxes\" from a passenger plane that crashed into the sea soon after take-off in Indonesia on Saturday have been located, officials say.\nNavy divers are confident that they will be able retrieve the two flight recorders when the search operation resumes on Monday.\nAircraft parts and human remains have been found.\nThe Sriwijaya Air Boeing 737 was carrying 62 people when it vanished from radar on its journey to Borneo.\n\"We have located the position of the black boxes, both of them,\" said Soerjanto Tjahjono, head of Indonesia's transport safety committee, quoted by AFP earlier on Sunday.\n\"Divers will start looking for them now and hopefully it won't be long before we get them.\"\nThe flight data recorder and cockpit voice recorder, or black boxes as they are often called, store data about planes. They can provide vital information in air accident investigations.\nInvestigators are analysing items which they believe to be a wheel and part of the plane's fuselage. A turbine from one of its engines is also among the debris that has been recovered.\nThe search operation has been suspended for the night but is due to resume on Monday morning. \nHowever, there appears to be no hope of finding any survivors.\nA spokesman for the Jakarta police, Yusri Yunus, said two bags had been received from the search and rescue agency.\n\"The first bag contained passengers' properties, another bag contained body parts,\" he told reporters, adding: \"We are still identifying these findings.\"\nPolice are asking families of the victims to provide DNA samples and dental records to help identify the remains.\nThe missing aircraft is not a 737 Max, the Boeing model that was grounded from March 2019 until last December following two deadly crashes.\nThe Sriwijaya Air passenger plane departed from Jakarta airport at 14:36 local time (07:36 GMT) on Saturday.\nMinutes later, at 14:40, the last contact with the plane was recorded, with the call sign SJY182, according to the transport ministry. \nThe usual flight time to Pontianak, in West Kalimantan province in the west of the island of Borneo, is 90 minutes.\nThe aircraft did not send a distress signal, according to the head of national search and rescue agency Air Marshal Bagus Puruhito.\nIt is thought to have dropped more than 3,000m (10,000ft) in less than a minute, according to flight tracking website Flightradar24.com.\nWitnesses said they had seen and heard at least one explosion.\nThere were thought to be 50 passengers - including seven children and three babies - and 12 crew on board, though the plane has a capacity of 130. Everyone on board was Indonesian, officials say.\nRelatives of the passengers have been waiting anxiously for news at the airport in Pontianak, as well as at Jakarta's Soekarno-Hatta International Airport.\nAfrida's 29-year-old son Angga Fernanda Afrion was on the flight. \nAngga, a merchant seaman, had been told to go to Pontianak because his ship was damaged, she said. Just a week ago he had become a father.\n\"If he is gone what I want is to be able to bring him home and bury him properly,\" she told BBC Indonesia.\nMeanwhile relatives of the plane's captain, Afwan, a former air force pilot, who like many Indonesians goes by one name, described him as a devout Muslim and a \"very good man\".\n\"He was a prominent figure in his neighbourhood and was well-known for his kindness,\" says his nephew Ferza Mahardhika.\n\"I'm devastated and can't believe that this is happening. Please pray for uncle and our family.\" \nAccording to registration details, the plane was a 26-year-old Boeing 737-500.\nIt was in good condition, Sriwijaya Air chief executive Jefferson Irwin Jauwena told reporters. Take-off had been delayed for 30 minutes due to heavy rain, he said. \nSriwijaya Air, founded in 2003, is a local budget airline which flies to Indonesian and other South-East Asian destinations. \nThe plane went missing about 20km (12 miles) north of the capital Jakarta, not far from where another flight crashed in October 2018. \nA total of 189 died when an Indonesian Lion Air flight plunged into the sea about 12 minutes after take-off from the city.\nThat disaster was blamed on a series of failures in the plane's design, but also faults by the airline and the pilots.\nIt was one of two crashes that led regulators to pull the Boeing 737 Max from service. The model resumed passenger flights in December after a systems overhaul.\nThe BBC's Jerome Wirawan in Jakarta says the latest events will bring up difficult questions and emotions in Indonesia, whose airline industry has faced intense scrutiny since the Lion Air crash."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55624751",
      "category": "uk",
      "title": "Inside Newcastle's Covid mass vaccination centre",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55574684",
      "category": "uk-wales",
      "title": "Covid: 'Shut courts' call to halt prison virus spread",
      "tags": "Coronavirus lockdown measures,Criminal justice system,Prisons,UK prisons,Coronavirus pandemic",
      "text": "Courts should close to help stop the spread of Covid in jails, the body representing prison staff has said.\nIt comes as data reveals a large rise in cases in Wales' prisons.\nMark Fairhurst, from the Prison Officers' Union (POA), said there had been a \"massive outbreak\" at HMP Cardiff, where they struggle to find space for new arrivals to isolate. \nA Prison Service spokesman said shielding, mass testing and limited regimes were in place at all prisons.\nHe said these safeguarding measures were limiting transmission, and programmes to test prisoners arriving in court were being rolled out - with no plans to shut courts.\nBut the POA said a number of factors were having an impact:  \n\"Existing trials should be allowed to finish, but new trials should only be started if they can be facilitated through video link,\" Mr Fairhurst said.\n\"When you first come into jail you isolate for 10 days, but we struggle to find the space to do that because of pressures from the courts. \n\"If you closed the courts you wouldn't have to do that.\" \nHe added that excessive numbers of prisoners were unlocked at once in Cardiff - prior to the lockdown announcement in Wales.\n\"Swansea has kept levels low because they are following the safe operating procedures and only letting small numbers out, and it's worked.\" \nCases in HMP Cardiff rose from 22 in June to 110 in November and, while testing has increased in that time, HMP Swansea's cases rose from just 12 to 14 in the same period.\nThe rate of growth in cases in prisons is still well below the wider population.\nThe call has been met with resistance elsewhere in the sector, as the need to keep the courts open is seen as a priority. \n\"We're busier than ever,\" said criminal solicitor Melissa Griffiths, from Allington Hughes Law in Wrexham.\n\"Unless you're going to have a moratorium on crime, which will never happen, you need the courts to be open.\"\nShe said the dip in crime seen in March last year was short-lived and, while courts have done their best to become Covid-secure, risks were unavoidable. \n\"Every time  you go to court is a risk - you don't know who you are coming into contact with. But if you don't have the courts carrying on it is all going to fall apart.  \n\"You need remand courts because there will always be serious crimes committed and those people need to be remanded into custody.\" \nShe added the court closure at the start of the pandemic caused a backlog in cases that is yet to be cleared and priority is given to those in custody before \"custody time limits\" expire. \nCriminal solicitor Scott Bowen, from HPJV Solicitors, works out of courts in both Newport and Cardiff, said closing them would have an impact on victims as well as the accused, but removing the threat of recall would have wider implications. \n\"If people are not complying with their sentence, do you grant them amnesty because it's a pandemic? If that message got out to repeat offenders it would be anarchy,\" he said.\n\"The probation service has to stick to policy and recall someone for a breach, because it's a deterrent to everyone.\" \nFigures obtained via a Freedom of Information request by criminologist Dr Robert Jones showed a 210% rise between June and November, compared with a 436% rise across Wales in the same period. \nA third of all cases were at HMP Cardiff, which saw a leap to 110 positive cases by the end of November, from 22 cases in June (400% rise). \nYet cases at HMP Swansea - which, like Cardiff, is an old site taking men on remand from the local courts - rose marginally from 12 to 14. \nHMP Berwyn cases rose from 41 to 61 (48%), and at HMP Parc cases increased from seven to 44 (528%).  \nFigures are provided jointly for Usk and Prescoed, which saw a rise from 19 to 84 cases (342%), though arguably as an open prison the risks of transmission from the community at Prescoed are greater. \nOverall, cases went from 101 in June to 313 at the end of November 2020. \nDr Jones also requested data for staff working at Wales' prisons, with data being provided to the end of October 2020. \nIt showed a steady rise in cases, with 163 affected by the end of October 2020. \nHMP Berwyn had the highest number with 66 (double that of June), HMP Parc had 31 (compared with six in June), HMP Cardiff had 30 (six more than in June), HMP Swansea rose from 10 to 14 and HMP Usk/Prescoed rose from 17 to 22. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55544781",
      "category": "health",
      "title": "Analysis: Can lockdown stop the new coronavirus variant?",
      "tags": "James Gallagher,Coronavirus pandemic",
      "text": "Lockdowns have worked before, but can we expect the new one to do the same?\nIt feels like we are back in March or April last year, when the strict controls on all our lives led to a fairly quick decline in levels of coronavirus. \nBut one of the crucial differences this time is the new variant, which is thought to spread between 50 and 70% faster than previous forms of the virus. \nExperts warn there are now no guarantees that lockdown will be enough to bring the variant under control. \n\"It still would not have been easy, but it would have been a much easier situation if it had not been for the new variant,\" Prof Neil Ferguson, from Imperial College London, told Inside Health.\n\"That really pushes the bounds of our ability to control the spread of the virus, even with measures that were previously relatively quite effective.\"\nThe coronavirus spreads when we come into contact with each other so moving classrooms online, telling people to stay at home and closing shops breaks many of those opportunities for human contact. \nIf we consider the R number - the average number of people each infected person passes the virus on to - it was about 3.0 in the run up to the first lockdown and anything above 1.0 means cases are climbing.\nR fell to 0.6 during the first lockdown.\nThen every 1,000 infected people passed the virus on to 600 others, who passed it on to 360 others and so on. \nBut if the new variant is 50% more transmissible then the R number, in the same lockdown conditions, would be about 0.9.\nThen 1,000 infected people would pass the virus onto 900 others, then 810 and so on. \nAs you can see this leads to far slower decline. \nAnd that assumes lockdown can get R down to 0.9 in areas where the new variant has become the most common form of the virus. \nIf, as some studies suggest, the variant is about 70% more transmissible then R may stay above 1.0 and cases may not fall at all.\n\"We'd at best flatten the curve, keep numbers at a roughly constant level, and that's frankly why there is so much emphasis on getting vaccine into people's arms as quickly as possible,\" said Prof Ferguson.  \nIt is hard to lock down even harder as there are some parts of society - hospitals, supermarkets - that need to be kept open. \nWhat happens to the number of cases over the coming weeks will be closely monitored. If this lockdown is less effective then we will have to live with it for longer.\nThere have been some encouraging signs over the Christmas break, which was a bit like a lockdown due to school holidays and other restrictions.\n\"We are in a very difficult situation here, but my initial assessment of the last few days is that the rate is slowing which is good news,\" Prof John Edmunds, London School of Hygiene and Tropical Medicine, told the BBC.\nHe added: \"It looks likes those restrictions should be sufficient to stop the increase, whether they will be sufficient to bring cases down sufficiently we are yet to see.\"\nEventually the vaccine will give people immunity so we do not need the same controls on our lives.  \nNow more than ever this is a race between the virus and the vaccine.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55605111",
      "category": "uk-wales",
      "title": "Covid vaccine: Wales has delivered 70,000 of 275,000 doses",
      "tags": "Coronavirus vaccines,Plaid Cymru,Welsh government,NHS Wales,Welsh Conservatives,Coronavirus pandemic",
      "text": "Wales has received 275,000 doses of the two Covid-19 vaccines to deal with the pandemic.\nAbout 70,000 people received a first dose after the first month of the vaccine rollout.\nThe Welsh Government confirmed it has had more than 250,000 doses of the Pfizer-BioNTech vaccine and 25,000 doses of the Oxford-AstraZeneca jab.\nThe health minister promised a \"really significant step-up\" in the roll-out after opponents criticised its speed.\nThe Pfizer jabs were first administered in early December at seven sites across Wales as part of the UK-wide immunisation programme. \nApproximately 1.6% of people were vaccinated up to 3 January - fewer than all other UK nations.\nIn England, about 1.9% of the population had received the first dose, while 2.1% of people in both Scotland and Northern Ireland had received their first jab.\nThe Welsh Government has dismissed criticism it is lagging behind, with health officials saying the new Oxford-AstraZeneca vaccine would help speed up the programme \"considerably\".\nThe rollout of the Oxford vaccine started on Monday, with 25,000 doses received this week, according to the Welsh Government.\nFirst Minister Mark Drakeford said on Friday that Wales would receive another 25,000 Oxford doses next week and 80,000 the week after that.\nWhen asked how many doses of the Pfizer vaccine Wales had received, he said he could not recall the exact figure but further deliveries had been received \"on the 23rd and the 27th of December\".\nPressed on a figure, he said: \"It's the low hundreds of thousands\", adding: \"The Pfizer vaccine has particular challenges in terms of the conditions that it's got to be stored in and in parts of Wales that is a very particular challenge because it is a hard vaccine to transport over long distances to relatively scattered and remote communities.\n\"But the fact that we've got it and the fact that we're able to use more of it than we originally anticipated means we'll be able to accelerate the use of it over the next couple of weeks.\"\nOn Sunday, the Welsh Government confirmed it had received 25,000 doses of the Oxford-AstraZeneca vaccine in the first week but the quantity would increase, allocated to Wales based on a population share on a weekly basis. \n\"We are confident in the assurances we have been given that this will increase over the next few weeks to around 100,000 per week,\" they said.\n\"We are delivering all the Oxford-AstraZeneca vaccine allocated to Wales directly to GPs, other primary care providers and hospitals as soon as it is available.\"\nConservative MP for the Vale of Clwyd, Dr James Davies, said: \"We all know that the Pfizer vaccine is difficult to transport and store and needs to be stored at -70 degrees, that's understood. \n\"But the issue is that actually, if you look at the rest of the UK, including very rural areas, they've managed to deal with it... and it is difficult to see why they haven't been in a position to be organised earlier and to ramp-up the delivery.\"\nRhun ap Iorwerth, Plaid Cymru's health spokesman, called for transparency: \"It is very worrying to find out that we have had in Wales more than 250,000 doses but only a relatively small proportion of that have yet ended up in people's arms, protecting people, because that's what we want to happen.\"\nHe has written an open letter to Health Minister Vaughan Gething calling for greater clarity on the vaccine deployment programme, asking for a dashboard of information which would allow the public to track the rollout's progress for themselves, including volume of doses delivered and administered by health board and by the nine priority groups.\nDr Olwen Williams, vice-president for Wales at the Royal College of Physicians, also called on health boards and Welsh Government to publish regular data showing which groups of people have been vaccinated, with patient-facing health workers prioritised over other colleagues.\n\"I think that would give assurance to people working in the NHS and the population in general, that the programme is progressing as planned,\" she said.\nAll data will be published daily from Monday but Mr Gething conceded that Wales, from last week's figures, was \"slightly behind on the population share and I'm not getting away from that.\"\nHe said the race was not \"necessarily against other UK nations\" but against the virus.\nHe also told BBC Radio Wales' Sunday Supplement that, in the next two to three weeks, he expected to see a \"really significant step-up in the delivery of the vaccine\" as more GP practices and community pharmacies help.\n\"We're going to get through many more people, giving them significant protection with a first vaccine,\" he said.\n\"And that will mean that we're going to be able to prevent most of the avoidable deaths.\"\nIt is hoped the Oxford-AstraZeneca vaccine will speed up the process.\nBy the end of last week, it was being offered to patients aged over 80 at 73 GP practices.\nMore than 100 are expected to be offering the jabs next week, Mr Gething said, \"and then we get into several hundred thereafter and we'll bring community pharmacies on board.\"\nThe UK and Scottish governments did not provide the numbers of Pfizer vaccines supplied to England and Scotland. BBC Wales is still waiting for a response from the Northern Irish Executive.\nMeanwhile, regular rapid testing for people without coronavirus symptoms will be made available in England.\nThe Welsh Government said it would evaluate its mass testing pilots in Merthyr Tydfil and lower Cynon Valley, as well as elsewhere in the UK, to inform its approach to community testing.\nA spokesman added: \"We have announced regular asymptomatic testing of health and social care workers, in education and daily contact testing in South Wales Police.\n\"A pilot has also started at the Tata Port Talbot site. We are also exploring other opportunities for regular testing to support critical services.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53511877",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Where are the latest cases?",
      "tags": "Scottish government,NHS Scotland,Coronavirus testing,Coronavirus pandemic",
      "text": "There have been 1,152,803 confirmed cases of Covid-19 in Scotland and 10,311 people have died following a positive test for the virus, according to the Scottish government.\nThis page analyses the key figures for the Covid pandemic in Scotland and was last updated using figures available at 14:00 on 30 January.\nThe Scottish government only publishes \"headline statistics\" on cases, deaths and vaccinations over the weekend. This page will be fully updated again on Monday.\nOver the past seven days 51,869 cases have been reported, with 6,185 cases confirmed on Sunday.\nThese totals include PCR tests and positive lateral flow tests, following changes on 6 January to how positive cases are reported.\nThe next chart shows the number of positive cases confirmed by PCR tests only over the past 12 months and uses Public Health Scotland data.\nThe data is based on the date of the test rather than when the test result was reported, which is the daily figure given out by the Scottish government.\nBecause of the time it takes to process the tests and submit records, the most recent figures in this chart are from five days ago.\nThe total number of positive cases in each local authority is published daily by Public Health Scotland.\nRecent data often underestimates the number of positive tests as there are sometimes delays before results are recorded, so this chart also uses figures from five days ago.\nThe Scottish government also publishes the figures on the number of cases across Scotland's 14 health boards.\nThe World Health Organization has highlighted the percentage of positive test results as a key indicator when assessing the status of a Covid-19 outbreak within a country.\nIts guidance says a weekly positivity rate which is kept below 2% is one indication that community transmission of Covid-19 is at low levels.\nOther indicators include the number of cases, Covid-related deaths and hospital admissions per 100,000 people.\nThe Scottish government measures the positivity rate by dividing the number of positive PCR tests per day by the total number of tests carried out.\nThe first coronavirus death in Scotland was reported by NHS Lothian on 13 March 2020.\nThe spring outbreak peaked in mid-April 2020 and then mainly declined until the summer, when Scotland went for a long period when there were no deaths following a positive test for Covid-19.\nThe rate of new deaths rose again in the autumn of 2020 as the second wave of the pandemic took hold, finally peaking at the end of January 2021.\nDeaths from Covid continued throughout 2021 and in to 2022. However, the vaccination programme has so far kept the number lower than previous waves, despite the higher number of cases.\nThe chart below shows data relating to the actual date of death, rather than registration of deaths and the most recent figures are subject to revision.\nThere are three ways to count deaths from Covid-19.\nThe Scottish government's daily announcement counts deaths within 28 days of a positive test for Covid-19, whereas the National Records of Scotland (NRS) counts all death certificates that mention Covid-19, even if the person has not been tested for the virus.\nThe NRS also publishes data on excess deaths, compared with a five-year average.\nExcess deaths from most causes rose in 2020 and during 2021. The exception in both years has been deaths from respiratory diseases, which have seen lower than average excess deaths.\nThe first Covid-19 vaccinations in Scotland were administered on 8 December 2020.\nCurrently the Pfizer-BioNTech, Oxford-AstraZeneca and Moderna vaccines are being given in Scotland, with each requiring two doses.\nBooster jabs are being offered to all over-18s.\nOlder age groups, people with underlying health issues and front-line health and social care workers were prioritised in Scotland's initial vaccination programme, in line with the strategy set out by the Joint Committee on Vaccination and Immunisation.\nThe same priorities are being applied to the booster dose programme which began in September.\nThe coronavirus pandemic has created a huge load on Scotland's hospitals.\nAt the peak of the outbreak in spring 2020 there were more than 1,500 Covid patients in hospital, with over 200 being treated in intensive care.\nNumbers reduced over the summer of 2020, but started to rise steadily again last autumn. In January 2021, the number of Covid patients in hospital went over 2,000.\nOnly patients who test positive during their current stay in hospital, or in the two weeks before their admission, are counted by the Scottish government as Covid-19 patients.\nThey are no longer classified as Covid patients after 28 days in hospital or 28 days after their positive test, whichever is later.\nHowever, the Scottish government also publishes figures on Covid-19 patients who have been treated in intensive care for more than 28 days.\nThe R number, or reproduction number, is a way of rating a disease's ability to spread. It is the average number of people that one infected person will pass the virus on to.\nIf the reproduction number is higher than one, then the number of cases increases exponentially.\nThe Scottish government has been monitoring the estimated R number in Scotland since the start of the outbreak.\nFigures for charts from the Scottish government, Public Health Scotland, National Records of Scotland and the UK government Covid dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-55613452",
      "category": "technology",
      "title": "SmartDot radiation-protection phone stickers 'have no effect'",
      "tags": "Amazon,5G",
      "text": "Stickers supposed to protect users against mobile-phone radiation have no effect, scientists have found. \nEnergydots says they \"counteract the harmful energy emitted by wireless and electronic equipment\" to aid sleep, cure headaches and give a clearer mind.\nBut University of Surrey tests for BBC News found no evidence of any effect.\nThe Devon-based company told BBC News the stickers were programmed with \"scalar energy\", which the scientists' equipment would be unable to detect.\nEnergydots markets a range of stickers, including the SmartDot, the SleepDot and even the PetDot. \nBBC News bought five SmartDots - a special offer for £55 - and sent them to the university's 6th Generation Innovation Centre.\nResearchers tested 4G mobile phones and wi-fi access points with and without the stickers applied to them. \nAnd a spokesman for the lab said: \"We could not find any evidence that these products had any effect on frequency or power when used as instructed.\"\nAn Energydots spokeswoman told BBC News: \"We state clearly that our products harmonise the fields.\n\"And the way to test this is to assess via biological testing.\"\nLast November, the company published a press release saying it was extremely proud to announce a partnership with the NHS that would see \"brand-new patient engagement units\" installed in Torbay and Royal College of London hospitals. \nAt the time, an Energydots spokeswoman told BBC News adverts for its products would appear in the two hospitals, though she clarified the London hospital was in fact University College Hospital.\nBut a Torbay Hospital spokesman then told BBC News it knew nothing of this partnership. \nAnd within hours, the press release had disappeared from the company's website. \nEnergydots later said there had been a misunderstanding with the agency that had promised to organise the adverts.\nIts stickers are among a wide range of products on Amazon from companies offering electric-and-magnetic-field (EMF) protection. \nThese include protective clothing, canopies to be placed over beds and even devices that block radiation from wi-fi routers - making them effectively useless.\nAn Amazon spokesman told BBC News it:\nCampaigners claiming radiation from mobile phones and other devices poses a health risk have stepped up protests as 5G networks are rolled out. \nBut most scientists say even the higher part of the electromagnetic spectrum that may be used by 5G should not harm humans.\nInternational guidelines limit radio-wave exposure.\nAnd within those limits, there are no known consequences for health, the World Health Organization says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55611208",
      "category": "uk-politics",
      "title": "Covid: Protect family incomes, Starmer urges ministers",
      "tags": "Coronavirus lockdown measures,Keir Starmer,Coronavirus pandemic",
      "text": "Labour leader Sir Keir Starmer has urged the government to \"protect family incomes\" as it deals with the economic effects of coronavirus.\nIn his first speech of the year, he demanded teachers, the armed forces and care workers are left out of the public sector pay freeze.\nSir Keir also called for tougher restrictions to be considered for tackling coronavirus. \nNo 10 said the government had \"shown it is prepared to act\".\nWith coronavirus restrictions and lockdowns shutting thousands of businesses, the economy was 7.9% smaller in October last year than it had been six months earlier.\nAnd the government's independent forecaster, the Office for Budgetary Responsibility, predicts that unemployment will rise to 2.6 million by the middle of this year.\nIn his speech, Sir Keir attacked the government for \"having been found wanting at every turn\", accusing Boris Johnson of being \"indecisive\" and acting \"too slow\" over further lockdowns and support for business and families.\nHe said: \"The British people will forgive many things. They know the pandemic is difficult. \n\"But they also know serial incompetence when they see it - and they know when a prime minister simply isn't up to the job.\"\nBut the PM's official spokeswoman rejected the criticism, saying: \"This government has shown it is prepared to act. When given evidence in the morning it has taken action that evening.\" \nAsked by the BBC's political editor Laura Kuenssberg whether the government should tighten restrictions, such as closing nurseries, Sir Keir said there \"probably is more that we could do [and we] may have to get tougher\".\nBut he did not outline what measures he would recommend, instead saying it was \"time to hear from the scientists what else can be done - and that probably should be done in the next few hours\".\nThe Labour leader said ministers must \"protect family incomes and support businesses\" from the economic effects of previous restrictions and the current lockdown. \nHe added policies must \"make a real difference to millions of people across the country\" and \"put families at the heart of our recovery\".\nSir Keir argued the £20-a-week rise given to Universal Credit claimants last April must continue beyond this April's cut-off point.\nCouncil tax increases in England of up to 5% this April must not happen, he said, while calling for the ban on evictions and repossessions to be extended.\nThe government's pay freeze for at least 1.3 million public sector workers - which does not apply to NHS frontline staff and those earning below £24,000 a year - must not go ahead, said Sir Keir.\n\"I know this isn't everything that's needed,\" he added, \"and after so much suffering we can't go back the status quo. \n\"We cannot return to an economy where over half our care workers earn less than the living wage, where childcare is among the most expensive in Europe, where our social care system is a national disgrace and where over four million children grow up in poverty.\"\nAn opposition leader has no policy leavers to pull. They have to rely on words to persuade the public they are worthy of power. \nWith the next general election an eternity away, Sir Keir Starmer knows the question of competence matters far more to voters than ideology right now. \nThe Labour leader was unsparing in his criticism of the government's handling of the pandemic - accusing the prime minster of serial incompetence, dithering and delay. \nSir Keir said the government could reverse planned changes to council tax and universal credit to ease the financial pressure on families. \nBut pressed on how lockdown might be different today if he was in No 10, the Labour leader mirrored the government's messaging. \nHe said there was \"probably\" more that could be done around nurseries and estate agent viewings, but Sir Keir's mantra was listen to the scientists. \nIt's what ministers say endlessly too. \nSir Keir argued that, just as a Labour government \"built the welfare state from the rubble\" of World War Two, a future one can \"secure our economy, protect our NHS and rebuild our country so that Britain is the best country to grow up in and the best country to grow old in\". \nBut Conservative Party co-chairman Amanda Milling accused Sir Keir of \"calling for actions the Conservatives are already taking in government\".\n\"We have delivered an unprecedented £280bn package of support to protect jobs, livelihoods and public services through this pandemic,\" she added, including the furlough scheme, the temporary increase to Universal Credit and extra funding for councils.\n\"The Conservatives will continue to put families and communities at the heart of every decision we take as we deliver on our promises to the British people,\" Ms Milling said.\nIn his Spending Review in November, Chancellor Rishi Sunak warned that the \"economic emergency\" caused by the pandemic had only begun.\nHe promised to take \"extraordinary measures to protect people's jobs and incomes\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55281633",
      "category": "health",
      "title": "Covid vaccine safety: How does a vaccine get approved?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55624486",
      "category": "business",
      "title": "Marks & Spencer snaps up Jaeger fashion brand",
      "tags": "Companies,Retailing,Marks & Spencer",
      "text": "Marks & Spencer has announced that it has bought the Jaeger fashion brand, which fell into administration last November. \nM&S is taking on the brand, but not Jaeger's scores of shops and concessions. \nIt is now in the process of finalising a deal to buy its products and \"supporting marketing assets\". \nM&S announced in May 2020 that it planned to stock other complementary brands to boost sales. \nSince then, it has started to sell products online from the Early Learning Centre, as well as from two designers, Nobody's Child and Ghost London. \nRichard Price, managing director of M&S Clothing & Home, said: \"We have set out our plans to sell complementary third party brands as part of our Never the Same Again programme to accelerate our transformation and turbocharge online growth. \n\"In line with this, we have bought the Jaeger brand and are in the final stages of agreeing the purchase of product and supporting marketing assets from the administrators of Jaeger Retail Limited. We expect to fully complete later this month.\"\nIn a call with journalists last week, chief executive Steve Rowe said M&S wanted to partner with other brands, largely for its online business, but stressed: \"We have no intention of turning into a department store.\" \nJaeger had 244 staff and some 63 stores and concessions. In addition, 13 stores closed after administrators were appointed, with the loss of more than 120 posts across stores, head office and distribution. \nIt is unclear if any jobs will be saved. There has been no update from the administrators, FRP. \nJaeger was founded in 1884, the same year as Marks & Spencer, which started out as a stall in an open market in Leeds known as Marks' Penny Bazaar. \nLast week, M&S unveiled quarterly figures showing that its clothing division had seen sales fall nearly a quarter, although sales of sales of sleepwear had soared.\nThe retailer sold 20% more women's pyjamas during the 13 weeks to 26 December. However, UK revenues for the quarter were £2.52bn, 8.2% lower than last year.\nM&S blamed \"on-off restrictions and distortions in demand patterns\" due to the coronavirus crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55616153",
      "category": "uk-scotland",
      "title": "Pupils in Scotland struggle to get online amid Microsoft issue",
      "tags": "Coronavirus lockdown measures,Scotland Education,Microsoft,Internet,Coronavirus pandemic",
      "text": "Pupils across Scotland have been experiencing problems accessing Microsoft Teams as the majority move to home learning.\nA number of schools, pupils and parents have reported the technology running slowly or not at all. \nIt is one of the main platforms being used for remote learning with schools shut to most pupils until at least the beginning of February.\nMicrosoft Teams tweeted that the issue was being investigated.\nA Microsoft spokesperson said: \"Our engineers are working to resolve difficulties accessing Microsoft Teams that some customers are experiencing.\" \nWhen pressed on whether demand as a result of home schooling was causing the issue, Microsoft declined to comment.\nFirst Minister Nicola Sturgeon highlighted the problem during her daily coronavirus briefing.\n\"This is not an issue that is unique to Scotland or indeed unique to schools, but I understand Microsoft is currently working to address it,\" she said.\n\"More generally I don't underestimate how difficult this is both for young people learning away from friends… and for parents to juggle home schooling with working.\"\nMs Sturgeon was also asked about problems which were being experienced by users of digital learning platform Glow.\nShe replied: \"It is not an issue with Glow. It is affecting Glow, but the core issue is not with Glow…  the issue is with Microsoft Teams.\"\nTwo schools in Wishaw, North Lanarkshire, said the problem was a \"national issue\" although Renfrew High School urged pupils experiencing difficulties not to panic.\nClyde Valley High School tweeted: \"Our online learning provision begins today for all of our pupils. Due to the very high demand for Microsoft Teams across Scotland, there may be issues initially getting logged on or accessing some files. \n\"This is a national issue on the site and may take a little time to rectify.\"\nColtness High School said: \"Unfortunately it appears Microsoft Teams is struggling to cope with the traffic this morning. \n\"This is across Scotland and not isolated to Coltness. Pupils and staff are having difficulty loading files. We have reported the issue and hopefully this will be resolved soon.\"\nEdinburgh City Council have texted all parents saying: \"There is a city-wide problem with Microsoft Teams this morning. Please be patient as the council is working to resolve it.\"\nA Scottish government spokesman said: \"Microsoft has confirmed that this issue is affecting users in the UK and elsewhere in northern Europe. Education Scotland is working closely with the company to resolve the issues.\"\nAfter one teacher complained to Microsoft Teams on Twitter, a staff member said: \"We're currently investigating an issue where some users in the UK region are unable to access Microsoft Teams. We will provide further information as soon as this is available.\"\nAccording to an Ofcom report in December, about 34,000 (1.2%) premises in Scotland were without a decent broadband connection, while superfast broadband coverage had increased to 94% of homes.\nIt also said that fixed and mobile networks in Scotland had \"generally coped well\" with increased demands during the pandemic.\nIt comes as plans for remote learning during the latest lockdown reveal big disparities between Scotland's 32 councils. \nNot all pupils will be offered live lessons - instead the decision on the best approach has been left to individual schools and teachers.\nGuidance on remote learning published by the Scottish government on Friday recommended a \"a balance of live learning and independent activity\". \nThe Scottish government said it had invested £25m to address digital exclusion in schools with funding allocations for digital devices and connectivity solutions made to all 32 local authorities.\nMore than 50,000 devices such as laptops have been distributed to children and young people to help with remote learning and the programme in total is expected to deliver about 70,000 devices for disadvantaged children and young people across Scotland. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55624240",
      "category": "health",
      "title": "Global health insurance card to replace EHIC under new rules",
      "tags": "Travel,Travel insurance,European Health Insurance Card (EHIC),European Union",
      "text": "UK residents can apply for a Global Health Insurance Card (GHIC) to access emergency medical care in the EU when their current EHIC card runs out.\nUnder a new agreement with the EU, both cards will offer equivalent healthcare protection when people are on holiday, studying or travelling for business.\nThis includes emergency treatment as well as treatment needed for a pre-existing condition.\nThe new GHIC card is free and can be obtained via the official GHIC website.\nCurrent European Health Insurance Cards (EHIC) are valid as long as they are in date, and can continue to be used when travelling to the EU. \nYou don't need to apply for a GHIC until your current EHIC expires. \nPeople should apply at least two weeks before they plan to travel to ensure their card arrives on time. \nHealth Minister Edward Argar said: \"Our deal with the EU ensures the right for our citizens to access necessary healthcare on their holidays and travels to countries in the EU will continue.\n\"The GHIC is a key element of the UK's future relationship with the EU and will provide certainty and security for all UK residents.\" \nIf a UK resident is travelling without a card, they are still entitled to necessary healthcare, and should contact the NHS Business Services Authority (which covers the whole of the UK), which can arrange for payment should they require treatment when abroad.\nEHICs from EU member states will continue to be accepted by the NHS.\nIt is advised that anyone travelling overseas, whether to the EU or elsewhere in the world, should take out comprehensive travel insurance. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55625707",
      "category": "world-us-canada",
      "title": "Trump supporters planning armed protests ahead of Biden inauguration, FBI warns",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,US election 2020,United States Capitol,Donald Trump,Joe Biden",
      "text": "The FBI has warned of possible armed protests across the US as Trump supporters and far-right groups call for demonstrations before Joe Biden is sworn in as president.\nThere are reports of armed groups planning to gather at all 50 state capitols and in Washington DC in the run-up to his 20 January inauguration.\nSecurity will be tight for the event after a pro-Trump mob stormed Congress.\nHouse Democrats say a vote to impeach the president will happen on Wednesday.\nThey accuse President Trump of \"incitement of insurrection\" and say the vote will be held unless Vice-President Mike Pence invokes constitutional powers to remove Mr Trump from office. There is no sign Mr Pence is prepared to do so. \nMr Biden and Vice-President-elect Kamala Harris are expected to be sworn in at a ceremony at the Capitol. The Biden team had already urged Americans to avoid travelling to the capital because of the Covid-19 pandemic, a call that is now being repeated by local authorities.\nSecurity officials have said there will be no repeat of the breach seen on 6 January, when thousands of pro-Trump supporters were able to break into the building where members of Congress were voting to certify the election result.\nFive people died in the riot, which happened after Mr Trump repeated unsubstantiated claims of fraud in the November vote and encouraged his supporters to march on the Capitol. \nSince then, calls for Mr Trump's resignation, removal from office or impeachment have grown among Democrats and some Republicans. Mr Trump has made no public statements since he was banned from several social media platforms - including Twitter - on Friday.\nHe became the third US president to be impeached in December 2019 over charges of breaking the law by asking Ukraine to investigate his rival in the presidential election. The Senate cleared him.\nPosts on pro-Trump and far-right online networks have called for protests on a number of dates, including armed demonstrations in cities across the country on 17 January and a march in Washington DC on inauguration day itself.   \nAn internal FBI bulletin, reported by ABC News and other outlets, carries a warning that one group is calling for the \"storming\" of state, local and federal courthouses around the country if Mr Trump is removed from office early and on inauguration day if he is not. \nAlthough the violence at the US Capitol dominated headlines last week, similar smaller incidents were also reported elsewhere in the country. Local police agencies have been told by federal law enforcement to increase security at statehouses, according to US media. \nFBI warnings are in place for all state capitals from 16 to 20 January itself and in Washington DC at least three days before the inauguration.\nCompanies and social media networks are cracking down against users and websites seen to be encouraging violence, including social network Parler, which said it was suing Amazon for removing it from its web hosting service. \nTwitter said it had suspended more than 70,000 accounts that promoted the Q-Anon conspiracy theory while Facebook said it was banning any content that refers to Stop the Steal, a slogan associated with Mr Trump's claim the election was rigged.\nIn other developments:\nOn Monday President Trump declared a state of emergency for Washington DC until 24 January, which enables the Department of Homeland Security (DHS) to act to \"avert the threat of a catastrophe\".\nChad Wolf, acting head of the DHS, said he had instructed the US Secret Service to begin operations for the inauguration on Wednesday - six days early - \"in light of events of the past week and the evolving security landscape\". \nLater on Monday, Mr Wolf became the third Trump cabinet secretary to step down since the riots, after Betsy DeVos and Elaine Chao. He said his departure had been prompted by \"recent events\", including court rulings challenging the legal validity of his appointment.\nMore than 10,000 National Guard troops will be in the capital by the weekend, with about 5,000 more available if requested, Chief of the National Guard Bureau General Daniel Hokanson said. For Mr Trump's inauguration in 2017, about 8,000 National Guard troops were deployed.\nMeanwhile, Washington Mayor Muriel Bowser called for more security after what she described as an \"unprecedented terrorist attack\" at the US Capitol last week.\nThe National Park Service announced that it has closed the Washington Monument to visitors amid \"credible threats\" of violence, adding it could also temporarily close areas of the National Mall and Memorial Parks. \nSpeaking as he got his second Covid-19 vaccine on Monday, Mr Biden said he was \"not afraid\" to take his oath of office outside despite security fears.\nAfter being sworn in as president, Mr Biden is expected to take part in a wreath-laying ceremony alongside former presidents Barack Obama, George W Bush and Bill Clinton to help underscore his message of unity. \nDonald Trump has said he will not attend the inauguration - becoming the first president in more than 150 years to refuse to do so. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-55618408",
      "category": "business",
      "title": "Covid: Morrisons and Sainsbury's ban maskless shoppers",
      "tags": "Retailing,Social distancing,Supermarkets,Coronavirus pandemic",
      "text": "Morrisons will bar customers who refuse to wear face coverings from its shops amid rising coronavirus infections.\nFrom Monday, shoppers who refuse to wear face masks offered by staff will not be allowed inside, unless they are medically exempt.\nSainsbury's also said it would challenge those not wearing a mask or who were shopping in groups.\nThe announcements come amid concerns that social distancing measures are not being adhered to in supermarkets.\nVaccines minister Nadhim Zahawi said the government is \"concerned\" shops are not enforcing rules strictly enough.\n\"Ultimately, the most important thing to do now is to make sure that actually enforcement - and of course the compliance with the rules - when people are going into supermarkets are being adhered to,\" Mr Zahawi told Sky News.\n\"We need to make sure people actually wear masks and follow the one-way system,\" he said.\nMorrisons said it had \"introduced and consistently maintained thorough and robust safety measures in all our stores\" since the start of the pandemic.\nBut it said: \"From today we are further strengthening our policy on masks.\" \nSecurity guards at the UK's fourth-biggest supermarket chain will be enforcing the new rules.\nMorrisons' chief executive, David Potts, said: \"Those who are offered a face covering and decline to wear one won't be allowed to shop at Morrisons unless they are medically exempt.\n\"Our store colleagues are working hard to feed you and your family, please be kind.\"\nFollowing Morrisons' announcement, Sainsbury's said that it was also putting trained security guards at the front of its stores to challenge shoppers who did not comply.\nChief executive Simon Roberts said: \"I've spent a lot of time in our stores reviewing the latest situation over the last few days and on behalf of all my colleagues, I am asking our customers to help us keep everyone safe. \n\"The vast majority of customers are shopping safely, but I have also seen some customers trying to shop without a mask and shopping in larger family groups. \n\"Please help us to keep all our colleagues and customers safe by always wearing a mask and by shopping alone. Everyone's care and consideration matters now more than ever.\"\nEarlier on Monday, Mr Zahawi stopped short of saying that supermarket staff should be responsible for enforcing rules on face masks.\nEnforcement of face coverings is the responsibility of the police, not retailers. Wearing face masks in supermarkets and shops is compulsory across the UK. \nIn England, the police can issue a £200 fine to someone breaking the face covering rules. In Scotland, Northern Ireland and Wales, a £60 fine can be imposed. Repeat offenders face bigger fines.\nHowever, retail industry body the British Retail Consortium said that, workers have faced an increase in incidents of violence and abuse when trying to encourage shoppers to put them on.\nAndrew Opie, director of food and sustainability at the British Retail Consortium, added: \"Supermarkets continue to follow all safety guidance and customers should be reassured that supermarkets are Covid-secure and safe to visit during lockdown and beyond. \n\"Customers should play their part too by following in-store signage and being considerate to staff and fellow shoppers.\"\nUnder current lockdown restrictions across England, Scotland, Wales and Northern Ireland, people must only leave home for essential reasons, such as buying food or medicine.\nIn a bid to contain the spread of coronavirus, supermarkets introduced social distancing measures during the UK's first nationwide lockdown last March. They included limits on the numbers of customers in the shops at any one time, protective plastic screens at tills and \"marshals\" to ensure shoppers were maintaining a two-metre distance.\nBut amid rising numbers of infections, some have expressed concerns about a \"lack of visible protections\" implemented by supermarkets in recent weeks.\nThe First Minister of Wales, Mark Drakeford, said on Saturday that he wanted to see stores policed as they were during the first lockdown as people were worried the strict enforcement of rules did not \"appear to be there this time\".\n\"Given the fact the new variant is so much easier to catch... we are looking at supermarkets and other places where people leave their homes, to make sure they are organised in a way that keeps their staff and customers safe,\" he said.\nSupermarket Waitrose said that it was taking a \"cautious approach\" to the virus, with marshals checking that customers are wearing face coverings on the door, hand sanitiser stations at its entrances and written communications to shoppers reminding them to maintain their distance.\nTesco said it was limiting the number of customers in store and was also reminding customers to wear masks.\n\"We have clear signage explaining this, and we have packs of face coverings available for purchase near the front of our stores for any customers who have forgotten them.\"\nMeanwhile, Asda announced last week that it would extend its marshals' hours to 08:00 to 20:00 and increase how often baskets and trollies are cleaned.\nShop workers' union Usdaw has also called for firms to apply more stringent measures again.\nThe union's general secretary, Paddy Lillis, said that it had received reports that \"too many customers are not following necessary safety measures like social distancing, wearing a face covering and only shopping for essential items\".\n\"It is going to take some time to roll out the vaccine and we cannot afford to be complacent in the meantime, particularly with a new strain sweeping the nation,\" Mr Lillis said.\nThe trade union also suggested that \"'one-in one-out\" policies and proper queuing systems should be reintroduced in supermarkets. \nIt added that these systems should be managed by trained security staff where necessary. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55610178",
      "category": "uk",
      "title": "Covid-19: Vaccination hubs, Whitty's warning and lockdown learning",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you at 18:00 BST.\nSeven centres begin operating this morning across England, a key part of efforts to vaccinate 15 million in the top four priority groups by mid-February. To begin with, more than 600,000 aged 80 or over are being sent letters inviting them to book an appointment at one of the hubs - but if the journey is too long, they're being told closer options will be available soon. The centres will be open 12 hours a day and more large-scale sites will follow. The health secretary will give more details later, while the Welsh government will publish its own vaccination plan. In Scotland, more clinics should start to receive the Oxford/AstraZeneca vaccine. Here's how vaccines are approved for use, and some of the challenges a rollout on this scale faces. \nScientists have warned stricter measures might be needed to curb infections in England but, right now, the government is focusing on an \"all-out public information\" campaign to improve compliance with the existing rules. Chief medical officer Prof Chris Whitty is appearing on TV and radio this morning urging the public to \"stay at home\" given what he called the \"appalling situation\" we are in. He told BBC One's Breakfast that getting case numbers down was \"everybody's problem\", and \"every unnecessary contact\" with someone from another household gave the virus an opportunity to be transmitted. \"We need to really double down\", he added, because \"this is the most dangerous time we've had in terms of numbers into the NHS.\" If you've seen videos online claiming some hospital wards and corridors are empty, BBC Reality Check explains what's really going on.\nThe Federation of Small Businesses says a record quarter of a million firms could close over the coming year. The organisation's chairman, Mike Cherry, said financial support provided to businesses during the pandemic had \"not kept pace with intensifying restrictions\". It also wants more help for many self-employed workers who are currently excluded from aid. There's another call for more government support this morning from Labour leader Sir Keir Starmer. He wants teachers, the armed forces and care workers to be left out of a public sector pay freeze, and is urging ministers not to end the temporary £20-a-week boost to Universal Credit.\nThe body representing prison staff says courts should cease hearing trials to help stop the spread of coronavirus in jails. Mark Fairhurst, from the Prison Officers' Union, said there had been a \"massive outbreak\" at Cardiff Prison, and the site was struggling to find space for newly-sentenced arrivals. However, others within the criminal justice sector argue courts must be kept open to prevent the case backlog growing further. The rate of spread in prisons is still well below the wider population, and a prison service spokesman said shielding, mass testing and limited regimes were in place at all facilities.\nPrimary and secondary schools are closed to most pupils, and the switch to virtual learning presents challenges for many families. The BBC is trying to help, and from today lessons and programmes will be broadcast on TV, on BBC Two and CBBC. They'll also be available on iPlayer, with additional content online. Find out all you need to know here. If you're looking for some inspiration for PE, Joe Wicks is also back today. For many families, he was one of the fixtures of the first lockdown, and live classes start at 09:00 GMT on his YouTube channel.\nGet a longer news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.    \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55620138",
      "category": "uk-politics",
      "title": "Coronavirus: Boris Johnson criticised over bike ride seven miles from home",
      "tags": "Coronavirus lockdown measures,Tim Farron,Boris Johnson,Cycling,Coronavirus pandemic",
      "text": "Boris Johnson has been criticised for travelling seven miles from Downing Street to go cycling during lockdown. \nThe Evening Standard reported the prime minister had been spotted in the Olympic Park in East London on Sunday.\nGovernment advice allows people to exercise outside, but says you should not travel outside your local area.\nA No 10 spokesman would not confirm if Mr Johnson had been driven to the park or cycled there, but said the PM had complied with Covid-19 guidelines.\nLabour's Andy Slaughter said: \"Once again it is do as I say, not as I do, from the prime minister.\"\nThe Hammersmith MP added: \"London has some of the highest infection rates in the country. Boris Johnson should be leading by example.\"\nIn response to the criticism, a Downing Street source told the BBC: \"The PM has exercised within the Covid rules and any suggestion to the contrary is wrong.\"\nA woman told the PA news agency she had seen the prime minister in the park: \"He was leisurely cycling with another guy with a beanie hat and chatting, while around four security guys, possibly more, cycled behind them.\n\"Considering the current situation with Covid I was shocked to see him cycling around looking so care-free. \n\"Also, considering he's advising everyone to stay at home and not leave their area, shouldn't he stay in Westminster and not travel to other boroughs?\"\nHealth Secretary Matt Hancock was asked at Monday's Downing Street press conference whether travelling seven miles for a cycle ride was within the rules.\nMr Hancock said: \"It is OK, if you went for a long walk and ended up seven miles from home, that is OK, but you should stay local.\n\"It is OK to go for a long walk or a cycle ride or to exercise, but stay local.\"\nThe issue of travelling for exercise was highlighted at the weekend after two women said they were surrounded by police and fine £200 after driving five miles from home to take a walk. \nDerbyshire Police have now dropped the fine and apologised to the women, but the incident led to a debate over the guidance. \nGovernment advice for England says you can leave your home to exercise, but adds: \"This should be limited to once per day, and you should not travel outside your local area.\"\nThe guidance adds: \"Stay local means stay in the village, town, or part of the city where you live.\"\nIn Scotland, the advice is more precise, saying exercise can be taken if it \"starts and finishes at the same place, which can be up to five miles from the boundary of your local authority area\".\nFormer Liberal Democrat leader Tim Farron, who represents a constituency in the Lake District, has written to the PM calling for clearer guidance on exercise similar to that in Scotland.\nHe wrote: \"On the one hand, our local police force here in Cumbria are reporting that people... have travelled hundreds of miles to take their exercise in the Lake District.\n\"And on the other hand, I have constituents writing to me, worried whether they will be punished for driving five minutes up the road to go for a walk in their local park.\"\nMr Farron added: \"We need a solution that clearly deters people from making lengthy trips and potentially spreading the virus, but also that doesn't discourage people from keeping fit and healthy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55621228/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK at 'worst point' of pandemic, says Hancock",
      "tags": "Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "The UK is at the \"worst point\" of the pandemic, Health Secretary Matt Hancock has warned, but said the actions of the public \"could make a difference\".\nAt a No 10 briefing, Mr Hancock pleaded with people to follow the government's Covid rules until the vaccine could provide a \"way out\" of the pandemic.\nThe government earlier published its plan to immunise tens of millions of people by spring.\nSo far 2.3 million people in the UK have had a first Covid vaccine shot.\nAnd a total of 2.6 million doses have been given out across the country, with some people having received both doses.\nMr Hancock said the new variant of coronavirus was putting the NHS under \"significant pressure\", adding it was \"imperative\" that people limit their social contacts. \n\"The NHS, more than ever before, needs everybody to be doing something right now - and that something is to follow the rules,\" he said.\n\"I know there has been speculation about more restrictions, and we don't rule out taking further action if it is needed, but it is your actions now that can make a difference.\"\nThe health secretary said he could \"rule out\" tightening restrictions by removing support and childcare bubbles, however.\nHis comments follow similar warnings from Prime Minister Boris Johnson, and England's chief medical officer Prof Chris Whitty, who said that the next few weeks will be \"the worst\" of the pandemic for the NHS.\nAccording to the latest figures, there have been another 529 deaths within 28 days of a positive test in the UK, and another 46,169 cases reported. There are also more than 32,000 people in hospital with coronavirus, data shows.\nMatt Hancock has previously said he's learned to rule nothing out when it comes to dealing with the pandemic. \nBut today he took the unusual step of doing just that. \nSupport bubbles and childcare bubbles, hugely valued by so many, will stay. \nSenior Whitehall sources have previously told me bubbles were \"untouchable\" but for a minister to say as much, so explicitly and on the record, means there's now very little wriggle room for the government to change its mind.\nMinisters will know that scrapping bubbles, for those that rely on them, could have proved deeply unpopular. But this certainty is a rarity. \nWhilst the current emphasis is on compliance, the idea of toughening up controls in other areas is not being ruled out. \nThe vaccine delivery plan says it is expected to take until spring to give a first dose to all 32 million people in the UK's priority groups, including everyone over 55 and those who are clinically vulnerable.\nUnder the plan, the government has pledged to carry out at least two million vaccinations in England per week by the end of January, which it says will be made possible by rolling out jabs at 206 hospital sites, 50 vaccination centres and around 1,200 local vaccination sites. \nIt also reiterates the government's aim of offering vaccinations to around 15 million people in the UK - the over-70s, older care home residents and staff, frontline healthcare workers and the clinically extremely vulnerable - by mid-February.\nAccording to Mr Hancock, two fifths of over-80s have now received their first dose, and almost a quarter of care home residents have received theirs.\nAlso at the briefing, NHS England's national medical director, Prof Stephen Powis, said the NHS was aiming to vaccinate the rest of the top nine priority groups by April, with a final push to offer all adults over 18 a jab by the autumn.\nHe stressed it would take until February before there were \"early signs\" that vaccination was leading to a drop in hospitalisations.\nThe country has still not seen the full impact of the Christmas loosening of lockdown restrictions, Prof Powis added, although he noted there are now 13,000 more Covid patients in hospital than there were on Christmas Day.\nSpeaking in Bristol earlier, Mr Johnson warned the vaccination programme was in a \"race against time\" because of pressure on the NHS.\nHe said it was \"a very perilous moment because everyone can sense the vaccine is coming in - my worry is that will breed false complacency\".\nThe newly-published vaccination plan also says ministers are aiming to offer jabs at more than 2,700 sites across the UK.\nAnd it says that daily vaccination figures for England will be published from now on - showing the total number vaccinated to date, including first and second doses. \nEarlier, NHS England's chief executive, Sir Simon Stevens, told MPs that there was a \"strong case\" for asking the the Joint Committee on Vaccination and Immunisation (JCVI) to consider prioritising \"teachers and other key workers\" for vaccination after the \"first nine [priority] groups have been vaccinated\".\nA quarter of coronavirus admissions to hospital are for people under the age of 55, he added.\nIn the first four weeks of the vaccination campaign, the NHS did 1.3 million vaccinations.\nNews that in the past week almost the same again has been done shows progress is being made - even though there has been some concern rollout to care home residents has been slower than hoped.\nHitting two million doses a week is the next target - and is something the NHS is aiming to get close to this week.\nWith more vaccination sites opening by the day, it should be achievable as long as there is good supply.\nThere is already enough vaccine in the country to vaccinate all 15 million people in the highest at-risk groups that have been promised an offer of a vaccine by mid-February.\nHowever, not all of it has been through the final safety checks or been packaged up ready for distribution.\nChallenges remain, but even at this early stage it is clear there is growing optimism that the programme is on track. \nAs seven mass vaccination centres opened across England on Monday, NHS England said hundreds more GP-led and hospital services would also open later this week.\nBut with all centres, people will need to wait until they receive an invitation.\nTwo vaccines - Pfizer-BioNTech and Oxford-AstraZeneca - are currently being administered in the UK.\nOn Friday, a third coronavirus vaccine - made by US company Moderna - was approved for use, although supplies are not expected to arrive until spring.\nVaccine programmes are also progressing in the UK's devolved nations. \nAll over-50s and everyone who is at greater risk from Covid in Wales will be offered a vaccine by spring, under new plans.\nAnd Scotland's health secretary has said every aged over 80 or over in the nation will be offered a jab by February, while care workers in Northern Ireland who provide services to ill or elderly patients living at home can now book an appointment to get a Covid-19 vaccine.\nEngland is currently under a national lockdown, meaning people must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. \nSimilar lockdown measures are in place across much of Scotland, Wales and Northern Ireland.\nLabour leader Sir Keir Starmer has questioned why there are \"less restrictions in place\" now than there were last March.\nIn his first speech of the year, he said: \"I do think it's time to hear from the scientists [about] what else could be done and that probably should be done in the next few hours\".\nMeanwhile, the United Arab Emirates is being removed from the UK list of travel corridors amid a spike in Covid cases.\nAnd England's Test and Trace scheme has revised one of its definitions of a \"close contact\" - the people who need to be reached if they have been near to someone who has tested positive for Covid.\nThis now refers to anyone who has been within two metres of someone for more than 15 minutes, whether in a single period or cumulatively over the course of one day.\nPreviously the definition was just a single period of at least 15 minutes. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55604677",
      "category": "uk",
      "title": "Covid-19: Rapid tests for asymptomatic people to be rolled out",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Regular rapid testing for people without coronavirus symptoms will be made available across England this week, the government has said.\nThe community testing regime - expanded to cover all 317 local authorities - uses rapid lateral flow tests, which can return results in 30 minutes.\nLocal councils are being encouraged to prioritise tests for those who cannot work from home during the lockdown.\nThe health secretary said asymptomatic testing can help break transmission.\nMeanwhile, NHS England has invited tens of thousands of people over 80 to book vaccinations.\nA further 563 people have died in the UK within 28 days of a positive Covid test and another 54,940 cases reported, according to government figures on Sunday.\nThe total number of deaths in the UK after a positive test passed 80,000 on Saturday.\nThe government has launched a campaign telling people to act like they have got the virus in a bid to tackle the rise in infections.\nUnder the national lockdown, people in England must stay at home and can go out only for limited reasons such as food shopping, exercise, or work if they cannot do so from home. Similar measures are in place across much of Scotland, Wales and Northern Ireland.\nThe Department of Health and Social Care said expanding the Community Testing Programme to more people without symptoms was \"crucial given that around one in three people\" who contract Covid-19 show no symptoms. \nIt said regular community testing using the rapid tests had already identified more than 14,800 positive Covid-19 cases.\nSo far, 131 local authorities in England have enrolled in the government's community testing programme, with Milton Keynes, Slough, Doncaster and Essex the latest to join.\nHealth Secretary Matt Hancock said targeted asymptomatic testing and subsequent isolation was \"highly effective in breaking chains of transmission\".\nBut Angela Raffle, a consultant in public health at the University of Bristol Medical School, said increasing lateral flow testing was \"very worrying\" and warned the benefits of finding symptomless cases \"will be outweighed by the many more infectious cases that are missed by these tests\".\nDefending lateral flow tests on the BBC's Andrew Marr programme Mr Hancock said mass asymptomatic testing in Liverpool had seen the case rate drop \"more sharply than it did in other similar areas where only restrictions were brought in\".\nNHS Test and Trace will also work closely with other government departments to scale up workforce testing, the Department of Health and Social Care said.\nMany are already piloting regular workforce testing, with 15 large employers having taken up this offer already across 64 sites, \"including organisations operating in the food, manufacturing, energy and retail sectors, and within the public sector including job centres, transport networks and the military\".\nThe Department of Health and Social Care said plans were already in place for rapid testing of staff and students in schools and colleges and staff in primary schools.\nAsked when schools could reopen by the BBC's Andrew Marr, Mr Hancock said there were four conditions: that there is not a major new variant, the vaccine rollout is proceeding effectively, the number of deaths is falling and there is an easing of pressure on the NHS.\nBusinesses have welcomed asymptomatic testing. \nMatthew Fell, of the Confederation of British Industry (CBI), which represents 190,000 UK businesses, said: \"This expansion of testing will help more critical workers and those unable to work from home to operate safely, while also catching new cases more swiftly.\"\nBusiness Secretary Kwasi Kwarteng said the safety of the workforce had been an \"absolute priority\" and said the expansion of testing means \"we can keep our economy on the move while giving individuals in key sectors complete confidence that their workplace is safe\". \nBut Prof Susan Michie, professor of health psychology at University College London, told BBC Breakfast the country would continue a \"yo-yoing of lockdown\" without a \"test, trace and isolate system that actually works\" and warned there needed to be tighter restrictions and tougher messaging than in March to prevent \"tens of thousands of avoidable deaths in the next few weeks\". \nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-55609185",
      "category": "uk-england-dorset",
      "title": "Bench arrest video 'stage-managed by anti-lockdown protesters'",
      "tags": "Christchurch,Poole,Coronavirus testing,Bournemouth",
      "text": "A video shared online apparently showing a woman being arrested in breach of lockdown for sitting on a bench was \"stage-managed\", police said.\nDorset Police believe the video was planned and recorded by anti-lockdown protesters during a demonstration in Bournemouth on Saturday.\nThree people were arrested for not giving their details so officers could issue fines for breaking Covid rules.\nThe BBC has asked one of the protesters who posted the video to comment.\nThe force said two of those held were later de-arrested when they confirmed their details in police custody and a third was released when his details were verified - all three were then issued fixed penalty notices.\nOfficers also issued at least seven other fines and 10 dispersal notices.\nAssistant Chief Constable Mark Callaghan, from Dorset Police, said: \"We believe this video was planned, stage-managed and recorded by members of the protest group who turned up in multiple areas, several of whom refused to engage or provide their details.\n\"If people refuse to give their details in such circumstances then it leaves officers with little option, but to arrest until the details are established. Our officers would only arrest as a last resort.\n\"It was clear that the group was deliberately organising their activities, walking around in twos and then trying to come together in a 'flash mob'-style approach, as they have done previously. This activity went on for a couple of hours.\"\nThe force's chief constable James Vaughan earlier said: \"I condemn the actions of these selfish individuals who knowingly flouted the lockdown restrictions.\"\nThe force said there were \"repeated attempts\" to engage with the organisers to stop the planned protest and found a number of the protesters had \"travelled considerably\" from out of the Dorset area.\nMr Vaughan added: \"Our county is gripped with infections and yet these irresponsible individuals have ignored what is being asked of them and have left their homes to protest. Shame on them.\"\nSam Crowe, director of public health for Dorset, said its hospital services were \"close to being overwhelmed\".\nMr Crowe said: \"Infection rates locally have been doubling in less than a week. If this carries on, our hospitals will not be able to cope with caring for those needing life-saving treatment. Stay at home means exactly that.\"\nLatest figures show Bournemouth, Christchurch and Poole has reached 745.2 cases per 100,000 people.\nAlso on Saturday, 16 people were also arrested during an anti-lockdown protest in south London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55611397",
      "category": "uk-scotland",
      "title": "Covid in Scotland: ICU numbers rise amid tighter lockdown warnings",
      "tags": "Coronavirus pandemic",
      "text": "The number of patients in intensive care with Covid has risen sharply, amid warnings that tougher lockdown measures may be needed.\nLatest Scottish government figures show 1,877 new cases of Covid were reported in the last 24 hours\nThe number of people in intensive care has risen from 109 to 123, the highest daily jump since October.  \nDeputy First Minister John Swinney said a tightening of restrictions could not be ruled out.\nA total of 1,598 people are currently in hospital with recently-confirmed Covid, up from Saturday's figure of 1,596 patients which was the highest number since the outbreak began.\nThe daily test positivity rate was10%, up from 8.7% on Saturday, when 1,865 positive cases were recorded.\nThe deputy first minister said the country was facing \"a very alarming situation\" with the virus.\nSpeaking on Politics Scotland, Mr Swinney said coronavirus does not show much sign of \"abating\" and he would not rule out tougher lockdown measures.\nHe said: \"We're seeing case numbers which are hovering around 2,000 per day... so we've got an accelerating situation on our hands and we have to constantly review whether more restrictions are required.\"\nThere have been some encouraging signs in recent days with average positivity rates falling, a possible indicator that the lockdown is having an impact, but  Prof Linda Bauld, of Edinburgh University, urged caution.\nShe said: \"The numbers are not reducing at the rate which we want them to, so [it is] still a very fragile situation. \n\"The measures we have now I hope are working but it's not clear whether they are tough enough.\n\"I think the key change the government could make is in the sectors which are still open, particularly workplaces but also things like takeaways and click and collect.\"\nProfessional sport, along with manufacturing and construction work have been allowed to continue in this lockdown, whereas they were not in the first wave in March.\nThe deputy first minister said the meeting of the cabinet which agreed the latest lockdown saw ministers wondering if they had gone far enough to stop the spread.\nMr Swinney added: \"I don't think I'm revealing a state secret when I say that the debate within cabinet was not whether we were going too far but whether we were going far enough.\"\nA total of three deaths were recorded in the past 24 hours but these figures are lower at weekends because register offices are generally closed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55615002/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Worst 48 hours in NI since start of pandemic",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "The past 48 hours have been the busiest for health trusts since the start of the pandemic, with appeals to off-duty staff to help ease the pressure. \nSome trusts were close to declaring a major incident, which was averted after staff responded to Sunday's call. \nNI's six trusts warned that by the third week of January, hospitals could be dealing with double the number of Covid patients.\nHealth trusts have also said more cancer operations could be cancelled. \nThe Belfast Health Trust has already cancelled urgent cancer surgeries. \nOn Monday, a further 16 Covid-related deaths were announced by the Department of Health in Northern Ireland, 15 of them occurring in the last 24 hours.\nSeven hundred and fifty-nine new cases of the virus were also reported.\nThe Western Health Trust is appealing to families to bring their loved ones home as soon as they are ready for discharge, and care for them there - even if a package is not yet in place.\nMeanwhile, a divert of patients from the Southern Health Trust to the Western Health Trust has been lifted.\nThree patients were diverted from the Southern Health Trust to the Western Health Trust overnight on Sunday.\nThe number of Covid-19 patients being treated by the Southern Health Trust is now 230, up from 215 on Sunday night.\nEmergency Department (ED) patients in the trust are experiencing very long waits, with departments expected to be busy again on Monday evening.\nIn total 91,954 people in Northern Ireland had received at least one coronavirus jab as of Monday night.\nFirst Minister Arlene Foster said on Monday afternoon that the latest modelling showed NI's R-number is sitting at about 1.1-1.2.\nThis is a drop from an estimated 1.8 earlier in January.\nMrs Foster said things were \"moving in the right direction\" with a reduction in the number of positive cases, but warned everyone needed to \"ready themselves\" for strain on the health service in the next few weeks.\nShe added that the executive had \"few options left\", if further restrictions were deemed necessary to tackle the transmission of the virus.\nThe first minister suggested the executive could look at whether curfews should be imposed again.\nThe executive will meet on Tuesday and Thursday this week for updates from health officials on the coronavirus situation.\nNew lockdown restrictions came into force in NI on Friday, forbidding people from leaving home for non-essential reasons.\nSpeaking to Good Morning Ulster, Western Health Trust chief executive Dr Anne Kilgallen predicted two out of every four patients being treated in hospitals in the west will have coronavirus by the third week of January. \nShe said currently one in four people in Northern Ireland hospitals has Covid-19. \nDr Kilgallen said the surge over the weekend was \"an indication of why\" they had to suspend red-flag cancer surgeries. \nShe added: \"We will work our hardest to ensure that we do respond to need. This is one of the reasons why, some trusts and I think this week more of us will do so, we made the extremely difficult decision to postpone cancer surgery.\"\nShe asked families to bring their relatives home as soon as they are \"medically fit\" for discharge. \n\"We realise that this is a big ask of families, but we do need people's help. We cannot keep people in hospital awaiting care packages, or indeed awaiting their preference in terms of a care home.\"\nIt is understood at the South West Acute Hospital in Enniskillen, five senior doctors, several radiographers, pharmacists and nurses came into work on Sunday.\nThis freed up 20 to 30 beds, allowing the Western Health Trust to take on patients from the Southern Health Trust. \nAll weekend, parts of Northern Ireland's health system were under severe pressure but, at times, it seemed the Southern Trust's hospitals were on the brink of falling over.  \nAppeals were made for additional staff in the Western and Southern Health Trusts while a joint statement by the chief executives of the six health trusts says staff were doing all they could to deal with the situation.\nDaisy Hill and Craigavon were especially busy, with appeals made for available staff to come to work.\nSouth West Acute Hospital put out a similar appeal as it prepared to accept ambulance diverts and patients from other areas.  \nOften an appeal for staff is the first indication that a hospital is about to declare a major incident, but when asked by the BBC if that was the case the Southern Health Trust said calls for additional staff to come to work had helped avoid a crisis. \nThere have been numerous warnings that January would see an alarming increase in Covid cases, deaths and pressure - sadly, officials aren't being proved wrong. \nDeputy First Minister Michelle O'Neill said Northern Ireland was experiencing the \"worst case scenario\" predicted at the start of the pandemic. \n\"We are at the extreme of the pandemic right now, this is the worst situation that we have been in from the very onset.\"\nShe added that the peak for Covid-19 cases had \"probably been reached\" but the peak pressure on the health service was yet to come.\nAt the weekend, Belfast Trust chief executive Dr Cathy Jack appealed to staff to \"voluntarily postpone any planned booked annual leave in the coming weeks\".\nHowever, Pat Cullen, director of the Royal College of Nursing NI, said it is an \"understatement\" to say that staff are feeling tired and overworked and any attempt to force them to cancel annual leave would be \"inhumane\".\nPatricia McKeown of trade union Unison, which represents many nurses, said staff were \"tired, they're stressed they're getting infected, they're getting sick, some of them, tragically, haven't made it.\n\"And yet, incredibly, they responded in the way they did over the weekend.\n\"But right now they're being asked to give even more, respond again in an even bigger and more intense way, because this coming week is going to be very, very serious.\"\nChief Medical Officer Dr Michael McBride said it is estimated that on average about \"one in 60\" people currently have Covid-19 in Northern Ireland.\nHe said the rising number of cases is a \"payback\" for the relaxation of restrictions in December.\n\"We've been running at about 500 people at any one time in our hospitals with Covid,\" he told The Nolan Show.\n\"I think it's very likely the numbers will be in excess of a thousand and that will put extreme pressure on an already hard pressed staff."
    }
  ]
}