{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-59097061",
      "category": "health",
      "title": "Some Covid booster doses brought forward",
      "text": "The Covid vaccine booster is being brought forward for some people to make the campaign easier to roll out.\nMost people will still get their third dose of a coronavirus vaccine six months after their second. \nBut a change in clinical guidelines in the UK means some - such as care home residents - will be able to get their next dose after a five month gap. \nThe aim is to ensure more people's immune systems are topped up before winter. \nThe concern is even small dips in vulnerable people's immunity will affect the NHS's ability to cope this winter. \nThe government's Scientific Advisory Group for Emergencies (SAGE) estimates the protection against needing hospital treatment for a Covid infection:\nSeven million people in the UK have been given the booster so far. \nIt's not clear how many people will be affected by the change in the guidelines, but the aim is to make the immunisation campaign easier to roll out. \nSo if a care home has a mix of people who were vaccinated five and six months ago - they could all be vaccinated at once rather than teams having to visit multiple times. \nPeople who need immunosuppressive treatments will also be able to get their boosters earlier. \nThe health and social care secretary, Sajid Javid, said: \"We are making great progress with the booster rollout and I want to thank everyone working so hard to get jabs in arms.\n\"This updated guidance will ensure healthcare professionals have the necessary flexibility in the booster programme, allowing more vulnerable people to be vaccinated where it makes operational sense to do so - including our loved ones in care homes.\"\nMost people eligible for a booster will still have to wait six months after their last Covid jab. If they have not been contacted after this time they can book on the NHS website or call 119."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-59096177",
      "category": "uk-england-somerset",
      "title": "Penelope Jackson guilty of murdering husband over dinner row",
      "text": "A woman has been found guilty of murder after stabbing her husband to death following a row over a birthday meal.\nPenelope Jackson, 66, attacked 78-year-old David Jackson with a kitchen knife at their home in Somerset in February.\nJackson claimed her husband was violent and coercively controlling and that he had \"ruined\" her special occasion by belittling her.\nAt Bristol Crown Court she was sentenced to life in prison, with a minimum term of 18 years.\nJurors found her guilty by a majority verdict of 10-2 after almost 11 hours of deliberation.\nShe stabbed Mr Jackson, her fourth husband, three times with a kitchen knife at their home in Berrow.\nThe killing followed a row over a serving of bubble and squeak with a gourmet meal bought for them by their daughter.\nThe pair had eaten the meal with their daughter and son-in-law, Isabelle and Tom Potterton, on a Zoom call as the birthday took place in lockdown.\nMr and Mrs Potterton told the court they believed the row had blown over before the call ended.\nBut later, Mr Jackson called the emergency services after he had been wounded, and his wife stabbed him again while he was on the phone.\nHe was heard screaming in pain as she drove the knife into him for the final time.\nJackson then took over the call, saying: \"I've killed my husband, or tried to, because I've had enough.\"\nShe then told a call handler her husband of 24 years was \"bleeding to death with any luck\".\nAnd in bodyworn footage, released by the police when they went to the couple's home on 13 February, she told officers \"I stabbed him, I've had enough\" and that she \"should have stabbed him a bit more\".\nMrs Potterton said \"my whole world fell away from my feet\" when police knocked on her door to tell her what had happened.\n\"I had not only lost my dad but I had lost my mum too. My life was changed forever,\" she said.\n\"I have lost the man that I looked up to and loved. I have lost the man that was always there for me no matter what,\" she added.\nShe said she still loved her mother but that their relationship would never be the same.\n\"I have lost the woman who always knew how to make me feel better. Yes I know mum is here but she's not the same person I knew,\" said Ms Potterton.\nHer husband Tom said he could never forgive Jackson for the pain she had caused his wife.\n\"This did not have to happen. It was a selfish act with no regard to how it may affect those who were close to yourself and David, you could have walked away but you chose not,\" he added.\nAs he jailed Jackson, Judge Martin Picton said that she had shown \"not a shred of remorse\" for the killing and had sought to portray her husband as a \"monster\".\n\"Whilst there was no doubt, as in any marriage, points of friction that the lockdown would have exacerbated. I have no doubt that he was nothing like the person you have claimed.\n\"You took the life of another human being. That is a terrible thing to do and it represents a burden you and all the other family members will have to bear for the rest of their lives,\" he said.\nDavid Jackson's estranged daughter Jane Calverley accused the defendant of being the abuser in the relationship and that her father would never have asked for help because he would have been too proud to admit to being bullied and abused by his wife.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56901261",
      "category": "science-environment",
      "title": "COP26: What was agreed at the Glasgow climate conference?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "A new global agreement - the Glasgow Climate Pact - was reached at the COP26 summit.\nIt aims to reduce the worst impacts of climate change - but some leaders and campaigners say it does not go far enough.\nThe agreement - although not legally binding - will set the global agenda on climate change for the next decade:\nEmissions\nIt was agreed countries will meet next year to pledge further cuts to emissions of carbon dioxide (CO2) - a greenhouse gas which causes climate change.\nThis is to try to keep temperature rises within 1.5C - which scientists say is required to prevent a \"climate catastrophe\". Current pledges, if met, will only limit global warming to about 2.4C. \nCoal\nFor the first time at a COP conference, there was an explicit plan to reduce use of coal - which is responsible for 40% of annual CO2 emissions.  \nHowever, countries only agreed a weaker commitment to \"phase down\" rather than \"phase out\" coal after a late intervention by China and India. \nDeveloping countries\nThe agreement pledged to significantly increase money to help poor countries cope with the effects of climate change and make the switch to clean energy.\nThere's also the prospect of a trillion dollar a year fund from 2025 - after a previous pledge for richer countries to provide $100bn (£72bn) a year by 2020 was missed.\nWhile some observers say the COP26 agreement represented the \"start of a breakthrough\", some African and Latin American countries felt not enough progress was made. \nFossil fuel subsidies\nWorld leaders agreed to phase-out subsidies that artificially lower the price of coal, oil, or natural gas.\nHowever, no firm dates have been set.\nA flurry of other announcements were made:\nThe world's biggest CO2 emitters, the US and China, pledged to cooperate more over the next decade in areas including methane emissions and the switch to clean energy.\nChina has previously been reluctant to tackle domestic coal emissions - so this was seen as recognising the need for urgent action. \nLeaders from more than 100 countries - with about 85% of the world's forests - promised to stop deforestation by 2030.\nThis is seen as vital, as tress absorb vast amounts of CO2. \nSimilar initiatives haven't stopped deforestation, but this one's better funded. However, it's unclear how the pledge will be policed.\nA scheme to cut 30% of methane emissions by 2030 was agreed by more than 100 countries. \nMethane is currently responsible for a third of human-generated warming. \nThe big emitters China, Russia and India haven't joined - but it's hoped they will later.\nFinancial organisations controlling $130tn agreed to back \"clean\" technology, such as renewable energy, and direct finance away from fossil fuel-burning industries.\nThe initiative is an attempt to involve private companies in meeting net zero targets.\nHowever, some environmental organisations have said without a greater commitment to ending support for fossil-fuels, this could be little more than a PR exercise. \nMost commitments made at COP will have to be self-policed.\nOnly a few countries are making their pledges legally binding. \nCOP26 was the moment countries revisited climate pledges made made under the 2015 Paris Agreement. \nSix years ago, countries were asked to make changes to keep global warming \"well below\" 2C - and to try to aim for 1.5C.\nCOP stands for \"Conference of the Parties\", and the one in Glasgow was the 26th annual summit. Ahead of it, 200 countries were asked for their plans to cut emissions by 2030. \nThe goal is to keep cutting emissions until they reach net zero by mid-century.\nNext year's COP27 summit is in Egypt.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59091476",
      "category": "uk-england-merseyside",
      "title": "Wigan deputy head teacher in court on child sex abuse charges",
      "tags": "Wigan,Hindley,Eccleston",
      "text": "A deputy head primary school teacher has appeared in court charged with 18 child sex abuse offences, including two counts of rape. \nJulie Morris, 44, of Ancroft Drive, Hindley, could be seen crying as she appeared at Liverpool Crown Court via videolink from prison.\nMs Morris worked at a primary school in Wigan but the charges are not related to her employment.\nHer co-accused, David Morris, 52, who is no relation, admitted 34 offences.\nMr Morris, of Sandfield Road, Eccleston, who appeared at the same court via videolink from HMP Altcourse, will be sentenced on 22 December, when Ms Morris will be asked to enter a plea.\nMs Morris is accused of two counts of rape, nine counts of causing or inciting a child under 13 to engage in sexual activity, three counts of taking an indecent photo of a child, and one count of possessing indecent photos of a child.\nShe is also charged with one count of engaging in sexual communication with a child and two counts of engaging in sexual activity in the presence of a child.\nThe offences are alleged to have taken place in Eccleston, Merseyside, between 2018 and this year.\nMr Morris admitted seven counts of rape, 13 counts of causing or inciting a child under 13 to engage in sexual activity, and two counts of engaging in sexual activity in the presence of a child.\nHe also pleaded guilty to taking indecent images, of categories A, B and C, possessing and distributing indecent images and two counts of engaging in sexual communications with a child.\nHe also admitted three counts of voyeurism, possession of an extreme pornographic image and possession of a prohibited image of a child.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59098305",
      "category": "world-us-canada",
      "title": "Canada challenges compensation order for indigenous children",
      "tags": "Justin Trudeau,Indigenous Canadians,Canada",
      "text": "Canada says it will appeal against a court order to pay billions of dollars to compensate indigenous children who went through the child welfare system.\nLast month, a top court upheld a 2016 ruling that the government underfunded First Nations services compared with those for non-indigenous children.\nIt ordered C$40,000 ($31,350; £23,340) payouts to each child who was in the on-reserve welfare system after 2006.\nThe case has been a source of tension between campaigners and the government. \nThe government has said it is not opposed to compensation, but that it had issues over the order's jurisdiction and how the money was to be divided. \nMinisters and officials said in a statement on Friday that they had filed a \"protective appeal\" as a deadline loomed, but would pause litigation until all parties meet before December. The statement added that they will seek to settle the matter outside of court.\n\"I despise the imagery, but we're putting our swords down,\" Minister of Crown-Indigenous Relations Marc Miller told reporters in a Friday evening news conference. \nCampaigners had called for the government of Prime Minister Justin Trudeau not to appeal against the ruling.\nCindy Blackstock from the First Nations Child and Family Caring Society told CBC News: \"If there is no deal, we're going to go to hearings on an expedited basis. We don't want children to lose out on this time.\"\nIn 2016, the Canadian Human Rights Tribunal ruled that the government had underfunded First Nations children's services compared with those for non-indigenous children.\nThe government appealed against that ruling in 2019, but lost its challenge last month in the federal court. \nMr Trudeau, who won re-election last month, came into office in 2015 promising to strengthen and restore ties with indigenous communities.\nSpeaking from the Netherlands ahead of international summits in Rome and Glasgow, he told reporters: \"We are committed to compensating indigenous people who were harmed as children in child and family services.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59100114",
      "category": "world-us-canada",
      "title": "Covid-19 origins may never be known, US intelligence agencies say",
      "tags": "China,Wuhan,United States,Coronavirus pandemic",
      "text": "US intelligence agencies say they may never be able to identify the origins of Covid-19, but they have concluded it was not created as a biological weapon.\nIn an updated assessment of where the virus began, the Office of the US Director of National Intelligence (ODNI) said an animal-to-human transmission and a lab leak were both plausible hypotheses for how it spread.\nBut there was not enough information to reach a definitive conclusion.\nChina has criticised the report.\nThe findings were published in a declassified report which is an update of a 90-day review that President Joe Biden's administration released in August.\nIt said the intelligence community remains divided on the most likely origin of the virus. Four agencies assessed with \"low confidence\" it had originated with an infected animal or a related virus.\nBut one agency said it had \"moderate confidence\" that the first human infection most likely was the result of a laboratory accident, probably involving experimentation or animal handling by the Wuhan Institute of Virology.\nThe report also said Chinese officials were unaware of the existence of the virus before the initial outbreak of Covid-19 in the city of Wuhan, in late 2019. But it said China was continuing to hinder the global investigation and to resist sharing information.\nChinese authorities linked early Covid-19 cases to a seafood market in Wuhan, leading scientists to theorise that the virus first passed to humans from animals.\nBut earlier this year, US media reports suggested growing evidence the virus could instead have emerged from the Wuhab laboratory, perhaps through an accidental leak.\nIn May, President Biden ordered intelligence officials to investigate the virus's origins, including the lab leak theory, which is rejected by China.\nResponding to the intelligence report, the Chinese embassy in Washington said in a statement to Reuters news agency: \"The US moves of relying on its intelligence apparatus instead of scientists to trace the origins of Covid-19 is a complete political farce.\n\"We have been supporting science-based efforts on origins tracing, and will continue to stay actively engaged. That said, we firmly oppose attempts to politicise this issue.\"\nAround 240 million cases of Covid-19 have been confirmed around the world, with more than 4.9 million deaths."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59094685",
      "category": "uk",
      "title": "Covid: Work train journeys fewer than half pre-pandemic",
      "tags": "Commuting,Travel,Rail travel,UK economy,Coronavirus pandemic",
      "text": "The number of commuter journeys by train remains at fewer than half of pre-pandemic levels, figures show.\nTrips made by people going to or from work on the UK's railways in mid-October were 45% of what they were before autumn 2019, says industry body the Rail Delivery Group (RDG). \nIt comes as many people continue to work from home. \nBut leisure journeys have increased again and are at about 90% of what they were before the pandemic, the RDG said.\nIt added that commuter journeys had risen from late August when they were 33% of what they were before the pandemic.\nRDG director general Andy Bagnall said train companies were working to meet the needs of passengers, including new flexi season tickets, to give commuters \"more choice\". \n\"Rail connects people to jobs and opportunities, helps tackle congestion, and leaves the air in towns and cities cleaner than other forms of transport, so we're keen to welcome more people back on board,\" he said.\nA campaign called \"Let's get back on track\" is being run by the rail industry to encourage more people to travel by train. \nThe RDG said operators were continuing to conduct enhanced cleaning of trains, and provide information to help passengers avoid the busiest times to travel.\nData from the Department for Transport in August suggested car use in Britain was now up to or higher than before the first lockdown."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-59097289",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Edinburgh warned to prepare for COP26 disruption",
      "tags": "Edinburgh,COP26,Glasgow",
      "text": "For the next two weeks Glasgow will be the focus of world attention as it hosts COP26.\nBut the impact of the event won't be limited to Scotland's largest city and people in Edinburgh are being warned to prepare for disruption too.\nOf the 25,000 delegates invited to attend the UN climate conference, about a fifth will stay in the capital and travel through to the Clydeside venue. \nThat means added pressure on the city's transport system. \nWith the threat of strike action now averted, ScotRail has reverted to its original plan, which includes bolstering the service between Edinburgh and Glasgow that will take so much of the strain.\nTrains travelling via Falkirk High will operate with the maximum eight carriages for the duration of the conference. \nThe timetable - which comes into effect on Monday and runs until Friday 12 November - also includes more late-night trains with some running after midnight.\nThose travelling, however, can expect it to be busy, with ScotRail urging passengers to plan ahead and check their journeys before travelling.\nCommuters are also being warned to expect disruption on Edinburgh's roads.\nThe opening days of the two-week conference will feature the spectacle of dignitaries being whisked through the city in motorcades en route to Glasgow.\nMore than 50 world leaders are staying in the capital and their entourages, not to mention thousands more COP26 delegates, are helping to boost hotel occupancy to levels typically seen during the busy summer festivals.\nAnd while the VIPs are on the move, drivers will have to stop and wait.\nSarah Boyd, operations director for Lothian Buses, is part of team monitoring the likely impact on a bank of screens in their city centre control room. \nShe said: \"If we're able to say how long its likely to last for then we will give that information out. That allows drivers to communicate with people on the bus if there's perhaps going to be a period of sitting and waiting. We'll do our best to keep people informed.\n\"I think we expect there will be disruption and we're going to do our best to cope with that. Our primary function is to take people on their journeys as safely as possible so we will do our very best to keep that service running to time but we are advising people to plan ahead, leave extra time for their journey and to be considerate of fellow passengers and our drivers.\"\nCOP26 also means longer hours for Naomi Cornwall and her colleagues running the council's travel Twitter account from the same control room.\n\"The cameras here obviously come in very handy so there's access to over 500 cameras that I can use and zoom in if there's problems,\" she said. \"If there are any issues then we hear via the drivers radioing in but also we hear a lot from people on social media. If something has happened we'll get the message out quickly.\"\nPlanned protests, such as this Sunday's Extinction Rebellion march from the Meadows to the Scottish Parliament, will also contribute to restricted movement around Edinburgh. So too, potentially, the unannounced \"non-violent direct action\" promised by activists during the climate conference.\nFactor in major sporting events such as Scotland's sold out Rugby International against Australia next Sunday and it's clear a busy fortnight is in prospect.\nCammy Day, deputy leader of Edinburgh Council, said: \"We're working with Police Scotland and with all our transport providers to make sure that we keep the city going as much as we can but I won't pretend. With thousands more people coming to the city there will be some disruption.\"\n\"The city will be really busy with people toing and froing on trains and buses. \n\"There will be some potential closures so read what we're doing online, keep aware and do your bit to take part in COP26 whether that's reducing your carbon footprint or taking in the many events either here in Edinburgh or in Glasgow.\"   \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59105863",
      "category": "uk",
      "title": "National Trust members vote to ban trail hunts on its land",
      "tags": "Fox hunting",
      "text": "National Trust members have voted to ban trail hunting on its land amid fears it is being used as a \"smokescreen\" for illegal foxhunts.\nThe Hunting Act 2004 banned using dogs to chase or kill foxes. Trail hunting simulates a traditional hunt by laying an artificial scent for riders.\nA total of 76,816 votes were cast to ban trail hunts on trust land, with 38,184 against and 18,047 abstentions.\nThe results of the vote are not binding and trustees will consider the outcome.\nThe vote was taken at Saturday's annual general meeting at Harrogate Convention Centre in North Yorkshire.\nMembers who proposed the ban said \"overwhelming evidence leads to the conclusion that trail hunting is a cover for hunting with dogs\".\nDemonstrators from the League Against Cruel Sports gathered outside the event and welcomed the result, saying \"enough is enough\".\nBut the Countryside Alliance, which campaigned against the motion, said the number who voted represented only a \"tiny proportion\" of the National Trust membership of more than five million people, and therefore gave no mandate.\nIn 2018, the National Trust permitted 25 groups to trail hunt on its land and said it would follow the same approach in 2019.\nBut in 2020 it paused licensing after video emerged of a prominent huntsman giving advice in webinars about how to covertly carry out illegal fox hunts.\nEarlier this month, director of the Masters of Foxhounds Association Mark Hankinson was found guilty of intentionally encouraging huntsmen to use legal trail hunting, which a court heard described as \"a sham and a fiction\" covering for the unlawful chasing and killing of animals.\nHe was ordered to pay £3,500 after Westminster Magistrates' Court's Deputy Chief Magistrate Tan Ikram concluded he was \"clearly encouraging the mirage of trail laying to act as cover for old fashioned illegal hunting\".\nThe National Trust released a statement that said after Hankinson had been found guilty it would \"digest all the information... before making a decision on whether to resume the trail hunting licence application process\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59095948",
      "category": "uk-scotland",
      "title": "Scotland to rollout diabetes test for Type 1 patients",
      "tags": "NHS Lothian,Diabetes",
      "text": "Misdiagnosed Type 1 diabetes patients could be freed from the need to take insulin after a new test is rolled out.\nScotland will become the first country to offer the C-peptide blood test to all patients who have had a Type 1 diagnosis for at least three years. \nThe test shows how much insulin a patient's body is producing itself.\nA pilot by NHS Lothian allowed some people who had been taking insulin to stop or reduce the treatment. The test will be available from 1 November.\nC-peptide testing, which has been used as part of diagnosis for some patients for many years, can help distinguish whether a patient has Type 1 or Type 2 diabetes.\nC-peptide is made in the body at the same time as insulin. By testing levels of C-peptide, doctors can work out how much insulin a diabetes patient is making themselves.\nIf C-peptide is present in significant amounts, it might indicate that the person does not have Type 1 diabetes at all, and consequently may not need daily insulin injections.\nThis is what was discovered during a two-year pilot study led by diabetes and endocrinology consultant Prof Mark Strachan.\nProf Strachan said: \"C-peptide helps diabetes specialists make a more accurate diagnosis of the cause of diabetes, and that means we can get people on the most appropriate treatment.\n\"In some instances, C-peptide testing allowed people to stop very long-standing insulin therapy. This can be life-transforming.\n\"If anyone has any concerns regarding their diabetes or wishes to know more about the new blood test, they should contact their diabetes clinical team who are best placed to provide specific advice and support based on their individual circumstances.\"\nThere are about 315,000 people living with diabetes in Scotland and the new programme will be offered to people who have been diagnosed with Type 1 diabetes for at least three years.\nThe tests will be offered at hospital diabetes centres.\nPublic Health Minister Maree Todd said that tackling diabetes was a priority for the Scottish government  and that she wanted everyone living with diabetes to access safe, effective healthcare, treatment and support.\nShe said: \"Type 1 diabetes is a significant health challenge right across the world. \n\"I am proud that Scotland will be the first country to introduce this blood test which has the potential to have a significant positive impact on the lives of those people living with diabetes.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59101299",
      "category": "uk",
      "title": "Whole country wishes Queen well - Boris Johnson",
      "tags": "UK Royal Family,Boris Johnson,Queen Elizabeth II",
      "text": "The whole country wishes the Queen well, Prime Minister Boris Johnson has said, after she was advised by doctors to rest for two more weeks.\nOn Friday, Buckingham Palace announced the monarch, 95, would not undertake official visits for a fortnight.\nIt said she would continue with some light, desk-based duties and it was her \"firm intention\" to attend Remembrance Sunday at the Cenotaph on 14 November.\nThe prime minister said \"the important thing\" was the Queen getting some rest.\n\"I spoke to Her Majesty, as I do every week, this week and she's on very good form,\" Mr Johnson said.\n\"She's just got to follow the advice of her doctors and get some rest and I think that's the important thing. \n\"The whole country wishes her well.\"\nThe Queen underwent preliminary medical checks in hospital on 20 October after cancelling a visit to Northern Ireland, having \"reluctantly\" accepted medical advice to rest for a few days.\nHer stay at London's King Edward VII's Hospital was her first overnight hospital stay in eight years.\nAlthough she resumed public engagements earlier this week, it was announced on Wednesday the Queen would not attend the COP26 climate change summit in Glasgow as previously planned. \nHer planned address to delegates attending COP26 was recorded on Friday afternoon and will be played via video at the event. Other royals will still attend the summit.\nFriday's statement from Buckingham Palace said the Queen would continue to hold \"virtual audiences\" during the fortnight of rest, but said the monarch would not attend any official visits, including the Festival of Remembrance, held at the Royal Albert Hall on the evening before the Remembrance Sunday service.\nRoyal correspondent Johnny Dymond said \"fatigue, not illness\" seemed to be the issue - with the message from Palace officials stressing the two weeks' rest was \"a sensible precaution\" for the 95-year-old.\nThe Queen's absolute determination to attend the Remembrance Sunday service in Whitehall was \"notable\", he added.\nThe sovereign had maintained a typically busy schedule this month, including hosting a Global Investment Summit at Windsor Castle on 19 October - but was recently seen using a walking stick at a Westminster Abbey service, the first time she has done so at a major event.\nRobert Hardman, author of Queen of the World, described the recent cancellations as a \"wake-up call that the Queen is 95\".\n\"She has been so dependable over the years, there has been this tendency just to assume she will keep turning up... and when she's not there it comes as a bit of a jolt,\" Mr Hardman told Radio 4's Today programme,\nHe added the Remembrance service \"was one of the absolute central days in the Queen's calendar\", having  attended the Cenotaph more than anybody in its history.\n\"It's absolutely sacred to her. We all fervently hope that we are going to see her on her balcony,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59101218",
      "category": "world",
      "title": "G20: World leaders agree to historic corporate tax deal",
      "tags": "Climate change,Italy,Coronavirus pandemic",
      "text": "Leaders of the world's 20 major economies have approved a global agreement that will see the profits of large businesses taxed at least 15%.\nIt follows concern that multinational companies are re-routing their profits through low tax jurisdictions.\nThe pact was agreed by all the leaders attending the G20 summit in Rome.\nClimate change and Covid are also on the agenda of the summit, which is the leaders' first in-person gathering since the start of the pandemic.\nThe G20 group - made up of 19 countries and the European Union - is short by two, however, with China's Xi Jinping and Russia's Vladimir Putin choosing to appear via video link.\nThe tax deal, which was proposed by the US, is expected to be officially adopted on Sunday, according to Reuters news agency, and will be enforced by 2023.\nUS Treasury Secretary Janet Yellen said the historic agreement was a \"critical moment\" for the global economy and will \"end the damaging race to the bottom on corporate taxation\".\nShe wrote on Twitter that US businesses and workers would benefit from the deal even though many US-based mega-companies would have to pay more tax.\nThe G20 summit comes ahead of the much-anticipated COP26 summit on climate change in Glasgow which begins on Monday. What happens at the G20 may set the tone for COP26, with sharp divisions remaining between countries on their commitments to tackling climate change.\nItaly's Prime Minister Mario Draghi opened the two-day G20 summit with a message of unification, telling world leaders that \"going it alone is simply not an option. We must do all we can to overcome our differences\".\nThere are increasingly dire warnings from experts for the future if urgent action is not taken to cut carbon emissions.\nSpeaking to the BBC, UK Prime Minister Boris Johnson described climate change as \"the biggest threat to humanity\", saying it posed a \"risk to civilisation basically going backwards\".\nHowever, he acknowledged that neither the G20 meeting nor COP26 would halt global warming, but could, if the right measures were taken, \"restrict the growth in the temperature of the planet\".\nAccording to Reuters news agency, a draft communiqué outlines a promise from the G20 to work towards limiting the rise in temperatures to 1.5C (2.7F), saying it \"will require meaningful and effective actions by all countries\".\nThe draft also notes the need for \"developed countries to mobilise $100bn (£73bn) annually from public and private sources through to 2025 to address the needs of developing countries\" so they can tackle climate change - a promise richer countries have failed to keep since 2009, when it was initially pledged.\nSeparately, the leaders of the US, Germany, France and UK met to discuss their \"grave and growing concern\" over Iran's nuclear activities. Iran is not part of the G20 forum.\nIn a joint statement, the nations said that if Iran continued its nuclear advances, that would jeopardise the possibility of it returning to the 2015 nuclear deal with the US and economic sanctions being lifted.\nThey urged Iranian president, Ebrahim Raisi to \"change course… to avoid a dangerous escalation\".\nFormer US President Donald Trump abandoned the deal in 2018, reinstating harsh sanctions against Iran. Since then Iran has increased its nuclear activities, violating much of the multi-national pact.\nTalks with Tehran - which have been stalled for months - are due to restart in November.\nThe last few years have seen many countries looking after number one. They have made their own vaccines, they have put up trade barriers, they have put economic growth ahead of fixing the climate crisis. \nMario Draghi's point is that this has to stop. The Italian PM is saying that if G20 leaders want to curb global warming, end vaccine inequity, and sort an economic recovery, they have to start thinking and acting more multilaterally. \nAnd that doesn't just mean coming to summits. It means - at times - putting wider global interests above narrow national imperatives. That is a big ask because it often involves challenging voters. So far not all world leaders seem ready to do that. \nThere remain divisions over whether much wealthier nations are ready to cut carbon emissions, give more Covid vaccines to developing countries, and stabilise volatile energy prices.\nThe G20 summit will produce many words. But what will matter are its actions, above all on climate change, for that will play a huge part in determining whether the COP26 summit in Glasgow succeeds or fails. \nRead more about the COP26 summit here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-59103435",
      "category": "uk-england-essex",
      "title": "Stansted Airport reopens after suspicious package evacuation",
      "tags": "Travel,London Stansted Airport,Stansted",
      "text": "Stansted Airport has reopened after reports of a suspicious package in the security area caused part of the terminal to be evacuated.\nEssex Police said military explosive experts carried out a controlled explosion on the package and there was \"nothing of concern within the bag\".\nThe force said a man had been arrested in connection with the incident.\nStansted Airport advised passengers to check the status of their flight with their airline.\nPassenger Steve Born, who was flying out to Malaga, was among those evacuated.\nHe said water and space blankets were handed out to passengers while they waited.\nStansted Airport said arrivals were unaffected.\nEssex Police said: \"Military explosive experts have carried out a controlled explosion on the package, which has now been forensically recovered by police investigators.  \n\"Initial assessments would indicate there was nothing of concern within the bag.\n\"A man has been arrested in connection with this matter and remains in custody whilst investigations continue.\n\"We want to thank all passengers and members of the public for your patience and understanding.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59101193",
      "category": "uk",
      "title": "Fishing row: Turbulence has hit relations with France, PM says",
      "tags": "France,Boris Johnson,Fishing industry",
      "text": "Prime Minister Boris Johnson has acknowledged \"turbulence\" in the UK's relationship with France as the row over fishing rights escalates.\nAfter dozens of French boats were denied post-Brexit fishing licences for UK and Jersey waters, France threatened to block ports to British vessels.\nBut Mr Johnson told the BBC the things that united the UK and France were more important than their divisions.\nThe French president said the row was a test of the UK's global credibility.\nFrance has said it will take \"targeted measures\" against the UK if the row over fishing licences is not resolved by Tuesday.\nBrexit Minister David Frost said the government was \"actively considering\" launching a legal process against France under the Brexit agreement, as a result of the \"threats\" from France.\nLord Frost described language used by French Prime Minister Jean Castex as \"clearly very troubling and very problematic\" in the context of ongoing negotiations \"trying to solve many highly sensitive issues, including on the Northern Ireland Protocol\".\nHis comments followed the emergence of a letter by Mr Castex, seen by the BBC, which said the EU must demonstrate in this dispute that there was \"more damage to leaving the EU than remaining there\".\nWriting on Twitter, Mr Frost said: \"We will continue to talk constructively to try to resolve all the differences between us, and we urge the EU and France to step back from rhetoric and actions that make this more difficult.\"\nPressed on how the UK would respond to the threats as the G20 group of major economies met, Mr Johnson told the BBC: \"We're going to get on and do the things that matter to both of us and make sure that we work together on tackling the big issues that face the world.\"\nReferring to Mr Castex's letter, he acknowledged that \"there's some turbulence in the relationship\".\n\"If one of our partners decides to breach the Trade and Cooperation Agreement that we struck, that's a matter that we have to pursue,\" Mr Johnson said.\nThe UK government suggested on Friday that France's threatened measures - such as blocking ports to UK boats, increasing checks on UK goods, boats and trucks, and even cutting energy supplies - would be a breach of the post-Brexit trade deal with the EU.\nThe prime minister also suggested the UK was concerned France may be \"already in breach\" of the deal.\nMr Johnson raised his concerns with European Commission head Ursula von der Leyen over the \"rhetoric from the French government\" at a meeting at the G20 summit, the prime minister's office said.\nIn a statement, a spokesman added: \"The prime minister stressed that the French threats are completely unjustified and do not appear to be compatible with the UK-EU Trade and Cooperation Agreement or wider international law.\"\nMr Macron and Mr Johnson are expected to have an informal meeting on the margins of the G20 summit in Rome on Sunday.\nBut asked if he felt the French behaviour was unacceptable, Mr Johnson told the BBC the priority for the UK and France was making progress on tackling climate change in talks at the G20 summit and at COP26 in Glasgow.\nSpeaking from the Colosseum in Rome, he invoked the collapse of the Roman Empire as he said the world was \"absolutely conniving in our decline and fall\".\n\"What we want to do is to get the world to focus on the threat that humanity faces,\" he said.\nAs a chronicler of Brexit back 'n' forths and brouhahas, I like to think I've seen quite a bit.\nBut diplomacy via a Twitter thread of a Saturday afternoon still feels like a new one on me.\nLord Frost's threat of legal action contains some pretty punchy language.\nBut it is a counter threat to an existing threat from France, to make trade between the two countries harder from next week unless this row is resolved.\nAnd so a cranking up of the language, on both sides today, could yet prevent a cranking up of the action either side takes, rather than the opposite.\nShould the legal path end up being pursued, we're told both sides would appoint lawyers and it would become a tussle with the European Union rather than with France.\nAnd it could take rather a while.\nJean-Marc Puissesseau, president and chairman of the ports of Calais and Boulogne-sur-Mer, told BBC Radio 4's Today programme that the dispute concerned only about 40 boats, \"a drop of water in an ocean\".\nHe said these boats had been unable to prove their history of fishing in British waters, as the UK required, either because they had been unable to take part in a monitoring survey or because the fisherman had replaced their boats with newer models.\nHe said if sanctions were imposed by France, \"it will be terrible for both sides of the Channel, for you, for us, for the ports, for the fishermen in your country, for the fishermen in our country - and that's only for 40 little boats that are not allowed to fish in your country\".\nThe dispute over fishing rights reignited last month when the UK rejected dozens of applications from French boats to fish in UK territorial waters post-Brexit.\nUnder the trade deal, the EU and UK have agreed they will give licences to boats if they can show they have fished in each others' waters for years.\nBut there have been disagreements about how much evidence is needed, leading to anger from France when applications were denied by the UK and Jersey.\nIn May, French boats protested outside Jersey's port and France threatened to cut off the island's electricity supply over what it said were unfair terms. \nMeanwhile, French President Emmanuel Macron accused the UK of backpedalling on its Brexit commitments over the fishing row and over Northern Ireland.\nHe told the Financial Times it raised questions about the UK's reliability with the EU and with all of its partners.\n\"Because when you spend years negotiating a treaty and then a few months later you do the opposite of what was decided on the aspects that suit you the least, it is not a big sign of your credibility,\" he said.\nAs well as raising the possibility of retaliation, the UK government has said it could launch \"dispute settlement proceedings\" with the EU if France went ahead with \"unjustified\" measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59093500",
      "category": "entertainment-arts",
      "title": "Sir Elton John hits number one with lockdown album",
      "tags": "Elton John,Ed Sheeran,Official UK music charts,Music",
      "text": "Pop icon Sir Elton John has scored his eighth UK number one album with his Covid-enforced surprise album The Lockdown Sessions.\nRecorded when his farewell tour was postponed by the pandemic, the record features collaborations with Dua Lipa, Stevie Nicks, Gorillaz and Lil Nas X.\nMany duets took place over Zoom, while others took place in the studio under stringent safety regulations.\nSir Elton said he ended up singing with artists \"separated by glass screens\".\nThe album cover even sees the star wearing a bejewelled Elton John face-mask. \nSir Elton, 74, said he enjoyed the experience of being forced \"out of his comfort zone\" and working with unexpected collaborators.\n\"I realised there was something weirdly familiar about working like this,\" he said in a statement announcing the album. \n\"At the start of my career, in the late '60s, I worked as a session musician. Working with different artists during lockdown reminded me of that.\n\"I'd come full circle: I was a session musician again. And it was still a blast.\"\nThe album was preceded by the Dua Lipa track Cold Heart (Pnau Remix), a mash-up of Sir Elton's hits Rocket Man, Sacrifice, Kiss the Bride and the 1976 album track Where's the Shoorah?\nThe single hit number one two weeks ago, making Sir Elton one of the few artists to have scored a top 10 hit in six separate decades.\nIt also propelled the album to success, beating new records by Lana Del Rey, Duran Duran and Biffy Clyro to claim the top spot with 31,000 sales.\nDel Rey took second place with Blue Banisters, her second album of the year. With better reviews than its companion piece Chemtrails Over the Country Club, the record was the week's top-seller on vinyl.\nDuran Duran's Future Past entered the chart at three, making it the band's highest-charting album since 2004's Astronaut, while Biffy Clyro's The Myth of Happily Ever After debuted at four.\nLast week's number one, Music of the Spheres by Coldplay, dropped to number five.\nIn the singles chart, Adele reigned supreme for a second week with her post-divorce anthem Easy On Me racking up an impressive 103,000 sales.\nThat's roughly half of its first week tally, when the song broke streaming records by being played 24 million times in just seven days.\nElton John and Dua Lipa were at number two with Cold Heart, followed by Ed Sheeran's Shivers at three and TikTok smash Love Nwantiti (Ah Ah), by Nigerian artist Ckay, at four.\nGlass Animals' sleeper hit Heat Waves rose back up to number five, equalling its previous highest position on the charts exactly a year after it was released.\nNext week's chart is likely to see another shake-up, as Ed Sheeran's fourth album = aims for the top. Streams of the album are likely to propel old singles and new favourites into the Top 40 next Friday.\nThe singer has set his sights on another Christmas number one, with a festive duet featuring Sir Elton John.\nSheeran gave a sneak peak of the track to BBC Radio 2's Zoe Ball on Friday morning, minus the sleigh bells he insisted would be part of the final mix.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59091214",
      "category": "uk-wales",
      "title": "Covid: Passes required for fans Wales v New Zealand match",
      "tags": "Cardiff,Coronavirus pandemic",
      "text": "Covid passes were needed for most of the 74,000 fans as Wales hosted international rugby at a full stadium for the first time since the pandemic.\nEach ticket holder also had an arrival time at a specific gate to stagger entries for Wales v New Zealand at the Principality Stadium in Cardiff. \nFirst Minister Mark Drakeford said passes had been \"well managed\" at big football matches in Wales.\nPublic transport face mask law was enforced, fans were warned.\nAnyone aged over 18 was required to show their Covid pass to prove they were either fully vaccinated or had a negative lateral flow test result within the past 48 hours.\nSpeaking before the game - which New Zealand won 54-16 - Mark Williams, the stadium manager said the first thing fans would see would be stewards checking Covid passes.\n\"With the turnstiles the important thing this time is we've got the digital ticketing system, which is a fairly new system we've put in place, so just to implore the fans to download your digital tickets and have them ready to go before you get to the turnstiles.\"\nMr Williams said he did not think every pass would be checked, however.\n\"We're going to try our best, we'll have to see how the crowd builds, what we don't want to do is cause a problem by trying to solves a problem, so it'll be proportional based on the size of the crowd at the time, we'll do our best to get as many done as we can.\n\"We've got different filters, the phased entry system should help avoid that anyway, but of course we've got the Covid pass we've got the search and turnstiles, so we can switch on and off to get the flow going quite nicely into the stadium. \n\"We've got 850 stewards tomorrow which is remarkable.\"\nHe said fans were \"always very, very respectful, but with the extra restrictions that are in place, just respect the staff that have got a job to do\".\nHe added: \"Before you set off, make sure you've got your Covid pass sorted out, or your lateral flow test text or email sorted out, and get your tickets downloaded on to your phone so you're ready at the turnstiles to move straight into the stadium. \n\"The only other addition is, we're going to ask people to wear masks from the time they step on to our footprint to the time they take their seats. When you take your seat you have the option to take your mask off or leave it on. And if you leave the stadium bowl to go back into the concourse, you'll have to put your mask back on.\" \nBritish Transport Police said: \"It is law in Wales, it isn't in England, but it's compulsory on public transport in Wales unless you're medically exempt, so please do wear your masks. \n\"It's going to be busy, there's going to be queues at the stations and trains will be busy. We'd ask you all to behave especially going home, perhaps when people are celebrating a Welsh win, that everyone just gets on and we get everyone home safely.\"\nIt was the first men's rugby international at the Principality Stadium with no crowd restrictions since Wales lost 23-27 to France on 22 February in the 2020 Six Nations Championship - a month and a day before the first coronavirus lockdown was announced. \nWales played their matches last autumn at an empty Parc Y Scarlets, in Llanelli, while the Principality Stadium was being used as a Covid field hospital. \nThe 2021 Six Nations home matches were played in Cardiff, in front of an empty stadium, while crowds of about 8,000 were allowed as Wales took on Argentina in July, before most restrictions were scrapped in Wales. \nThe match against the All Blacks was not the first event to use Covid passes in Wales, but it was the largest so far. \nPasses, which show if a person has received two Covid vaccines or has returned a negative lateral flow test result in the past 48 hours, are in force at nightclubs and events of more than 10,000 people. \nOther measures in the stadium included a health questionnaire and digital tickets, while face masks were mandatory while moving around the stadium, although these could be removed when seated. \nThere were four different allotted time slots for fans to arrive, starting at 14:45 BST.\nIn advance, South Wales Police said it would be policing the event as normal. \nCovid case rates in Wales are currently among the highest they have been since the start of the pandemic, with 653.1 new infections per 100,000 population over the most-recent seven-day period, according to Public Health Wales data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59103568",
      "category": "uk",
      "title": "YouTube removes occultist who influenced murderer of two sisters",
      "tags": "Social media,Murder of Bibaa Henry and Nicole Smallman",
      "text": "An occultist who influenced a murderer of two sisters has been removed from YouTube, after a BBC investigation. \nDanyal Hussein, 19, killed Bibaa Henry and Nicole Smallman in a park in Wembley, north London, in June 2020.\nHe was active on an occult forum run by American EA Koetting - whose writings have encouraged murder - until hours before his arrest, the BBC revealed.\nHussein was jailed for life on Thursday and must spend at least 35 years in prison. \nThe trial heard of a \"demonic\" pact in which he committed to sacrificing women in return for money and power.\nKoetting had more than 85,000 followers on Youtube and thousands more on Facebook, which has already removed him from its platforms. \nThe BBC first passed on evidence relating to him to the social media giants in August.\nThe online forum, of which Hussein was a member, was run by the self-styled \"black magician\" Koetting - who provided instructions for demonic pacts. \nThe BBC showed parallels between Koetting's public instructions and Hussein's actions, including how the pact document was signed and what the killer requested.\nKoetting is from Utah in the US and his real name is Matthew Lawrence. He has convictions for drugs and weapon possession offences.\nOne of his texts, which he recently promoted on YouTube, advises people to study terrorist methods and quotes the Moors Murderer Ian Brady, who tortured and killed five children in the 1960s.\nThe text was written for an American Satanist group, Tempel ov Blood, which is part of the Order of Nine Angles - an organisation linked to multiple UK terrorism cases.\nA spokesperson for YouTube said: \"Hate and violence have no place on YouTube, and we are deeply saddened by this terrible incident. \nOur strict policies prohibit content or links to content that incites violence, and after careful review, we have removed the channel in question.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-59067041",
      "category": "uk-england-essex",
      "title": "Manningtree wild swimmers stage River Stour sewage protest",
      "tags": "Open water swimming,Sewage,Manningtree,Rivers,Environment,Bernard Jenkin",
      "text": "Wild swimmers concerned about declining water quality have staged a protest in a river.\nWater companies discharged raw sewage into rivers in England more than 400,000 times last year, according to the Environment Agency.\nThe swimmers, from Manningtree, Essex, said the government urgently needed to announce a clear plan on the issue.\nThe government said it would strengthen its environment bill, which will be debated by MPs next week. \nNess Woodcock-Dennis, a public health nurse and lecturer in nursing who took part in the protest in the River Stour at sunrise with about 50 others, said more needed to be done.\n\"I find it unfathomable that at a time of utter crisis in health that this government deemed it appropriate to support the continuation of water companies allowing raw sewage to be discharged into our seas and rivers,\" she said.\n\"Raw sewage poses a serious threat to our fragile eco-system and to human health as bacteria such as E. coli are present in faeces being discharged into our water.\" \nKellie Rogers started the group, known as the Manningtree Mermaids, which has grown to about 100 members. \n\"All the people are so different and yet in the water we are all the same. It's so wonderful that we have come together to support the health of our planet as well as each other,\" she said.\nOther wild swimming groups in East Anglia have had members leave due to health concerns.\nVeterinary nurse Jess Ashley said it would be devastating if the water quality got so bad she could not swim.\n\"I started wild swimming because of my back pain,\" she said. \"The cold water eases the pain but I soon learnt over lockdown it helped with my mental health too. I have met so many new friends and found the health benefits so amazing.\"\nWater companies are allowed to release sewage into rivers after extreme weather events, such as prolonged heavy rain, to protect properties from flooding.\nRaw sewage, including human waste, wet wipes and condoms, was discharged for more than three million hours in 2020, which is a 37% increase on the previous year.\nConservative MPs were widely criticised after voting down an amendment that would have forced water companies to stop pumping as much waste into waterways.\nAfter a public backlash, the government said it would table its own amendment to place a legal duty on the firms. \nSir Bernard Jenkin, MP for Harwich and North Essex, attended the protest. He was one of 22 Conservatives who rebelled against the government last week, in contrast to 265 MPs who voted to reject the amendment.\n\"The government was always committed to ending the routine dumping of sewage into our rivers and coastal waters, whenever there is heavy rain, but I voted against the government last week because the environment bill did not say how or when this would be achieved.  \n\"We are waiting to see the detail of the government's new amendment, but I am hopeful that they have got the message,\" he said. \nHow clean is the River Stour?\nAnglian Water said there were were 187 sewage spills into the river in 2020, from the storm discharges they were able to monitor, each during heavy rainfall.\nThe Rivers Trust said it had counted more than 1,000 hours of raw sewage being discharged into the river last year, mainly in Dedham near Manningtree.\nNic Bury, professor of environmental toxicology at the University of Suffolk, is running a project looking at E. coli counts in rivers of Suffolk and Essex. \nA river sample he took in Manningtree showed an E. coli count of 1000cfu/100ml. The threshold for good bathing water is less than 500cfu/100ml. \n\"Even though this is a snapshot and a lot more work needs to be done to get a clearer picture, it is worrying and contributes to the debate on the health impacts of bacterial contamination in our waters,\" he said. \nMother-of-three and small business owner Anna Helm Baxter, who swims in Manningtree at high tide most days and regularly takes her children to the beach there, said it was now time for bold action.\n\"Keeping our waterways clear is vital for our country's health and biodiversity,\" she said. \"I applaud Sir Bernard Jenkin for standing up in a crowd of profiteers and green washers.\n\"I hope he continues to put the environment first and others take note of his willingness to rebel for what is right.\"\nThe government suggested it would cost more than £150bn to replace the Victorian sewerage system in order to eliminate the discharges from storm overflows, though some experts have disputed the figure.\nIt said it was working on a plan to reduce the practice and said water companies had already received record-breaking fines for releasing unacceptable amounts of sewage into rivers.\nA spokeswoman for Anglian Water said: \"We welcome the environment bill's new provisions on storm overflows, and are keen for the secretary of state to bring forward a plan to reduce discharges and reduce their impacts.  \n\"However, flooding and river quality are about much more than storm overflows. Agriculture, highways teams and customers all have a role to play in the health of our rivers.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion please email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59104781",
      "category": "world-europe",
      "title": "Igor Kirillov: TV man known as the face of the USSR dies at 89",
      "tags": "Television,Soviet Union,Russia",
      "text": "Igor Kirillov - the man known as the face and voice of the USSR for three decades - has died in Russia aged 89.\nKirillov was Soviet TV's chief newsreader and announcer. \nWith his trademark delivery - unhurried and calm - he informed viewers of the first sputnik in space, and delivered the communiqués of the Communist Party. \nHe also anchored all major Soviet set-piece events: from Moscow's Red Square parades to communist congresses. The Soviet Union collapsed in 1991.\nPositive stories dominated Soviet news bulletins. Every year, to images of combine harvesters advancing through the fields, Igor Kirillov would declare the grain harvest a triumph. \nBut did he believe it?\n\"For me the hardest thing of all was to believe what I was reading out,\" Igor Kirillov told me in an interview in 2011. \n\"Deep down I knew that the texts contained half-truths. But as a newsreader you had to convince yourself it was the complete truth. And I did. I persuaded myself that we really were building communism. That life really would get better. Any doubts I had I managed to overcome. If I hadn't then I wouldn't have been able to do my job.\" \nThe news wasn't always good. \nIn the 1980s Soviet leaders got into the nasty habit of dying in rapid succession. It was a sombre Igor Kirillov who informed the country of their passing. \nIt happened so often, in fact, that it sparked this famous Soviet joke: Igor Kirillov goes on air in a black tie and announces: \"Comrades, you're going to laugh, but another irreplaceable leader needs replacing.\"\nHe had trained as an actor. So how did he break into television?\n\"At the job interview, I played the guitar and sang,\" he told me. \"Then they asked me to read something out. Luckily the night before I'd memorised a copy of the newspaper Pravda. So I recited that, right off the top of my head. Afterwards as I was leaving the building, the chief stopped me. 'Where are you going?' he said. 'You've got the job and you're on air in two hours'.\"\nThe communist newscaster had other jobs, too. He presented Soviet TV's version of Top of the Pops. It was a little more Lenin than Paul McCartney.\nIn 1985 he became a global chart-topper, with a little help from Sting, whose hit song Russians kicks off with Igor Kirillov's voice reading the news. \nBy the late 1980s television news was changing around the world. Journalists were replacing professional announcers as newsreaders. The USSR was no exception.  Soviet TV revamped its nightly news. In came reporters… out went the \"dyktory\". \nIn 1990, during a study year in Moscow, I interviewed Igor Kirillov for a university project. The Soviet Union's most famous announcer was having a difficult time.\n\"I read the news for 20 two years on the nightly news Vremya,\" he told me. \"Now they've decided not to use 'diktory'. There's a condescending, disdainful attitude now towards announcers.\"\nHe thought that journalists who became anchors delivered the news too fast.\n\"Russians don't like fast talking. They have their own way of conversing: in a calm, unhurried, thoughtful way. \n\"If TV news goes in one ear and out the other, our heads will be empty.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59104022",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Greens co-leader Lorna Slater tests positive for Covid",
      "tags": "COP26,Lothian,Lorna Slater,Glasgow",
      "text": "Scottish Greens co-leader Lorna Slater has tested positive for Covid-19 just hours before the start of COP26.\nThe MSP for Lothian region said she would be self-isolating in line with NHS Scotland coronavirus guidelines.\nHer test result means she will miss COP26 events as the UN climate summit starts in Glasgow on Sunday. \nMore than 25,000 delegates, including world leaders, will be attending the event which runs until Friday 12 November.\nMs Slater, who is the Scottish Government's minister for green skills, the circular economy and biodiversity, said on Twitter: \"I had a positive Covid-19 test result.\n\"I feel very relieved to be double vaccinated and have only cold-like symptoms. I will be self-isolating following NHS advice.\"\nBoth Ms Slater and her Scottish Greens co-leader Patrick Harvie had planned to join protests at COP26. \nHowever, she said that although she supported the protests, they must not endanger lives.\nScottish Labour MSP Monica Lennon showed her support by wishing Ms Slater well on social media."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59090067",
      "category": "world",
      "title": "Meta: Facebook's new name ridiculed by Hebrew speakers",
      "tags": "Social media,Israel,Meta,Facebook",
      "text": "Facebook's announcement that it is changing its name to Meta has caused quite the stir in Israel where the word sounds like the Hebrew word for \"dead\". \nTo be precise, Meta is pronounced like the feminine form of the Hebrew word.\nA number of people have taken to Twitter to share their take on the name under the hashtag #FacebookDead. \nThe emergency rescue volunteers Zaka even got involved, telling their followers on Twitter: \"Don't worry, we're on it\". \nAnother Twitter user said: \"Thank you for providing all Hebrew speakers a good reason to laugh.\" \nFacebook isn't the only company to be ridiculed over translations of its branding. \nHere are a few examples of when things got lost in translation. \nWhen KFC arrived in China during the 80s, its motto \"finger lickin' good\" didn't exactly go down well with the locals. \nThe motto's translation in Mandarin was \"eat your fingers off\". \nBut it didn't harm the company too much. KFC is one of the largest fast food chains in the country. \nRolls-Royce changed the name of its Silver Mist car as mist translates as \"excrement\" in German. \nThe car was named Silver Shadow instead. \nMeanwhile when Nokia released its Lumia phone in 2011, it didn't exactly get the reaction it was expecting. \nIn Spanish, Lumia is a synonym for a prostitute, although it apparently only appears in dialects with a heavy Gypsy (Roma) influence. \nHonda however had a lucky escape. It almost named its new car the Fitta, which is a vulgar description for vagina in Swedish. It apparently did not translate well in a number of other languages. \nApparently the issue was detected early on and a decision was made to name the vehicle Jazz in most countries. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59091179",
      "category": "uk-wales",
      "title": "Covid in Wales: Wrexham church displays angels to honour deaths",
      "tags": "Wrexham,The Church of England,Christianity,Coronavirus pandemic",
      "text": "A church has put 6,000 handmade angels on display to remember those who died from coronavirus in Wales.\nThe figurines have been suspended in nets hanging in the tower and naves of St Giles' Parish Church in Wrexham and will remain in place until January. \nThe Reverend James Tout said: \"Angels for Christians have represented hope and light for generations now.\"\nHealth officials reported nine further Covid-related deaths and 3,016 new cases on Sunday.\nIt means the total number of deaths with Covid in Wales now stands at 6,150, according to Public Health Wales.\nThe latest figures cover a 24-hour period to 09:00 on Friday.\nThe display was inspired by the 15th Century musical angels carved into the church's wooden roof.\nEach angel represents a life lost and has has been made with new or recycled paper, wool and other materials.\n\"It's a really appropriate symbol that we can show to other people of the idea of life after death and the hope that we have in God that life does continue and death is not the end,\" he added.\nHe added that the Festival of Angels would also allow people some space and time to reflect over the past 18 months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59093216",
      "category": "uk-politics",
      "title": "Davina McCall hails 'brilliant day for women' as HRT prescription cost cut",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59097473",
      "category": "uk",
      "title": "Fishing row: PM fears breach of EU-UK trade agreement",
      "tags": "Boris Johnson,Brexit",
      "text": "Boris Johnson says he fears the EU-UK trade agreement may have been breached in a dispute with France over post-Brexit fishing rights.\nIt comes after France said it could stop UK boats landing in its ports if the row over licences was not resolved.\nThe prime minister said the UK government would do \"whatever is necessary to ensure UK interests\".\nThe French president said the fishing row and disputes over Northern Ireland were a test of the UK's credibility.\nThe argument - essentially over how many French fishing boats are allowed to fish in UK waters - began when the UK and Jersey denied fishing licences to dozens of French boats last month.\nMr Johnson said: \"British fishermen should be confident in going about their lawful business and they should be encouraged to continue fishing in accordance with the [EU-UK trade] agreement.\n\"France is one of our oldest, closest allies and friends. The ties that bind us together are far stronger than the turbulence that currently exists in the relationship.\"\nFrench President Emmanuel Macron told the Financial Times: \"Make no mistake, it is not just for the Europeans but all of their partners. Because when you spend years negotiating a treaty and then a few months later you do the opposite of what was decided on the aspects that suit you the least, it is not a big sign of your credibility.\"\nThe leaders' comments come ahead of a \"brush by\" meeting they are expected to have at the G20 summit in Rome this weekend.\nMeanwhile, the BBC's political editor Laura Kuenssberg says she has seen a letter which appears to show the French prime minister Jean Castex appealing to the EU to demonstrate there is \"more damage to leaving the EU than to remaining there\".\nFrance was angered by a decision from the UK and Jersey last month to deny fishing licences to French boats, arguing it a breach of the Brexit deal.\nThe country then warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute was not resolved by Tuesday. \nOn Friday morning, Environment Secretary George Eustice said if necessary the UK would respond in turn, saying \"two can play at that game\".\nThe government also said it was considering launching \"dispute settlement proceedings\" with the EU if France goes ahead with the \"unjustified measures\".\nEarlier, French ambassador Catherine Colonna was summoned to a meeting with foreign office minister Wendy Morton.\nAt the meeting - which lasted around 15 minutes - Ms Morton \"expressed disappointment over the confrontational language that has been consistently used by the French government, which makes this situation no easier to resolve.\"\nThe French people are deeply attached to their fishing industry, suspicious of the British government, and share the general confusion about why some French boats are being given licences and others refused.\nThey take at face value their own government's claim that it is all grossly unfair, and that the planned retaliation against the UK is simply a defence of the national interest.\nWhich is not to say there aren't also worried voices urging caution.\nThe big fish and seafood traders based in Boulogne-sur-Mer depend heavily on British produce either unloaded at the quayside or brought in by lorry.\nIf those imports dry up, hundreds of jobs could be at stake - not to mention the valuable Christmas market for coquille saint-jacques and other shellfish.\nIt's commonplace in the UK to hear that by acting tough President Macron is merely playing to the gallery with an eye on next April's presidential elections.\nAnd it's commonplace in France to hear that Boris Johnson is merely playing to his political gallery by baiting the oh-so-baitable French.\nSuffice to say that right now neither side seems particularly inclined to do the other any favours.\nFishing was one of the final sticking points in the post-Brexit trade agreement.\nAs part of the agreement, licences would be given to vessels that could show they had fished in each other's waters for years. But there have been disputes about how much evidence is needed. \nThe UK says this was the case for the rejected applications which sparked the latest row.\nThe UK has also been seeking to change the Brexit deal for Northern Ireland - known as the protocol - because it says it is affecting trade, businesses and has led to a \"brewing political crisis\".\nTensions rose after a British trawler was seized by France and another fined during checks off Le Havre on Thursday.\nFrench authorities say the Cornelis Gert Jan vessel did not have a licence - something the boat's owners deny. The captain of the scallop dredger faces a court hearing in August next year.\nThe UK environment secretary said the trawler had been granted a licence earlier this year and the government was \"trying to get to the bottom\" of why it had subsequently been taken off the list given to the EU.\nAndrew Brown, from the boat's owners Macduff Shellfish, said: \"We don't know where the error of interpretation of the licence lies... but I would believe that under normal circumstances a misunderstanding like this could be sorted out with a phone call.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59101584",
      "category": "world-asia",
      "title": "Tonga records first coronavirus case since start of pandemic",
      "tags": "Tonga,Coronavirus pandemic,New Zealand",
      "text": "Tongans have been rushing to vaccinate themselves against coronavirus after the Pacific island nation confirmed its first case on Friday. \nThe infection was detected in a fully vaccinated person who had arrived on a repatriation flight from New Zealand. \nTonga's Prime Minister Pohiva Tu'i'onetoa warned that residents on the main island of Tongatapu face a possible lockdown next week.  \nTonga was one of the last countries not to have reported Covid infections.\nOver 100,000 people live on the island nation, located north-east of New Zealand.\nOnly a third of Tonga's population has been fully vaccinated. But national immunisation co-ordinator Afu Tei told AFP news agency that thousands had been turning up at vaccination centres to receive their jabs.\nThe infected individual was among 215 people on a repatriation flight from Christchurch, New Zealand. Others onboard included members of Tonga's Olympic team who had been stranded in the city since the Tokyo Olympics.\nNew Zealand's health ministry said that the individual had tested negative before leaving the country.\nBut authorities in Tonga said a positive reading was recorded after a routine test on Thursday, done while in compulsory managed isolation.\nSiale Akau'ola, chief executive of Tonga's health ministry, told reporters that the infected Tongan had received a second dose of the vaccine in mid-October, and that authorities were satisfied the person would not become seriously ill.\nPrime Minister Tu'i'onetoa said he had been advised against enforcing an immediate lockdown \"because the virus will take more than three days to develop in someone who catches it before they become contagious\". \n\"We should use this time to get ready in case more people confirm they have the virus,\" he added.\nSince the start of the pandemic, more than 246 million coronavirus cases have been reported worldwide, and nearly 5 million Covid-related deaths, according to data from Johns Hopkins University.\nThe virus has yet to spread to some island nations in the Pacific like Tuvalu. \nOther countries like North Korea and Turkmenistan have yet to report any cases, but experts agree that the virus may be present, even if it is not officially confirmed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-59087458",
      "category": "newsbeat",
      "title": "Zayn Malik files 'no contest' plea to harassment charges",
      "tags": "Celebrity,Pop music,Music",
      "text": "Zayn Malik has filed a \"no contest\" plea to four counts of harassment after an argument between him and model Gigi Hadid's mum, Yolanda Hadid.\nA court in Pennsylvania says the singer pleaded guilty to all four counts. Zayn says rather than plead guilty he \"agreed to not contest\" the charges.\nIn response to an allegation he doesn't appear to have been formally charged with, Zayn denied hitting Yolanda. \nZayn and Gigi began dating in 2015, and their daughter Khai was born last year.\nUS showbiz website TMZ reports they are no longer together.\nA no contest plea means Zayn, 28, won't fight the harassment charges in court. \nHe's been sentenced as if convicted but since he's not made an admission of guilt, the plea can't be used to get a conviction in any other case.\nThe singer has been placed on 90 days probation for each count for a total of 360 days.\nHe must also complete an anger management class and a domestic violence programme, as well as having no contact with Yolanda or a security guard who was present during the incident on 29 September.\nCourt records obtained by the PA news agency allege Zayn swore at Yolanda and told her to stay away from Khai.\nHe is also alleged to have \"grabbed and shoved\" Yolanda into a dresser, \"causing mental anguish and physical pain\".\nThe singer, from Bradford, said the assault claims were \"false allegations\".\nIn a statement on Twitter, the former One Direction singer said: \"As you all know I am a private person and I very much want to create a safe and private place for my daughter to grow up in.\n\"A place where private family matters aren't thrown on the world stage for all to poke and pick apart.\n\"In an effort to protect that space for her, I agreed to not contest claims arising from an argument I had with a family member of my partner's who entered our home while my partner was away several weeks ago.\"\nA representative for Gigi said: \"Gigi is solely focused on the best for Khai. She asks for privacy during this time.\"\nNewsbeat has contacted Zayn and Yolanda for comments too, but they haven't yet responded.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59099346",
      "category": "uk",
      "title": "Prince Andrew asks US court to dismiss case",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,Jeffrey Epstein",
      "text": "Prince Andrew has asked a New York court to dismiss a legal action brought against him by Virginia Giuffre. \nThe Duke of York's lawyers said the \"baseless lawsuit\" should be dismissed because Ms Giuffre failed to sufficiently outline her claims against him.\nMs Giuffre, 38, has accused Prince Andrew of sexually assaulting her when she was 17 and a minor under US law.\nThe Queen's 61-year-old son has consistently denied the allegations.\nIf a dismissal is not granted, Ms Giuffre should provide a \"more definitive statement\" of her allegations, lawyers for Prince Andrew said.\nIn September, the duke accepted that he had been served legal papers in the case and he had to respond to the lawsuit by 29 October.\nMs Giuffre was an accuser of the billionaire sex offender Jeffrey Epstein, who died in prison in 2019.\nShe says she was assaulted by the prince at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little Saint James, in the US Virgin Islands.\nIn the court document filed on Friday, Prince Andrew's lawyers said his \"sullied reputation is only the latest collateral damage of the Epstein scandal\".\nThe document also says: \"Accusing a member of the world's best known royal family of serious misconduct has helped Giuffre create a media frenzy online and in the traditional press.\n\"Giuffre has initiated this baseless lawsuit against Prince Andrew to achieve another payday at his expense and at the expense of those closest to him. Epstein's abuse of Giuffre does not justify her public campaign against Prince Andrew,\" the document states.\nThe filing says Ms Giuffre settled sex trafficking and abuse claims against Epstein in 2009 with a \"broad release\" negotiated by the convicted sex offender \"insisting that it cover any and all persons who Giuffre identified as potential targets of future lawsuits, regardless of the merit - or lack thereof - to any such claims\".\nThe agreement, which remains sealed, is said to cover \"royalty\" - according to the document presented to the court."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55795297",
      "category": "world",
      "title": "Covax: How many Covid vaccines have the US and the other G7 countries pledged?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The US has pledged to donate 500 million more doses of the Pfizer vaccine to poorer nations from next year - bringing its total commitment to more than one billion.\n\"To beat the pandemic here, we need to beat it everywhere,\" US President Joe Biden told a virtual Covid-19 summit.\nThe donation will be routed through Covax - the international scheme designed to ensure low-income countries aren't left behind in the fight against Covid.\nIt came amid growing warnings over the pace of global vaccinations, and inequity of access.\nCovax was created last year to ensure that Covid vaccines are made available around the world, with richer countries subsidising costs for poorer nations.\nThe scheme hopes to distribute enough vaccines to protect at least 20% of the population in 92 low- or medium-income countries - starting with healthcare workers and the most vulnerable groups.\nIts initial goal was to provide two billion doses of vaccines worldwide in 2021, and 1.8 billion doses to 92 poorer countries by early 2022. \nCovax is run by a number of international organisations, including the World Health Organization (WHO) and the UN children's charity, Unicef. \nGhana was the first country to receive Covax vaccines in February. \nSince then, more than 303 million doses have been shipped through Covax to 142 countries around the world, including Bangladesh, Brazil, Ethiopia and Fiji. \nMost doses are going to poorer countries, but some have been sent to wealthier countries such as Canada, which defended its request.\nCovax works with with governments and vaccine manufacturers around the world. Supporters include the US, the UK, Canada, Japan, Australia, New Zealand, the UAE, France, Germany, Italy, Spain, Sweden, and Portugal.  \nCountries have pledged to donate both money and surplus doses from their own vaccine supplies.\nThe UK, Japan, Canada and the European Union are among those to have committed to supplying tens of millions of doses.\nWHO director-general Tedros Adhanom Ghebreyesus previously criticised wealthier nations for \"gobbling up\" the global vaccine supply. \nG7 countries have purchased over a third of the world's vaccine supply, despite making up only 13% of the global population.\nSix vaccines have been given \"emergency use authorisation\" by the WHO, meaning they can be shared via Covax: AstraZeneca, Pfizer, Janssen, Moderna, Sinopharm and Sinovac.\nHowever, only Pfizer and AstraZeneca doses have been delivered so far. \nModerna has agreed to supply 500 million doses at its \"lowest-tiered price\", but most won't be available until 2022. \nCovax has been criticised for being slow. Some initial targets were missed, partly as a result of the poor health infrastructure in many of the recipient countries, and partly because of vaccine hesitancy. \nDeliveries were also delayed because of the deteriorating situation in India. Officials there restricted exports to protect their own population amid soaring infection rates. These are set to resume from October. \nCovax has told the BBC that too many donations have come in small quantities, at the last minute and with little time left before they expire. This makes it very hard to get them to where they are needed. \nRepresentatives of the scheme also note that only a small percentage of the pledges made earlier this year have turned into actual doses. \nUnicef executive director Henrietta Fore said countries needed to \"accelerate their donation plans\", with low-income nations unable to wait any longer. \nWhile many high-income countries have now given at least one shot to more than half their populations, only 2% of people in low-income countries have had their first dose, according to data from the University of Oxford.\nCovax says it is now expecting to hit its \"key milestone\" of releasing two billion doses for delivery some time early next year. \nIn total, some six billion doses of coronavirus vaccines have been administered, in over 195 countries worldwide.\nHowever, while some countries have fully vaccinated a large amount of their population, many others have only just begun, or in some cases are still waiting for their first doses to arrive.\nCovax aims to close that gap. \"With a fast-moving pandemic, no one is safe, unless everyone is safe,\" the WHO says on its website. \nBut even if Covax meets its goal to vaccinate 20% of the population in its 92 target countries, that's well short of the level of immunity that experts say is needed to end the pandemic.\nThe WHO has suggested that figure is at least 70%. People may also need booster doses to remain protected. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59098425",
      "category": "world-europe",
      "title": "La Palma: Living with lava",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59086011",
      "category": "uk",
      "title": "Covid: Call for rich nations to airlift millions of surplus vaccines",
      "tags": "Coronavirus vaccines,Vaccination,Gordon Brown,G20,Coronavirus pandemic",
      "text": "More than 160 former world leaders and global figures have called on the UK and other rich countries to immediately airlift millions of surplus Covid vaccines to less developed nations. \nThey say it would be unethical for doses to be wasted while thousands are dying with the virus every day. \nThe call comes in a letter, organised by former prime minister Gordon Brown. \nIt is addressed to Italian PM Mario Draghi, who is hosting the G20 group of major economies in Rome this weekend. \nMr Brown told BBC Breakfast: \"Countries have over-ordered and they're over-stocked and they're not giving the vaccines out quickly enough so a lot of vaccines could be wasted past their expiry date.\"\nThe letter's signatories include 36 former presidents, 30 ex-prime ministers and another 100 influential global figures. \nAmong them is the former UN Secretary General Ban Ki-moon, former New Zealand Prime Minister Helen Clark and former Brazilian President Fernando Cardoso.\nWhile more than six billion Covid vaccine doses have been administered worldwide, they say 70% of these were administered by only a few countries and just 2% of people in low-income countries have received a jab. \nThe letter says that between them the US, EU, UK and Canada will have 240 million unused vaccines by the end of this month, which could be airlifted immediately to countries most in need. \nMillions more vaccines should be transferred each month, totalling 1.1 billion in the next four months, it adds. \nIf this is achieved, it says the World Health Organization's target for 70% of all adults to be vaccinated by spring next year can be met. \n\"Without a detailed plan, 100 million vaccine doses will have passed their use-by date at the end of the year,\" the letter says.\n\"If we do not act quickly, that figure could exceed 200 million by the end of January 2022.\"\nThe UK has pledged to donate more than 100 million doses over the next year, while the US has pledged 500 million doses. \nIn total, the G7 group of nations promised to donate more than 870 million doses at a summit in the UK in June. \nThe vaccines will mainly be delivered through the Covax vaccine scheme, which aims to reach the most vulnerable 20% of every nation around the world.\nMeanwhile, the president of Indonesia, where around 30% of the population are fully vaccinated, has also urged richer countries to share their doses. \n\"Everyone has helped, but in my opinion it's not enough,\" Joko Widodo told the BBC. \n\"In this time of crisis, advanced countries need to do more in helping poor countries get vaccines, so that we can overcome this pandemic together.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59101592",
      "category": "world-latin-america",
      "title": "Ancient wooden Maya canoe unearthed almost intact in Mexico",
      "tags": "Archaeology,Mexico",
      "text": "Archaeologists have discovered a wooden Maya canoe in southern Mexico, believed to be over 1,000 years old. \nMeasuring over 5ft (1.6m), it was found almost completely intact, submerged in a freshwater pool near the ruined Maya city of Chichen Itza.\nMexico's antiquities institute (Inah) says it may have been used to extract water or deposit ritual offers.\nThe rare find came during construction work on a new tourist railway known as the Maya Train.\nIn a statement, the Inah said archaeologists had also discovered ceramics, a ritual knife and painted murals of hands on a rockface in the pool, known as a cenote.\nExperts from Paris's Sorbonne University have been helping with pin-pointing the canoe's exact age and type, the statement said. A 3D model of it would also be made to allow replicas to be made, and to facilitate further study, it added.\nThe Maya civilisation flourished before Spain conquered the region. In their time, the Mayas ruled large stretches of territory in what is now southern Mexico, Guatemala, Belize and Honduras.\nThe boat has been tentatively dated between 830-950 AD, towards the end of the Maya civilisation's golden age.\nAround this period, the Mayas suffered a major political collapse, marked by the abandonment of cities dotted around modern-day Central America - leaving ruins of towering pyramids and other stone buildings.\nNo single theory for this collapse has been widely accepted, but it is believed a combination of internal warfare, drought and overpopulation may have been contributing factors.\nThe Maya Train is a multi-billion-dollar project, led by President Andrés Manuel López Obrador's government, which will run through five southern Mexican states.\nAdvocates have said the rail network will help to alleviate poverty in the region. But critics argue that it risks damaging local ecosystems and undiscovered sites of historic importance.\nYou may also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59076157",
      "category": "world-europe",
      "title": "La Palma volcano survivors shaken but determined to rebuild",
      "tags": "Spain,Volcanoes,Geology,Canary Islands",
      "text": "Imagine trying to sleep in the glare of an erupting volcano, rattled by its tremors. \nThen imagine trying to do that in a cramped caravan, after your home was surrounded by lava or buried beneath it. \nThis is the upturned reality for around 20 families, bedding down for another night in a back street in Los Llanos. They are just outside the exclusion zone on La Palma, in Spain's Canary Islands. \nThey are the homeless of the six-week-old eruption, who cannot even dream of going home without being woken by the volcano's tremors and rumble.\nDacil Batista shares her small caravan with her partner and their two children, along with her mother-in-law and sister-in-law. \"I'm in despair,\" she tells me, \"because I don't know what's happening to my house.\"\n\"We spent the first few nights staring at the volcano, trying to see what it was doing, but now it is kind of normal to have it there.\" \nAfter all these weeks you'd expect deeper dismay, even anger. But Dacil is thankful for the food, clothes and toys from the local town hall and hopes to take her children home one day.\nJust across town, El Roque school has a new class. \nThe children, cut off from their normal lessons, are now being taught in borrowed space using donated books. Their teacher, Christina Mederos, managed to grab the computers but not much else before Las Manchas school was abandoned to the lava. \nThe walls of this temporary classroom have pictures of the erupting volcano drawn by children across the Canary Islands and sent here in support.\nTen-year-old Rodrigo explains that he's now living with his grandmother: \"I thought it would end quickly but the volcano has destroyed houses.\"\nClassmate Sergio describes the lava and the destruction done to the trees, landscape and his grandfather's house. He says the eruption \"is beautiful, but it does a lot of damage\".\nThe children can't even play outside, Christina tells me, because the air and school yard are thick with ash. \"It was very emotional to come back [to school], because I really wanted to see the children. I didn't know how they felt about it all,\" she says. \nCovid rules suggest the windows should be open for ventilation, but volcanic ash and the risk of toxic gases mean they stay firmly closed. Masks and goggles are all in place before the children step outside.\nScientists have come to La Palma, to monitor the lava, check for gases and analyse the newest rocks on Earth. \nDr Matt Pankhurst of the Canary Islands Volcano Institute shows me the samples taken by poking a long stick into the lava and dropping it, steaming, into a bucket of cold water - live geology lessons in Earth's oldest processes. His main focus is the crystals held within the hardened lava.\n\"In principle, we can forecast volcanic eruptions like we do the weather,\" he explains. \"This is the best chance yet to link together the evidence in the rock with the pre-eruption signals, so we can know what's coming next time in much more detail.\"\nIt's the story of Earth's formation retold in a devastating act of renewal. On these islands life has always been built on the ruins of a previous eruption.\nTourism also defines the Canary Islands. La Palma has been marketed as \"La isla bonita\" - the beautiful island. But unlike that Madonna song, this is no longer a Spanish lullaby.\n\"It was a disaster,\" says Basso Lanzone, who has run tours here for years. \"It changed everything on this side of the island - now they have nothing. No tourists were arriving because they were afraid of the volcano.\" \nSo Basso refocused his tours and brought 100 day-trippers from Tenerife to see the volcano.\nIt's a rare possibility,\" says Anastasia, visiting from Ukraine. \"It's amazing, feeling nature, what it can do.\"\nMark Fordyce from Aberdeen was on holiday in Tenerife when he saw volcano trips advertised. \"I just thought it would be really interesting to come. I saw that the proceeds from this tour go towards relief for the families affected.\"\nAround the main square of Los Llanos workers constantly sweep and clean as more volcanic ash falls.\nArchitect Henry Garritano Perez lost both his home and studio to the lava when his village, Todoque, was destroyed. \"It wasn't a typical neighbourhood,\" he says, \"it was an extended family.\" \nWhen the pretty little white church where Henry was married finally collapsed, many lost hope. But not Henry, still smiling through the dust. \"Even though my roots are under 15m of lava, they are in Todoque. The community has to be reborn.\"\nWhen I ask how anyone could build on the scorched earth of such a disfigured landscape Henry remains upbeat. \"I saw that on Lanzarote [another of the Canary Islands] there are houses literally built on lava. That can be repeated here.\" \nHe's realistic, however, that it will be a year or more before the lava is cool enough to start reconstruction.\nToo long for Dacil Batista and the others whose world has shrunk to the size of a caravan - families uprooted and scattered across the island. \nYet even here there is no sense of defeat. \n\"I could take my kids, my animals and we have a caravan to stay in - we're not on the streets,\" she says. \nThere is a determination to adapt, cope and survive. But every day more people are affected by the impact of this eruption.\nAdditional reporting by Lorna Acquah and Esperanza Claramunt."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59100410",
      "category": "uk",
      "title": "Fishing row a test of UK's credibility - Macron",
      "tags": "Emmanuel Macron,Fishing industry",
      "text": "Emmanuel Macron has raised tensions with Britain by warning that the dispute over fishing rights is a test of the UK's global credibility. \nMr Macron told the Financial Times that UK backpedalling on Brexit commitments \"is not a big sign of... credibility\".\nIt comes amid a UK-France dispute over post-Brexit fishing rights. \nPM Boris Johnson said the UK would do \"whatever is necessary to ensure UK interests\", and that he fears the EU-UK trade agreement may have been breached.\nThe argument, which began when the UK and Jersey denied fishing licences to dozens of French boats last month, is essentially over how many French fishing boats are allowed to fish in UK waters.\nThe French president - referring to the fishing row and disputes over Northern Ireland - spoke out ahead of the G20 summit in Rome, which sets the stage for the COP26 climate summit.\nMr Macron said: \"Make no mistake, it is not just for the Europeans but all of their partners. \n\"Because when you spend years negotiating a treaty and then a few months later you do the opposite of what was decided on the aspects that suit you the least, it is not a big sign of your credibility.\"\nFrance has said it could stop UK boats landing in its ports if the row over licences is not resolved.\nOn Friday, Brexit minister Lord Frost told the EU the government could launch \"dispute settlement proceedings\" if France went ahead with its threats over the fishing row.\nThreats to \"disrupt UK fisheries and wider trade, to threaten energy supplies... would put the European Union in breach of the Trade and Cooperation Agreement,\" No 10 said.\nMeanwhile, the BBC has seen a letter that appears to show the French Prime Minister Jean Castex appealing to the EU to demonstrate there is \"more damage to leaving the EU than to remaining there\".\nThe letter says it is necessary that the EU shows its \"total determination\" to get the UK to stick to the agreements it has made on fishing and to \"re-establish trust\". \n\"It is essential to clearly show to European public opinion that honouring the commitments entered into is not negotiable,\" it adds.\nJean-Marc Puissesseau, president and chairman of the ports of Calais and Boulogne, told BBC Radio 4's Today programme that the dispute concerned only about 40 boats, \"a drop of water in an ocean\".\nHe said these boats had been unable to prove their history of fishing in British waters either because they had been unable to take part in a monitoring survey or because the fisherman had replaced their boats with newer models.\nIf the French sanctions go ahead, \"it will be terrible for both sides of the Channel, for you, for us, for the ports, for the fishermen in your country, for the fishermen in our country - and that's only for 40 little boats that are not allowed to fish in your country\", he said.\nThe view in the UK government is - privately - that this row has rather a lot to do with the fact France is in a tricky election cycle. \nThey are not entirely surprised that a lot of political hay is being made out of this on the other side of the Channel. \nBut this is something that has got to be sorted out - and the government is surprised by just how far France has gone in this row, particularly with some of the threats to disrupt cross-Channel trade in the run-up to Christmas. \nAt that same time, Downing Street does not want to plunge into a huge row about this, it doesn't want to up the ante.\nBoris Johnson - who might even see Emmanuel Macron today - is likely to step through this quite carefully because, as he joked yesterday, the UK - with the climate summit in Glasgow coming up - has bigger fish to fry at the moment. \nFrance was angered by a decision from the UK and Jersey last month to deny fishing licences to French boats, arguing it was a breach of the Brexit deal.\nThe country then warned it would block British boats from landing their catches in some French ports next week and tighten checks on UK boats and trucks if the dispute was not resolved by Tuesday. \nOn Friday morning, Environment Secretary George Eustice said if necessary the UK would respond in turn, saying \"two can play at that game\".\nThe government also said it was considering launching \"dispute settlement proceedings\" with the EU if France went ahead with the \"unjustified measures\".\nTensions escalated further when a British trawler was detained on Friday in Le Havre and another one fined.\nThe French people are deeply attached to their fishing industry, suspicious of the British government, and share the general confusion about why some French boats are being given licences and others refused.\nThey take at face value their own government's claim that it is all grossly unfair, and that the planned retaliation against the UK is simply a defence of the national interest.\nWhich is not to say there aren't also worried voices urging caution.\nThe big fish and seafood traders based in Boulogne-sur-Mer depend heavily on British produce either unloaded at the quayside or brought in by lorry.\nIf those imports dry up, hundreds of jobs could be at stake - not to mention the valuable Christmas market for coquille saint-jacques and other shellfish."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59100147",
      "category": "uk",
      "title": "Covid-19: Virus origins may never be known, says report",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nUS intelligence agencies say they may never be able to identify the origins of Covid-19, but they have concluded it was not created as a biological weapon. The Office of the US Director of National Intelligence (ODNI) said an animal-to-human transmission and a lab leak were both plausible hypotheses for how the virus spread. The report also said Chinese officials were unaware of the existence of the virus before the initial outbreak of Covid-19 in Wuhan, in late 2019. But it said China was continuing to hinder the global investigation. China has criticised the report.\nSome people will be able to get their Covid vaccine booster earlier than expected in order to help bolster more people's immune systems before the winter. Most people will get their third dose six months after their second jab. But a change to clinical guidelines in the UK means some, such as care home residents, will be able to have their next dose after a gap of five months. So far, seven million people in the UK have been given the booster. This is what those giving and receiving the booster jab think. Meanwhile, when can you get your jab?\nMillions of five to 11-year-olds in the US could soon be getting a coronavirus vaccine after the Food and Drug Administration (FDA) issued emergency approval for Pfizer for them. The FDA determined that the benefits of vaccinating them outweighs any other health risks. The decision awaits final approval from the Centers for Disease Control and Prevention. The Pfizer vaccine is already approved for US adults and adolescents, but it has not yet been fully approved for most school-aged children.\nAs the COP26 climate talks fast approach, Scotland First Minister Nicola Sturgeon has asked people to follow Covid rules amid fears the event could lead to a rise in cases. Safety measures, such as daily testing and face masks, will be in place at the host venues. But experts believe the greatest virus risk will come from protests or other activist events, which could attract an estimated 100,000 people. Ms Sturgeon urged protesters to respect Glasgow and the emergency services, after activists said they were planning high impact \"deliberate disruption\" during the summit.\nIn a career spanning more than 50 years, Sir Elton John has proven that he's still standing at the top of the UK charts. The pop icon has achieved his eighth number one album with his surprise release The Lockdown Sessions. Collaborations with Dua Lipa, Stevie Nicks, Gorillaz and Lil Nas X feature, with many duets being forced to take place over Zoom and others under strict safety regulations in the studio. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nThe UK is rolling out booster jabs for some people - find out who is eligible here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59007340",
      "category": "uk",
      "title": "The Queen's busy October schedule ahead of night in hospital",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "The Queen has been told by her doctors to rest for two weeks and only undertake light duties until mid-November.\nEarlier this month, she spent a night in hospital for some medical investigations - her first overnight hospital stay in eight years.\nBut that followed a particularly busy few weeks of public engagements across the UK for the 95-year-old monarch.\nThe Queen began the month at her Balmoral Estate in Scotland, where she helped to plant a tree with the Prince of Wales.\nThe pair were promoting their campaign urging people across the UK to plant a tree ahead of the Platinum Jubilee next year. She and Prince Charles met primary school children during the event.\nThe following day, the Queen was more than 100 miles away in Edinburgh for the opening of the sixth session of the Scottish Parliament. \nIt was the first time she had attended the ceremony without Prince Philip, who died this year aged 99. During her speech, she spoke of her deep affection for Scotland.\nA few days later, the Queen held audiences with diplomats from Belize and Greece over video call.\nThe same day, she met members of the Canadian Army at Windsor Castle at an event to mark the 150th anniversary of the A and B batteries of the Royal Regiment of Canadian Artillery. She later had a telephone call with Boris Johnson.\nThe Queen then travelled to London to attend the launch of the Commonwealth Games baton relay at Buckingham Palace.\nIt was her first major event at Buckingham Palace since the Covid pandemic began and she was joined by her youngest son, Prince Edward.\nA few days later she attended a church service at Westminster Abbey to mark the centenary of The Royal British Legion.\nAccompanied by the Princess Royal, she was seen using a walking stick as she arrived via the Poet's Yard entrance.\nThe Queen welcomed pianist Dame Imogen Cooper to Buckingham Palace, presenting her with The Queen's Medal for Music for 2019.\nShe also held three other audiences.\nThe following day, the Queen travelled to Cardiff to open the sixth term of the Senedd.\nIt was her first visit to Wales in five years, and she praised the spirit of the Welsh people during the pandemic.\nWhile there, she was overheard appearing to say she was irritated by people who \"talk\" but \"don't do\" anything on climate change.\nBy Saturday she was back in England - attending Champions Day at Ascot racecourse in Berkshire.\nThe Queen held a virtual audience with the new governor-general of New Zealand Dame Cindy Kiro. The governor-general's role is to act as the Queen's representative in New Zealand.\nOn Tuesday she had two virtual audiences during the day with the Japanese ambassador and the EU ambassador.\nThen in the evening she was back at Windsor Castle hosting a reception for guests attending the Global Investment Summit, including billionaire business leaders like Microsoft's Bill Gates."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58979992",
      "category": "uk",
      "title": "Queen cancels Northern Ireland visit on medical advice",
      "tags": "Buckingham Palace,Queen Elizabeth II",
      "text": "The Queen has cancelled a trip to Northern Ireland and has \"reluctantly accepted medical advice to rest for the next few days\", Buckingham Palace says.\nThe 95-year-old monarch will remain at Windsor Castle but is still expected to attend the COP26 climate change conference in Glasgow later this month.\nThe Queen is in \"good spirits\" but \"disappointed\" that the visit cannot go ahead, the palace said.\nShe was due to begin the two-day trip on Wednesday.\nThe nation's longest-reigning monarch has attended a series of events in recent days, hosting a Global Investment Summit at Windsor Castle on Tuesday evening.\nEarlier in the day, she held two audiences via video link, greeting the Japanese ambassador Hajime Hayashi and the EU ambassador Joao de Almeida.\nOn Monday, she held a virtual audience with the new governor-general of New Zealand, and at the weekend, she attended the races at Ascot.\nIt was revealed on Tuesday that the Queen had declined the Oldie of the Year award, from the magazine of the same name, saying: \"You are only as old as you feel\".\nA Buckingham Palace spokesman said: \"The Queen has reluctantly accepted medical advice to rest for the next few days.\n\"Her Majesty is in good spirits and is disappointed that she will no longer be able to visit Northern Ireland, where she had been due to undertake a series of engagements today and tomorrow.\n\"The Queen sends her warmest good wishes to the people of Northern Ireland and looks forward to visiting in the future.\"\nThe Queen's decision is understood to be unrelated to coronavirus.\nBuckingham Palace is keen not to cause any alarm and has stressed that the Queen has \"reluctantly accepted\" the advice of doctors to rest for the next few days.    \nShe has had a busy schedule of engagements over the past couple of weeks that would test the resilience of many people far younger than her.\nI saw her last Tuesday at an event at Westminster Abbey.\nIt was the first time she had used a walking stick in public.\nShe also took a shorter route into the Abbey. \nWe were told this was \"for her own comfort.\"\nBut she still looked incredibly well and engaged for a 95-year-old.\nIt is clear though that getting older takes its toll on us all and the Queen's diary will be carefully managed going forward.\nThe Queen had been due to arrive in Hillsborough in County Down on Wednesday afternoon and attend a church service marking the centenary of the formation of Northern Ireland in Armagh tomorrow.\nAn advance team was already in Northern Ireland making preparations for the two-day visit.\nMeanwhile, the Prince of Wales was also at Windsor Castle on Wednesday for an investiture ceremony where the chef and TV presenter Mary Berry was made Dame Commander.\nSir Jeffrey Donaldson, leader of the Democratic Unionist Party, said on Twitter: \"We thank Her Majesty for her good wishes to the people of Northern Ireland and trust that she will keep well and benefit from a period of rest.  \n\"It is always a joy to have Her Majesty in Royal Hillsborough and we look forward to a further visit in the near future.\"\nWishing her well, Ulster Unionist leader Doug Beattie said the Queen had been \"a source of great comfort during Northern Ireland's darkest days and provided lasting leadership as we moved into a new era for all our people\".\nNorthern Ireland Secretary Brandon Lewis said he wished the Queen \"all the very best as she takes a few days' rest\".\nChurch leaders in Northern Ireland said in a joint statement that they were sorry she would not attend the Service of Reconciliation and Hope in Armagh, and acknowledged \"the significance of her commitment to the work of peace and reconciliation, which has meant a great deal to people throughout this island\".\nThe Queen first travelled to Northern Ireland in 1945, just after the end of World War Two, when she was a princess. If it had gone ahead, this week's trip would have been her 26th visit.\nRoyal visits to Northern Ireland during its centenary year have included the first in line to the throne, Prince Charles who went to Belfast in May, and Prince William who visited Londonderry in September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59093647",
      "category": "uk-wales",
      "title": "LGBTQ+: 'I thought I'd have to leave Wales to be myself'",
      "tags": "Pembroke Dock,Pride,Welsh government,Brynamman,LGBT,Mental health,Valley",
      "text": "\"It's so stereotypical, the only gay in the village.\" \nFor many it is a catchphrase from a comedy show, but for Dillon Hughes from Valley on Anglesey, it was a reality that affected his mental health. \nHe is one of a number of LGBTQ+ people calling for better support services outsides of Welsh cities. \nThe Welsh government said it was committed to supporting LGBTQ+ people wherever they are and its draft action plan aims to address these challenges. \nDillon, 18, said at times growing up in Valley felt like \"the Dark Ages\".   \nThe NHS worker said he still feared people judging him in his local community.  \n\"If a guy wearing make-up or all in drag went to the pub, everyone would stare at you as if you're an alien,\" he said.  \nHe said he assumed he would have to move away to feel comfortable with himself, but now wants the community to learn and adapt.  \n\"They just need information and guidance about what the issues are... a lot of people in my community don't really understand how it all works - they think a man and a woman should be together and that's it,\" he added.  \nFor Mark Lewis, growing up as a teenager in Penygroes, Carmarthenshire, was \"pretty hard\". \nThe 40-year-old now lives in London and works a senior adviser on HIV policy to the UK government.  \n\"There are hardly any services in the mid and west Wales region - you'd have to go to Swansea or Cardiff to go to the nearest gay venue to actually meet other people that are similar to yourself\", he said.  \nHe feels positive about the Welsh government's plan and wants to see an LGBTQ+ coordinator in each council area who can reach out to members of the community. \n\"What works in Swansea or Cardiff won't work in Carmarthenshire, Ceredigion or even Powys.\n\"I think having that support for local LGBT communities will be a step in the right direction so LGBT members don't feel like they are alone.\"  \nCerian Wilshere-Davies, from Brynamman, Carmarthenshire, felt like they were \"lucky\" to have LGBTQ+ representation after joining a theatre group in their teens. \nThey said they think \"a lot of LGBT+ people leave Wales\" due to not feeling included. \nThe 25-year-old now runs an arts project, funded by National Theatre Wales and Natural Resources Wales, looking at the experiences of LGBTQ+ people and their connection to rural landscapes.  \n\"It's just so important to me to create an LGBT community in Wales that is connected with each other and isn't centralised in cities,\" they said. \"I just feel extremely passionate about it.\"  \nBeing visible is also important to town councillor Joshua Beynon, 24, from Pembroke Dock, Pembrokeshire.  \nGrowing up he thought he would \"have to leave to be himself\" but after a short trip to Australia he came home.   \n\"My reason for staying was if no-one stays then no-one is going to change anything. It is hard work, it is tiring just for being yourself.\"  \nHe wants to see better education in schools, intervention from authorities to stop abuse and more mental health support.  \nHe added: \"I don't think the solution is complicated, it's small steps, small things, a safe space free from judgement, a gay club perhaps.\"   \nThe Welsh government said it wanted \"Wales to be the most LGBTQ+ friendly nation in Europe\" after being \"aware that many LGBTQ+ people, particularly those living in rural areas, can sometimes feel isolated and disconnected from their local communities\".  \nIts draft LGBTQ+ Action Plan sets out actions to address those challenges, including a new Wales-wide Pride Fund to support grassroots events and improved access to health services across the country.  \nThe final plan will be published early next year. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59097106",
      "category": "uk",
      "title": "Queen advised to rest for two more weeks",
      "tags": "UK Royal Family,Queen Elizabeth II",
      "text": "The Queen has been advised by doctors to rest for two further weeks and will not undertake official visits during this time, Buckingham Palace has said.\nThe palace said the monarch, 95, could undertake some light duties during that time, including virtual audiences.\nIt said it is her \"firm intention\" to attend the Remembrance Sunday service at the Cenotaph on 14 November.\nThe Queen underwent preliminary medical checks in hospital on 20 October after cancelling a visit to Northern Ireland.\nShe resumed public engagements on Tuesday this week by meeting ambassadors via video link from Windsor Castle.\nBut it was announced that she will not attend the COP26 climate change summit in Glasgow. The palace said she would deliver her address to delegates using a recorded video message instead. \nShe recorded the speech on Friday afternoon.\nIn a statement, Buckingham Palace said: \"The doctors have advised that Her Majesty can continue to undertake light, desk-based duties during this time, including some virtual audiences, but not to undertake any official visits.\n\"Her Majesty regrets that this means she will be unable to attend the Festival of Remembrance on Saturday, November 13.\"\nThe commemorative event takes place in the presence of members of the royal family at the Royal Albert Hall every year. \nThe Queen hosted a Global Investment Summit at Windsor Castle on 19 October.\nThe next day a spokesman said a planned trip to Northern Ireland had been cancelled, and the monarch had \"reluctantly accepted medical advice to rest for the next few days\".\nThen, in a later statement, Buckingham Palace said she had stayed in hospital on Wednesday night after attending for \"some preliminary investigations\" and had returned the following day to Windsor Castle, where she was \"in good spirits\".\nHer stay at King Edward VII's Hospital was her first overnight hospital stay in eight years\nThe sovereign had maintained a typically busy schedule in October but was recently seen using a walking stick at a Westminster Abbey service, the first time she has done so at a major event.\nA \"sensible precaution\" is the message from the palace, but officials know that concerns will deepen as a result of the third in a series of cancellations - the withdrawal from a service of commemoration in Northern Ireland last week, the withdrawal from COP26 this week, and now this.\nAnd yet, and yet, the Queen has carried out three \"virtual\" engagements in the last three days and she certainly seemed to enjoy them, at times smiling broadly. \nShe is far from incapacitated. Indeed she is not what many would think of as unwell. Fatigue, not illness, seems to be the issue.\nWhat's really notable about this announcement is the absolute determination to attend the Remembrance Sunday service in Whitehall. \nIt is the most important day in her calendar. It is also, for a 95-year-old, a fair amount of standing on what can be a bitterly cold day. \nShe will want her strength. So she is taking it a little bit easy in the run up."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59085806",
      "category": "world-us-canada",
      "title": "Biden: We were clumsy over France submarine row",
      "tags": "COP26,Climate change,Italy,United States,Joe Biden",
      "text": "US President Joe Biden has told France's Emmanuel Macron that the US was \"clumsy\" over a security pact signed between the UK, US, and Australia that lost France billions.\nIt was the first meeting between the two leaders since the Aukus pact - which will let Australia build nuclear-powered submarines - was agreed. \nAukus caused a row with France, which lost a $37bn deal with Australia. \nMr Macron said it was important to \"look to the future\". \nThe meeting between the two presidents took place at France's Vatican embassy in Rome, Villa Bonaparte. \nIt was part of a series of meetings between the US president and world leaders ahead of the G20 summit of major economies this weekend and next week's UN climate summit, COP26, in Scotland. \n\"What we did was clumsy,\" Mr Biden said. \"I was under the impression that France had been informed long before that the deal was not going through, honest to God.\" \nThe Aukus pact, which will also cover AI and other technologies, is one of Australia's biggest defence partnerships in decades, and is seen as an effort to counter China. \nIt scuppered a deal signed by Australia in 2016 for France to build 12 conventional submarines.\nAt the time, France's foreign minister called the security pact \"a stab in the back\", and France temporarily recalled its US and Australian ambassadors. \nSpeaking after meeting Mr Biden on Friday, Mr Macron told reporters: \"Trust is like love, declarations are good, but proof is better.\" The two leaders also spoke about climate change, counter-terrorism in West Africa and European defence. \nMr Biden's first meeting of the day was at the Vatican, where he praised Pope Francis for his leadership on climate change. \nDuring the 90-minute meeting, Mr Biden thanked the pontiff for his advocacy for the world's poor and those suffering from hunger and persecution. He also praised the Pope's leadership on the climate crisis and the pandemic.\nMr Biden gifted Pope Francis a special coin and called him \"the most significant warrior for peace I've ever met.\" \nOn the back of the coin was the insignia of the unit of the Delaware Army National Guard, the unit in which the President's late son, Beau Biden served.\nHe joked that if the pontiff did not have the coin with him at their next meeting, he would have to \"buy the drinks\". \nPope Francis gave Mr Biden a ceramic tile and his recent writings on Catholic teaching. \nAfter his meeting with the pontiff, Mr Biden met Italian President Sergio Mattarella and Italian Prime Minister Mario Draghi. \nEarlier, in a message recorded for the BBC, the Pope urged world leaders to agree a meaningful deal at COP26 offering \"concrete hope\" to future generations.\nRead more about the COP26 summit here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59015352",
      "category": "uk",
      "title": "Who gives the Queen medical advice?",
      "tags": "UK Royal Family,The Royal Family and the media,Queen Elizabeth II",
      "text": "When the Queen has to rest for a few days on \"medical advice\", who gives that advice?\nSir Huw Thomas is the Queen's physician, as well as being a consultant at St Mary's Hospital in London and professor of gastrointestinal genetics at Imperial College London.\nHe is \"head of the medical household\", which is part of the royal household looking after the health of the royal family.\n\"You very much become part of that organisation and become the personal doctor to the principal people in it, who are patients just like other patients,\" Sir Huw said earlier this year, in an in-house interview at Imperial.\nBut unlike for other patients, every medical decision, such as a trip to hospital for tests, will be played out in a blaze of publicity. With Britain's longest-reigning monarch as a patient, every development in her health will be scrutinised.\nIt might be a high-profile responsibility but it's not a full-time position. \"My role at the medical household doesn't have fixed sessions, and it's as and when I'm needed,\" said 63-year-old Sir Huw, who was knighted this year.\nThe role of royal doctor was also \"completely different from what I would normally be doing\", he told Imperial College.\nWhen there were staff shortages during the pandemic, he helped with ward rounds at St Mary's - and he is also director of the Family Cancer Clinic at St Mark's Hospital in Harrow, north-west London. \nHe has a long-standing involvement in cancer research.\nIt's not known whether he was with the Queen for her medical checks at the King Edward VII hospital this week, but he is listed there as a consultant, with a specialism in gastroenterology.\nHe also works at another medical practice a few streets away from the Edward VII - a private hospital in Marylebone, used by the royals, which originally treated wounded officers from the Boer War.\nThere is a range of other doctors in the medical household and other medical officers who attend the Queen when she travels overseas - and other specialists could be consulted.\nAnother of her doctors, Peter Fisher, was killed in an accident when cycling in London three years ago.\nIn his comments to Imperial College, Sir Huw pointed to keeping people safe in the pandemic as a \"key priority\" for the medical household.\nBeing the doctor to the royals has always been a mixture of medicine and diplomacy, says Elizabeth Hurren, professor of modern history at the University of Leicester.\nFrom the Tudors to the 18th Century, royal doctors were \"as much psychological as diagnostic\" in their approach, offering soothing advice to people who were unlikely to take direct instructions, she says.\nHow would you tell a monarch, ancient or modern, to take a rest?\nProf Hurren, who has researched the history of medicine, says the doctor had to be one of the most trusted people in the royal circle. \"It was very intimate. They needed to entrust them with the most private parts of their lives.\"\nThere are continuous tensions that are still true into the present day, she says. \"How much medical information do you give the public? How do you maintain a sense of privacy?\" \nIn previous centuries, the monarch might have wanted to keep illnesses away from the eyes of the court, not wanting to show vulnerability. \"The court was alive with rumour and gossip,\" she says. And the doctor would be expected to keep medical problems confidential.\nProf Hurren says the role of the court is now played by the modern media - and the same questions of balancing privacy with public life are facing the present-day royal family and their doctors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59102136",
      "category": "uk-wales",
      "title": "Haverfordwest: Deaths after River Cleddau rescue operation",
      "tags": "Haverfordwest",
      "text": "People have died following a major river rescue operation, the BBC has been told.\nIt has been confirmed that one person was taken to hospital after being pulled from the River Cleddau.\nTown councillor Thomas Tudor called it a \"terrible tragedy\" and sent his sympathies \"to the families who have lost loved ones\".\nPolice launched a search after reports that a group of people were in distress in Haverfordwest, Pembrokeshire.\nDyfed-Powys Police, firefighters, coastguard, ambulance crews and four helicopters were deployed to the stretch of the river at Quay Street about 09:00 BST.\nA police spokeswoman said: \"A swift search of the river was launched, with 30 firefighters from Mid and West Wales Fire and Rescue Service working alongside Coastguard crews and helicopter support.\"\nDet Ch Insp Jonathan Rees of Dyfed-Powys Police said he was not in a position to release further details at this time, but everyone had been accounted for and the search stood down.\nHe said at present his priority was ensuring those involved, and their families, had been contacted and were receiving appropriate support.\nAn investigation is under way into the circumstances.\nMr Tudor said: \"Today a terrible tragedy unfolded on the River Cleddau in the Castle Ward of Haverfordwest.\n\"I would like to extend my sympathies to the families who have lost loved ones in this tragedy and I would like to thank the emergency services for their brave efforts in tackling this issue. \n\"I would also like to thank the staff from the Bristol Trader and Vaughans Radio who provided help and support for the emergency services during this difficult operation.\"\nThe Welsh Ambulance Service confirmed one patient was taken to the town's Withybush Hospital for treatment.\nEarlier Dyfed-Powys Police asked people to avoid the area around Quay Street.\nThere is a flood alert on rivers in the western Cleddau catchment area following heavy rain on Friday.\nThe Met Office has issued a warning for more heavy rain across south Wales on Sunday.\nIt comes after a landslide closed a road in Gwynedd following torrential rain.\nThe Severn rail tunnel between Wales and England was forced to close on Friday evening due to flooding.\nIn a statement, the RNLI said a crew was launched from nearby Angle to help with the search on Saturday morning, but has since been stood down. \nPeople in this tight-knit community are obviously upset and shocked at what happened here today.\nIt's said the conditions in the river were dangerous at about 9 o'clock this morning.\nThere had been a heavy and sudden downpour of rain which came amid warnings to be careful.\nThere were dangerous and fast-flowing flood waters following heavy rain in the last few days.\nThis has been an intensive operation with the emergency services called to the scene.\nThey were brought in from a wide area to help in the effort.\nYellow weather warnings for rain also remain in several parts of the country, including Glasgow, where the global COP26 climate summit is due to begin on Sunday.\nOn Saturday afternoon, seven flood warnings remained in place, meaning that flooding is expected, and 46 flood alerts, meaning that flooding remains likely.\nIn Dartmoor, Devon, parts of the area received 125mm (4.9in) of rain in 48 hours - compared with an October average of 130mm (5.1in).\nIt comes after a week of wet weather which saw disruption and destruction in northern areas including Cumbria and southern Scotland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59094609",
      "category": "uk-northern-ireland",
      "title": "Jeffrey Anderson: Reality TV singer guilty of lewd act in car",
      "text": "A County Down singer who appeared on BBC show The Voice has been found guilty of exposing himself in view of a 12-year-old girl.\nJeffrey Anderson, 31, was convicted of committing a lewd act and outraging public decency. \nBelfast Crown Court heard he had exposed and rubbed his penis while sitting in a parked car in June 2018.\nAnderson, of Crawfordsburn Road in Newtownards, was released on bail ahead of sentencing.\nThe jury rejected his claim that he had not been masturbating in his mother's sports car but had been strumming a miniature guitar.\nA now 16-year-old girl testified that as she walked past the car in St Jude's Parade, south Belfast, \"a man just caught my eye\".\n\"His seat was completely rolled back and I could see his bottom half, which was naked,\" she said.\n\"He had his pants down and he was rubbing his penis.\"\nUnder cross-examination by a barrister representing Anderson, it was suggested to the schoolgirl that she had \"put two and two together and come up with six\".\nThe teenager rejected this suggestion and said: \"I know what I saw and I saw the lower half of his body. \n\"I saw his hand and I saw him masturbating. I know I saw that.\"\nAnderson claimed he had parked on St Jude's Parade that afternoon as he was hoping to meet a friend who was rehearsing for a production in the Lyric Theatre.\nHe said he was wearing red shorts as he planned to go training, and when that didn't happen he parked up and spoke to friends on his phone.\nHe said he then got his Baby Taylor guitar from the boot, smoked a cigarette and got back into the BMW where he started playing the guitar.\nAnderson said that playing his guitar would have produced a \"similar motion\" to masturbation, but said: \"The bottom line is that I know for a fact I was not exposed and I was not masturbating in my mother's car on that day.\"\nAnderson appeared on TV talent shows The Voice and Andrew Lloyd Webber's Superstar, and gained the nicknamed \"Baby Jesus\" while touring as an understudy in the UK production of Jesus Christ Superstar.\nHe was handed a three-year suspended sentence last July after he admitted secretly recording 11 women over a period spanning 2005 to 2013.\nHe was told to return to Belfast Crown Court on 3 December and to \"be prepared\" for a possible prison sentence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59101411",
      "category": "world-asia",
      "title": "This video has been removed for rights reasons",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59102422",
      "category": "uk-scotland",
      "title": "COP26: Greta Thunberg mobbed as activists gather in Glasgow",
      "tags": "COP26,Climate change,Glasgow",
      "text": "Thousands of activists arrived in Scotland's largest city to make their climate change concerns known. \nThey included Greta Thunberg who was mobbed as she arrived by train in Glasgow. \nThe Swedish activist was surrounded by police, media and activists at the city's Central Station.\nEarlier, faith groups making pilgrimages to Glasgow converged in the city as protests build ahead of COP26 which starts on Sunday.\nMany had walked thousands of miles to join in a procession through the city centre.\nThe event was an \"opening ceremony\" to a series of non-violent protests planned in Glasgow, and around the world, during the United Nations convention.\nMs Thunberg travelled by train from London Euston, carrying a cardboard placard saying Fridays for Future, the name of the youth movement inspired by her school strikes in 2018. \nHundreds of people from Extinction Rebellion (XR) Faith and pilgrimage groups converged at the McLennan Arch on Glasgow Green, where XR Scotland's \"Blue Rebels\" formed a guard of honour for them.\nThe bells at St Mary's Episcopal Cathedral in Glasgow led a UK-wide toll from 18:00, offering a traditional warning to humanity to \"pay heed to the climate crisis\".\nThose arriving in the city include Marcha Glasgow, a group of Spanish activists who took a ferry from Bilbao to Portsmouth to embark on a 30-day hike to Glasgow.\nCamino to COP26 members have walked from London and Bristol to Glasgow in just under two months.\nYoung Christian Climate Network activists arrived in the city on Saturday after walking 1,200 miles from Cornwall.\nEcumenical Pilgrimage for Climate Justice arrived in Glasgow from Poland, Sweden and Germany and Pilgrimage for COP26 has walked from Dunbar to Glasgow.\nGlasgow-based artists Zoe Walker and Neil Bromwich paraded the Serpent of Capitalism, a 30m (100ft) sculptural artwork alongside the pilgrimage groups.\nAlex Cochrane, of XR Glasgow, said: \"COP26 must end a growing crime against humanity by wealthy governments where the global south are sacrificed to bear the brunt of the global north's affluent, carbon-intensive lifestyles.\n\"We welcome the pilgrims of faith - and no faith - who are walking to COP26 to demand governments also walk the walk for the global south.\"\nYaz Ashmawi, of XR Pilgrim, said: \"Countries around the world are already suffering the consequences of our historic emissions in the west, and small island states like the Maldives will be submerged by rising seas if no immediate action is taken on the climate.\n\"As people of faith we have a spiritual duty of care to those who are less fortunate than us, so we have been using this walk to raise money for activists in financially disadvantaged countries that are already impacted, to empower them to join this conversation themselves.\"\nA group of indigenous leaders from North and South America were welcomed to Glasgow by First Minister Nicola Sturgeon. \nShe said that although Scotland did not have a place at the negotiating table, the Scottish government would help Minga Indigena get their message heard. \n\"As representatives of indigenous peoples and the Global South, they have an important message to convey on behalf of those least responsible for the global climate emergency, who are often first and most severely affected by its consequences,\" Ms Sturgeon said. \nCalfin Lafkenche, Mapuche leader from Patagonia, Chile, Minga Indígena said: \"We are the guardians of 70% of the world's biodiversity. It is everyone's task to reach an understanding and move to a new paradigm where all humanity protect nature. \n\"We need to face the greatest challenge in history together.\"\nThe group have so far been unable to bring all their representatives to Glasgow because of a shortage of accommodation in the city. Several members have been given accommodation by local people but organisers still hope to get access to a large property where more of them can stay together.\nOver the next two weeks about 30,000 people are expected to attend the climate conference. \nPolice Scotland Chief Constable Iain Livingstone, Scotland's most senior police officer, previously said his force would respond \"swiftly and robustly\" to protesters who tried to disrupt the event.\nHe said the force - together with 7,000 officers from other parts of the UK who have been deployed to Scotland to help police COP26 - was \"ready for the challenges that lie ahead\". \nDramatic protests from other groups have already begun in other parts of the city.\nSing The Change brought choirs together in George Square to sing an arrangement of Louis Armstrong's  What A Wonderful World. \nFour XR protesters locked themselves to the Memorial Gates at the University of Glasgow on Friday to demand that the establishment adopt the Green New Deal - a climate strategy developed by students and staff at the university.\nOcean Rebellion activists poured \"oil\" in front of Glasgow's Cop26 venue in protest ahead of the event.\nAndrew Darnton, an Ocean Rebellion activist and climate change researcher, told BBC Radio's Good Morning Scotland programme his group had arrived in Glasgow early to get media coverage before the summit began, and had been warmly welcomed by the people of Glasgow. \nThey use \"striking visual performances\", such as setting fire to their boats or pools of dead mermaids, to convey their message about blue carbon - how the seas store carbon. \n\"We are bringing people news about the state of the seas and the degradation of the oceans and pointing out how important that is in relation to getting any kind of meaningful progress on cutting carbon,\" Mr Darnton said. \"You can't do that without the seas.\"\nHe added: \"We'd like people simply to understand that you won't fix the climate crisis without attending to the ocean. \n\"Bottom trawling of the ocean, stirring up the ocean bed, produces more carbon in a year that the whole of aviation, the whole of flying, because the seas lock up so much carbon for us. They provide most of our breathable oxygen.\"\nRail companies worked together to bring young people, politicians and representatives from non-governmental organisations from Europe to Glasgow. \nDebates on sustainable travel were held during the journey to London. Passengers then travelled to Glasgow on a Pendolino clad with a new design to celebrate the Climate Train journey. \nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59091465",
      "category": "uk-wales",
      "title": "Black History Month: Boxer's family want colour bar apology",
      "tags": "Merthyr Tydfil,History,BAME communities,Racism,Representation,Black History Month",
      "text": "Boxer Cuthbert Taylor had more than 250 official bouts in his career, yet one foe he could never overcome was racism in his own country.\nBorn in Merthyr Tydfil in 1909, he competed for Great Britain at the 1928 Olympics and was once called the best in Europe.\nHis family want an apology for the 1911-1948 colour bar which stopped him fighting for the British title.\nThe British Boxing Board of Control has been asked to comment.\nAs part of Black History Month, a plaque has been unveiled at The Court House in Merthyr Tydfil, where Taylor used to train.\nIt states that he was \"denied the chance to succeed because of the colour of his skin\". \nMerthyr MP Gerald Jones and Taylor's family are using the opportunity to call for a formal apology.\nTaylor's father was a Liverpool-born man of Jamaican heritage and his mother was Welsh.\nUnder the board's rules, between 1911 and 1948, fighters had to have had \"two white parents\" so he was deemed \"not white enough to be British\".\nMr Jones told the House of Commons last year: \"Due simply to the fact that his parents were of different ethnic backgrounds, Cuthbert Taylor would never have the recognition and success at professional level that his remarkable talent deserved.\"\nIn this debate, and in several subsequent  letters, Mr Jones has demanded an apology for Taylor's treatment, which he said had fallen on deaf ears.\nRaising the matter again on Thursday in the Commons, he said: \"The truth is that - as shocking as Cuthbert's story is - he was far from the only potential world champion to suffer at the hands of the colour bar.\n\"We will keep up the pressure on the BBBofC, and continue to embarrass them until they do what many of them have already said in private is the right thing.\"\nTaylor's grandson, Alun Taylor, said he was \"sickened to his stomach\" by the BBBoC's treatment of his grandfather, who died in 1977, aged 67. \n\"I understand that the world operated under different values at that time, and that the people who made those rules are now long dead,\" he said. \n\"All our family need is the people in control of the BBBofC today to acknowledge what they did was wrong and to show that they would never do the same thing again.\"\nHe has two grandchildren who box and he had advised them to never mention their black roots or connection to Taylor.\nThe bantam and lightweight boxer had 151 victories, 22 draws and 69 defeats between1928 and 1947.\nBut boxing historian Gareth Jones said his record may well have been far more extensive than that.\n\"Cuthbert and his father Charlie fought in the boxing booths on travelling fairs, where Cuthbert's talent was unearthed by Tommy Farr,\" he said. \n\"There they would have fought dozens of bouts against allcomers of all weights and sizes.  \n\"Often they'd fight two 12-round bouts in the same day, one in Merthyr and the other in Cardiff.\"\nHe said although the records for these fights were no longer available, Taylor must have been overwhelmingly successful to have created such a reputation, so soon after turning professional after the 1928 Olympics.\nIn 1935, he and American world champion lightweight Freddy Miller sold out Liverpool's Anfield stadium in a charity fight to raise funds for the victims of the Gresford pit disaster which claimed the lives of 266 miners in Wrexham.\nThough again, Taylor was forbidden from challenging for Miller's belt, even as the crowd chanted his name.\nHis grandson Mr Taylor said: \"I don't want much, I'm not looking for compensation.\n\"All I'm asking for is a written apology, so I can laminate it and pin it to my grandfather's grave.\n\"Then I will be able to say: 'There, see, it was all worth it after all'.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59102411",
      "category": "world-asia",
      "title": "'I feel free' - LGBT Afghan refugees arrive in UK",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Taliban,LGBT",
      "text": "I feel like \"a human being for the first time\" in my life, a gay Afghan man has said after arriving in the UK with 28 others from the LGBT community.\nThe man - who the BBC is not naming for safety reasons - fled Afghanistan, fearing for his life under the Taliban.\nThe hard-line Islamist group returned to power in August, after US-led troops left at the end of a 20-year presence.\nOn Friday, a Taliban spokesman told Reuters news agency that the group would not respect gay rights. \n\"Everything collapsed after the fall of Kabul,\" the man told the BBC. \"I was very depressed. I was counting my days to die.\n\"Even I was a stranger in my own home and my bed.  I felt I was a stranger in my hometown, Kabul.\"\nThe Taliban return sparked a mass exodus of people who believed they would be in danger if they stayed, including people who worked closely with the US and its allies, and a number of high-profile women. \nMembers of the LGBT community are also trying to leave, unsure of their future under the Taliban. The last time the group were in power - between 1996 and 2001 - gay men were reportedly stoned to death.\nThe community has not lived openly in the 20 years since - like many, the man the BBC interviewed has a wife and child.\n\"The LGBTI [lesbian, gay, bisexual, transgender and intersex] community was a secret underground community, but we knew each other and our network, and if one of us got arrested, they could have found the rest of us,\" he told the BBC. \n\"Kabul is not a big city, and with the way the Taliban are ruling the country, it was not that difficult to find high profile LGBTI people. We also heard a couple of people were arrested.\"\nThe man's escape was only possible with the help of international LGBT organisations. An initial attempt to leave on evacuation flights out of Kabul airport - past the \"terrifying\" Taliban guards - failed. \nBut almost two months on, having made it to a third country to wait for a visa, the man arrived in the UK.\nOfficials explained that the UK foreign secretary and UK and Canadian organisations Stonewall and Rainbow Railroad intervened to help the first 29 people. \nMore members of Afghanistan's LGBT community are expected to leave in the coming months.\nTheir arrival comes as a spokesman for the Afghan finance minister said human rights would be respected within the framework of Islamic law, but not gay rights. \"LGBT... That's against our Sharia law,\" Ahmad Wali Haqmal said.\nFor the refugees, it is the start of a new life.\n\"Britain is a new home for me,\" says the man. \"Everything is new to me here. A new lifestyle, a new language and culture. I am a bit nervous about my future, and I am trying to figure out where to start my new life, but man, I feel safe and free! \n\"This is amazing.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59092110",
      "category": "uk",
      "title": "Covid-19: School Covid tests and Ed Sheeran's 'gnarly' symptoms",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you on Saturday morning.\nMany students in England and Wales are preparing to return to school next week, but they are being urged to do a rapid Covid test before half-term is over. The UK Health Security Agency says cases among 10 to 19-year-olds are currently the highest of any age group. Free lateral flow kits can be collected from local pharmacies if pupils do not already have them at home.\nMore than seven million people in the UK have received a Covid-19 booster vaccine, six weeks after the programme launched, the Department of Health says. More than two million jabs were given last week as the government launched a nationwide advertising campaign. The deputy lead for the NHS vaccination programme, Dr Nikki Kanani, says they are \"our best protection against the virus as we head into winter\" and it is \"fantastic to see enthusiasm continue to grow\" as more people become eligible. \nAs Covid measures are ramped up across China before the Winter Olympics kick off in the capital, residents in Beijing have been told they must now postpone weddings and keep funeral ceremonies short. China has reported a tiny number of Covid infections since its initial epidemic last year, due to strict border restrictions and targeted lockdowns. It's now seeing rising cases in a dozen regions linked to tourists, but they are still far lower than in most countries. \nOverseas residents made just under 300,000 visits by air to the UK between April and June - a 97% decline on pre-pandemic levels. That's according to the Office for National Statistics, which also says UK locals made one million visits abroad by air during the same quarter, representing a decrease of 96%. Visits to friends or relatives were the most common reason for travelling. A relaxation of quarantine and testing requirements for fully vaccinated travellers has led to a boost in travel in recent weeks but was too late for the vital summer holiday season. \nThe singer-songwriter Ed Sheeran has been experiencing some \"pretty gnarly\" symptoms after revealing he had tested positive for coronavirus on Sunday. His fourth album was launched at midnight but instead of staying up for the release like he usually does, the star got a \"good night's sleep\" instead due to the effects of the virus. With the help of water, sleep and \"all the vitamins\" he hopes he's beginning to get over it. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe UK is rolling out booster jabs for some people - find out who is eligible here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59097578",
      "category": "uk-wales",
      "title": "Wales weather: Landslide wrecks Nefyn road after heavy rain",
      "tags": "Conwy,Floods,Maesteg,Conwy County Borough Council,Nefyn,Llandudno",
      "text": "A road has been wrecked by a landslide after heavy rain fell in parts of Wales.\nNorth Wales Police shut the route in Nefyn, Gwynedd, after severe weather conditions caused the slip at Lon Gam.\nEarlier this year, a large section of the cliff and chunks of some homes' gardens were lost to a beach below.\nIn south Wales, the Severn rail tunnel between Wales and England was closed on Friday evening due to flooding.\nThe British Geological Survey (BGS) has listed Nefyn as being in a \"subsidence hazard zone\".\nNefyn residents Nick Kerr and wife Judi said heavy rain over the last 24 hours had led to road closures further afield on Friday.\nMr Kerr said: \"The rain was very heavy this morning, there were quite a few roads closed when we ventured out.\"\nHe added: \"With climate change Nefyn has been quite exposed. Now people can't get down to the beach, there's no access and the cliff path is closed. \n\"Nefyn cliffs are obviously quite susceptible as they're mostly mud and clay, it slips off down the hill.\"\nMeanwhile, in Conwy county, the council reported minor flooding in Conwy, Deganwy, St George, Upper Colwyn Bay, Llandudno, Llanrhos, Glan Conwy, Craig y Don, Mochdre and Penmaenmawr.\nCars came to a standstill at Deganwy's Station Road and Albert Drive where drains were blocked.\nA council spokeswoman said: \"A number of roads were flooded. Some properties were affected and gullies overwhelmed due to the volume of surface water and run-off.\" \nThey said staff had been out checking flood hot-spots, monitoring watercourses and keeping culverts clear.\n\"Harbour staff have used pumps at Conwy Quay, which is now clear,\" the spokeswoman said. \n\"Station Road in Deganwy is passable with care. Our tanker is clearing blockages at Albert Drive in Deganwy.\"\nIn Bridgend county the council worked through the night to deal with heavy rain and prevent flooding.\nRoger's Lane, from Laleston to Cefn Cribbwr; Heronston Lane in Bridgend and the A4064 at Llangeinor were among roads flooded.\nSandbags were sent to properties in Garth, Bridgend, Lewistown, Llangeinor and Brackla industrial estate.\nHighways teams helped clear drains blocked by debris swept from fields and neighbouring land in Maesteg and Pencoed.\nThere is a new Met Office warning for more heavy rain across south Wales on Sunday, as well as a separate warning for rain across north Wales, Powys and Ceredigion between the early hours of Sunday and Monday morning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59094763",
      "category": "world-us-canada",
      "title": "Fetty Wap: US rapper charged with drug trafficking",
      "tags": "New York City,Drugs trade,United States",
      "text": "US rapper Fetty Wap has been indicted on drug trafficking conspiracy charges, federal prosecutors say.\nThe 30-year-old artist, whose real name is Willie Junior Maxwell II, was arrested on Thursday at a stadium in New York City ahead of his concert.\nMr Maxwell and five other people are accused of transporting drugs, including heroin, on Long Island and New Jersey.\nIf convicted they face a maximum of life imprisonment.\nMr Maxwell has so far made no public comments on the issue.\n\"As alleged, the defendants transported, distributed and sold more than 100 kilograms [220lb] of deadly and addictive drugs, including heroin and fentanyl, on Long Island, deliberately contributing to the opioid epidemic that has devastated our communities and taken too many lives,\" US Attorney Breon Peace was quoted as saying by CNN.\n\"We will continue to work non-stop with our law enforcement partners to keep our neighbourhoods safe from the scourge of dangerous drugs and gun violence,\" he added.\nFetty Wap's debut single Trap Queen reached number two in the US in 2015, was also a Top 10 hit in the UK that year, and was nominated for two Grammy Awards. \nHe has since collaborated on further hits with acts including Nicki Minaj, Fifth Harmony, Natalie La Rose and Mark Morrison."
    }
  ]
}