{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/health-57273875",
      "category": "health",
      "title": "Covid: When can teenagers get a second dose?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "A second dose of the Pfizer vaccine will be offered to 16 and 17-year-olds across the UK, following updated advice from the UK's vaccine committee.\nAll over-18s across the UK can have two Covid vaccine doses, as can some vulnerable, high-risk children over 12.\nHealthy, low-risk children between 12 and 15 have only been offered a single dose - which should be delayed until 12 weeks after a coronavirus infection.\nThe Joint Committee for Vaccination and Immunisation (JCVI) says a second dose for those aged 16 and 17 is safe and effective 12 weeks after the first.\nThe JCVI has previously held back from recommending a second dose because of concerns over a very rare heart condition, called myocarditis, experienced by tiny numbers of young people - particularly boys - after the second dose.\nIt says it is now reassured by evidence from other countries that a 12-week gap between doses would lower that already very small risk.\nA decision on a second dose for 12-15s has not yet been made but could happen in the next few weeks.\nIn the meantime, all 12-17 year olds should wait 12 weeks after a Covid infection before having their first or second dose.\nNo vaccine is currently approved for under-12s in the UK.\nIf you're over 18, and want to book your first, second or booster dose, you can find out how here.\nNo. If you're under 40 or pregnant you'll be given Pfizer or Moderna.\nEvery woman who is pregnant (or planning to become pregnant) is encouraged to get two vaccine doses. Hospital figures show that 98% of pregnant women admitted to intensive care this year were not vaccinated.\nUnder-18s have so far been offered Pfizer. \nThe vaccines are very effective at protecting people against becoming seriously ill or dying from Covid-19. \nLatest data from the UK Health Security Agency suggests more than 90% protection against hospitalisation and death with all three vaccines.\nThe vaccines are less effective at stopping people becoming infected by the virus, developing mild symptoms or passing it on - but they do reduce the risk of that happening too.\nIf you've been double-jabbed, you are far less likely to become seriously ill or die from Covid.\nCovid vaccines aren't compulsory, but everyone is urged to get jabbed to protect themselves, their family, friends and wider society.\nChildren under 16 don't need parental consent to get jabbed, as long as they are believed to have \"enough intelligence, competence and understanding to fully appreciate what's involved in their treatment\". This is known as \"Gillick competence\". \nBeing fully vaccinated can make travelling to most other countries easier, and in many cases means you will not have to self-isolate either when you return to the UK. \nHowever, it's worth bearing in mind that under-16s are not eligible for their own digital NHS Covid Pass, which is now accepted widely as proof of vaccination. \nWhat's more, the single jab which most UK teenagers have so far received, is not recognised as full vaccination by some countries (including France), and more tests may be required.\nCheck your destination's rules on the Foreign Office website before you travel. \nMost are mild, completely normal and disappear after a few days. \nThey happen because the body's defences are reacting to the vaccine, and include:\nA very small number of people had a severe allergic reaction after the Pfizer and Moderna vaccines, so you should discuss any allergies you have before vaccination.\nThere's no evidence to suggest you should avoid alcohol altogether, but drinking in large quantities can suppress your immune system.\nSome women have experienced unusually heavy, painful or prolonged periods after being jabbed.\nThis may be because the vaccine prompts an increase in activity in the immune system, which also plays a role in the menstrual cycle. \nHowever, there's no evidence  the vaccine has any impact on pregnancy or fertility.\nPregnant women are being urged to get the vaccine, to protect themselves and their babies.\nCoronavirus can cause serious illness in some women in later pregnancy, and possibly a slightly higher rate of stillbirth.\nIf you're planning a pregnancy or are breastfeeding, government guidance says you can still get vaccinated, \nA recent study suggests vaccination can help improve long Covid symptoms.\nResearchers think the vaccine could be pressing the body's reset button and helping it recover. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57869427",
      "category": "health",
      "title": "Long Covid funding to unearth new treatments",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "Thousands of people with \"long Covid\" could benefit from the funding of 15 new studies of the condition, its causes and potential treatments.\nResearchers from across the UK will investigate everything from brain fog to ongoing breathlessness, using a new technique to detect hidden lung damage.\nThey will be backed by £20m from the National Institute for Health Research (NIHR).\nLong Covid is still not yet fully understood.\nAlthough many people make a full recovery after having Covid-19, some do go on to experience symptoms for many weeks or months afterwards, even if they were not ill enough to be treated in hospital at the time.\nThere is still no official definition for this condition, and estimates vary over how common it is.  \nBut doctors are clear it can cause a broad range of long-term symptoms, including fatigue, muscle pain, headaches, brain fog and breathlessness, which are not seen to the same extent with other viruses.\nOne study being funded with this new money, led by University College London, will test whether everyday medicines such as aspirin and anti-histamines can help people recover. \nIt will recruit more than 4,500 people with long Covid who will be tracked over three months of treatment.\nAnother study will investigate the common long-lasting problem of brain fog, which many people say affects their daily activities and their ability to work.\nUsing detailed brain scans of those affected, researchers hope to learn more about this cognitive impairment and how it can be treated. \nAnd at the University of Oxford, a research team will focus on the causes of ongoing breathlessness - another common complaint in those with long Covid.\nA new technique means scientists are able to detect damage to the lungs, even when it doesn't show up on standard scans.\nProf Fergus Gleeson, study leader and professor of radiology and consultant radiologist, from University of Oxford, said the new scans trace inhaled gas moving into and out of the lungs.\n\"We can see if there has been damage to the airways in the lungs, or to the areas where oxygen crosses into the bloodstream, which appears to be the area damaged by Covid-19,\" he said.\nResearch will also be carried out at the University of Glasgow to assess whether a weight management programme can reduce symptoms of long Covid in people who are overweight or obese.\nAt Cardiff University, researchers will look at whether an overactive or impaired immune response could be driving long Covid.\nHealth Secretary Sajid Javid said the new research was \"absolutely essential to improve diagnosis and treatments\" and would be life-changing for those battling the long-term symptoms of the virus.\nHe said it would build on the 80 long Covid assessment centres open in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57879629",
      "category": "uk-politics",
      "title": "Labour: Why would we oppose a social care tax?",
      "tags": "Conservative Party,Robert Jenrick,Jonathan Ashworth,Boris Johnson,Social care,Labour Party",
      "text": "Labour would not oppose a tax to cover social care costs if the money was guaranteed for care, says shadow health secretary Jonathan Ashworth. \nAsked about reports the government could introduce a tax as part of its reforms, he said: \"Why would we oppose that when we want to see more money going into health and social care?\"\nBut his party leader, Sir Keir Starmer, would not say if he supported a tax.\nHousing Secretary Robert Jenrick said a plan would be announced \"quite soon\".\nBoris Johnson pledged to \"fix the crisis in social care once and for all with a clear plan we have prepared\" when he became prime minister in 2019 - but the detail has yet to be published. \nNewspaper reports suggest it could involve introducing a tax to fund the reforms, but the Conservatives pledged not to raise taxes in their 2019 election manifesto.\nFormer health secretary Jeremy Hunt said it was \"very urgent\" to fix the problems in England's social care system, telling BBC Radio 4's The World This Weekend: \"It is now or never.\"\nThe government has said it would bring forward its plan by the end of the year.\nMr Ashworth told the BBC's Andrew Marr: \"We obviously have to pay for social care and if the government is going to put forward a tax rise for social care, I think they would need to guarantee that the yield from that tax rise is hypothecated for health and social care.\n\"We know that Rishi Sunak is a tax-rising chancellor, he wants to put up taxes on hard-working families, so he's need to ensure, to guarantee, that everything that comes from that tax rise goes into health and social care.\"\nMr Ashworth also called for wider reforms to the \"quality\" and availability of social care, as well as a pay rise for care workers. \n\"We need more than these 15 minute visits,\" he said. \"We have got one in six care homes considered inadequate by the CQC [Care Quality Commission] and we need to pay the staff properly, so we need a comprehensive package.\"\nBut asked later by reporters if he would support a tax, Sir Keir said the \"first and most important thing is the key principles\" of social care, one of which was being able to get care at home. \nPushed again over his opinion on such a policy, the Labour leader said: \"Of course whatever is put in place will have to be paid for and when we go into the... next election, we will have a fully costed manifesto, including the cost of social care. \n\"We will have a fully costed manifesto, we will set out our plans for social care and they will be costed so everyone can see how we are going to pay for them.\"\nMr Hunt, who is now the chair of the health select committee in Parliament, said there was a cross-party consensus on fixing social care.\nBut he told The World This Weekend it could cost between £7bn and £10bn every year, adding: \"That is the kind of sum of money that can't really be found down the back of a sofa by a chancellor.\"\nTo fund it, he said \"you are really talking about either tax rises or having to cut spending in other areas\", and tax was the \"most progressive way\". \nMr Hunt added: \"If you have a social care system that is broken it will export our most vulnerable people into hospitals. So I think we have to be honest, we will not fix the problems in the NHS until we bite the bullet on social care. \n\"I think if it hadn't been for the pandemic [and] the fall of Theresa May's government because of the issues around Brexit, we would have had a solution sooner. But now we have got to this point, it really is now or never.\" \nThe deputy director of policy at the Nuffield Trust, Natasha Curry, said the social care system in England is \"very difficult to understand\" and \"very difficult for people to negotiate\". \nShe told The World This Weekend that anyone with property, income or savings above £23,250 has to pay for all their care costs. \nOn top of that, councils who provide the care have seen their budgets cut \"severely\" over the last decade, meaning while there is a growing need for care, the money isn't available for the services. \nMs Curry also said there are millions of people providing unpaid care for loved ones, and the 1.5 million people who work in the sector are \"underpaid and undervalued\", with about a quarter of them on zero hours contracts. \nMr Jenrick - who is the cabinet minister for local government - was also asked by Andrew Marr if he would support a tax to support social care costs. \nHe said the government was \"working through the options\" and he recognised the \"stresses and strains on councils\" who provided care. \nBut he would not say if he supported a tax, instead adding: \"I am working very closely with the health secretary and the chancellor, and indeed the prime minister, to bring forward our proposals and I expect that they will be presented quite soon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57878345",
      "category": "business",
      "title": "Covid: 'Pingdemic' threatens shop openings say supermarkets",
      "tags": "Companies,Morrisons,Contact tracing,Retailing,British Retail Consortium,Marks & Spencer,Coronavirus pandemic",
      "text": "Supermarkets have warned they will have to cut opening hours or even shut shops if the number of workers forced to self-isolate continues to rise.\nM&S said the number of workers being notified by the NHS app is rising exponentially, and it may have to reduce hours if there are shortages.\nA leading supermarket, which declined to be named, said it could lead to massive disruption of food supplies.\n\"And there's a risk that there won't be sufficient staff to open shops.\"\nLast week, over 500,000 alerts were sent to users of the NHS Test and Trace app in England and Wales for the week to 7 July, a rise of 46% on the previous week. \nM&S chief executive Steve Rowe told The Times that the number of people being forced to self-isolate is \"a major issue across every industry at the moment\". \nHe said: \"Our Covid cases are roughly doubling every week and the pinging level is about three to one of Covid cases, so we're seeing that growing exponentially.\"\nHe said: \"If there's shortages we'll have to manage it by changing hours of stores, reducing hours.\"\nFrom 16 August, people who have been fully vaccinated will not have to self-isolate if they are \"pinged\" by the NHS app when they have come into contact with someone who has tested positive for Covid.  They will instead be advised to take PCR test as soon as possible.\nBut another UK supermarket warned: \"The clock is ticking and the government needs to act fast to get people back to work if they have a negative test.\n\"If not, we could be heading towards crisis point next month.\"\nA spokeswoman for Morrisons said: \"As per the whole of the UK, we are experiencing a rise in cases and close contact notifications.\"\nBut she added: \"We provide guidance and support for colleagues who may need to self-isolate including sick pay and have Covid secure controls in place in all our stores to ensure we can continue to operate and keep them open. Throughout the whole of the pandemic, we have not been required to close a store.\"\nThe British Retail Consortium (BRC), which represents the industry, said that the government must bring forward the changes on self-isolation from 16 August \"so that people who are fully vaccinated or have a negative test are not forced to needlessly quarantine\" when they are contacted by the app.\nBRC chief executive, Helen Dickinson, said: \"We are already seeing a serious impact on retail operations as a result of staff having to self-isolate and this will only get worse right across the economy, as cases are already rising fast and the final restrictions are eased.\"\nLord Karan Bilimoria, president of the Confederation of British Industry, said that amid \"crippling staff shortages, speed is of the essence\".\nHe called for an immediate end to \"the self-isolation period of 10 days for people who are double-jabbed\" and \"a route out of isolation for those not yet fully vaccinated through daily lateral flow tests\".\nIt comes as both the prime minister and the chancellor u-turned on a decision not to self-isolate after coming into contact with health Secretary Sajid Javid, who announced on Saturday that he had tested positive for Covid.   \nBoris Johnson and Rishi Sunak initially said they planned to keep working on essential government business under a pilot scheme that involves daily testing.\nHowever, it prompted a backlash by opposition parties as well as the managing director of the retailer Iceland, Richard Walker, who tweeted: \"Shame the hundreds of Iceland staff who've been pinged can't avoid self-isolation. We can all do a daily lateral flow test.\"\nThe rising number of people being forced to self-isolate is impacting other sectors. Car-makers Nissan and Rolls-Royce have both warned that staff shortages could impact production at their plants.\nAround 900 workers at Nissan's Sunderland plant have been sent home after being told to self-isolate. \nRolls-Royce said it may have to halve production if more employees are contacted by the Test and Trace app. \nMr Rowe also said: \"Where the industry will see the pain is in the supply chain, because logistics runs tight anyway to be efficient.\"\nThe union Community, which represents steelworkers across the UK as well as people working in logistics, said rising cases of coronavirus coupled with staff members having to self-isolate, has led to a lack of drivers being able to work. \n\"This is causing disruption in the industry, and reinforces the evidence government has been reckless in its approach to easing restrictions and should reconsider its approach,\" a spokesman for Community said.\nOn Monday, final Covid restrictions will be lifted in England, including the legal requirement to wear a face mask in enclosed spaces. \nOn Friday, the number of daily coronavirus cases reported in the UK surpassed 50,000 for the first time since mid-January. It recorded 54,674 cases on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57875322",
      "category": "world-europe",
      "title": "'Havana syndrome'-like mystery illness affects Vienna US diplomats",
      "tags": "Austria,Vienna,United States",
      "text": "The US government is investigating a series of health incidents in the Austrian capital Vienna involving its diplomats and other administration staff.\nMore than 20 officials have reported symptoms similar to Havana Syndrome - a mystery brain illness - since President Joe Biden took office in January.\nThe syndrome is unexplained, but US scientists say it is most probably caused by directed microwave radiation.\nIt was first found in Cuba in 2016-17.\nUS and Canadian diplomats in Havana complained of symptoms ranging from dizziness, loss of balance, hearing loss and anxiety to something they described as \"cognitive fog\".\nThe US accused Cuba of carrying out \"sonic attacks\", which it strongly denied, and the incident led to increased tension between the two nations.\nA 2019 US academic study found \"brain abnormalities\" in the diplomats who had fallen ill, but Cuba dismissed the report.\nThe Vienna cases first came to light in the New Yorker magazine on Friday and were later confirmed by the US State Department, which said it was \"vigorously investigating\".\nReuters quoted an Austrian foreign ministry statement saying it was \"working with the US authorities on jointly getting to the bottom of this\".\nVienna has long been a centre for diplomatic activity and has had a reputation as a hotspot for espionage, particularly during the Cold War.\nCountries like the US have a large diplomatic presence there.\nThe city is currently hosting indirect talks between Iran and the US over attempts to resurrect the 2015 Iran nuclear deal.\nCases of the condition have been reported elsewhere in the world, but US officials say the numbers in Vienna are greater than in any other city apart from Havana.\nIn June, US Secretary of State Antony Blinken announced a wide-ranging review into the causes of the illness."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57879730",
      "category": "uk",
      "title": "Covid-19: PM and chancellor self-isolate after rapid U-turn",
      "tags": "Boris Johnson,Coronavirus testing,Sajid Javid,Coronavirus pandemic",
      "text": "The prime minister and chancellor are now self-isolating after contact with Health Secretary Sajid Javid, who has tested positive for coronavirus.\nNo 10 initially said they would not have to isolate, as they were taking part in a pilot scheme that involves daily testing instead.\nBut opposition parties said it suggested there was \"one rule for them and another for the rest of us\".\nThe PM later said they had \"briefly\" considered taking part in the scheme.\nIt comes ahead of the lifting of lockdown rules in England from Monday.\nAlmost all legal restrictions are to end, including limits on how many people can meet, and nightclubs will reopen, but self-isolation rules will remain. \nFollowing news that Mr Javid had tested positive and been in contact with Boris Johnson and Rishi Sunak, No 10 said a workplace pilot scheme would allow them to keep working from Downing Street.\nBut the announcement met with an angry response, with Labour's Jonathan Ashworth saying it was unfair politicians appeared to have access to \"VIP testing\" to avoid self-isolation, while Liberal Democrat Leader Ed Davey asked if it was only available to the \"privileged few\".\nSpeaking in a video on Twitter after the U-turn, Mr Johnson said: \"We did look briefly at the idea of us taking part in the pilot scheme, which allows people to test daily, but I think it's far more important that everybody sticks to the same rules and that's why I'm going to be self-isolating until Monday 26 July.\n\"I know how frustrating it all is, but I really do urge everybody to stick with the programme and take the appropriate course of action when you're asked to do so by NHS Test and Trace.\" \nThe prime minister also defended the lifting of restrictions - amid ongoing rises in cases, deaths and hospitalisations - but urged people to be cautious.\nHe said: \"We've got to remember that this virus is sadly still out there. Cases are rising. We can see the extreme contagiousness of the Delta variant, but we have this immense consolation and satisfaction that there is no doubt at all that the vaccine programme has very severely weakened the link between infection and hospitalisation and between infection and serious illness and death.\"\nMr Johnson will now conduct meetings remotely from Chequers, the prime minister's countryside retreat, where he was when the health secretary received his positive test result.\nMr Sunak said on Twitter: \"Whilst the test and trace pilot is fairly restrictive, allowing only essential government business, I recognise that even the sense that the rules aren't the same for everyone is wrong.\"\nLabour leader Sir Keir Starmer has written to the prime minister, demanding he answer how he and the chancellor were included in the workplace programme. \nAmong 10 questions, he also asked when the PM travelled to his country residence of Chequers from Downing Street, how many other ministers were covered by the workplace pilot and for a figure on how many members of the public have now deleted the NHS app.\nSir Keir wrote: \"Today's latest fiasco of yourself and the chancellor being magically selected for a testing trial so you could avoid isolation like the rest of us is just the latest example of the Conservatives fixing the rules to benefit themselves, and only backtracking when they were found out.\" \nThe managing director of the Iceland supermarket chain, Richard Walker, also criticised the proposal for Mr Johnson and Mr Sunak to avoid self-isolation.\n\"Shame the hundreds of Iceland staff who've been pinged can't avoid self-isolation. We can all do a daily lateral flow test,\" he said.\nMr Javid tested positive on Saturday morning after a meeting at Downing Street the day before, and both Mr Johnson and Mr Sunak were contacted by NHS Test and Trace.\nSpeaking to the BBC Radio 4's Today programme, Vaccines Minister Nadhim Zahawi denied the government had taken the public for \"fools\", following Mr Johnson's u-turn on self-isolating.\nHe said the prime minister had \"talked about considering\" taking part in the pilot scheme \"then very quickly realised the right thing to do self-isolate because it sends a very powerful message to everyone.\"\nThis must be one of the fastest government U-turns ever: 157 minutes after saying the PM and chancellor wouldn't be isolating, Downing Street decided they would. \nThe reason is set out by Rishi Sunak on Twitter - ministers can't be seen to be following different rules to everyone else.\nBut questions will be asked about why No 10 initially said they would be escaping isolation. Who made the decision? Who signed it off? The prime minister and chancellor must have known about the plan. \nThere's also the fact that the PM and chancellor had the choice over whether to isolate - which most people don't at the moment.\nThe political symbolism is also highly significant. Three senior government ministers will be in isolation on the day almost all legal restrictions are lifted in England.\nThe government said there were 20 public and private sector organisations involved in the pilot scheme, including Network Rail, Transport for London (TfL), Heathrow Airport and Border Force.\nHeathrow said the programme had been an \"important tool\" that allowed it to keep the airport open, and was now calling on ministers to extend it beyond the end of July, when it is due to end.  \nBut TfL said it was \"still waiting for formal notification that we are part of this trial\". One London Underground line was forced to close on Saturday because too many staff had to self-isolate.\nHousing Secretary Robert Jenrick had defended the programme on the Andrew Marr Show, describing it as \"well known\" and \"long standing\".\nFormer Prime Minister Tony Blair added it would have been reasonable for Mr Johnson not to self-isolate, given he has been vaccinated twice, was previously infected, and is being tested regularly. \nHe said: \"I don't want the prime minister of the country to be in isolation at the moment. I need him, you know, at his desk doing his job.\"\nThe UK recorded a further 48,161 cases and 25 deaths within 28 days of a positive coronavirus test on Sunday. On both Friday and Saturday daily cases exceeded 50,000 - the first time this level has been reached since mid-January.  \nMore than half a million alerts telling people to self-isolate were sent by the NHS Covid-19 app in England and Wales in the first week of July, with supermarkets saying they may have to cut opening hours or shut shops due to a lack of staff.\nAbsences from school have also surged, with 840,000 pupils self-isolating in the first week of July.\nMr Jenrick said self-isolation was \"an important part of keeping the virus under control\", adding that a study had showed the NHS Covid app had prevented 600,000 infections and 8,000 deaths.\nHowever, he said the government was ending self-isolation in England for entire school bubbles on Monday and from 16 August fully vaccinated people will not have to self-isolate if a close contact tests positive.\nMike Cherry, national chairman of The Federation of Small Businesses, said the government should now urgently review whether it should bring forward the changes to self-isolation.\n\"It could expand the pilot scheme that ministers currently enjoy to those at the front line of the economy,\" he said.\nMr Javid is the latest in a series of government figures to test positive during the pandemic, including his predecessor Matt Hancock and Mr Johnson.\nThe health secretary said on Twitter that he had felt \"a bit groggy\" on Friday and took a rapid lateral flow test the following morning, which was later confirmed with a PCR test.\nIn addition to the meeting at Downing Street, Mr Javid had been working from his office at the Department of Health and Social Care in Whitehall last week and was in the Commons chamber three times.\nHe is also known to have visited a care home in south London on Tuesday. Aashna House in Streatham has a 100% vaccination rate among staff and residents, however."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57883332",
      "category": "business",
      "title": "Thousands of orders cancelled after Ocado robot fire",
      "tags": "Companies,Ocado,Retailing,Ocado warehouse fire",
      "text": "Ocado has cancelled thousands of orders after a fire at a fulfilment centre in south-east London on Friday.\nThe online grocer said the blaze started when three of the robots that help pick its groceries collided at the Erith site.\nAbout 800 staff had to be evacuated and firefighters worked through the night to contain the incident. \nIt is the second fire involving robots at Ocado. Its Andover facility burned down in 2019 after an electrical fault.\nShares in the company slipped by about 3% in early trade on Monday.\nOcado handles up to 150,000 orders a week at the Erith warehouse.\nThe company said the fire would cause \"disruption to operations\" but that it was \"working to restore normal service as soon as possible\". \n\"We expect the facility to begin operating within the coming week and thank customers whose orders are affected for their patience.\n\"We would like to also thank the London Fire Brigade and all the other emergency services for their hard work and professionalism in dealing with this incident.\"\nIt said no one had been injured in the fire and all its staff were safe. The damage is limited to a small section of its warehouse, it added, although it could not say when the site would reopen. \nThe retailer has contacted all affected customers, but there was a mixed reaction on social media. \nOne angry customer tweeted: \"I'm sorry that there is a fire and glad that it appears no one is hurt, but why do I have to find out on twitter?\"\nShe added: \"This is the 3rd or 4th order in a row that has been messed up.\"\nOthers expressed support for the firm, with one tweeting: \"Whilst it may be inconvenient, some more compassion for the business and staff affected might be nice!\"\nOcado's fulfilment centres are highly automated. \nAt Erith, hundreds of robots zip around a grid, collecting groceries and bringing them to members of staff who will pack them into boxes, which are then loaded on to trucks for delivery.\nHowever, a fault in a battery charging unit caused a robot to catch light at Ocado's Andover distribution centre in 2019. \nThe site, which processed 30,000 orders a week at the time, burned for four days and was completely destroyed. It has since been rebuilt.\nOcado, which was the UK's third biggest online grocer last year, has seen huge growth during the pandemic, with sales up 40% in the first three months of the year.\nIt also continues to strike technology licensing partnerships with grocery chains around the world, including Groupe Casino in France and Kroger in the US. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57869427/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Long Covid funding to unearth new treatments",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "Thousands of people with \"long Covid\" could benefit from the funding of 15 new studies of the condition, its causes and potential treatments.\nResearchers from across the UK will investigate everything from brain fog to ongoing breathlessness, using a new technique to detect hidden lung damage.\nThey will be backed by £20m from the National Institute for Health Research (NIHR).\nLong Covid is still not yet fully understood.\nAlthough many people make a full recovery after having Covid-19, some do go on to experience symptoms for many weeks or months afterwards, even if they were not ill enough to be treated in hospital at the time.\nThere is still no official definition for this condition, and estimates vary over how common it is.  \nBut doctors are clear it can cause a broad range of long-term symptoms, including fatigue, muscle pain, headaches, brain fog and breathlessness, which are not seen to the same extent with other viruses.\nOne study being funded with this new money, led by University College London, will test whether everyday medicines such as aspirin and anti-histamines can help people recover. \nIt will recruit more than 4,500 people with long Covid who will be tracked over three months of treatment.\nAnother study will investigate the common long-lasting problem of brain fog, which many people say affects their daily activities and their ability to work.\nUsing detailed brain scans of those affected, researchers hope to learn more about this cognitive impairment and how it can be treated. \nAnd at the University of Oxford, a research team will focus on the causes of ongoing breathlessness - another common complaint in those with long Covid.\nA new technique means scientists are able to detect damage to the lungs, even when it doesn't show up on standard scans.\nProf Fergus Gleeson, study leader and professor of radiology and consultant radiologist, from University of Oxford, said the new scans trace inhaled gas moving into and out of the lungs.\n\"We can see if there has been damage to the airways in the lungs, or to the areas where oxygen crosses into the bloodstream, which appears to be the area damaged by Covid-19,\" he said.\nResearch will also be carried out at the University of Glasgow to assess whether a weight management programme can reduce symptoms of long Covid in people who are overweight or obese.\nAt Cardiff University, researchers will look at whether an overactive or impaired immune response could be driving long Covid.\nHealth Secretary Sajid Javid said the new research was \"absolutely essential to improve diagnosis and treatments\" and would be life-changing for those battling the long-term symptoms of the virus.\nHe said it would build on the 80 long Covid assessment centres open in England."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57751056",
      "category": "health",
      "title": "Covid: Will 19 July unlocking gamble pay off or backfire?",
      "tags": "Coronavirus lockdown measures,Long Covid,Coronavirus vaccines,Coronavirus testing,Self-isolation,Vaccine passports,Coronavirus pandemic",
      "text": "Nearly all remaining Covid restrictions are coming to an end. But with infection rates and hospital admissions already rising sharply, it is a significant gamble.\nOne expert likens what is being done to taking the \"control rods out of a nuclear reactor\".\n\"This is going to make things worse than they are now and we don't know when it will peak,\" says Loughborough University data analyst Dr Duncan Robertson.\nAnd that in many ways goes to the heart of the issue. \nThis is our first \"natural wave\" of Covid - all the others have been brought to an end through lockdown and restrictions. The plan is for this one to exhaust itself. So predicting what will happen is much more difficult. \nThe move has been given the personal backing of chief medical officer Prof Chris Whitty and a number of the scientists advising him. Infection rates were always going to rise at this stage of the roadmap - more mixing means it is easier for the virus to spread.\nBut with significant levels of immunity from vaccination and natural infection the hope is spread of the virus will be brought under control in the coming weeks.\nSome have suggested the government should wait longer before taking this step. But infections are already rising so that will not halt the rise.\nAnd, according to Prof Whitty, were we to wait any longer, there is a risk the peak of infections this summer wave could be pushed to the autumn, which could make things worse with flu and other viruses circulating.\nBut that does not mean government scientists do not have concerns. Behind the scenes, they have been questioning the policy on face masks, in particular, after ministers made big play of the fact mask-wearing would no longer be legally required. Not because it will dramatically alter the course of rising infections, but because of the message it sent out - that controlling infection no longer mattered.\nThis has led to a definite change of approach with ministers now stressing the need to keep wearing masks in crowded indoor places. \nThe reason is clear from the results of the latest modelling to be released. It looked at the impact of people returning almost immediately to normal behaviour, and compared it with a gradual resumption over months.\nThe results estimated the gradual approach could halve the summer peak and avoid what is called an overshoot - whereby the surge in cases means greater numbers become infected than need be, before this summer wave peaks. The modelling shows this is much more important in reducing the peak than simply delaying the lifting of restrictions.\nIt is why Prof Whitty has also referred to the importance of the public \"going slowly\" in the way they embrace new freedoms.\nProf Matt Keeling, a modeller at the University of Warwick, has gone even further. \"If there is one message - the public is going to control the trajectory we are on,\" he said.\nBut this is just one of many unknowns, which explains the huge range around the central estimate that hospital admissions will peak this summer at 1,000 to 2,000 a day. (The winter wave just gone hit 4,000 in comparison.)\nAnd if this does happen, it will come at a significant cost. While the vaccination programme has reduced the number of Covid deaths 10-fold, there could still be 100 to 200 deaths a day. About half of those are expected to be in unvaccinated people. It will also cause major disruption to the NHS. To put those summer figures into context, hospitals would expect to see about 1,000 admissions a day in the depths of winter, for all types of respiratory infections. \nWill 19 July unlocking gamble pay off or backfire?\n\"We would get through it as we have before,\" says Dr Alison Pittard, of the Faculty of Intensive Care Medicine. \"But it would be at the expense of elective care and other treatments.\"\nAnother consequence will be more people struggling with long Covid either because it takes them time to recover after being hospitalised or from persistent symptoms, such as fatigue and brain fog, which for a small minority appear to happen after milder illness. \nBut, in the end, unless restrictions are re-introduced, this wave is only likely to come to an end when the wall of immunity - from vaccination and natural infection - is high enough. And when that happens, England could find itself in the very strong position, Sir Patrick Vallance, the government's chief scientific adviser, hinted  last week. He said we were reaching the level of immunity where \"big waves\" may be in the past.\nThis does not mean herd immunity - given how infectious the Delta variant is and the changing nature of the virus, many experts now question whether this will be possible. Covid, they believe, is going to be around forever.\nInstead, scientists expect some sort of equilibrium will be reached, whereby the R number, the average number of people an infected person passes the virus on to, will fluctuate around one.\nThis will see more manageable waves ebb and flow. And with vaccines offering good protection against serious illness, society will be more willing to tolerate the burden. \nAfter all, in the most recent bad winter - 2017-18 - there were 300 to 400 flu deaths a day at the peak, more than is being predicted for this summer's Covid peak.\nWill we get there in the coming months? It is, one of the key government modellers told me, really too close to call.\nFollow Nick on Twitter\nRead more from Nick\nAre you still shielding and are concerned that restrictions are lifting in England? Or are you in favour of the decision taken? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57882449",
      "category": "business",
      "title": "Oil producing nations agree deal to control prices",
      "tags": "Global economy,Opec",
      "text": "Oil producing nations have agreed to increase their output, with the aim of reducing prices and easing pressure on the world economy. \nThe Opec cartel and partners such as Russia will boost supply from August after prices climbed to two-and-half-year highs during the pandemic.\nThe move should have an impact on petrol prices at the pump, which have also rocketed. \nThe price of Brent crude oil is up 43% this year to almost $74 a barrel. \nLast year, Opec and its partners cut production by a record 10 million barrels per day (bpd) amid a pandemic-induced slump in demand and collapsing prices. \nHowever, this year the price of oil has surged as economies have reopened, contributing to rising inflation in some countries and threatening to put the brakes on the global recovery.\nOil producers have been seeking to ease the cuts, but a row between Saudi Arabia and the United Arab Emirates threatened to derail the plans earlier in July.\nAbu Dhabi had blocked a proposal by Riyadh and Moscow to extend output curbs to 2022 after they rejected its demand to produce more oil.\nThe unusually public dispute between the close allies had raised fears about the stability of the \"Opec +\" cartel, which controls more than 50% of the world's oil supplies. \nUnder the new deal, Opec and partners have agreed to increase supply by a further two million barrels per day from August until December 2021 to help stabilise the market. \nHigher output quotas have also been agreed for several members from May 2022, including the UAE, Saudi Arabia, Russia, Kuwait and Iraq.\nThe cartel said it would phase out by September 2022 oil production cuts that were brought in last year.\nRussian Deputy Prime Minister Alexander Novak told public television channel Rossia 24 that the members had been \"constructive\" and found \"consensus\".\n\"The pandemic is not yet overcome, but we are seeing that thanks to vaccination all over the world, demand for our production is recovering as is the use of cars and air planes,\" he said.\n\"It is therefore very important for us to fulfil our responsibilities and allow a recovery of the world economy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57875096",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: 'Heartless' quarantine decision to be re-examined",
      "tags": "Milngavie,Coronavirus pandemic",
      "text": "Scotland's health secretary has ordered a review of the case of an expat woman pleading to be reunited with her terminally-ill father.  \nLaura Souter, who works in Dubai, is quarantining in Majorca after the Scottish government refused to exempt her from self-isolation rules.\nIain Soutar is receiving palliative care after being diagnosed with terminal cancer.\nThe family fear Laura's return could be too late to give her dad \"a final hug\".\nHealth Secretary Humza Yousaf told BBC Scotland he had asked his team to look again at the case with the \"urgency this requires\".\nIf Laura, who is fully vaccinated, returns to Scotland immediately she would have to restart her 10-day isolation period in a hotel, and would only be allowed to make a visit to her father before returning to self-isolation.\nBut if she completes her 10-day isolation in Majorca, she would not arrive in Scotland until Tuesday and says the delay has been unbearable as her father may only have days to live. \nIain's loved ones were previously told by Scottish government officials their case did not merit an exemption to the rules. \nThe Scottish Conservatives have branded the decision \"heartless\" and are demanding an immediate U-turn to allow Laura to fly back to Scotland. \nParty leader Douglas Ross said: \"This is a heartbreaking case and the government has to be more flexible in situations like this. There are times where it's right to make an exemption and this is undoubtedly one of those rare instances.\n\"Refusing to give Laura the chance to hug her father and be with her family throughout this difficult time is heartless. This decision must be changed immediately, before it's too late.\"\nIn an interview with BBC Scotland, Health Secretary Humza Yousaf said: \"My heart goes out to the Soutar family. Having seen the case highlighted, I have asked the team who look at the decisions on exemptions to look at the case again and review it. \n\"Government ministers don't make those decisions and don't tend to intervene in exemption decisions because we get so many of them.\n\"I am asking the team with the urgency this requires to look again at this case.\"\nLaura's sister Rebecca McCarron, who is at home with her father in Milngavie, East Dunbartonshire, welcomed the development but warned a speedy decision was vital. \nShe told the BBC: \"We are grateful to Mr Yousaf for looking in to our case further but we don't have time to waste. We need a decision as soon as possible. \n\"These days are crucial for us and anything that can help Laura get home, even a day earlier, would mean the world to my family.\n\"We feel compassion needs to be shown given Laura is fully vaccinated.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57878745",
      "category": "uk-scotland",
      "title": "Covid restrictions ease as Scotland moves to level zero",
      "tags": "Coronavirus lockdown measures",
      "text": "Scotland has moved to the lowest level of Covid restrictions as it continues on its roadmap out of lockdown. \nUntil now only some islands had been in level zero but the rest of the country was in level one or level two. \nThe move to level zero means more people will be allowed to meet indoors and attend weddings and funerals.\nHowever, some  limits on outdoor meetings are to be maintained, and the mandatory use of face coverings is to remain in place for \"some time\".\nUnder the level zero rules up to eight adults from four households can meet indoors at home, and up to 10 can meet in a pub or restaurant - with no need to pre-book a two-hour slot.\nUp to 15 people from 15 households can meet outdoors and up to 200 can attend weddings and funerals.\nLast week, the rules planned for level zero were modified due to the spread of the more contagious Delta variant.\nIn light of high case numbers, hospitality venues will be required to close at midnight and some physical distancing will have to be maintained outdoors, with different groups of 15 required to stay at least 1m (3ft 3in) apart in public spaces - meaning there may be limits on some outdoor events.\nA \"gradual\" return to office working has now been put back to 9 August.\nNew rules for travellers also come into force. Fully-vaccinated people returning from amber list countries (except France) will not need to quarantine, so long as they take a PCR test after arrival.\nDeputy chief medical officer Dr David Caesar said there were \"encouraging\" signs that infection rates had passed their peak in Scotland.\n\"We're in a slightly different phase of the pandemic than even some of our closest neighbours in England, Wales and Northern Ireland,\" he told BBC Radio's Good Morning Scotland.\n\"The data would suggest that numbers are coming down. The seven-day average is the one that we try and keep our closest eye on... We're obviously cautious, but it's looking like it's heading towards the right direction.\"\nOn Sunday, First Minister Nicola Sturgeon said talk of \"freedom day\" as it has been dubbed in England, where restrictions will also ease on Monday, was \"not sensible\" given the high daily numbers.\nMs Sturgeon tweeted: \"Cases in Scotland are falling, but still too high.\n\"To talk of tomorrow as 'freedom day' (England only remember) is not sensible IMO, given current situation.\n\"Vaccines going well and do offer route through - but as we vaccinate, we must ease up gradually.\"\nShe added: \"If you live in or visiting Scotland please abide by remaining safety measures.\"\nThe Scottish government has said it hopes Scotland can move beyond level zero from 9 August - the point at which the government aimed to scrap most legal restrictions.\nMinisters also plan to remove the blanket requirement for close contacts of those who test positive to self-isolate - as long as they have had two doses of vaccine - at that point.\nOn Sunday, official figures showed 1,735 new cases of Covid had been reported in Scotland in the previous 24 hours, with 9.8% of tests coming back positive. \nHospital numbers fell for a third consecutive day - there were 511 patients who had recently tested positive on Saturday with 46 of them receiving intensive care. \nNo new deaths of people with recent positive tests were recorded, but the government noted register offices are generally closed at weekends.\nScotland still has the highest level of Covid cases in the UK, according to sampling by the ONS - but the number of daily cases appears to be on a downward trend while south of the border it has been rising rapidly. \nThe UK went into lockdown on 23 March 2020. Over the summer, this was eased as the number of cases, hospital admissions and deaths dropped - and some of our freedoms returned. \nBut when cases started to creep back up again in pockets of the country, new restrictions were introduced at the start of the autumn. \nIn October the Scottish government published details of its new five-level alert system which came into force on Monday 2 November.\nJust before Christmas, it was announced that a new more contagious Covid variant - dubbed the Kent strain, though now known as the Alpha variant - was causing concern. \nIt came with warning all of Scotland would have to go into the top level of Covid restrictions on Boxing Day - and that level four restrictions may need to be made even tougher to contain its spread. \nIt was not until April that the mainland moved down to level three.\nIn May, mainland Scotland - with the exception of Glasgow and Moray - dropped down to level two, with most islands going into level one. The following month other areas also dropped down to level one, and many islands moved to level zero. \nBut 13 areas - with a combined population of 2.3million in the central belt - remained in level two due to high case numbers.\nThe whole country was due to move to level zero on 28 June but that was delayed due to the prevalence of a strain first identified in India, now known as the Delta variant.\nAlmost a third of younger adults are unvaccinated in Scotland, despite all over-18s having been offered a first dose appointment. Are you aged between 18 and 29 and have not had, or do not intend to have, a jab? What is your reason for not taking part in the programme? We would also like to hear from older adults in Scotland who have decided not to have the vaccination.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57879013",
      "category": "world-europe",
      "title": "Covid-19: Ireland's top medical officers targeted by abusive calls",
      "tags": "Republic of Ireland,Coronavirus pandemic",
      "text": "Two of Ireland's most senior public health officials have received abusive phone calls, which government ministers described as sickening and \"appalling\".\nChief medical officer Dr Tony Holohan and his deputy Dr Ronan Glynn were reportedly targeted on Friday night.\nThe pair are among the most prominent public figures in Ireland's response to the coronavirus pandemic.\nSeparately, a health journalist released a recording of a strange call he got in the early hours of Saturday.\nFergal Bowers, a correspondent for Irish national broadcaster RTÉ, said he received the anonymous call just after 03:30 local time and would be \"alerting the relevant authorities\".\nSeveral media outlets, including Ireland's Sunday Independent are reporting that gardaí (Irish police) are now investigating the phone calls.\nA spokeswoman for An Garda Síochána (Irish police force) told BBC News NI that although she would not comment on individual cases, \"a number of reports of menacing phone calls have been reported... and these matters will be fully investigated\". \nThe calls to Dr Holohan and Dr Glynn were condemned by Ireland's Health Minister Stephen Donnelly and his predecessor Simon Harris.\n\"It is absolutely appalling that public health doctors advising government would be targeted with abuse for doing their jobs in the middle of a pandemic,\" Mr Donnelly tweeted.\nHis cabinet college Mr Harris, who served as health minister for four years until he was appointed as minister of further and higher education last summer, worked closely with the public health team from the outset of the pandemic.\n\"Sickened to hear of abusive calls being directed at them and their families,\" Mr Harris tweeted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57880729",
      "category": "world-europe",
      "title": "Europe floods: Merkel shocked by 'surreal' devastation",
      "tags": "Austria,Floods,Germany,Olaf Scholz,Angela Merkel,Climate change,Severe weather",
      "text": "German Chancellor Angela Merkel has expressed shock at what she described as surreal destruction caused by last week's flooding.\nMrs Merkel visited affected areas of western Germany on Sunday, talking to survivors and emergency workers.\nAt least 188 people in Germany and Belgium are now known to have died in the floods.\nHeavy rain is continuing to wreak havoc, with attention now shifting to parts of Austria and southern Germany.\nEmergency crews rescued people from homes in the Austrian region of Salzburg, where floodwaters submerged the streets of one town. The fire brigade said the capital Vienna saw more rainfall in an hour on Saturday night than in the previous seven weeks. \nIn the Upper Bavaria region, one person was killed as heavy rains deluged basements and roads.\nMeanwhile in western Germany, authorities said the Steinbachtal dam, south-west of Bonn, remained at risk of breaching after residents were evacuated from homes downstream.\nEuropean leaders have blamed climate change for the floods, which have also affected Switzerland, Luxembourg and the Netherlands.\nExperts say global warming makes torrential rainfall more likely. The world has already warmed by about 1.2C since the industrial era began.\nMrs Merkel said the world had to \"be faster in the battle against climate change\".\nShe walked through the badly-hit village of Schuld, surveying the damage and speaking to residents and emergency workers.\nLater she pledged to fast-track aid for reconstruction.\n\"We are by your side,\" she said, describing the situation as \"terrifying\".\n\"It is shocking - I can almost say that the German language doesn't have words for the destruction that's been wreaked,\" she said.\n\"What I could see, however, is also incredibly comforting - how people are sticking together, how they are helping each other, the solidarity that is there.\"\nFinance Minister Olaf Scholz said a package of €300m ($354m; £257m) in immediate aid would be proposed at a cabinet meeting on Wednesday.\nThe scale of the damage is becoming clear, as rescue crews continue to look for victims.\nAt least 157 people are now known to have died in the floods in Germany, including four firefighters. Some 31 people have died in Belgium.\nThe states of North Rhine-Westphalia, Rhineland-Palatinate and Saarland have been the worst affected in Germany.\nThousands of people were reported missing during the height of the floods, but many have since been accounted for.\nIn the spa town of Bad Neuenahr in Rhineland-Palatinate's Ahrweiler district, residents were determined to begin the clean-up operation, scraping mud from the streets and clearing piles of debris.\nBut the task is huge, with many businesses and livelihoods in the town swept away, electricity and gas still cut off and communication lines destroyed. \n\"Everything is completely destroyed, you don't recognise the scenery,\" wine shop owner Michael Lang told Reuters.\nBaker Gregor Degen told AFP news agency he had gathered a group of neighbours to start clearing away mud and debris.\nHe had been ready to go to work the day after the floods but water levels were too high, he said. More than 110 people have been killed and 670 injured in Ahrweiler, police say.\nMeanwhile a senior German politician has been criticised for laughing during a visit to affected areas.\nArmin Laschet, who is the conservative candidate to replace Mrs Merkel when she steps down later this year, was caught on camera apparently joking with colleagues as President Frank-Walter Steinmeier was expressing sympathy to victims.\nMr Laschet later tweeted (in German) that he regretted his behaviour, but commentators and politicians were quick to condemn him.\n\"Laschet laughs while the country cries,\" Bild newspaper said on its website.\n Are you affected by the flooding? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-57880039",
      "category": "uk-england-hampshire",
      "title": "'Exhausted' deer rescued by lifeboat from Solent",
      "tags": "Deer,Cowes",
      "text": "A young \"exhausted\" deer has been rescued by a lifeboat crew after they spotted it swimming in the Solent.\nThe deer, of the muntjac variety found in the New Forest, had apparently been carried three miles across the strait by the tide, to end up off Princes Green, Cowes, on the Isle of Wight.\n\"To say we were surprised was an understatement,\" Myles Hussey, Cowes RNLI lifeboat helm said. \n\"Even the Coastguard had to be told three times before they believed us.\" \nThe young deer was \"exhausted and cold\" when the crew managed to get it onto the boat on Saturday, Mr Hussey said.\nIt was wrapped in a blanket and taken back to the lifeboat station where it was given a drink as it waited to be picked up by the RSPCA.\nMr Hussey said the crew \"named the youngster Ebbing\" because of \"the tide at the time\".\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57874404",
      "category": "uk-england-london",
      "title": "Covid: London's Metropolitan Line closed after staff pinged by NHS app",
      "tags": "Transport for London,London Underground,Chesham",
      "text": "A London Underground line has been suspended due to staff shortages after control room workers received isolation alerts via the NHS Covid-19 app.\nTransport for London said the Metropolitan line between Aldgate and Amersham, Buckinghamshire, will be closed for the rest of the day.\nThe Piccadilly line between South Harrow and Uxbridge and the District line between High Street Kensington and Edgware Road have also been affected.\nThey are due to resume at 21:00 BST.\nRichard Jones, London Underground's head of network operations, apologised to customers for the disruption and added that tickets can be used on local bus services.\nThe latest figures showed infection rates were rising in all areas of London in the seven days up to 12 July, with Hammersmith and Fulham recording the highest rate of 436 cases per 100,000 people.\nTransport unions have warned there will be \"dire consequences\" in the coming days as infection rates rise after England's Covid-19 restrictions are eased on Monday and staff are contacted through the app.\nThe Rail, Maritime and Transport union general secretary Mick Lynch previously said there would be \"a surge in workers pinged with a self-isolation instruction next week\".\nLondon Mayor Sadiq Khan has said face coverings must be worn on London's transport network after the national restrictions are eased."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57875578",
      "category": "entertainment-arts",
      "title": "Cannes Film Festival: Titane wins top Palme d'Or prize",
      "tags": "Film,Cannes Film Festival",
      "text": "Titane - an outlandish film packed full of sex and violence - has won the top award at the 2021 Cannes Film Festival.\nDirector Julie Ducournau is only the second woman to receive the Palme d'Or and the first female to win it alone. \nThe film, which is Ducournau's second feature, tells the story of a young female killer who has sex with cars after surviving a childhood crash.\nThe award was prematurely revealed by US director Spike Lee at the beginning of Saturday's ceremony.\nThe jury president let the big secret slip, before telling the audience: \"I apologise for messing up.\"\nMs Ducournau was still emotional when her film was officially announced as the winner, adding: \"This evening has been perfect because it's been imperfect.\"\nTitane had split critical opinion and has been described as one of the most shocking ever shown at the festival. \nCannes was the first full-scale film festival to take place since the start of the pandemic.\nLast year's event was cancelled. The last film to take the Palme d'Or was Bong Joon Ho's Parasite in 2019, which later swept the award circuit and won Best Picture at the 2020 Academy Awards.\nA host of safety procedures were in place at the festival, including mask-wearing during screenings and frequent Covid saliva tests for attendees. \nWhile the glitz and glamour was toned down this year, a raft of Hollywood stars - including Sharon Stone and Tilda Swinton - made appearances.\nThe second-most prestigious award of the festival, the Grand Prix, was a tie between Oscar-winning Iranian director Asghar Farhadi's film A Hero and Compartment No 6 directed by Juho Kuosmanen.\nLeos Carax won Best Director for musical Annette, which stars Adam Driver and Marion Cotillard.\nNorwegian actress Renate Reinsve was named Best Actress for her part in The Worst Person In The World.\nActor Caleb Landry Jones took home the top male acting prize for his role in Nitram - which centres around a 1996 mass shooting in Australia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57876608",
      "category": "uk",
      "title": "Covid:-19 Decision on vaccinations for under-18s 'within days'",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Boris Johnson,Department of Health & Social Care,Coronavirus pandemic",
      "text": "A decision on routinely offering Covid jabs to under-18s will be made within days, a senior minister has said. \nCommunities Secretary Robert Jenrick said the government was \"very sympathetic\" to the idea of inviting children aged 12 to 17 to have a jab.\nIt comes as every adult in the UK has now been offered a vaccine, with the prime minister hailing the \"extraordinary achievement\". \nEngland and Scotland are set to ease restrictions from Monday. \nIt comes as more than 50,000 daily coronavirus cases were recorded on both Friday and Saturday - levels last seen in January.\nSo far, around 88% of adults have had a first dose and around 68% have had both, according to the latest figures. \nThe Joint Committee on Vaccination and Immunisation (JCVI) advises government ministers on which people should be offered a vaccine.\nMr Jenrick told the BBC's Andrew Marr Show: \"We are still awaiting the final advice from the JCVI about extending the vaccination programme to younger people. \n\"It seems like a sensible thing to do. The evidence we have received so far is compelling and ministers are going to make a decision armed with the advice in the coming days.\"\nIf it does get the go-ahead, those just short of their 18th birthday are likely to be invited to have a vaccine first, along with those who have health vulnerabilities and children who live in households with others who are more vulnerable. \nHis comments come after a report in the Sunday Telegraph said that the JCVI is believed to have advised ministers against a mass vaccination programme for all children until further evidence of the risks is available. \nAccording to the Telegraph, guidance this week is expected to say the vaccine should be offered only to vulnerable 12 to 15-year-olds and to those who are within three months of turning 18.\nMore than 46 million people have been given a jab since the UK's Covid vaccine rollout began in December 2020.\nMr Johnson promised in February that all adults would be offered a first dose by the end of July, and the Health Secretary Sajid Javid said last month that the government wanted two-thirds of UK adults to have had two by 19 July.\nThe prime minister urged anyone who had not booked their vaccine to do so and thanked those who had taken up their offer.\n\"You are the reason we are able to cautiously ease restrictions next week, and return closer towards normal life,\" he said. \"Now let's finish the job.\"\nBut in Scotland, almost a third of younger adults remain unvaccinated - despite the fact that by the end of Sunday, all over-18s will have been offered an appointment to have their first dose. \nHealth Secretary Humza Yousaf said some had re-arranged appointments and would receive the jab shortly. \nThe UK recorded 54,674 Covid cases on Saturday - following 51,870 new cases on Friday - as well as 41 deaths within 28 days of a positive test.\nThe last time cases exceeded 50,000 was 15 January.\nHealth Secretary Sajid Javid, who has been doubled jabbed, announced on Saturday he had tested positive for coronavirus and was isolating. It is understood Mr Javid met Boris Johnson at Downing Street on Friday - the prime minister is now self-isolating at Chequers. \nChancellor Rishi Sunak was also contacted by NHS Test and Trace and is isolating. \nAlmost all legal restrictions on social contact are to be lifted in England on Monday.\nNew travel rules will also come into effect, allowing people who are double-jabbed to return to the UK from amber list countries without quarantining - except for those returning to England, Wales and Scotland from France, because of concerns over the prevalence of the Beta variant there.\nThe prime minister has described England's approach to easing lockdown as \"cautious but irreversible\".\nBut Jeremy Hunt, chairman of the Commons health select committee, said on Saturday the government was likely to have to reintroduce some controls in the autumn, as rising case numbers and hospital admissions meant the NHS was facing a \"very serious\" situation.\nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, warned of a \"bumpy winter\" ahead. He urged people to approach the easing of restrictions in \"a cautious, steady, gradual way\".\nSocial distancing rules will end in England on Monday, although government guidelines advise face coverings should still be worn in enclosed spaces such as in shops and on public transport.\nScotland will move to level zero of Covid restrictions on Monday, meaning pubs and restaurants can open until midnight. However, limits on outdoor meetings will remain, the return of workers to offices will be delayed and face coverings will still be mandatory.\nMost Covid rules in Wales are set to be scrapped from 7 August., but face coverings will still be required in most public places and on public transport.\nIn Northern Ireland, restrictions will be eased further on 26 July, if approved at a review on 22 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57877297",
      "category": "uk",
      "title": "Covid-19: PM and chancellor not isolating after Javid tests positive, and jabs offered to all adults",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nThe prime minister and chancellor will not be self-isolating after contact with Health Secretary Sajid Javid, who has tested positive for coronavirusare waiting to find out if they will be quarantining when social distancing rules are relaxed in England on Monday. Downing Street said the pair were both contacted by NHS Test and Trace as contacts of someone who had tested positive. But they are taking part in a workplace pilot programme, where daily tests replace self-isolation - although they should still self-isolate when not at work, so they will be conducting only \"essential government business\" during this period. Mr Javid started feeling \"a bit groggy\" on Friday and tested positive on Saturday. Case numbers are continuing to rise ahead of big changes to restrictions in England and Scotland on Monday.\nEvery adult in the UK has now been offered a coronavirus vaccine, the government has said. According to latest figures, around 88% of adults - 46.2 million - have had a first dose and some 68% - 35.7 million - have had both. The milestone comes as more than 50,000 daily cases were recorded on both Friday and Saturday - levels last seen in January.\nMany people who catch Covid go on to make a full recovery, but for some the symptoms stay with them for weeks, or even months, afterwards. Now, thousands of people who have long Covid could benefit from the new funding of 15 studies of the condition, including its causes and possible treatments. Using a new technique to detect hidden lung damage, researchers will investigate everything from brain fog to ongoing breathlessness. Read more about the symptoms of long Covid.\nCoronavirus restrictions last year left thousands unable to see their loved ones in care homes. But when Lydia Loader lost her role as a make-up artist, she decided to get a job as her mother's carer. Sally Loader, who is 67, was diagnosed with frontotemporal dementia in 2009. Her 33-year-old daughter started working at Deerhurst Care Home in Bristol, where her mother is a resident. \"When I first started working there I often used to cry in the bathroom,\" Lydia said. But she also said working with her mother had been \"so lovely because I've gotten close to her again\".\n\"Flowers were a lifeline for me over the past year and a half and I created my own company around them,\" Robbie Fairchild says. \"I had no stage so I crafted a new performance space and I am immensely proud of that.\" When the pandemic shut New York's theatres, Robbie was one of thousands of performers to find themselves out of work. But, inspired by a gift from a fan, the dancer opened his own floristry business.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith social distancing restrictions ending in England and easing further in Scotland on 19 July, remind yourself how the rules are changing.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57876982",
      "category": "world-europe",
      "title": "Europe floods: Victims face massive clean-up as waters recede",
      "tags": "Floods,Germany,Climate change,Severe weather,Belgium",
      "text": "Residents in regions of Germany and Belgium worst affected by recent floods have begun the huge task of clearing their neighbourhoods, as the waters start to recede.\nThe scale of the damage is becoming clear, as rescue crews continue to look for victims.\nAt least 180 people have died, and with many still missing the death toll could rise further.\nGerman Chancellor Angela Merkel has been visiting the affected region.\nMrs Merkel walked through the badly-hit village of Schuld, surveying the damage and speaking to residents and emergency workers.\nFlooding continued to wreak havoc in parts of Europe on Saturday.\nEmergency crews rescued people from homes in the Austrian region of Salzburg, where floodwaters submerged the streets of one town. The fire brigade said the capital Vienna saw more rainfall in an hour on Saturday night than in the previous seven weeks combined. \nMeanwhile in Germany, concern shifted south to the Upper Bavaria region, where heavy rains deluged basements and roads.\nIn western Germany, authorities said the Steinbachtal dam remained at risk of breaching after residents were evacuated from homes downstream.\nEuropean leaders have blamed climate change for the floods, which have also affected Switzerland, Luxembourg and the Netherlands.\nExperts say global warming makes torrential rainfall more likely. The world has already warmed by about 1.2C since the industrial era began.\nAt least 156 people are now known to have died in the floods in Germany, including four firefighters.\nThe states of North Rhine-Westphalia, Rhineland-Palatinate and Saarland have been the worst affected.\nThousands of people were reported missing during the height of the floods, but many have since been accounted for.\nIn the spa town of Bad Neuenahr in Rhineland-Palatinate's Ahrweiler district, residents were determined to begin the clean-up operation, scraping mud from the streets and clearing piles of debris.\nBut the task is huge, with many businesses and livelihoods in the town swept away, electricity and gas still cut off and communication lines destroyed. \n\"Everything is completely destroyed, you don't recognise the scenery,\" wine shop owner Michael Lang told Reuters.\nBaker Gregor Degen told AFP news agency he had gathered a group of neighbours to start clearing away mud and debris.\nHe had been ready to go to work the day after the floods but water levels were too high, he said. More than 110 people have been killed and 670 injured in Ahrweiler, police say.\nIn North Rhine-Westphalia emergency workers have begun removing abandoned cars from the flood-hit B265 road.\nFire service spokesman Elmar Mettke said the cars had been checked for bodies while still submerged. \nMeanwhile a senior German politician has been criticised for laughing during a visit to affected areas.\nArmin Laschet, who is the conservative candidate to replace Mrs Merkel when she steps down later this year, was caught on camera apparently joking with colleagues as President Frank-Walter Steinmeier was expressing sympathy to victims.\nMr Laschet later tweeted (in German) that he regretted his behaviour, but commentators and politicians were quick to condemn him.\n\"Laschet laughs while the country cries,\" Bild newspaper said on its website.\nIn Belgium, the army has been sent to four of the country's 10 provinces to help with rescue and evacuations. Prime Minister Alexander De Croo declared 20 July a national day of mourning.\nHe said the floods - which have claimed at least 27 lives in Belgium - could be \"the most catastrophic our country has ever seen\". \nRescue workers from France, Italy and Austria were sent to the Belgian city of Liege, where residents were evacuated after flash floods.\nMeanwhile in the Netherlands, thousands of people fled their homes in Limburg province as rising waters swamped cities and broke through a dyke.\nBut waters were receding in the southern city of Maastricht and nearby towns, where residents were able to return to their homes on Friday.\nIn Switzerland, lakes and rivers were also swelling after heavy rainfall. The river running through the Swiss capital Bern burst its banks on Friday. \nLake Lucerne is flooding into the town and people in Basel have been told to keep well away from the River Rhine.\n Are you affected by the flooding? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57877239",
      "category": "world-asia",
      "title": "Daughter of Afghan envoy kidnapped and injured in Pakistan",
      "tags": "Pakistan,Afghanistan",
      "text": "The daughter of Afghanistan's ambassador to Pakistan was briefly kidnapped and injured by unknown assailants, officials say.\nSilsila Alikhil was seized on her way home in the Pakistani capital Islamabad on Friday and held for several hours.\nAfghanistan's foreign ministry said she was \"severely tortured\". Later it said senior diplomats including the ambassador had been recalled.\nRelations between the two neighbours have long been strained.\nPakistani officials said Silsila Alikhil, who is in her 20s, was assaulted by assailants who got into a car she was travelling in and beat her up.\nAfter her release she was treated in hospital. Condemning the \"inhuman attack\", the ambassador, Najib Alikhil, said his daughter \"feels better now\" .\nOn Saturday the Afghan foreign ministry expressed its \"deep concern\" and said it was lodging a complaint over the incident. \nIn another statement on Sunday it said it was recalling the ambassador and other senior diplomats \"until all the security threats are removed\".\nPakistan's Interior Minister Sheikh Rashid Ahmed said Prime Minister Imran Khan wanted the culprits caught rapidly.\nIn recent weeks, ties between the two countries have been deteriorating amid rising violence in Afghanistan.\nThe Afghan government accuses Pakistan of providing safe haven for Taliban militants waging an insurgency across the country.\nTaliban militants have made advances across the country, seizing a series of border posts from Afghan forces.\nThe Taliban have moved swiftly as the US steps up the withdrawal of its forces from the country ahead of an 11 September deadline set by President Joe Biden.\nOther allied countries, including the UK, have withdrawn nearly all military forces ahead of Mr Biden's deadline.\nPakistan, for its part, accuses Afghanistan of allowing militants to launch attacks from its soil."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51506729",
      "category": "uk",
      "title": "Covid: What are the social distancing rules?",
      "tags": "Coronavirus lockdown measures,Elderly people,Social distancing,Hospitality industry,NHS,Coronavirus pandemic",
      "text": "Scotland, Wales and Northern Ireland are relaxing some of the rules around gatherings and mixing with others which were introduced to tackle the spread of Omicron.\nHowever, some restrictions remain. \nFirst Minister Nicola Sturgeon has announced a further easing of Covid rules.  \nFrom Friday 28 January, the requirement for physical distancing in indoor settings where people don't have to wear a face covering - such as those leading religious services - will reduce to 1m (3ft) from 2m (6 ft). \nMost of the rules governing indoor and outdoor events have already been lifted. \nCovid passports are required for nightclubs and large events.\nAll restrictions at outdoor events have now been lifted. \nOn 28 January, nightclubs will reopen, and the so-called \"rule of six\" - where gatherings in pubs and restaurants are limited to six people - will be scrapped.\nSome restrictions will remain in place:\nPubs and other hospitality venues now no longer have to offer table service only, and the \"rule of six\", governing the size of groups in hospitality venues, has been scrapped.\nFrom Wednesday 26 January:\nSome rules remain in place:\nThe current restrictions in England don't include any limits on socialising - so friends and family are legally allowed to see each other in private houses, or to meet in public places like pubs and nightclubs.\nCoronavirus spreads mainly when an infected person coughs, sneezes or speaks - sending small droplets, packed with the virus, into the air. \nThe further apart people are, the lower the risk of the infection spreading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-57255380",
      "category": "education",
      "title": "Covid: Home-education numbers rise by 75%",
      "tags": "Home education,Homeschooling,Coronavirus pandemic",
      "text": "The number of children registering for home education in the UK rose by 75% in the first eight months of the current school year, according to BBC research.\nIn north-west England numbers were 92% up on the previous two-year average, figures from 153 councils show.\nSome parents and councils - including in former hotspot Bolton - say the increase is down to \"Covid anxiety\".\nThe Department for Education says it supports home-educating parents and plans to launch a registration system. \nCoronavirus lockdowns meant that school buildings were closed to most pupils from the end of March to September last year. \nBut increasing numbers of parents have switched to home-educating their children, removing them from the school register and notifying the local council.\nMore than 40,000 pupils were formally taken out of school in the UK between September 2020 and April 2021, compared with an average of 23,000 over the previous two years.\nAs of January 2021, there were 8.9 million pupils attending school in England, including state and independent schools.\nIn June, Education Secretary Gavin Williamson said he was \"absolutely committed\" to a register of home-educated children, and said its introduction was \"imminent\".\nParents told the BBC that health fears and worries that their children's learning would suffer had led them to home-educating.\nNovena-Chanel officially took her son, Imari, out of school in November last year. Mother to a new baby, she was worried Imari wasn't thriving in class.\n\"He was starting to regress. They were doing phonics and he can read already,\" she said. \"The school said they couldn't give him higher-level work.\"\nImari is now thriving academically, she says, and she has no concerns about him being cut off from other children.\n\"With a long-term home-school plan, the concern is usually the social element. But these home-educated children have to learn to be among other people - they meet teenagers in the community, and can talk to anyone.\"  \nIn Surrey, Victoria also removed her child from school for health concerns - yet she describes herself as a \"reluctant\" home-schooler.\n\"We feel we've been forced into this situation because of the pandemic,\" she says. \"I think what made us extra cautious was his asthma - he had a couple of hospital stays from the common cough.\" \nVictoria says her son, Edward, didn't play with another child between February 2020 and June 2021 due to the family's concerns over catching the virus. \nShe says the amount of educational material now available online means home-educating hasn't been too difficult, but that her \"heart isn't in it\" for the longer term.\nThe risks of Covid-19 for children attending school are \"very much lower than for adults,\" says Russell Viner, professor in adolescent health at University College London.\n\"Children can bring infection back into the family home - and parents who are clinically extremely vulnerable may be understandably nervous about this risk, although it would be exceptionally rare for this to require children not to attend school.\n\"There can be reasons that parents choose not to send their children to school. However, the science doesn't support a role for Covid-19 in this decision.\" \nNaomi, from Kent, says the pandemic \"accelerated the decision\" to remove daughter Bella, now nine, from school in early March 2020.\n\"We were nervous about taking that massive leap because it was the unknown,\" she said. \"Covid gave us a push, but that's not why we did it.\"\nNaomi says that Bella, who is awaiting a formal autism diagnosis, was struggling in school but thrived once at home.\n\"We wouldn't [otherwise] have had that break in school. I felt duty-bound to send her in, but because she wasn't there, you could see how happy she was.\"\nFor Howard, based near Hull, the pandemic was also \"the final push\".\nHe took his children out of school permanently in March 2020. One of his children has autism and the family had experienced a \"very difficult time\" with special-needs provision.\n\"I think we had reached the limit of what we could do in the structure,\" he says. \"From the experience we are having, I'd be hard pressed to think about going back.\"\nTheir stories are far from unique. There was a 75.6% rise in home education between September 2020 and April 2021, compared with the averages for the same school terms over the previous two school years.\nEvery nation and region of the UK saw at least a 50% rise, based on the councils that responded. \nFor some, the rate was much higher. \nIn Oldham - where the number of home-educated children has doubled since 2019 - the council suggested the rise was \"due to Covid anxiety\".\nBolton Council said its 61% rise was \"mainly due to family concerns relating to Covid, particularly as Bolton had the highest rate of infection in the country for some time\".\nThe figures are based on Freedom of Information responses from 153 of the 205 county councils and unitary authorities in Great Britain, and all of Northern Ireland, which submitted results as a whole.\nThey do not account for children taken off the register after the end of April 2021, or who have since returned to the classroom.\nThe \"Covid effect\" meant home-education charity Education Otherwise was inundated with support requests in September 2020, membership secretary Wendy Charles-Warner says.\nShe describes home-educating as \"different but equal\" to school.\n\"If they would thrive and reach their potential at school, [then] that's right for your child. A fear-driven choice because of Covid, that's not the best choice\".\nVictoria, in Peterborough, has been educating 11-year-old daughter Isabella at home for four years. \nShe urges other parents to think carefully before going down the home-education route, even though it ended up a \"much better fit\" for her family.\nIsabella has ADHD and Asperger syndrome, and was labelled \"naughty\" at school for not understanding social situations, her mum says. She also developed phobias which Victoria says the school wasn't willing or able to accommodate.\n\"It's not easy. You're talking about being with your child 24/7. Other than groups she goes to and the tutoring she has, the rest of it is down to the parent - it's up to you to organise all that and to pay for it. You have to know what you're taking on.\" \nPaul Whiteman, general secretary of school leaders' union NAHT, said: \"Many appear to have chosen home education because they have lost faith in the government's approach to school safety during the pandemic. \n\"A combination of rising case numbers in schools, and the government's decision to relax a number of the safety measures could mean that we see this trend continue unless the government does far more to reassure these parents.\"\n The Department for Education says it introduced \"robust protective measures\" in schools, including regular Covid testing and keeping pupils in bubbles.\nIt said: \"Although many parents provide a good standard of education, home education is never a decision that should be entered into lightly. Now more than ever, it is absolutely vital that any decision to home-educate is made with the child's best interests at the forefront of parents' minds.\n\"We remain committed to a registration system for children not in school and will provide further details in due course.\"\nData analysis and charts by Daniel Dunford"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57880143",
      "category": "uk-wales",
      "title": "Covid in Wales: Self-isolation rethink over child contacts",
      "tags": "Coronavirus lockdown measures,Contact tracing,Jeremy Miles,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Welsh ministers think \"there's a case\" that children and young people under the age of 18 should not have to self-isolate if a close contact tests positive for Covid.\nThe education minister said the Welsh government is talking to partners about the change because under 18-year-olds \"are least likely to suffer harm\".\nThe UK government has already announced the policy change in England.\nThousands of pupils have had to isolate over the last school year in Wales.\nThe Welsh government has already announced contact groups would no longer be required for school and college pupils from September.\nThe test, trace and protect (TTP) contact tracing system is to be used instead.\nSpeaking on the BBC Politics Wales programme, Jeremy Miles MS indicated there could also be a change to the self-isolation policy.\nThe education minister said: \"On self-isolation, clearly anyone with a positive test is required to self-isolate, anyone with symptoms is required to self-isolate.\n\"The first minister has announced that anybody who's been double-vaccinated will not be required to self-isolate and we believe there's a case for that to be extended to under-18s as well because we know that it's people who've had two vaccinations and children and young people under the age of 18 who are the least likely to suffer harm.\n\"We are talking to our partners on that and making sure that the TTP system is able to respond to that before making a decision,\" he added.\nIn its latest Coronavirus Control Plan, the Welsh government said it also intends \"to remove the requirement for people who are fully vaccinated to self-isolate if they are a close contact of someone who has tested positive\".\nA final decision is expected in early August when ministers will also decide whether to get rid of most - but not all - restrictions on people's lives.\nAsked whether ministers would be happy to move to Alert Level 0 if cases were still rising, Mr Miles said: \"An increase in the number of cases may not have the same risk as it once did because of the weakened link with hospitalisations.\n\"Now, clearly, if there was a sustained high level of cases, that would be a cause for concern.\n\"But I don't think we can be in a position where we look at one indicator on its own.\n\"Hospitalisation, vaccination, TTP - all of those factors will be taken in to account,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57878345/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: 'Pingdemic' threatens shop openings say supermarkets",
      "tags": "Companies,Morrisons,Contact tracing,Retailing,British Retail Consortium,Marks & Spencer,Coronavirus pandemic",
      "text": "Supermarkets have warned they will have to cut opening hours or even shut shops if the number of workers forced to self-isolate continues to rise.\nM&S said the number of workers being notified by the NHS app is rising exponentially, and it may have to reduce hours if there are shortages.\nA leading supermarket, which declined to be named, said it could lead to massive disruption of food supplies.\n\"And there's a risk that there won't be sufficient staff to open shops.\"\nLast week, over 500,000 alerts were sent to users of the NHS Test and Trace app in England and Wales for the week to 7 July, a rise of 46% on the previous week. \nM&S chief executive Steve Rowe told The Times that the number of people being forced to self-isolate is \"a major issue across every industry at the moment\". \nHe said: \"Our Covid cases are roughly doubling every week and the pinging level is about three to one of Covid cases, so we're seeing that growing exponentially.\"\nHe said: \"If there's shortages we'll have to manage it by changing hours of stores, reducing hours.\"\nFrom 16 August, people who have been fully vaccinated will not have to self-isolate if they are \"pinged\" by the NHS app when they have come into contact with someone who has tested positive for Covid.  They will instead be advised to take PCR test as soon as possible.\nBut another UK supermarket warned: \"The clock is ticking and the government needs to act fast to get people back to work if they have a negative test.\n\"If not, we could be heading towards crisis point next month.\"\nA spokeswoman for Morrisons said: \"As per the whole of the UK, we are experiencing a rise in cases and close contact notifications.\"\nBut she added: \"We provide guidance and support for colleagues who may need to self-isolate including sick pay and have Covid secure controls in place in all our stores to ensure we can continue to operate and keep them open. Throughout the whole of the pandemic, we have not been required to close a store.\"\nThe British Retail Consortium (BRC), which represents the industry, said that the government must bring forward the changes on self-isolation from 16 August \"so that people who are fully vaccinated or have a negative test are not forced to needlessly quarantine\" when they are contacted by the app.\nBRC chief executive, Helen Dickinson, said: \"We are already seeing a serious impact on retail operations as a result of staff having to self-isolate and this will only get worse right across the economy, as cases are already rising fast and the final restrictions are eased.\"\nLord Karan Bilimoria, president of the Confederation of British Industry, said that amid \"crippling staff shortages, speed is of the essence\".\nHe called for an immediate end to \"the self-isolation period of 10 days for people who are double-jabbed\" and \"a route out of isolation for those not yet fully vaccinated through daily lateral flow tests\".\nIt comes as both the prime minister and the chancellor u-turned on a decision not to self-isolate after coming into contact with health Secretary Sajid Javid, who announced on Saturday that he had tested positive for Covid.   \nBoris Johnson and Rishi Sunak initially said they planned to keep working on essential government business under a pilot scheme that involves daily testing.\nHowever, it prompted a backlash by opposition parties as well as the managing director of the retailer Iceland, Richard Walker, who tweeted: \"Shame the hundreds of Iceland staff who've been pinged can't avoid self-isolation. We can all do a daily lateral flow test.\"\nThe rising number of people being forced to self-isolate is impacting other sectors. Car-makers Nissan and Rolls-Royce have both warned that staff shortages could impact production at their plants.\nAround 900 workers at Nissan's Sunderland plant have been sent home after being told to self-isolate. \nRolls-Royce said it may have to halve production if more employees are contacted by the Test and Trace app. \nMr Rowe also said: \"Where the industry will see the pain is in the supply chain, because logistics runs tight anyway to be efficient.\"\nThe union Community, which represents steelworkers across the UK as well as people working in logistics, said rising cases of coronavirus coupled with staff members having to self-isolate, has led to a lack of drivers being able to work. \n\"This is causing disruption in the industry, and reinforces the evidence government has been reckless in its approach to easing restrictions and should reconsider its approach,\" a spokesman for Community said.\nOn Monday, final Covid restrictions will be lifted in England, including the legal requirement to wear a face mask in enclosed spaces. \nOn Friday, the number of daily coronavirus cases reported in the UK surpassed 50,000 for the first time since mid-January. It recorded 54,674 cases on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57874972",
      "category": "uk-scotland-glasgow-west",
      "title": "Trains cancelled as firefighters tackle Troon station blaze",
      "tags": "Troon",
      "text": "Firefighters have been tackling a fire at a railway station in South Ayrshire. \nServices were suspended at Troon Station with social media images showing part of the building collapsing. \nThe fire service was called out about 12:40, and sent five fire engines and an aerial appliance to the scene on Barassie Street. \nCrews were met with a well-developed fire in the station ticket office which had spread to the roof space. \nA nearby hairdressers and café have also been damaged.\nFirefighters said the blaze has now been brought under control, but emergency services remain at the scene and a cordon is in place.\nPolice Scotland are also in attendance while Network Rail have been made aware of the fire. \nScotRail said both lines through Troon were closed for safety reasons and would remain so until at least the end of service on Sunday 18 July.\nIt said it was forced to cut the power to overhead lines to allow firefighters to tackle the blaze, which \"took out a large area and affected other routes' power supply\".\nIn a post on Twitter the train operator said that trains through the station have been cancelled, delayed or revised. For some routes, replacement bus services were arranged. \nThe fire has caused major disruption in the seaside town, which was busier than usual with Saturday's sunny weather meaning many people had travelled to the seaside town to go to the beach to enjoy one of the hottest days of the year so far. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57869947",
      "category": "world-us-canada",
      "title": "Canada's vaccination rate overtakes US",
      "tags": "Coronavirus vaccines,United States,Canada,Coronavirus pandemic",
      "text": "Canada has overtaken the US in second dose vaccination rates, after months of lagging behind its southern neighbour.\nAs of 16 July, 48.45% of Canadians are fully vaccinated against Covid-19, compared with 48.05% of Americans. \nIf Canada's vaccine progress continues it may open its border to US travellers after a 16-month closure, Prime Minister Justin Trudeau said this week.\nIn the US, a levelling-off of vaccine rates comes amid a concerning increase in Covid-19 cases.\nPresident Joe Biden failed to meet a self-set target of 70% of adults vaccinated by the 4 July holiday weekend. About 68% of Americans aged 18 and older have received at least one shot. \nThe White House and local governments have turned to both creative solutions and celebrity guest stars in an effort to counter vaccine hesitancy. \nMichigan, Ohio and California are among the states offering cash lotteries for residents who get the jab. Pop superstar Olivia Rodrigo made an appearance at the White House this week to promote vaccinations among young people, and Nascar will host a vaccine drive this weekend. \nThe push for vaccines is now taking on added urgency, as infections increase in every state, driven by a surge in variants. Still, case numbers remain dramatically lower than in winter when they were at the peak. \nIn Canada, too, vaccine rates have slowed in recent weeks, after a steep upswing beginning in late March.\nTwo of Canada's northern territories - Yukon and the Northwest Territories - lead the country with roughly 75% and 72% of residents vaccinated, respectively.  \nThe uptick in vaccines has been met with a steady drop in Covid-19 cases. After a steep third wave this spring, Canada reported around 3,000 infections this week - a low not seen since last summer.\nWith roughly 80% of eligible Canadians protected by at least one dose, Mr Trudeau said on Thursday that the country expects to begin allowing fully vaccinated US citizens and permanent residents into Canada as of mid-August for non-essential travel, and international travellers in September. \nCanada has curbed almost all non-essential travel by foreigners since March 2020. Mr Trudeau has faced growing pressure to show his plans for reopening the US-Canada border. \nOf G20 countries, Canada is now at the head of the pack in vaccination rates. Worldwide, it is hovering around the 15th spot for percentage of the population fully vaccinated, with the US just behind, according to the New York Times global tracker. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-43947008",
      "category": "uk-politics",
      "title": "Sajid Javid: Who is the new health secretary?",
      "tags": "Amber Rudd resignation,HM Treasury,UK immigration,Home Office,Windrush scandal,Sajid Javid",
      "text": "Sajid Javid has been appointed health secretary following the resignation of Matt Hancock who stepped down for breaking social distancing guidelines. \nMr Javid previously served as home secretary under former Prime Minister Theresa May, and in 2019 was promoted to chancellor by Boris Johnson. \nHowever he only lasted in that role for six months, resigning in February 2020 following tensions with the prime minister's then-advisor Dominic Cummings.\nMr Javid was told he would have to sack his own advisors, but he rejected the order saying it was something \"no self-respecting minister\" could accept.\nFollowing his resignation as chancellor, Mr Javid returned to life as a backbench MP, but also took up a job with JP Morgan.\nSince becoming health secretary, Mr Javid has given up his role at the US bank.\nThe MP for Bromsgrove since 2010 was born in Rochdale in 1969, one of five sons of parents who had moved to the UK from Pakistan.\nMr Javid, a 50-year-old father of four, told the Evening Standard in 2012: \"My dad was from a tiny village in Pakistan and came here when he was 17 to look for work.\n\"He settled in Rochdale and became a cotton-mill worker for Courtaulds. But he was quite ambitious, and saw that bus drivers were better paid. His nickname was Mr Night and Day because he used to work every hour God sent his way.\"\nMr Javid's father's job was the same as the father of another high-profile politician, London Mayor Sadiq Khan, and he congratulated the Labour politician \"from one son of a Pakistani bus driver to another\" after his City Hall victory in 2016.\nMr Javid spent his school years in Bristol after his parents took over a ladieswear shop there, with the family living in a two-bed flat above it.\nHe told the Daily Mail in 2014 that the school, a local comprehensive, was tough and \"I was naughty, more interested in watching Grange Hill than homework.\"\nBut, he said, things changed when his dad read the riot act. \"He said 'this is what I went through, don't let me down'. I felt really bad. My academic work rocketed.\" \nHe said that his school did not want to pay for him to do maths O-Level - his dad ended paying for it instead. \nHe had also developed an interest in financial markets, sparked by the Thatcher government's privatisations. At the age of 14 he went to see his father's bank manager and arranged to borrow £500 to invest in shares, becoming a regular reader of the Financial Times.\nHis goal became to work in the City so he passed that maths O-Level and, rejecting his school's suggestion he become a TV repair man, headed off to sixth form college and then to Exeter University to study economics and politics - giving a clear hint of his future career direction. \nHe also met his future wife, Laura, while doing a summer job at Commercial Union. They sat opposite each other and shared a stapler, he told the Daily Mail.\nTheir four children are privately educated: \"We do what's best for them,\" Mr Javid, who has described himself as a non-practising Muslim, told the newspaper. \nAfter university, he set his sights on a job in the City. As he told the Standard: \"Some people, in a friendly way, tried to lower my expectations.\n\"They often tell you that unless you wear an old school tie or have the family contacts, you just won't get a chance to work in the City. But they were wrong.\"\nHis career move worked out well, although he had to move across the Atlantic to succeed. And by the age of 25, he had become a vice-president at Chase Manhattan Bank, later moving to Singapore for a period with Deutsche Bank. He rose to become a managing director before leaving in the summer of 2009 to concentrate on a political career.\nA Conservative Party supporter from the early 1980s, he had attended his first conference towards the end of the Thatcher years, with Conservative friends from university such as fellow Tory MP Robert Halfon.\nThey got into a bit of trouble at the 1990 conference, handing out leaflets against the then prime minister's decision to join the Exchange Rate Mechanism, opposing the policy despite being diehard fans of Mrs Thatcher's.\nAccording to a ConservativeHome profile, Mr Javid, Mr Halfon, another future Tory MP David Burrowes and Tim Montgomerie - founder of ConservativeHome - got up at 07:00 so they could get front-row seats for what turned out to be Mrs Thatcher's final party conference speech.\nTwo decades on and, in 2010, he was elected for the first time, and made swift progress.\nHe began his ministerial career with roles in the Treasury, before becoming the first cabinet minister of Asian descent when he was appointed culture, media and sport secretary in 2014. \nHe did that for a year before moving to business secretary for a year and then moving on to be communities and local government secretary.\nLong thought of as a Eurosceptic, it was a surprise to many when Mr Javid came out for Remain during the UK's 2016 referendum on whether or not to stay in the European Union. \nThat meant, of course, that like then-Home Secretary Theresa May and his one-time mentor, then Chancellor George Osborne, he was on the losing side. \nThere was an ill-fated and very short-lived bid to succeed David Cameron as Conservative leader after the referendum, on a \"joint ticket\" with Stephen Crabb. (He would have been chancellor to Mr Crabb's prime minister.)\nHe also ran in the 2019 leadership election but was eliminated in the fourth round before Mr Johnson went on to become prime minister.\nMr Javid was appointed home secretary in April 2018, following the resignation of Amber Rudd during the fallout from the Windrush scandal.\nAt the time, Mr Javid told the Sunday Telegraph the scandal \"immediately impacted him\". \nMr Javid told the newspaper: \"When I heard about the Windrush issue, I thought that could be my mum, it could be my dad, it could be my uncle, it could be me.\"\nIn 2019 he took a hardline stance towards Shamima Begum, who left London to join the Islamic State group aged 15, revoking her British citizenship when she asked to return. \nThe move boosted his popularity amongst some Tories but provoked criticism from others - particularly after her newborn son died in a Syrian refugee camp. \nIn his previous cabinet roles he avoided major calamity, although he faced questions as business secretary over Tata steel, and as communities secretary over the government response to the Grenfell disaster. \nHowever, he had not been afraid to ruffle feathers, with uncompromising messages to some in the business community and local government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57873410",
      "category": "entertainment-arts",
      "title": "Britney Spears says she will not perform while father controls career",
      "tags": "Britney Spears,Music",
      "text": "Britney Spears has said she will not perform again while her father retains control over her career as part of a conservatorship set up in 2008.\nThe singer's message is the latest in a series of emotional public comments about the arrangement that controls her personal and financial affairs.\n\"This conservatorship killed my dreams,\" she said in a lengthy post on Instagram. \"So all I have is hope.\"\nSpears, 39, wants to bring an end to the arrangement, calling it abusive.\nThe conservatorship was put in place after her father, Jamie Spears, petitioned a court for legal authority over the pop star's life, amid concerns about her mental health.\n\"I'm not gonna be performing on any stages anytime soon with my dad handling what I wear, say, do, or think,\" Spears, who has not performed in public since late 2018, wrote in the post.\n\"I'd much rather share videos YES from my living room instead of onstage in Vegas... I'm not gonna put on heavy makeup and try try try on stage again and not be able to do the real deal with remixes of my songs for years.\"\nIn the message, the singer also said she \"did not like the way\" documentaries about her life bring up \"humiliating moments from the past\", adding: \"I'm way past all that and have been for a long time.\"\nThe documentaries - including Framing Britney Spears, which has been nominated for two Emmy awards - together with the #FreeBritney movement brought wider attention to the conservatorship, and public support for the singer.\nIn explosive court testimony last month, Spears said she had been drugged, forced to perform against her will and prevented from having more children under the conservatorship.\nOn Wednesday, she appointed a new lawyer to represent her in the legal bid to bring the arrangement to an end. They are yet to file a formal request, and the next court hearing will be on 29 September in Los Angeles.\nSpears also said she wanted to charge her father for his alleged \"conservatorship abuse\", which can involve financially exploiting or imposing excessive personal restrictions on someone in your care.\nHe is currently the sole person in charge of his daughter's $60m (£43m) estate. His lawyers say he has not been in charge of her personal affairs since September 2019 because of his own poor health."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57875732",
      "category": "uk-northern-ireland",
      "title": "Hottest NI day ever as temperatures soar above 30C",
      "text": "Temperatures in Northern Ireland hit record-breaking heights on Saturday as thermometers soared above 30C.\nIt was the hottest day on record with Ballywatticock, near Newtownards in County Down, recording a temperature of 31.2C.\nThe previous high was 30.8C set in the summers of 1976 and 1983.\nRecord-breaking temperatures require several factors to line up, one after another, and on Saturday they did just that.\nThe hottest day of the year so far has been provisionally recorded in the other three UK nations too, and it could be even warmer on Sunday.\nIn England, 30.7C was recorded at Linton-on-Ouse in North Yorkshire; in Wales, Usk in Monmouthshire reached 29C, and in Scotland, 28.2C was recorded in Threave in the Dumfries and Galloway region. \nA record-breaking day starts with a warm night. On Friday night, temperatures at Killowen on the County Down coast only briefly dipped below 15 degrees.\nIt needs lots of sunshine. On Saturday we barely saw more than the wisp of a cloud and we are only just past the longest day of the year so the sun is still very powerful.\nAnd finally it needs very little breeze. With high pressure in charge that was certainly been the case on Saturday and we have saw the temperature rise hour by hour.\nThe temperatures had been rising through the afternoon.\nFirst Killowen came close to 30C with 29.9C, before it was overtaken at 15:00 BST by the weather station at Ballywatticock.\nSitting in the shelter of Strangford Lough it was shielded from any afternoon sea breezes.\nWhile the hourly temperatures at 15:00 and 16:00 were just below the old record of 30.8C, at 15:40 a temperature of 31.2C was recorded, breaking a record that was set in 1976 and only matched once since in 1983.\nIt was a remarkably warm day for Northern Ireland.\nBut breaking temperature records is no longer a remarkable event - it is the reality of life on a warming planet.\nIn the northern hemisphere summer of 2019, more than 400 individual temperature records were broken.\nGlobally, 19 of the warmest 20 years on record have occurred since the year 2000.\nAnd extreme summer heat can make torrential summer downpours more intense, bringing the destructive flooding that we have seen in Germany and Belgium this week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57877269",
      "category": "world-us-canada",
      "title": "Moment New York mum saves five-year-old from kidnap",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57878577",
      "category": "world-europe",
      "title": "Europe floods: Residents return home to see damage inflicted",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57882029",
      "category": "uk",
      "title": "19 July: England Covid restrictions ease as PM urges caution",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson has urged caution as most legal restrictions on social contact are lifted in England.\nThere are now no limits on how many people can meet or attend events; nightclubs reopened at midnight; and table service will not be necessary in pubs and restaurants.\nFace coverings will be recommended in some spaces, but not required by law.\nVaccines Minister Nadhim Zahawi said government experts had recommended that only some under-18s be vaccinated.\nThe prime minister is due to hold a news conference at 17:00 BST via video link as he, the chancellor and the health secretary are self-isolating - amid warnings that cases of Covid will surge. \nOn BBC Radio 4's Today programme, Mr Zahawi defended the U-turn which saw the prime minister and chancellor self-isolating, after initially saying they would take part in a pilot programme to take daily tests instead.\nMr Zahawi insisted that Mr Johnson only \"considered\" joining the pilot scheme, adding: \"No one is taking anyone for fools.\"\nLabour leader Sir Keir Starmer accused the government of \"chaos, confusion and cronyism\", with the prime minister and chancellor undermining the self-isolation rules at a critical moment.\nHe said a \"reckless free-for-all\" now risked plunging the country back into restrictions. \"The government has once again lost control of the virus. They need to think again on their reckless plan before it's too late,\" he said.\nSome scientists are predicting that UK infections - currently at about 50,000 a day - could reach 200,000 a day later in the summer.\nBut with more than 68% of UK adults fully vaccinated, modelling suggests hospital admissions, serious illness and deaths from Covid-19 will be at a lower level than in earlier peaks.\nIn a video posted on Twitter on Sunday afternoon, the prime minister said now was the \"right moment\" to move to the final stage of England's roadmap out of lockdown.\n\"If we don't do it now we've got to ask ourselves, when will we ever do it?\" he said, adding that the virus would have the \"advantage of the cold weather\" in autumn and winter.\n\"But we've got to do it cautiously. We've got to remember that this virus is sadly still out there. Cases are rising, we can see the extreme contagiousness of the Delta variant.\"\nNadhim Zahawi said 90% of the most vulnerable had been vaccinated and it was right for people to take \"personal and corporate responsibility\" over measures such as wearing masks.\n\"We're doing the right thing to get as close to normal as possible, as quickly as possible,\" he told BBC Breakfast, saying that the end of the school term would reduce the spread of the virus.\nHe also said he had received the recommendation from the Joint Committee on Vaccination and Immunisation about vaccinating children aged 12 to 17 and would make a statement to Parliament on Monday afternoon.\nThe committee has recommended giving the vaccine to children with conditions that make them vulnerable to Covid, children who live with someone vulnerable and those who are close to turning 18, he said.\nAs restrictions ease in England, businesses such as nightclubs - and large events - will be encouraged to use the NHS Covid Pass to check people are fully vaccinated, have natural immunity from infection or have a recent negative test. \nAt Fibre in Leeds, owner Terry George said several customers were unvaccinated or had only had one jab so far. He added the government had not provided the tools to scan for vaccination status.\nWhile some clubgoers said they were a little nervous, most were overjoyed. \"It's been literally the best night of our lives. We've been waiting for this since we turned 18. This has been like life has come back to normal all of a sudden,\" said Mollie, 20.\nBy Hannah Morrison, BBC Newsbeat at Fibre nightclub in Leeds\nThe countdown began, midnight struck, confetti cannons went off and the queue erupted into cheers and screams of joy. \nThen the doors opened and hundreds of people poured into Fibre - a nightclub in the centre of Leeds. No proof of a negative test required, no Covid passports needed here, just the option of hand sanitiser on the door. \nIt was straight onto the dance floor for most people; arms in the air singing along to the DJ's carefully selected first track - Ultra Nate's Free. \nNo-one was wearing masks and it felt like everything was normal again. No-one wanted to talk about rising cases of coronavirus or the risks - they just wanted to dance. And for the first time in 16 months they could.\nUK-wide guidance recommending against travel to amber list countries is also being removed. Adults who have been fully vaccinated in the UK will not have to self-isolate for 10 days after visiting these countries - with the exception of those returning from France to England, Scotland or Wales, because of concerns over the spread of the Beta variant of the virus.\nAs the legal requirement for masks ended, signs at Manchester Piccadilly station urged travellers to continue wearing them, but several people declined.\nMark Dawson, on his way to Scunthorpe for work, said: \"I'll do what the government tells me to do but if they say I don't have to, I won't.\" \nTransport for London said it was seeing 85% of passengers wearing masks across its network and there had been no surge in commuters returning to the office.\nby Harry Low at Farringdon station\nConfusion was the word on almost everybody's lips in the first rush hour commute since rule changes were introduced. \nAround three quarters of people were wearing masks but although face coverings are mandatory on TfL services, they're not on Thameslink trains which serve the station. \nAs passengers make the short journey across the platform, the advice changes meaning they can either remove or apply their face coverings depending on which direction they are travelling. \nChristopher McCready, who lives in Scotland but works in London, said he would continue wearing a mask despite having contracted the virus a month ago but, like many, he called for greater clarity. \n\"The whole island should be under the same rules,\" he said.\nAccording to a survey by the Office for National Statistics, almost two-thirds of adults across Great Britain intend to continue wearing masks in shops and on public transport, following England's lifting of legal restrictions.\nScotland also eased restrictions on Monday - with pubs and restaurants able to open until midnight. However, limits on group meetings will remain, the return of workers to offices will be delayed, and face coverings will still be mandatory.\nRestrictions are set to be relaxed in Wales on 7 August and in Northern Ireland on 26 July.\nMeanwhile, the surge in infections - with 48,161 cases reported on Sunday and more than 50,000 on Saturday - has raised concerns about health impacts and the number of people self-isolating.\nContact tracing and self-isolation requirements remain in place.\nSupermarket Iceland and pub company Greene King are the latest businesses to shut some of their sites because too many staff had received alerts to self-isolate by the NHS Covid app for England and Wales.\nRecent figures show that more than half a million alerts were sent out in the first week of July, while absences from school have also surged.\nSome fully vaccinated frontline NHS staff in England will be allowed to continue working if contacted by NHS Test and Trace, the government has said, amid concerns over employee shortages.\nAn announcement by the health secretary on Saturday that he had tested positive for coronavirus sent Mr Johnson and Chancellor Rishi Sunak into self-isolation.\nNo 10 initially said they would not have to isolate as they were taking part in a pilot scheme that involves daily testing - sparking a backlash from opposition parties and businesses affected by staff quarantining.\nOn Monday, Mr Zahawi said Downing Street and the Cabinet Office would no longer be part of the pilot scheme.\nBut he said he was \"very much briefed\" that Transport for London, Network Rail and Heathrow had been part of the pilot, despite TfL saying they had been waiting to hear more about it from the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57877373",
      "category": "uk",
      "title": "Covid: PM and chancellor not isolating after Javid test",
      "tags": "Contact tracing,Coronavirus pandemic",
      "text": "The prime minister and chancellor will not be self-isolating after contact with Health Secretary Sajid Javid, who has tested positive for coronavirus.\nDowning Street said the pair would take part in a pilot programme, where daily tests replace self-isolation.\nThey will have to self-isolate when not working and will only conduct essential business, a spokesman said.\nLabour said the public would think this means there is \"one rule for them and another for the rest of us\".\nMr Javid tested positive on Saturday morning after a meeting at Downing Street the day before, and both Boris Johnson and Rishi Sunak were contacted by NHS Test and Trace as his contacts.\nDowning Street is among 20 private and public sector organisations - including Network Rail, Transport for London and Border Force - taking part in a pilot where close contacts of Covid cases take daily tests.\nWorkplaces need a testing system in place for asymptomatic people and individuals taking part must self-isolate when not working. \nNumber 10 said: \"They will be participating in the daily contact testing pilot to allow them to continue to work from Downing Street. They will be conducting only essential government business during this period.\"\nCase numbers are continuing to rise ahead of the lifting of legal rules on social contact in England on Monday, and businesses have raised concerns about staff shortages due to the numbers of people self-isolating.\nMore than half a million alerts telling people to self-isolate were sent by the NHS Covid-19 app in England and Wales in the first week of July, with unions saying it was causing \"havoc\" on production lines.\nOpposition parties criticised the decision to allow the prime minister and chancellor to escape the normal self-isolation requirements.\nLabour's shadow health secretary Jonathan Ashworth told the BBC's Andrew Marr Show parents whose children were missing school or businesses short of workers would be thinking \"it's one rule for them and another for the rest of us\", with politicians having access to \"VIP testing\".\nHe said ending almost all legal restrictions on Monday while cases surge is \"reckless, like putting your foot down on the accelerator while taking your seat belt off\".\nLiberal Democrat leader Sir Ed Davey said: \"How about the school teachers, transport workers and health workers getting a chance to be part of this test pilot, or is it only for the privileged few?\"\nBut Housing Secretary Robert Jenrick, stepping in for Mr Javid on the Andrew Marr Show, said: \"The scheme is a well known and long-standing one, it's not just available for politicians.\"\nHe said his department was not part of it and \"the normal rules would apply to me as you would expect\".\nMr Jenrick said the government was ending self-isolation in England for entire school bubbles on Monday while from 16 August fully vaccinated people will not have to self-isolate if a close contact tests positive.\nBut he said self-isolation was \"an important part of keeping the virus under control\", adding that a study had showed the NHS Covid app had prevented 600,000 infections and 8,000 deaths.\nMr Javid, who has received both vaccine doses, posted on his Twitter feed on Saturday to say that he had taken a lateral flow test after feeling \"a bit groggy\" on Friday evening, describing his symptoms as \"very mild\". \nHe later tweeted that the positive result was confirmed by a PCR test.\nAs a result, Test and Trace staff looked at his recent close contacts - for example anyone he had been within 1-2m of for more than 15 minutes - and whether they needed to self-isolate as well.\nIn addition to the meeting at Downing Street, Mr Javid had been working from his office at the Department of Health and Social Care in Whitehall last week and was in the Commons chamber three times.\nHe is also known to have visited a care home in south London on Tuesday. Aashna House in Streatham has a 100% vaccination rate among staff and residents, however.\nIn November, Mr Johnson, six Conservative MPs and two political aides had to self isolate after an MP at a Downing Street breakfast meeting tested positive for Covid.\nCabinet Office minister Michael Gove avoided self-isolation in June by taking part in a separate study involving 40,000 people which also used daily testing as an alternative to self-isolation.\nWhile social-distancing rules will end on 19 July, requirements to self-isolate will only be eased for fully vaccinated people four weeks later, and guidance will advise that face coverings should still be worn in enclosed spaces such as in shops and on public transport.\nBut the government is facing growing criticism over its plans.\nThere have been warnings that the UK may need to re-impose measures in the autumn, with England's deputy chief medical officer, Prof Jonathan Van-Tam, suggesting a \"bumpy winter\" could lie ahead.\nMr Javid said people who feel groggy or come into contact with someone who is positive should take a lateral flow test. \nLateral flow tests provide a quick result, using a device similar to a pregnancy test and are intended for use in those without symptoms, according to the NHS.\nPCR tests are mainly used when people have coronavirus symptoms or have already had a positive lateral flow result, and are sent to laboratories to be checked. The NHS suggests people do a lateral flow test twice a week to check if they have the virus.\nThe Liberal Democrats said that Mr Javid's positive test shows that \"no-one is safe from this deadly virus\" and urged the government to reconsider the lifting of measures.\nHealth spokeswoman Munira Wilson said: \"By easing all restrictions with cases surging, they are experimenting with people's lives.\"\nMeanwhile, transport unions have warned there will be \"dire consequences\" in the next few days as infection rates increase, impacting staff numbers.\nThe Metropolitan Line on the London Underground was suspended on Saturday when control room workers were contacted through the NHS Test and Trace app to self isolate.\nThe UK recorded 54,674 cases on Saturday - following 51,870 new cases on Friday - as well as 41 deaths within 28 days of a positive coronavirus test.\nIt is the second day running that the UK recorded more than 50,000 daily cases - a figure not reached since mid-January.\nScotland will move to level zero of Covid restrictions on Monday, meaning pubs and restaurants can open until midnight. However, limits on outdoor meetings will remain, the return of workers to offices will be delayed and face coverings will still be mandatory.\nMost Covid rules in Wales are set to be scrapped from 7 August, but face coverings will still be required in most public places and on public transport.\nIn Northern Ireland, restrictions will be eased further on 26 July, if approved at a review on 22 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57879765",
      "category": "entertainment-arts",
      "title": "Comedian Tom O'Connor dies aged 81",
      "tags": "Comedy",
      "text": "Comedian Tom O'Connor died in hospital in Buckinghamshire on Sunday aged 81, his family has said. He had had Parkinson's for over a decade.\nHis son Steve Finan O'Connor said he was a \"unique comedian who was light years ahead of political correctness\". \nO'Connor rose to fame on TV show Opportunity Knocks, which he won three times. \nHe went on to star in The Comedians and host shows including Name That Tune, Crosswits and the Tom O'Connor Show. \nHe leaves a wife and four children, as well as 16 grandchildren and a great-granddaughter.\nHis son added: \"Tom was famously known for a brand of humour that was 100% clean and always totally family friendly.\" \nHe said his father, who was also an actor, was a \"firm TV favourite\".    \nO'Connor was born in Bootle, Merseyside, and went on to become a maths teacher and assistant headteacher.  \nHe started his showbusiness career as a singer, before introducing comedy into his act - he was still teaching during the day, and performing on the club circuit at night.    \nHe became a professional entertainer in 1972, establishing himself as a household name with shows like Pick Pockets and The Zodiac Game. \nHe hosted Name That Tune from 1976 until 1983. \nHis career also saw him appearing at the Royal Variety Show at the London Palladium and being the subject of This Is Your Life. \nAs well as hosting quiz shows - which also included I've Got a Secret and Gambit - he was also an actor, starring as Father Tom in daytime soap Doctors in the early 2000s. He won the celebrity edition of Come Dine With Me in 2010 and competed on the Pointless Celebrities quiz show with his daughter-in-law, Olympic gold medallist Denise Lewis, the following year. \nO'Connor also made appearances as a guest in Countdown's dictionary corner and received an award from the Channel 4 quiz for being the first to mark 100 appearances on the show.\nIn a video on his website, O'Connor said: \"When I grew up as a kid in wartime Merseyside, I never dreamed I'd have a career that started as a schoolteacher, went to folk singer, then country and western singer, stand-up talker and TV presenter. I've been lucky.\"\nDenise Lewis said she had watched his TV shows with her mother on Saturday nights and when she first met him, was overwhelmed at how sweet, genuine and kind he was. \n\"It was exactly the person we saw on TV day and night,\" she added. \nTV presenter Piers Morgan was among those to pay tribute to O'Connor, calling him a \"Liverpool legend and a very funny man\".\n\"Sad news. Thanks for all the laughs, Tom,\" he said on Twitter.\nBBC Breakfast host Dan Walker tweeted that O'Connor was \"kind, funny and a true gent\".\nLiverpool City Council said: \"Sad news breaking about the death of veteran Liverpool comedian Tom O'Connor. Our thoughts are with his family and friends.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57878910",
      "category": "uk-england-london",
      "title": "Anjem Choudary: Radical preacher's public speaking ban to be lifted",
      "tags": "Islamist extremism,Anjem Choudary,Ilford",
      "text": "Radical preacher Anjem Choudary's ban  on speaking in public is to be lifted as conditions which were imposed after his release from prison come to an end.\nChoudary, from Ilford in east London, was jailed for five-and-a-half years in 2016 after being convicted of inviting support for the Islamic State group.\nHe headed a now-banned group supporting an extreme interpretation of Islam.\nHe was released on licence from HMP Belmarsh in 2018 and was subject to more than 20 conditions at the time.\nHis licence conditions, which included a ban on public speaking and talking to the media, will automatically expire at midnight.\nHis internet and mobile phone use was also restricted and he was banned from being in contact with people who may be suspected of extremist-related offences without prior approval.\nThe former solicitor had to wear an electronic tag and abide by a night-time curfew, only attend pre-approved mosques and stay within a set area, as well as adhere to other standard requirements, like having regular meetings with probation officers.\nPolice and probation services were among a host of bodies involved in monitoring him under the system known as multi-agency public protection arrangements.\nSeparate measures saw his name added to a UN sanctions list, which meant he was banned from travelling and had assets frozen.\nA senior security source told the Press Association \"disruptive measures\" had had \"a substantial impact\" on the ability of the group Choudary headed, the Al-Muhajiroun (ALM) network, \"to propagate their toxic ideology\".\nALM has been linked to multiple attacks and plots in the UK and abroad.\nThe three attackers that killed eight people at London Bridge in 2017 were led by a former ALM member, while the murder of five at Westminster Bridge earlier that year was by a man who had spent years associating with the group.\nFormer member Usman Khan also killed two people at Fishmongers Hall in 2019."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57874744",
      "category": "uk",
      "title": "Health secretary Sajid Javid tests positive for Covid",
      "tags": "Coronavirus lockdown measures,Sajid Javid",
      "text": "Health Secretary Sajid Javid has tested positive for Covid-19 and is suffering \"very mild\" symptoms.\nMr Javid, who has received both vaccine doses, said on Saturday night a PCR test had confirmed a positive result he received by lateral flow test.\nHe said he would continue to self-isolate and work from home. \nIt is understood Mr Javid met Boris Johnson on Friday. It is not clear yet whether the prime minister will have to isolate.\nMeanwhile, England's deputy chief medical officer, Prof Jonathan Van-Tam, has warned of a \"bumpy winter\" ahead.\nIt comes as the UK recorded more than 50,000 daily cases for the second day running, days before almost all legal restrictions on social contact are lifted in England on Monday.\nThere were 54,674 cases - following 51,870 new cases on Friday - with 41 deaths within 28 days of a positive coronavirus test. \nThe last time cases exceeded 50,000 was in mid-January. \nIn a video posted earlier on his Twitter feed, Mr Javid said he took the lateral flow test after feeling a \"a bit groggy\" on Friday evening. \nHe said: \"I'm grateful that I've had two jabs of the vaccine and so far my symptoms are very mild.\" \nMr Javid later tweeted that the positive result was confirmed by a PCR test, which is checked in a laboratory.\nHe urged people who had not been vaccinated yet to \"get out there and get them as soon as you can\".\nMr Javid also said people who feel groggy or come into contact with someone who is positive should take a lateral flow test.\nMr Javid replaced Matt Hancock as health secretary less than three weeks ago after CCTV footage emerged showing his predecessor kissing a colleague in his office, in breach of social-distancing rules.\nMr Javid previously tweeted that he had received the Oxford-AstraZeneca vaccine.\nA Public Health England study found two doses of the AstraZeneca vaccine was 60% effective at stopping symptomatic disease from the Delta variant, which is now dominant across the UK. Two jabs of the Pfizer vaccine was 88% effective. \nA separate analysis from PHE found the vaccines were highly effective against preventing hospitalisations from the same variant, with two doses of the Pfizer jab 96% effective and the AstraZeneca jab 92%. \nEngland's deputy chief medical officer, Prof Jonathan Van-Tam, said vaccines were not 100% effective but were likely to have saved about 30,000 lives in the UK.\nHe told the BBC: \"We still need to keep going with these vaccines because they've completely changed the landscape in terms of the numbers of people going into hospital and, very much so, the numbers of people dying. They're still a massive success.\"\nLateral flow tests provide a quick result, using a device similar to a pregnancy test and are intended for use in those without symptoms, according to the NHS. PCR tests are mainly used when people have coronavirus symptoms or have already had a positive lateral flow result, and are sent to laboratories to be checked. The NHS suggests people do a lateral flow test twice a week to check if they have the virus.  \nThe health secretary's announcement comes as the government prepares to go ahead with the final lifting of lockdown restrictions in England on Monday.\nSocial-distancing rules will end, although government guidelines advise face coverings should still be worn in enclosed spaces such as in shops and on public transport.\nJeremy Hunt, the chairman of the Commons health select committee, warned there was a danger that England may have to go back into lockdown in the autumn if hospitalisation rates continued to increase during the summer. \nMr Hunt, a former health secretary, said the situation facing the NHS was \"very serious\".\n\"The warning light on the NHS dashboard is not flashing amber, it is flashing red,\" he told the BBC Radio 4 Today programme.\nOne scientist advising the government said the country could be facing a \"protracted period\" of rising cases running into the autumn.\nProf John Edmunds, of the London School of Hygiene and Tropical Medicine and a member of the Scientific Advisory Group for Emergencies (Sage), said new infections could reach 100,000 a day within weeks.\nProf Van-Tam warned the pandemic would carry on for a while and \"there will be further twists and turns\". \nHe added: \"This is going to be a bumpy winter at times but, providing people don't tear the pants out of it and they go in a cautious, steady, gradual way, one hopes we'll be OK.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57871308",
      "category": "world-europe",
      "title": "Europe floods: Rescuers race to find survivors as hundreds remain missing",
      "tags": "Floods,Germany,Severe weather",
      "text": "Rescue crews have been racing to find survivors of floods that have wreaked havoc across western Europe, killing at least 170 people. \nMany people are still missing after record rainfall triggered severe floods in Germany and Belgium, and the death toll is expected to rise further.\nSubmerged cars are being searched for bodies as flood waters begin to recede.\nBut a senior German politician has been criticised for laughing during a visit to affected areas.\nArmin Laschet, who is the conservative candidate to replace outgoing Chancellor Angela Merkel, was caught on camera apparently joking with colleagues as President Frank-Walter Steinmeier was expressing sympathy to victims.\nMr Laschet later tweeted (in German) that he regretted his behaviour, but commentators and politicians were quick to condemn him.\n\"Laschet laughs while the country cries,\" Bild newspaper said on its website.\nMrs Merkel herself is expected to visit the region on Sunday afternoon.\nEuropean leaders have blamed climate change for the floods, which have also affected Switzerland, Luxembourg and the Netherlands.\nExperts say global warming makes torrential rainfall more likely.\nThe world has already warmed by about 1.2C since the industrial era began.\nAt least 143 people are now known to have died in the floods in Germany, including four firefighters.\nRescue teams were hampered by difficult conditions on Friday, leaving relatives of the missing waiting anxiously for news.\nBut by Saturday the authorities said numbers of people unaccounted for had been steadily decreasing.\nThe states of North Rhine-Westphalia, Rhineland-Palatinate and Saarland have been the worst affected by the rainfall.\nAnd though the risk of further flooding is diminishing there is growing concern about the Steinbachtal dam in North Rhine-Westphalia, south-west of the city of Bonn.\nInspectors say large parts of the structure have come away leaving it extremely unstable, and more people may be asked to leave their homes.\nMeanwhile emergency workers have been searching abandoned cars on the still-flooded B265 road, but fire service spokesman Elmar Mettke said no bodies had yet been found.\n\"It seems like in the cars we have checked so far the occupants have all reached dry land unscathed. But we will continue to look and it will be a while until we are done here,\" he told Reuters news agency.\nA resident of Schuld in the Rhineland-Palatinate district of Ahrweiler told AFP news agency that cars had been washed away and houses knocked down in scenes he likened to a \"war zone\".\nIn the nearby spa town of Bad Neuenahr-Ahrweiler residents were determined to begin the huge clean-up operation, scraping mud from the streets and clearing piles of debris.\nBut many businesses and livelihoods in the town have been swept away. Nearly 100 people in Ahrweiler are believed to have died.\nDespite the ongoing rescue efforts, people have reportedly been travelling to see the damage, leading the police in Mainz to ask people not to \"tour a disaster area\" where people had suffered so much loss. Similar warnings have been issued in the Netherlands, according to NOS.com.\nScientists have been predicting for years that summer rainfall and heatwaves would become more intense due to human-induced climate change.\nHannah Cloke, Professor of Hydrology at the University of Reading, said: \"The deaths and destruction across Europe as a result of flooding is a tragedy that should have been avoided. \n\"The fact that other parts of the northern hemisphere are currently suffering record-breaking heatwaves and fires should serve as a reminder of just how much more dangerous our weather could become in an ever-warmer world.\"\nScientists say governments must both cut the CO2 emissions that are fuelling extreme events, AND prepare for more extreme weather.\nYet in the UK - hit by severe flooding on Monday - the government's advisory climate change committee recently told ministers the nation was even worse prepared for extreme weather than it was five years ago.\nAnd only this week the UK government told people that they don't need to reduce flying because technology will solve the emissions problem - a notion that most experts consider a gamble.\nREAD MORE: Science failed to predict flood and heat intensity\nIn Belgium, the army has been sent to four of the country's 10 provinces to help with rescue and evacuations. Prime Minister Alexander De Croo declared 20 July a national day of mourning.\nHe said the floods - which have claimed at least 27 lives in Belgium - could be \"the most catastrophic our country has ever seen\". \nRescue workers from France, Italy and Austria were sent to the city of Liege, where residents were evacuated after flash floods.\nMeanwhile in the Netherlands, thousands of people fled their homes in Limburg province as rising waters swamped cities and broke through a dyke.\nBut waters were receding in the southern city of Maastricht and nearby towns, where residents were able to return to their homes on Friday.\nIn Switzerland, lakes and rivers were also swelling after heavy rainfall. The river running through the Swiss capital Bern burst its banks on Friday. \nLake Lucerne is flooding into the town and people in Basel have been told to keep well away from the River Rhine.\n Are you affected by the flooding? Please tell us your story by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57878908",
      "category": "uk-england-london",
      "title": "Covid: London's Metropolitan Line reopens after staff pinged by NHS app",
      "tags": "Transport for London,Contact tracing,London Underground,Coronavirus testing,Coronavirus pandemic",
      "text": "A London Underground line has reopened after it was closed on Saturday because too many staff had received isolation alerts via the NHS Covid-19 app.\nNo services ran on the Metropolitan line as staff had been contacted by NHS Test and Trace. \nThe Piccadilly and District lines were also affected, but have also reopened. \nTransport unions have warned of \"dire consequences\" in the coming days as staff are contacted through the app.\nThe Rail, Maritime and Transport union general secretary Mick Lynch previously said there would be \"a surge in workers pinged with a self-isolation instruction\" after England's Covid-19 restrictions are eased on Monday.\nThe latest figures showed infection rates were rising in all areas of London in the seven days up to 12 July, with Hammersmith and Fulham recording the highest rate of 436 cases per 100,000 people.\nTransport for London said it was waiting for the government to confirm whether its staff would be part of a trial which allows those who have been pinged by the app to take daily tests rather than self isolate.  \nPrime Minister Boris Johnson and Chancellor Rishi Sunak had initially said they were part of that trial when they were contacted by NHS Test and Trace after Health Secretary Sajid Javid tested positive for Covid-19.\nThey have now announced they will self isolate. \nA TfL spokesperson said the current rules on self-isolation \"led to vital control room staff being unable to come to work, causing disruption on some Tube lines\".  \n\"The government has indicated that we could be part of a trial whereby daily tests would replace the need for self-isolation,\" he added.\n\"We are still waiting for formal notification from them that we are part of this trial so that we can brief our trade unions and put this into effect.\"\nLondon Mayor Sadiq Khan has said face coverings must be worn on London's transport network after the national restrictions are eased.\nThe majority of the Tube is now running with minor delays on some lines.\nThe Waterloo and City line is not running due to a planned closure. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57877241",
      "category": "world-latin-america",
      "title": "Haiti: Wife of assassinated President Jovenel Moïse returns after surviving attack",
      "tags": "Haiti,Jovenel Moise assassination,Jovenel Moise",
      "text": "The widow of Haiti's assassinated president has returned to the Caribbean nation after being treated in Florida for wounds suffered in the attack.\nMartine Moïse was seen wearing an arm sling and a bulletproof vest after arriving by plane at Port-au-Prince airport on Saturday.\nHer husband Jovenel Moïse was killed by assassins in their home on 7 July.\nMrs Moïse was injured in the attack, and was flown to a hospital in Miami, Florida for treatment.\nIn a tweet, a Haitian official said Mrs Moïse had returned to the country to prepare for her husband's funeral next week.\nFlanked by security agents, she was pictured being greeted by Interim Prime Minister Claude Joseph and other officials on the tarmac.\nMrs Moïse has made few comments since the attack, for which police have blamed a group of foreign mercenaries, most of them Colombians.\nFrom her hospital bed, she recorded an audio message in which she described the moment assassins \"riddled\" her husband with bullets after bursting into their home in the middle of the night.\nMrs Moïse said the attack happened so quickly that her husband was unable to \"say a single word\". Earlier this week, she tweeted: \"This pain will never pass.\"\nMr Moïse, 53, had been president of Haiti, the poorest nation in the Americas, since 2017. His time in office was rocky as he faced accusations of corruption and there were widespread demonstrations against him earlier this year.\nCorrespondents say that as a witness to the attack, Ms Moïse could help investigators understand who carried out the assassination and why.\nMany of the details surrounding the attack remain a mystery.\nHaitian police say a group of mainly foreign mercenaries - 26 Colombians and two Haitian Americans - made up the group that carried out the killing.\nAt least 20 have been detained, while three were killed by police and five are still on the run.\nHaitian police have also arrested a Florida-based Haitian doctor, Christian Emmanuel Sanon, whom they described as a \"key suspect\" in the assassination."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57873556",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: Calls to keep Glasgow's Hydro vaccination hub open",
      "tags": "NHS Greater Glasgow and Clyde,Coronavirus vaccines,Glasgow,Coronavirus pandemic",
      "text": "Plans to close the Covid vaccination centre at the SSE Hydro in Glasgow this weekend must be delayed, according to opposition politicians. \nThe Scottish government said the venue was being handed back in preparation for hosting a UN climate conference.\nBut Tory and Labour politicians said closing the hub was \"baffling\" when vaccines were still to be administered. \nThe health board plans to close the Hydro hub and move the focus to community and mobile facilities.\nNHS Greater Glasgow and Clyde (NHSGGC) said it would now be moving fully on to the next stage of the vaccination programme, which will focus more on mobile facilities and drop-ins at community settings, alongside planned second dose appointments. \nScottish Conservative leader Douglas Ross said: \"It's baffling that the SNP have chosen this moment to shut the Hydro for vaccinations from Sunday. Everyone looking at this decision will be scratching their heads.\"\nHe pointed out that Covid cases remained high and the vaccination rate had slowed  in recent weeks \nMr Ross continued: \"Humza Yousaf claims it's because of COP26 [the UN climate change conference) but that's nonsense. COP26 doesn't start until late October and there are a dozen events at the Hydro before then. \n\"Instead of spinning a story, the SNP should honestly and openly explain this decision to the public, especially because only 54% of adults in Glasgow are fully vaccinated, the second lowest figure of any local authority.\"\nScottish Labour's health spokeswoman Jackie Baillie said it was an \"utterly bizarre decision at a time when Covid cases are far too high and vaccination rates are too slow\".\nShe added: \"With thousands still waiting for at least one dose and people queueing daily, the vaccine roll-out is far from over. It is beyond complacent to think now is the time to start winding down.\"\nMs Baillie said new community and mobile vaccination hubs should be adding to existing services - not replacing them. \n\"The government's attempt to hide behind COP26 to justify their decision to scrap the Hydro site adds insult to injury. Their approach here has been as dishonest as it is irresponsible,\" she added. \nThe Scottish government has previously rejected opposition criticism of the pace of the vaccine roll-out. \nIt has highlighted two \"constraining factors\" - supply, which it says tends to ebb and flow, and the \"clinically advised gap of eight weeks between the first and second doses\". \nThe government has insisted it is \"vaccinating as quickly as possible within those constraints\". \nProf Linda Bauld, a public health expert from Edinburgh University, said closing the vaccination hub at the Hydro did not appear to be a positive step. \nShe told the BBC: \"Clearly they've done an assessment, but if you think about how it appears it doesn't appear that that's a positive step, because what we want is as many places that are as convenient as possible for young people to go, and that also have large capacity to accommodate the numbers who still need to be vaccinated.\"\nShe added: \"We've really only got about two thirds of the adult population who've had a second dose, so there's lots of people who still need one.  \n\"The Hydro was useful, just because these mass vaccination centres have been used around the UK to really good effect\n\"I hope that that is not a mistake and that the ease of access we particularly need for people in their 20s and 30s will continue to be the case.\" \nHealth Secretary Humza Yousaf urged people to come forward for their jab. \nHe said: \"By close of play on Sunday every adult in the NHSGGC area who attended their scheduled appointment will have received their first dose, but we urge anyone who hasn't come forward for whatever reason to pop into the Hydro as staff mark its final day as a vaccination centre. \nHe added that it was \"now time for the site to be handed over in preparation for COP26, as was always the intention\".\n\"The transition from the Hydro will be seamless with no negative impact on vaccination capacity and appointments have been allocated to alternative clinics, although of course, people can always head along to one of the many drop-in clinics now operating in the area if they prefer,\" he added. \nThe vaccination centre moved to the SSE Hydro in April following the closure of NHS Louisa Jordan, the temporary hospital at Glasgow's Scottish Exhibition Centre (SEC).\nJane Grant, NHSGGC's chief executive, said: \"The SSE Hydro and NHS Louisa Jordan Hospital have both played a really significant role in enabling NHSGGC to deliver our vaccination programme.\n\"Our vaccination rollout has been a great success so far and as we now move into the next stage of the programme and look ahead to potential Covid-19 vaccine booster requirements, it is important we can continue to provide an accessible and flexible service to members of the public.\n\"This is why our focus is now very much on community drop-ins and the use of mobile vaccination facilities which allow us to continue to connect with communities as well as make provision for people who may not be able to attend a scheduled appointment due to work or family commitments.\"\nNHSGGC said about 5,000 vaccines had been delivered a day at the Hydro. \nThe health board has administered approximately 1.4 million vaccinations, and more than 555,000 people have received both doses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57878737",
      "category": "uk-scotland",
      "title": "Covid in Scotland: France arrivals must quarantine despite rule change",
      "text": "Fully vaccinated travellers returning to Scotland from France will still have to quarantine despite rules changing.\nFrom Monday, adults who have been double jabbed in the UK arriving from amber list countries will not need to isolate for 10 days.\nBut the Scottish government said those returning from France would still have to isolate. \nThis is because of concerns that vaccines may not work as well against the Beta variant.\nThe Beta variant accounts for about 10% of new infections in France, but that includes the Indian Ocean territories of Reunion and Mayotte, where the variant is near-universal.\nThe more infectious Delta variant - first identified in India - accounts for almost all new cases in the UK.\nThe decision was announced less than 36 hours before the requirement for all amber list returnees to self-isolate in their own homes is removed. \nUnder the new rules, those coming back to Scotland from France will need to stay in their own accommodation and take a test on the second and eighth day of their isolation period - even if they have had both doses of the vaccine.\nTravellers will also require to self-identify on the passenger locator form needed for all returnees, according to the government website, by declaring they are not exempt from isolation.\nTransport Secretary Michael Matheson said travel restrictions would not be in place any longer than absolutely necessary.\nHe said: \"We have been clear that the green, amber and red lists can change at short notice.\n\"It is important we act quickly to limit the risk of importation of variants of concern which could undermine the rollout of our vaccine programme.\" \nMeanwhile, France has tightened its rules for UK travellers who are not fully vaccinated, requiring a negative test in the 24 hours before arrival from Sunday, rather than the 48 hours allowed previously.\nBut anyone fully vaccinated with a jab from Pfizer/BioNTech, Moderna, AstraZeneca or Johnson & Johnson will be exempt from providing a negative test.\nEach UK nation sets its own travel rules, but on Saturday it was announced that travellers from France from England and Wales would also need to isolate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57878364",
      "category": "uk-england-london",
      "title": "Euro 2020: Men sought over Wembley final disorder",
      "tags": "Metropolitan Police Service,Wembley Stadium",
      "text": "Images of seven men being sought in connection with disorder which saw ticketless fans try to force their way into Wembley ahead of the Euro 2020 final have been released by police.\nFans fought with stewards and police as they attempted to break through gates before the match on 11 July.\nThe Metropolitan Police said the images were of \"those who we think have questions to answer\".\nThe force has asked anyone with information to get in touch.\nThe Met had originally released images of ten men, but said it now had \"sufficient information\" on three of them.\nIn a statement, it said that after the match, officers \"began the painstaking process of reviewing hundreds of hours of CCTV and body-worn video content from Wembley Stadium and other key locations\".\n\"The meticulous investigation will continue to identify further people of interest or indeed other offences which may have occurred,\" the force added.\nDet Sgt Matt Simpson said the Met \"made a commitment that those responsible would face consequences\".\n\"Today's action is being taken to help identify those who we think have questions to answer,\" he said.\n\"If you know who they are, we urge you to get in touch as soon as possible.\"\nOn Friday, two 18-year-old men were arrested on suspicion of stealing items that helped ticketless fans break into the stadium.\nDet Sgt Simpson said the investigation into the disorder was \"in its very early stages and I am in no doubt that further appeals and arrests will follow\".\nPolice and the Football Association are reviewing how the match was handled."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57874167",
      "category": "uk",
      "title": "Covid: Travel firms angry over France quarantine rule",
      "tags": "France,Coronavirus lockdown measures,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Travellers and tourism groups have criticised the ongoing need for people coming to England, Scotland and Wales from France to quarantine for 10 days.\nQuarantine rules are due to end for fully vaccinated people arriving from other amber list countries on Monday.\nFrance remains on the amber list, but there is concern over the level of Beta variant in the country as it may evade vaccine protection.\nAn industry group said the decision \"squashed\" consumer confidence.\nGemma Antrobus, from the Association of Independent Tour Operators, estimated that hundreds of thousands of travellers would be affected by the change.\nShe told the BBC the industry was in shock and the decision \"proves that something can come out of nowhere at the very last minute\".\nThe UK government announced the change of policy on Friday evening.  \nEach UK nation sets its own travel rules. Wales said it would be following the change set by England, and on Saturday evening Scotland announced it was doing the same. Northern Ireland is yet to announce its intention. \nThe Beta variant - first identified in South Africa - accounts for about 10% of new infections in France. But that includes the Indian Ocean territories of Reunion and Mayotte, where the variant is near-universal.\nThe more infectious Delta variant - first identified in India - accounts for almost all new cases in the UK. \nHealth Secretary Sajid Javid said the government had always been clear that it would take \"rapid action\" to stop the spread of Covid.\nBut Willie Walsh, the director-general of the International Air Transport Association, said the UK is \"destroying its own travel sector and the thousands of jobs that rely on it\" through constantly changing its travel rules.\nAnd Easyjet chief Johan Lundgren said the decision \"pulls the rug\" from travellers already in France and shows the traffic light system for pandemic travel is \"falling apart\".\nTravellers told the BBC they were frustrated by the inconsistent rules, while some said it was making it hard to visit family members abroad.\nJames Miles from West Sussex said the quarantine requirement had put his plan to visit his girlfriend for the first time since 1 January in jeopardy.\n\"This is really affecting people's lives,\" he said. \n\"Seven months is a long time not to see your partner. I can't even see the light at the end of the tunnel. Where do we go from here?\"\nGeorgina Thomas, a nurse from Buckinghamshire who has been visiting her parents, told the PA news agency: \"I'm frustrated with the inconsistent approach the government are taking, it doesn't all appear logical. \n\"If a quarantine is necessary then so be it, but I'm confident that my risk will be higher when I return to the UK.\"\nThe government announcement means that anyone who has been in France in the previous 10 days will need to quarantine on arrival to England in their own accommodation and will need a day two and day eight test, regardless of their vaccination status. \nThis includes any fully vaccinated individual who transits through France from either a green or another amber country. \nBut ministers indicated that Eurostar passengers on services travelling through France would not need to quarantine if their train did not stop in the country.\nExisting amber list exemptions for key workers such as hauliers will remain in place.\nFrench MEP Veronique Trillet-Lenoir told BBC Radio 4's Today programme that it was \"difficult to understand\" the UK rules, as the Beta variant is \"not present at all\" in mainland France, with France's cases mainly being found in its overseas territories.\nThere has been no official response from the French government yet, but BBC Paris correspondent Hugh Schofield said it would be pushing for an explanation from its London counterpart for the toughened policy.\nFrance has announced it will tighten its rules for UK travellers who are not fully vaccinated, requiring a negative test in the 24 hours before arrival from Sunday, rather than the 48 hours allowed previously.\nAnyone fully vaccinated with a jab from Pfizer/BioNTech, Moderna, AstraZeneca or Johnson & Johnson from any country will be exempt from providing a negative test, however.\nProf John Edmunds, an epidemiologist from the London School of Hygiene and Tropical Medicine and a government adviser on the Sage committee, said the Beta variant was at low levels in the UK but, as immunity from vaccines increases, \"conditions are right\" for it to gain an advantage.\nHe told the Today programme that the Beta variant is probably less infectious than the dominant Delta variant, but it appears to be better able to evade the immune response from vaccines - particularly from the Oxford-AstraZeneca vaccine.\nThe UK is currently facing a \"long and drawn out\" wave of infections from the Delta variant, he said, as it will not be brought down by lockdowns as previous peaks were. \nHe said cases are on course to hit 100,000 a day in about two weeks, although school closures over the summer may help to bring down the surge or cause it to level off. But high levels of infection were likely throughout the rest of the summer and autumn, he said.\nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57877033",
      "category": "uk",
      "title": "Covid: UK faces a difficult summer, says leading scientist",
      "tags": "Coronavirus lockdown measures,Long Covid,Coronavirus pandemic",
      "text": "It is going to be a \"difficult summer\" with Covid cases in the UK possibly reaching 200,000 a day, the scientist whose modelling led to the first nationwide restrictions has suggested.\nProf Neil Ferguson said there could be as many as 2,000 hospital admissions per day, which would cause \"major disruption\" to the NHS.\nEngland and Scotland are set to ease restrictions from Monday.\nThe UK recorded more than 50,000 cases on both Friday and Saturday.\nThe last time case numbers were that high was in mid-January.\nProf Ferguson, who sits on the Scientific Advisory Group for Emergencies (Sage), told the BBC's Andrew Marr Show it was \"almost certain\" that the UK would reach 100,000 cases and 1,000 hospital admissions per day as almost all legal restrictions on social contact end in England and school holidays begin.\nHe said maintaining that level could be described as \"success\".\n\"The real question is do we get to double that, or even higher?\" he said, though adding that it was \"much less certain\" to predict.\nHe said a further 500,000 people could get long Covid.\nProf Ferguson said the \"best projections\" were that the peak of this wave could occur between August and mid-September, and it would take around three weeks to know the impact of relaxing restrictions.\nPrime Minister Boris Johnson has described England's approach to easing lockdown as \"cautious but irreversible\".\nAsked whether restrictions could be reintroduced, Prof Ferguson said there may be \"a need to slow the spread to some extent\" if hospital admissions were to reach 2,000 or 3,000 per day.\n\"It's going to be a difficult summer for many reasons... I think case numbers are likely to be declining at least by late September, even in the the worst-case scenario,\" he said.\n\"Going into the the winter, I think we will have quite quite a high degree of immunity against Covid, the real concerns are a resurgence of influenza, because we haven't had any influenza for 18 months.\"\nHe added that flu \"could be, frankly, almost as damaging both for health and the health system, by December or January, as Covid has been this year\".\nEarlier, Communities Secretary Robert Jenrick said there would be \"some quite challenging weeks ahead\".\nSocial distancing rules will end in England on Monday, although government guidelines advise face coverings should still be worn in enclosed spaces such as in shops and on public transport.\n\"We will all need to exercise good judgement,\" Mr Jenrick told Sky News.\nScotland will move to level zero of Covid restrictions on Monday, meaning pubs and restaurants can open until midnight. However, limits on outdoor meetings will remain, the return of workers to offices will be delayed and face coverings will still be mandatory.\nMost Covid rules in Wales are set to be scrapped from 7 August, but face coverings will still be required in most public places and on public transport.\nIn Northern Ireland, restrictions will be eased further on 26 July, if approved at a review on 22 July\nIn other key developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57881111",
      "category": "world-latin-america",
      "title": "Brazil's Bolsonaro leaves hospital after treatment for blocked intestine",
      "tags": "Jair Bolsonaro,Brazil",
      "text": "Brazilian President Jair Bolsonaro has been released from hospital four days after being admitted with serious intestine problems.\nMr Bolsonaro, 66, had been suffering persistent hiccups for 10 days.\nThere have been concerns about the far-right leader's health since he was stabbed in the intestines while campaigning in 2018.\nMr Bolsonaro was seriously wounded in the attack and lost 40% of his blood. He has had several operations since.\nAfter treatment for an obstruction to the intestine, which did not need surgery, he promised to be back at his office on Monday morning.\n\"Only God can remove me from that chair,\" Mr Bolsonaro said upon leaving hospital, in reference to the presidency.\n\"I wanted to leave from day one, but they didn't let me. I hope in 10 days I'll be eating barbecued ribs, eating anything,\" he added.\nHe also rejected recent corruption accusations against his former health minister over negotiations to purchase overpriced coronavirus vaccines. \nThe allegations are part of a major congressional inquiry into the Brazilian government's response to the Covid-19 pandemic.\nAfter two-and-a-half years of a controversial presidency, Mr Bolsonaro is under growing pressure over his handling of the pandemic.\nAt the beginning of the month, tens of thousands of people took to the streets to protest over the corruption allegations. \nThe Brazilian leader has been heavily criticised for the lack of a national response to the crisis and his scepticism toward vaccines, lockdowns and mask-wearing.\nLast month, Covid deaths surpassed 500,000 - the second-highest in the world after the US.\nMr Bolsonaro himself caught Covid-19 a year ago but has fully recovered."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57875256",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Nearly a third of young adults still unvaccinated",
      "text": "Almost a third of younger adults are still unvaccinated despite all over-18s being offered a first dose vaccine appointment by the end of Sunday. \nHealth Secretary Humza Yousaf said some had re-arranged appointments and would receive the jab shortly. \nNational clinical director Prof Jason Leitch said last week that uptake of the vaccine among 18-29 year olds had been slower than for other age groups. \nIt is hoped all adults will have been offered a second dose by 12 September. \nPeople in the 18-29 age range have been the last group to be offered a coronavirus vaccine. \nLast month First Minister Nicola Sturgeon said all adults would have had a vaccine appointment scheduled by 18 July, two weeks earlier than previously planned. \nBut while uptake of the vaccine has been very high in Scotland overall, it appears to have been slower for younger adults.\nThe most recent figures, published by Public Health Scotland on Sunday, showed that 31.1% had still not had their first dose of a vaccine, which suggests more than 260,000 younger adults have no protection whatsoever.\nOnly a fifth (20.3%) of this younger adult age group have had both doses. \nIn the next age group, 30-39 year olds, 19.4% had still not had a first dose, representing more than 145,000 individuals. \nSince May, the official advice has been that under-40s should be offered an alternative to the Oxford-AstraZeneca vaccine, after a link with rare blood clots was identified.\nMr Yousaf said everyone who had taken up their offer of a vaccine was  \"playing their part in helping us out of the pandemic\", and urged anyone who had not yet come forward to do so now.\nHe added: \"All of the evidence says that the vaccines are working as we continue to battle the faster-transmitting Delta variant which is now dominant, so I urge everyone to take advantage of the vaccination programme which is open to every adult in Scotland.\n\"We have made getting a vaccination easier than ever - head to one of the drop-in clinics being offered across the country or, if you prefer, book an appointment online at NHS Inform.\"\nMeanwhile, NHS Grampian has announced that supply issues have forced it to suspend drop-in vaccinations using the AstraZeneca vaccine at the P&J Live mass vaccine centre in Aberdeen. \nScheduled first dose appointments for the AstraZeneca jab and drop-ins using different vaccines are still going ahead. \nOn Saturday, the closure of the mass vaccination hub at the Hydro in Glasgow, due later on Sunday, was criticised by opposition politicians, who said it should remain open while there were still vaccines to be administered. \nThe Scottish government said the venue would be handed back so preparations could be made for the COP26 climate change conference, and appointments will be offered at alternative clinics.\nOfficial figures published on Saturday showed that 3,970,026 people have received the first dose of Covid vaccine and 2,954,776 have had their second dose.\nThe landmark of all adults being offered a vaccine comes ahead of Scotland's Covid rules easing further on Monday, when the whole country will be in level zero. \nIt will mean up to eight people from up to four households can meet indoors at home, and up to 10 people from up to four households can meet in a public indoor space. \nUp to 15 people from up to 15 households can meet outdoors - whether in a private garden or public place. \nHowever, masks will continue to be compulsory on public transport and in shops \"for some time\" in Scotland, and for now people are still being advised to work from home. \nAre you aged between 18 and 29 and have not had, or do not intend to have, a jab? What is your reason for not taking part in the programme? We would also like to hear from older adults in Scotland who have decided not to have the vaccination.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57880399",
      "category": "uk-wales",
      "title": "Defibrillator calls after Barry cricketer dies",
      "tags": "Cardiff,Barry,Sully",
      "text": "There are more calls to have defibrillators on grassroots sports grounds after a cricketer collapsed and died.\nMaqsood Anwar, from Barry, Vale of Glamorgan, was playing for Sully at their home pitch against Monkswood Cricket Club on Saturday afternoon.\nIt is thought the 44-year-old father of three had a heart attack.\nFriends and other players said a defibrillator might have saved his life.\nSully Centurions Cricket Club said it would discuss the issue of defibrillators at their club meeting on Monday night.\nLocal councillor Kevin Marney said there was in fact a defibrillator located next to the cricket pitch that had been funded by the community, but it seemed the players were not aware of this.  \nThe Welsh government said it was funding the promotion of CPR training and defibrillators at sports clubs.\nDavid Sylvester, Sully club chairman, said a memorial fund would be set up in Mr Anwar's name.\n\"He was a real gentleman, quietly spoken but wanted to do things to help the club as well as play,\" he said.\nHe said it had been \"nothing but pleasure having him at the club\" and praised the \"tremendous togetherness\" of the club's members and wider cricketing community.\nFriend and fellow cricketer Zia Gehlan said Mr Anwar had been \"over the moon\" to be playing his third game for Sully. \nHe said: \"Max bowled four overs, got a bit of pain in his chest and said he didn't feel well - he thought he had heat stroke and an ambulance was called.\n\"Then he collapsed - if he had known the symptoms it would have been different.\n\"He didn't smoke, he didn't drink, he was just one of the kindest of men,\" he said. \n\"The ambulance was there and they confirmed it was a heart attack, they tried to revive him but it was too late.\n\"He passed away doing what he loved doing - playing cricket.\n\"There should be a defibrillator on site, they could have had the machine on him. If clubs can afford covers this should be funded too,\" Mr Gehlan said.\nBarry Athletic Cricket Club said Mr Anwar was a \"true gentleman\" who had played for them for over 15 years and that they were devastated to hear about his death.\nMonkswood Cricket Club, near Usk in Monmouthshire, said: \"We would also like to express our thanks to the ambulance crew and first responders who attended the scene.\n\"Yesterday's events reiterate the necessity of having defibrillators at all sports venues. We support all calls for legislative change and funding to allow this.\"\nA spokesperson for Cricket Wales said it was \"deeply saddened to hear of the loss\".\n\"Our thoughts and most heartfelt condolences are with Maqsood's family, friends and team-mates, especially the first responders and players who witnessed the tragedy.\n\"We will continue to offer support to those affected, through the leadership of the club, with whom we are liaising. \nLabour MS Alun Davies - who had a cardiac arrest in a park last year - said he hoped to introduce a bill in the Senedd to deliver \"universal coverage\" for defibrillators.\nMr Marney said there had been a defibrillator close by.\n\"There was a sign in the window of the pavilion that the cricketers were standing next to saying defibrillator at jubilee hall, that is just on the other side of the cricket field,\" he added.\nA Welsh government spokesperson said: \"The number defibrillators in communities and buildings across Wales is increasing constantly and we would encourage people to register them with the ambulance service.\n\"We have provided funding to the Save a Life Cymru campaign, which is working with organisations across Wales, including sporting organisations, to raise awareness of the importance of CPR training and the use of defibrillators through the Touch Someone's Life campaign.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57881979",
      "category": "uk",
      "title": "Horse racing: Thousands of racehorses killed in slaughterhouses",
      "tags": "Animal welfare",
      "text": "Thousands of racehorses are being sent to slaughterhouses in Britain and Ireland, a BBC Panorama investigation has found.\nSome of the slaughtered animals were once owned and trained by some of the biggest names in racing.\nCovert recording also showed how rules designed to protect horses from a cruel death appear to be regularly ignored at one of the UK's biggest abattoirs.\nThe abattoir told the BBC it did not accept any form of animal abuse.\nOne expert described the covert footage, from cameras installed by the campaign group Animal Aid, as evidence of clear breaches of the regulations.\nLast February, a picture of top trainer Gordon Elliott sitting on a dead horse sent shockwaves through the world of racing and beyond.\nElliott, who has trained three winners of the Grand National, was roundly condemned, and suspended from the sport until 9 September this year.\nThe incident caused uproar, but it also highlighted the fate of many horses in the industry who die while racing, in training or in abattoirs.\nFreedom of information requests revealed that 4,000 former racehorses were slaughtered in Britain and Ireland since the beginning of 2019. Most, but not all, were trained in Ireland.\nAnimal Aid, which has long campaigned for an end to horse racing, set up covert cameras at Drury and Sons, an abattoir in England which has a licence to kill horses.\n\"When we looked at the footage we were absolutely astounded at the sheer volume of young thoroughbreds,\" said Animal Aid spokesman Dene Stansall.\nThe footage was recorded over four days at the end of 2019 and the start of 2020. \nIt captured dozens of former racehorses being slaughtered, the majority of them from Ireland and the majority young.\nSome of the horses shot in the abattoir had previous illustrious racing careers, winning thousands of pounds.\nThree of them had been trained by Gordon Elliott at his state-of-the-art stables in County Meath, Ireland.\nHe told Panorama none of the three animals were sent to the abattoir by him.\nThe horses had retired from racing due to injury, he said, and were not under his care when they were killed.\nElliott said two of the horses were sent to a horse dealer \"to be rehomed if possible, and if not, to be humanely euthanised\" in line with the regulations.\nHe said he gave the third horse to another rider as requested by its owner.\nAnd he said the first time he learned of their fate was when Panorama contacted him.\nElliott said he has ensured the appropriate and proper treatment and welfare of animals that have been in his possession and has rehomed a substantial number of them.\nWatch Panorama: The Dark Side of Horse Racing, on BBC One on Monday at 20:30 BST, or later on BBC iPlayer.\nAnimal Aid's cameras also captured what appear to be breaches of rules designed to protect animals from unnecessary cruelty.\nThe regulations say horses should not be killed in sight of each other.\nThe footage recorded horses being shot together 26 times over the four days of filming.\nProf Daniel Mills, a veterinary behavioural specialist from the University of Lincoln, who has seen the footage, said: \"A gunshot going off is going to be startling, seeing another horse suddenly drop, these are all going to be very distressing for a horse in this situation.\"\nThat is not the only breach of the rules.\nThe regulations also say every effort should be made to ensure a rapid death. But the footage showed that sometimes the death was far from instant.\nOn 91 occasions the cameras recorded a slaughterman shooting horses, not close up, but from a distance.\nReviewing the footage of one such killing, Prof Mills said: \"It doesn't look like the horse is even stunned. You can see it's turning its head. It seems to have got some control actually over its head and neck.\n\"Taking a shot from a distance at a horse, to me, that's completely out of order. If you're going to euthanise a horse, you've got to get a bullet in the right place.\n\"If that's representative of how they're being killed, then we've got a really serious problem.\"\nThe abattoir, Drury and Sons, told Panorama that they \"take great care to maintain high welfare conditions and do not accept any form of animal abuse\".\nThey said all horses are \"humanely destroyed'' and that on occasions where issues do occur, they take ''swift action to review and rectify\" them.\nSome of the racehorses killed while Animal Aid cameras were filming had been transported from Ireland, travelling more than 350 miles (560km) by road and sea.\nSome animals were said to be carrying career-ending injuries.\nVeterinary expert Dr Hannah Donovan, who reviewed the footage, said: \"[Travelling] 350 miles potentially carrying an injury is not a humane process. This is unnecessary suffering.\"\nDr Donovan said: \"The bottom line is horses, if they are to be euthanised, could and should be euthanised at home. Simple as that.\"\nProf Mills said the racing authorities' own guidelines clearly set out what should happen to horses when their racing career ends.\n\"The industry's own regulations recommend that you should make provision for all the animals that you're responsible for,\" he said.\nHorse Racing Ireland, the governing body for racing in Ireland, said it placed great importance on the welfare of the people and horses in the industry.\nThe British Horseracing Authority said it has demonstrated \"a clear commitment to improving already high standards of care for racehorses… before, during and after racing\".\nIt said it would \"consider carefully any issues raised\" by the Panorama programme. \nDene Stansall of Animal Aid said: \"I can understand why people are attracted to racing, because I was attracted to it myself.\n\"[But] because of the poor welfare record, the number of horses dying and being killed in slaughterhouses, I can no longer support that - and I think a lot of the public would feel the same way.\"\nPanorama: The Dark Side of Horse Racing, is on BBC One on Monday at 20:30 BST, or watch later on BBC iPlayer."
    }
  ]
}