{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-58699946",
      "category": "business",
      "title": "Labour backs Sir Keir Starmer over party rules reforms",
      "tags": "Keir Starmer,Labour Party",
      "text": "Labour's annual conference has voted in favour of Sir Keir Starmer's plans to overhaul the party's rules.\nThe changes give MPs more of a say in choosing its future leaders and make it harder for members to deselect MPs.\nThe party also backed setting up an independent complaints process for claims of racism, following the controversy over anti-Semitism.\nSir Keir called the changes a \"major step\" towards Labour winning a general election, having lost four in a row.\nHis party-rule changes mean that, in future, leadership candidates will need the support of 20% of Labour MPs - rather than the current 10% - to get on to a party-wide ballot.\nThey also make it harder for local parties to deselect sitting MPs, while the rule allowing \"registered supporters\", who pay a one-off fee to vote in leadership elections, is scrapped.\nThe left-wing Momentum group called these changes a \"self-inflicted blow to democracy in our party\".\nThe reforms followed an afternoon of impassioned debate at the Brighton Centre.\nOpposing these plans, James McAsh, from Camberwell and Peckham, south London, told Labour delegates the higher MPs' support threshold for leadership candidates would make contests \"maler and staler\" and prevent \"informed debate\".\nAgnes Tolmie, of the Unite union, said: \"Most people out there do not understand [the plans] and are not interested in them. They want to know what we are doing for them.\"\nBut there were also heartfelt speeches in favour of Sir Keir's plans, with supporters arguing they would allow the party to become less inward-looking and focus on winning elections.\nHelena Dollimore, a councillor in Mitcham, south London, said: \"We are at our best as a Labour movement when we are out in our communities, listening to residents and getting stuff done.\"\nShe added: \"I was at primary school the last time Labour won an election and I don't want to be drawing my pension the next time.\"\nShabana Mahmood, MP for Birmingham Small Heath, argued: \"If you can't persuade 20% of your Parliamentary colleagues to back you, you will struggle to persuade the people of this country to make you their prime minister.\"\nOn Friday, Sir Keir was forced to drop more thorough constitutional reform proposals - including the replacement of the one-member-one-vote system for choosing leaders with more say for MPs and unions - amid widespread opposition from the party's left wing.\nThe Labour conference also backed creating an independent complaints process to tackle racism, as recommended by the Equality and Human Rights Commission in its report last year saying the party was not doing enough to tackle anti-Semitism.\nMike Katz, national chair of the Jewish Labour Movement, said: \"Passing this rule change is a moral, legal and political imperative for Labour.\"\nMany party members spoke in favour, including Susan Teddern, from Hove, whose father survived a World War Two concentration camp.\nShe said it was \"vital to have an independent process, so people believe there is real change\".\nSir Keir said: \"This is a decisive and important day in the history of the Labour Party.\n\"I promised to tackle anti-Semitism in our party. We've now closed the door on a shameful chapter in our history.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58698589",
      "category": "uk-politics",
      "title": "Labour conference: Delegates vote to back nationalising energy industry",
      "tags": "Keir Starmer,Labour Party",
      "text": "The Labour Party conference has voted to nationalise all UK energy companies, despite leader Sir Keir Starmer ruling this out.\nDelegates in Brighton backed a motion which argued this would make the industry greener and fairer for customers.\nSir Keir earlier said nationalisation should happen only where it gave customers \"better value for money\", \nThe vote comes at a time when global gas prices are soaring.\nCompanies are complaining that, with caps on tariffs which are in place for many customers, they are unable to pass on their full costs to customers.\nSeveral smaller operators have gone out of business in the last few weeks and millions of households are facing higher bills this winter.\nLabour's 2019 general election manifesto promised to bring \"energy into public ownership to end the great privatisation rip-off and save you money on your fares and bills\".\nAnd, when he ran successfully for party leader the following year, Sir Keir pledged to bring in \"common ownership of rail, mail, energy and water\".\nLast month, Shadow business secretary Ed Miliband backed the public ownership of energy, water and transport.\nHe told BBC Newsnight: \"We are in favour of common ownership absolutely... Starmer said this in the leadership campaign - we haven't changed that commitment.\"\nLabour is currently carrying out a national policy forum, where it is asking members and affiliated organisations for ideas for the next election manifesto.\nAsked on BBC One's Andrew Marr Show whether he would nationalise the big six energy companies - British Gas, EDF, E.ON, npower, Scottish Power and SSE - if he became prime minister, Sir Keir replied: \"No.\"\nHe said he would be \"pragmatic\" and not \"ideological\", adding: \"Where common ownership is value for money for the taxpayer and delivers better services, then there should be common ownership.\"\nHowever, the motion passed by the Labour conference - and proposed by the FBU and the Edinburgh Central Labour Party - called for \"public ownership of energy including energy companies, creating an integrated, democratic system\".\nLabour MP Diane Abbott, a former shadow home secretary, tweeted that \"everyone\" had assumed Sir Keir \"meant nationalisation\" when he wrote of common ownership in his leadership manifesto, but he had now \"denied supporting any such thing\".\nThe government has said it is considering emergency state-backed loans to encourage surviving energy firms to take on customers from defunct rivals.\nBut it has ruled out nationalisations, with Business Secretary Kwasi Kwarteng saying last week: \"The taxpayer should not be expected to prop up companies which have poor business models and are not resilient to fluctuations in price.\"\nOn Saturday he said the UK's gas system \"continues to operate reliably and we do not expect supply emergencies this winter\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58698406",
      "category": "uk-politics",
      "title": "Labour conference: Not right to say only women have a cervix, says Starmer",
      "tags": "Keir Starmer,Rosie Duffield,Labour Party Conference,Labour Party,Transgender people,Sajid Javid",
      "text": "Sir Keir Starmer says it is \"not right\" to say only women have a cervix amid a row involving one of his MPs.\nRosie Duffield came under fire after supporting online criticism of a tweet, which referred to \"individuals with a cervix\" to be inclusive of trans men. \nThe incident was called transphobic by trans rights supporters - but Labour MP Ms Duffield rejects the claim. \nAsked about the row, Sir Keir said claiming only women have cervixes was \"something that shouldn't be said\".\nBut Health Secretary Sajid Javid attacked the Labour leader, saying his remarks were a \"total denial of scientific fact\".\nCanterbury MP Ms Duffield has regularly used social media to outline her own position on transgender issues - especially around the debate on the Gender Recognition Act. \nSome groups are calling for the medical diagnosis element of the process to change gender to be scrapped in England and Wales, allowing people to self-identify. \nBut Ms Duffield believes that biological females should have protected spaces where biological males are not allowed to go - such as domestic violence refuges and prisons - and she is against people being able to self-identify as trans to gain access to those spaces.\nThe Labour MP has said she is \"completely supportive of trans rights\".\nBut she has been condemned by some LGBT+ groups - who say trans men and women should be treated the same as biological men and women - and two of her staff members resigned from her office over her views.\nIn August, Ms Duffield liked a tweet by broadcaster Piers Morgan, who criticised a news story from CNN about cancer screening for \"individuals with a cervix\", responding: \"Do you mean women?\"\nWhen the MP was called transphobic for appearing to endorse the tweet, she replied: \"I'm a 'transphobe' for knowing that only women have a cervix… ?!\".\nShe later acknowledged that some trans men have a cervix.\nAppearing on the BBC's Andrew Marr show, Sir Keir Starmer was asked if it was transphobic to say only women have a cervix.\nThe Labour leader replied: \"Well, it is something that shouldn't be said. It is not right.\"\nSir Keir added: \"We need to have a mature, respectful debate about trans rights and we need to...  bear in mind that the trans community are amongst the most marginalised and abused communities.  \n\"Wherever we've got to on the law, we need to go further.\" \nMs Duffield is not attending this week's party conference in Brighton, having said there were concerns for her safety after threats from activists. \nBut Sir Keir said he had spoken to Ms Duffield and \"she didn't want to come because it would cause a distraction from the ideas that we're putting forward\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58689623",
      "category": "uk-scotland-glasgow-west",
      "title": "Milly Main: Criminal investigation over hospital deaths",
      "tags": "Queen Elizabeth University Hospital,Glasgow",
      "text": "Police have launched a criminal investigation into a number of deaths at a Glasgow hospital, including that of 10-year-old Milly Main.\nIt comes as a separate public inquiry into the building of several Scottish hospitals is being held.\nMilly's mother recently told the inquiry her child's death was \"murder\".\nA review in May found an infection which contributed to Milly's death was probably caused by the Queen Elizabeth University Hospital environment.\nThe Crown Office and Procurator Fiscal Service has now instructed police to investigate the deaths of Milly, two other children and 73-year-old Gail Armstrong at the Glasgow campus.\nIt is understood the probe could lead to criminal charges or a fatal accident inquiry.\nA spokesperson said: \"The investigation into the deaths is ongoing and the families will continue to be kept updated in relation to any significant developments.\"\nThe Crown Office added that it was committed to supporting the Scottish Hospitals Inquiry and \"contributing positively\" to its work.\nThe inquiry is investigating the construction of the QEUH and Royal Hospital for Children in Glasgow, and the Royal Hospital for Children and Young People in Edinburgh.\nMilly's mother, Kimberly Darroch, told the inquiry this week that she wants the QEUH campus to close.\nMilly was diagnosed with leukaemia in 2012, and she died in 2017 after contracting stenotrophomonas - an infection found in water, the inquiry heard.\nMs Darroch had said she was unaware of the infection which contributed to her daughter's death until after she died.\nLabour leader Anas Sarwar has been supporting Ms Darroch and her family since 2019, when a whistleblower came forward to reveal a link between infections and the hospital water supply.\nMr Sarwar said the new investigation was \"a very welcome and overdue development\".\nHe told BBC Scotland: \"The family has welcomed the investigation, they recognise it as good progress but it's painful - let's not forget that at the heart of this tragedy is children that were already unwell, made more unwell. \n\"In some circumstances children lost their lives because of design faults and individual failures at the hospital by management. \n\"What the families need now is answers, closure and confidence that this is never going to happen to a family again in the future.\"\nThe investigation is also looking into the death of Gail Armstrong in January 2019. She was treated for blood cancer at QEUH before she contracted the fungal infection Cryptococcus.\nPigeon excrement at a hospital plant room was at first thought to be the \"likely source\" of her infection.\nBut an independent review last year said there was \"not a sound evidential basis\" to link Cryptococcus and the presence of pigeon excrement at the hospital.\nCryptococcus is widely present in the environment but can be lethal to patients with compromised immune systems.\nMrs Armstrong's daughter Beth Armstrong told BBC Scotland the last two years have been \"absolutely awful\" and the family do not feel their voice has been heard.\nShe said: \"We feel as we've been looking for answers and ever since my mum died, a huge PR machine kicked in at the hospital. We've found it very difficult to get straight answers and it has felt to us like a cover up. \n\"That's not just of concern to us in terms of my mother, it's a concern in terms of citizens - we need to know that our hospital is safe and the management will own up to any problems and resolve them.\nBeth Armstrong said the family had been waiting for the current police investigation \"for a very long time\" and said they would be \"watching very closely\" for the outcome.\nA spokesperson for Police Scotland said: \"Our investigation is at a very early stage, it would be inappropriate to comment further.\"\nNHS Greater Glasgow and Clyde said it was aware of the police probe and it would be \"inappropriate for us to comment further\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58521779",
      "category": "business",
      "title": "Driver shortage: 50,000 more HGV driving tests promised a year",
      "tags": "Companies,Brexit,Coronavirus pandemic,Trade",
      "text": "The government has confirmed plans to speed up the process of obtaining an HGV driver licence, amid a nationwide shortage of drivers. \nUp to 50,000 more HGV driving tests will be made available each year by shortening the application process and the tests themselves, it said.  \nThe UK faces a shortfall of around 90,000 drivers, which has hit the supply of food, petrol and other goods.\nHowever, industry groups said the new plans did not go far enough.\nLorry driver shortages have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK. \nThere have also been complaints about a backlog of driver tests. \nIn a written statement to the House of Commons, Transport Secretary Grant Shapps said the government would now overhaul regulations to boost capacity, meaning:\nMr Shapps said the changes, which still need to be approved by parliament, will generate additional test capacity \"very rapidly\". \nHe added: \"These changes will not change the standard of driving required to drive an HGV, with road safety continuing to be of paramount importance.\"\nIndustry groups are sceptical about the plans - elements of which were published earlier this week - warning that they could affect safety. \nThey also reiterated calls for temporary work visas to woo back around 20,000 EU drivers who have left the industry - something the government has rejected.\n\"This is a sensible move but it's not enough to fix the problem,\" Paul Jackson, managing director of Peterborough-based cold and chilled food logistics firm Chiltern Distribution told the BBC on Thursday.\n\"We don't put newly-qualified drivers straight behind the wheel on their own. We buddy them up with experienced drivers for the first eight to 10 weeks and the insurance costs for new drivers are also much higher.\n\"We desperately need to put HGV drivers on the list of skilled workers we can bring in from abroad.\"\nRichard Burnett of the Road Haulage Association said the industry was losing 600 drivers a week and it would take nearly two years to fill the net shortfall.\nA host of companies have been hit by the driver shortage, while some are offering higher wages and retention bonuses to woo recruits. \nSupermarket Morrisons has warned the crisis will push up prices, while restaurant chain Nando's temporarily closed 50 sites, blaming supply chain issues. \nAnd BP temporarily closed a \"handful\" of its UK sites, due to not being able to get petrol and diesel to them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58699444",
      "category": "business",
      "title": "Farmers warn of Christmas turkey shortage due to lack of staff",
      "tags": "Agriculture",
      "text": "Farmers are warning of a Christmas turkey shortage because visa changes to allow labour recruitment from abroad have come too late.\nA poultry association said big producers have already scaled back because they assumed they would not have enough staff to process birds.\nAnd turkey farmer Paul Kelly told the BBC the damage had already been done.\nThe government has announced a visa scheme to allow 5,500 poultry workers into the UK on three-month contracts.\nAs part of the changes, 5,000 HGV drivers will be allowed into the UK on similar contracts in an attempt to keep supermarket shelves stocked and petrol stations supplied with fuel.\nKate Martin, chairwoman of the Traditional Farm Fresh Turkey Association, said: \"This year it's looking like there is a national shortage of turkeys when we're talking about supermarket shelves, rather than buying direct from your farm.\n\"It is the supermarket shelves that will be emptier of turkeys this year than they have been before, only because there have been less turkeys placed on the ground; only because the big processers know that they will not get them processed.\"\nShe said some members of her association had already seen a rise in orders, with one reportedly seeing a 400% increase on last year. \nMs Martin said farms \"are now missing a whole host of their workforce that they have been training and investing in over the last however many years. Those workers are no longer available for us to use on a seasonal basis - they will go find work in mainland Europe instead.\"\nPaul Kelly, who runs the KellyBronze farm, said the major producers were resigned to producing fewer birds for Christmas.\n\"The damage has already been done for the bigger processors because they have not put the turkeys on the farm,\" he said.\nSmaller producers, however, might be better prepared as they tended to recruit local labour rather than draft in large numbers of migrant staff, he added.\nOne supermarket group told the BBC it was far too early to speculate about Christmas stocks.\nThe British Poultry Council has estimated there are nearly 7,000 vacancies across the sector, leading some chicken producers to cut their output, and sparking shortages at restaurant chains Nando's and KFC.\nMr Kelly said: \"There are chickens being killed on farms at the moment. There are pigs being shot in fields, because there are not enough people there to do the jobs.\"\nA temporary visa scheme \"is definitely not an answer\" for the long term, he added.\nTransport Secretary Grant Shapps said the package of visa measures would help the food and haulage industries cope in the run-up to Christmas.\n\"After a very difficult 18 months, I know how important this Christmas is for all of us and that's why we're taking these steps at the earliest opportunity to ensure preparations remain on track.\"\nHowever, some business leaders said the measures did not go far enough, with the British Chambers of Commerce saying they were the equivalent of \"throwing a thimble of water on a bonfire\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58698369",
      "category": "uk-northern-ireland",
      "title": "Belfast: Teenage girl sexually assaulted at Ormeau Park event",
      "tags": "Belfast,Police Service of Northern Ireland",
      "text": "Police are appealing for information after a teenage girl was sexually assaulted in Belfast. \nIt happened at about 22:30 BST at an outdoor event in the Ormeau Park area and close to a fast-food van.  \n\"The girl was sexually assaulted by an unknown male, who is described as being around 17 years old, with dark-blonde, wavy hair,\" said a police spokesperson.\nThe youth is also thought to be approximately 5' 8\" (173cm) in height and of slim build.\n\"We are very grateful to two girls who came to the assistance of the victim, and would ask them to get in touch as we believe they can assist with our enquiries,\" the police statement added.\nAnyone with information about the incident is asked to contact the PSNI. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58657354",
      "category": "world-europe",
      "title": "Angela Merkel: What will Germans miss about the chancellor?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58692020",
      "category": "uk-wales",
      "title": "Covid case rate continues to rise in Wales",
      "tags": "Public health,Merthyr Tydfil,Coronavirus testing,NHS Wales,Coronavirus pandemic",
      "text": "The Covid-19 case rate continues to rise in Wales, according to latest figures from health officials.\nThe seven-day average stands at 593.9 per 100,000 people, up from 582 when last reported, on Friday.\nA further 13 deaths with coronavirus and 3,303 new cases have also been reported by Public Health Wales (PHW).\nThe rolling case rate remains highest in Neath Port Talbot at 909.9 cases, followed by 867 in Merthyr Tydfil and 793.3 in Rhondda Cynon Taff.\nMonmouthshire continues to have the lowest Covid case rate with 309.8, compared with 366.4 in Pembrokeshire, 367.8 in Wrexham, 400.3 in Ceredigion and 425.5 at Anglesey.\nData published on Sunday covers 24 hours to 09:00 on Friday.\nNew cases include 344 in Rhondda Cynon Taf, 333 in Swansea, 322 in Cardiff, 258 in Caerphilly and 221 in Neath Port Talbot.\nThe data shows the positivity rate across Wales - the percentage of tests which come back positive - is down slightly to 15%.\nThe total number of deaths with Covid in Wales now stands at 5,852.\nOn average, 5.5 people died with Covid each day in the seven days to 23 September.\nUpdated figures now show 15 people died on 17 September, the highest number in a single day in Wales since 21 February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58694004",
      "category": "business",
      "title": "Hauliers and poultry workers to get temporary visas",
      "text": "Up to 10,500 lorry drivers and poultry workers can receive temporary UK visas as the government seeks to limit disruption in the run-up to Christmas.\nThe government confirmed that 5,000 fuel tanker and food lorry drivers will be eligible to work in the UK for three months, until Christmas Eve. \nThe scheme is also being extended to 5,500 poultry workers.\nThe transport secretary said he did not want to \"undercut\" British workers but could not stand by while queues formed.\nBut the British Chambers of Commerce said the measures were the equivalent of \"throwing a thimble of water on a bonfire\".\nAnd the Road Haulage Association said the announcement \"barely scratches the surface\", adding that only offering visas until Christmas Eve \"will not be enough for companies or the drivers themselves to be attractive\". \nMarc Fels, director of the HGV Recruitment Centre, said visas for lorry drivers were \"too little\" and \"too late\".\nHowever, the news was welcomed by freight industry group Logistics UK, which called the policy \"a huge step forward in solving the disruption to supply chains\". \nA shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nIn recent days, some fuel deliveries have been affected, leading to lengthy queues at petrol stations - despite ministers insisting the UK has plenty of fuel.\nThere are reports of dozens of cars queuing in London by 07:00 BST on Sunday morning, while many filling stations had signs up saying they had no fuel.\nTransport Secretary Grant Shapps told the BBC's Andrew Marr that there was enough fuel in the country and that if people were \"sensible\" and only filled up when they needed to there would not be shortages. \nAs well as allowing more foreign workers, other measures include using Ministry of Defence examiners to increase HGV (heavy goods vehicle) testing capacity, and sending nearly one million letters to drivers who hold an HGV licence, encouraging them back into the industry. \nOfficials said the loan of MoD examiners would help put on \"thousands of extra tests\" over the next 12 weeks.\nRecruitment for additional short-term HGV drivers and poultry workers will begin in October.\nMr Shapps said: \"We are acting now, but the industries must also play their part with working conditions continuing to improve and the deserved salary increases continuing to be maintained in order for companies to retain new drivers.\"\nLogistics UK estimates that the UK is in need of about 90,000 HGV drivers - with existing shortages made worse by the pandemic, tax changes, Brexit, an ageing workforce, and low wages and poor working conditions.\nThe British Poultry Council has previously warned it may not have the workforce to process as many turkeys as normal this Christmas because it has historically relied on EU labour - but after Brexit it is now more difficult and expensive to use non-UK workers.\nThe Department for Transport said it recognised that importing foreign labour \"will not be the long-term solution\" to the problem and that it wanted to see employers invest to build a \"high-wage, high-skill economy\". \nIt said up to 4,000 people would soon be able to take advantage of training courses to become HGV drivers. \nThis includes free, short, intensive courses, funded by the Department for Education, to train up to 3,000 new HGV drivers. \nThese new \"skills bootcamps\" will train drivers to be road ready and gain a Cat C or Cat C&E license, helping to tackle the current HGV driver shortage.\nThe remaining 1,000 drivers will be trained through courses accessed locally and funded by the government's adult education budget, the DfT said. \nFuel tanker drivers need additional safety qualifications and the government said it was working with the industry to ensure drivers can access these as quickly as possible.\nMr Fels said many young people were \"desperate\" to get into the industry but couldn't afford the thousands of pounds it costs to get a HGV license. \nHe called for the government to recognise the industry as a \"vocation\" and offer student loans to help fund training. \nSue Terpilowski, from the Chartered Institute of Logistics and Transport, said conditions for drivers also needed to improve, pointing out that facilities such as overnight lorry parks were much better on the continent. \nRichard Walker, managing director at supermarket Iceland, said it was \"about time\" ministers relaxed immigration rules in a bid to solve the HGV driver shortage and called for key workers, including food retail workers, to be prioritised at the pumps.\nOn Saturday the BBC spoke to a number of drivers who had queued or struggled to get fuel. \nJennifer Ward, a student paramedic of three years for Medicare EMS, which provides 999 frontline support to the East of England Ambulance Service, said she had to travel to five stations to get diesel for her ambulance. \nMatt McDonnell, chief executive of Medicare EMS, said a member of staff cancelled their shift because they had been unable to get fuel and said he was waiting to see if the government would introduce measures to prioritise key workers, like they had for shopping during the pandemic.\nIndustry groups the Food and Drink Federation and Logistics UK both welcomed the visa changes, with federation chief Ian Wright calling the measures \"pragmatic\".\nBut the British Retail Consortium said the number of visas being offered would \"do little to alleviate the current shortfall\". \nIt said supermarkets alone needed an additional 15,000 HGV drivers to operate at full capacity ahead of Christmas.\nLabour's shadow foreign secretary Lisa Nandy said the changes were needed but described them as \"a sticking plaster at the eleventh hour\". \n\"Once again the government has been caught asleep at the wheel when they should have been planning for months for this scenario,\" she told the BBC. \nAre you an HGV driver? Or have you been unable to buy fuel? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58701880",
      "category": "uk-politics",
      "title": "Laura Kuenssberg: Starmer's relief and delight at Labour rule changes",
      "tags": "Keir Starmer,Momentum,Labour Party Conference,Labour Party",
      "text": "\"Labour is changing in front of our eyes,\" says one of Keir Starmer's allies. That, for the Labour leadership, is the point. \nIt's only a few days since they took the powerful unions and the left of the Labour Party by surprise in revealing their intention to sweep away rules that were the framework for the Jeremy Corbyn era. \nThose were the rules that encouraged thousands upon thousands of new members into the party, who then chose Mr Corybn. Those were the rules that gave power to members to try to get rid of their MPs. \nAnd suggesting getting rid of those rules created huge upset, provoking the ire of union leaders, who felt they'd been cut out of the loop, and anger among some on the left who felt the leadership was trying to wrestle power away from them. \nOne senior party figure told me: \"There was a lot of swearing on both sides.\"\nConfronted by accusations that he'd failed to do the groundwork, amid warnings that he would not be able to ram the overhaul through in a matter of days, Sir Keir dropped one of the big ideas - changing the electoral college, the party's voting system. You can read about what happened here. \nBy Sunday night, however, Starmer's team was delighted by what happened - after what they see as that temporary humiliation. \nAfter discussions on the conference floor, the leadership was able to change a significant number of the rules, making it harder for members to get rid of MPs they weren't happy with, in so called \"trigger ballots\", giving MPs more power in selecting the party's leader, and cracking down on anti-Semitism. \nThey are pleased and relieved for three big reasons. \nOne shadow cabinet member said the changes were \"the right thing to do and the right time to do it\". Removing trigger ballots should, in theory, mean that Labour MPs can spend more time talking to constituents than having to worry that every move might lead to their local party trying to oust them. \nAnd for Starmer's team it cuts down on the risk of \"entryists\" to the party, who could join for a few pounds to install their favoured candidate, even if they have no long-term commitment to the Labour Party. \nInevitably, it's outraged many of former leader Jeremy Corbyn's backers, and those who believe that activists should have that power. \nIt's worth noting, too, that the plans passed because of the backing of the unions and MPs, not existing members. But the hope in the leader's office is of a party that becomes more manageable and more disciplined. \nSimilarly for Starmer's team, cracking down on anti-Semitism was the first promise he made on becoming leader, and a promise that he had to keep. \nBeyond the technical impact of the changes, party top brass feel too that their decision in pushing for the changes, and to do so quickly, is a vindication of Starmer's judgement. \nHe was warned against picking the fight, was embarrassed when he ditched some of his plans, but pushed on with a watered-down programme and won. \nOne of those behind the strategy told me: \"If we had to take three days of pain so we could spend the next 18 months facing outwards and talking to the public, it was worth it.\" \nKeir Starmer's critics often portray him as too safe, too cautious. This time he's secured changes \"in six days that could have turned into six months of arguments\".\nLastly, a highly visible vote, a highly significant (in Brighton at least!) change also gives evidence Starmer desperately wants to show the public that Labour is changing. \nInside the party, Jeremy Corbyn was wildly popular in some sections, and excited a new generation of activists who hadn't been previously reached. But his leadership was toxic to many, and the party crashed to its worst defeat in decades with him in charge. \nKeir Starmer - who don't forget was part of Mr Corbyn's top team throughout - has long believed that he has to show to the country, not just that it has a new boss, but that it is turning into a different party altogether. \nSir Keir was pictured having a shandy, celebrating the Arsenal result, and perhaps tonight's results too. \nBut the win for the leadership does not sweep away all of their problems. Far from it. There is intense pressure on Sir Keir to say more about what he would want to do in government, to put forward more convincing policies, and to communicate them better. \nThere are people in the party like Greater Manchester Mayor Andy Burnham willing to say that out loud, too, as he did speaking to us on Sunday in pretty bold terms. \nAnd there are also plenty of activists, and some MPs on the left, who are not on board with these changes, and may never be. \nThe left's sway is clearly fading here, but it hasn't disappeared. One senior party figure told me \"they are still alive and kicking\", and it's not clear how hard they will be willing to kick. \nBut the internal wrangling came out in Sir Keir's favour on Sunday. He hopes it will clear this vital week for other conversations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58694894",
      "category": "entertainment-arts",
      "title": "TV channels go off air after fire alarm",
      "tags": "S4C,Television,Channel 4,Broadcasting,Channel 5",
      "text": "A number of TV channels went off air on Saturday evening following a fire alarm at a broadcast centre.\nViewers of Channel 4 reported seeing a still screen for about 25 minutes, while Channel 5 was also off air for about 30 minutes. \nWelsh broadcaster S4C, another affected channel, said the BBC, ITV, Paramount Network and E Music were also affected.\nRed Bee Media blamed an \"activation of the fire suppression systems\" at its broadcast centre in west London.\nChannel 4 confirmed two of its channels, Channel 4 and More 4, were temporarily off air on Saturday. \nIt has continued to experience some disruption, with cookery show Sunday Brunch briefly interrupted as viewers' screens went blank.\nThe broadcaster said it was \"working hard to resume our normal services\" following \"technical issues\". \nOn Saturday evening Red Bee Media, which handles playout services - broadcasting technology - for a number of channels, said: \"As a result of this incident and the automatic safety measures set in motion at the time, several services originating from the broadcast centre have been disrupted.\"\nStaff were evacuated safely, the spokesperson added, with people allowed to return to the building after firefighters said it was safe.\n\"We are continuing to work to restore all services and remedy any issues caused by this incident,\" the spokesperson added.\n\"To avoid speculation, we will not make any further statements until all services have been fully restored and we have concluded a full investigation of the cause.\"\nA spokesman for S4C, the Welsh language public service TV broadcaster, said: \"As a result of a fire alarm at a television distribution centre in London on Saturday night, S4C's transmissions were lost on the Freeview platform for most of the evening.\n\"S4C's broadcasts on Sky, Freesat, Virgin Media, S4C Clic or BBC iPlayer were not affected.\n\"Other channels affected included BBC, ITV, C4, C5, Paramount and E Music. \n\"S4C apologises to all those who failed to see their favourite programmes on Saturday evening.\"\nChannel 5 went off air for some viewers at 19:00 BST, with a message on the channel saying: \"We apologise for the interruption. We'll be back with you as soon as we can.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58691368",
      "category": "world-europe",
      "title": "Covid-19: Ireland ends mandatory hotel quarantine for travellers",
      "tags": "Republic of Ireland,Coronavirus lockdown measures,Travel,Hotels,Coronavirus pandemic",
      "text": "Mandatory hotel quarantine in the Republic of Ireland for those travelling from designated countries has ended.\nThe country's health minister made an announcement on Saturday saying it was to end \"immediately\".\nAll countries have now been removed from the list of designated states.\nThere were about 50 people in mandatory quarantine at the time of the announcement, and they are now being released, RTÉ has reported.\nThe requirement was halted on the advice of Ireland's Chief Medical Officer Dr Tony Holohan.\nThose arriving in Ireland without proof of being vaccinated or a negative PCR test will be instructed to quarantine at home.\n\"The Mandatory Hotel Quarantine system was introduced as an exceptional public health measure at a time that our country was contending with the very serious risk of importation of variants of concern that had the potential to overwhelm our health service and, in particular, to undermine Ireland's Covid-19 vaccination programme,\" said Health Minister Stephen Donnelly.\n\"The successful operation of [mandatory hotel quarantine] has played a central role in protecting the population, maintaining control of the disease and enabling the safe relaxation of restrictions on our economy and society,\" he added.\nAbout 10,300 people are understood to have entered mandatory hotel quarantine in Ireland since the requirement was introduced in March.\nPassengers arriving in Ireland from high-risk countries had to book and pay for a 12-night stay from a selection of dedicated hotels across the country.\nThe stay could be reduced if a negative Covid-19 test was received on day 10 of quarantine.\nThe cost of a 12-night stay was €1,875 (£1,614) for one person,\nAt the height of the scheme, 60 countries were on the list of designated states."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58690974",
      "category": "world-us-canada",
      "title": "Huawei executive Meng Wanzhou freed by Canada arrives home in China",
      "tags": "China,Huawei,Canada",
      "text": "A Chinese tech executive released after being detained in Canada for nearly three years has returned home.\nHuawei's Meng Wanzhou flew to Shenzhen on Saturday evening, hours after two Canadians freed by China had gone back.\nIn 2018 China accused Michael Spavor and Michael Kovrig of espionage, denying detaining them was in retaliation for Ms Meng's arrest. \nThe apparent swap brings to an end a damaging diplomatic row between Beijing and the West. \nMr Spavor and Mr Kovrig arrived in the western city of Calgary just before 06:00 local time (12:00 GMT) and were met by Prime Minister Justin Trudeau.\nA couple of hours later Ms Meng touched down in Shenzhen, China, to applauds from a crowd gathered at the airport.\n\"I'm finally back home!,\" said Ms Meng, according to the Global Times, a Chinese tabloid backed by the ruling Communist Party. \n\"Where there is a Chinese flag, there is a beacon of faith,\" she added. \"If faith has a colour, it must be China red.\"\nMs Meng was wanted on charges in the US but was released after a deal between Canada and US prosecutors.\nBefore her release, Ms Meng admitted misleading US investigators about Huawei's business dealings in Iran.\nShe spent three years under house arrest in Canada while fighting extradition to the United States.\nChina had earlier insisted that her case was not related to the sudden arrest of Mr Kovrig and Mr Spavor in 2018. But China's the decision to free them after Ms Meng's release appears to show that pretence has been abandoned, reports Robin Brant, the BBC's Shanghai correspondent.\nMr Kovrig and Mr Spavor have maintained their innocence throughout, and critics have accused China of using them as political bargaining chips.\nAfter they arrived in Calgary, Canadian Prime Minister Justin Trudeau shared images on Twitter of him welcoming the pair.\n\"You've shown incredible strength, resilience, and perseverance,\" he wrote in the tweet. \"Know that Canadians across the country will continue to be here for you, just as they have been.\"\nMr Kovrig is a former diplomat employed by International Crisis Group, a Brussels-based think tank. \nMr Spavor is a founding member of an organisation that facilitates international business and cultural ties with North Korea.\nIn August this year a Chinese court sentenced Mr Spavor to 11 years in prison for espionage. There had been no decision in Mr Kovrig's case.\nOn Friday, a Canadian judge ordered the release of Ms Meng, Huawei's chief financial officer, after she reached a deal with US prosecutors over fraud charges against her.\nHuawei said in a statement that it would continue to defend itself in court, and looked forward to seeing Ms Meng reunited with her family.\nBefore her arrest, US prosecutors accused Ms Meng of fraud, alleging that she misled banks into processing transactions for Huawei that broke US sanctions against Iran.\nAs part of a deferred prosecution agreement, Ms Meng admitted to misleading HSBC about Huawei's relationship with Skycom, a Hong-Kong based company that operated in Iran.\nChina's foreign ministry said the charges against her had been \"fabricated\" to suppress the country's high-tech industries, according to state media.\nBut in a statement the US justice department insisted it would continue to prepare for trial against Huawei, which is still on a trade blacklist.\nMs Meng is the elder daughter of Ren Zhengfei, who set up Huawei in 1987. He also served in the Chinese army for nine years, until 1983, and is a member of the Chinese Communist Party.\nHuawei itself is now the largest telecom equipment maker in the world. It has faced accusations that Chinese authorities could use its equipment for espionage - allegations it denies.\nIn 2019, the US imposed sanctions on Huawei and placed it on an export blacklist, cutting it off from key technologies.\nThe UK, Sweden, Australia and Japan have also banned Huawei, while other countries including France and India have adopted measures stopping short of an outright ban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58698864",
      "category": "entertainment-arts",
      "title": "Status Quo bassist Alan Lancaster dies aged 72",
      "text": "Status Quo founding member and bassist Alan Lancaster has died aged 72, the band's manager has confirmed.\nLancaster had several international hits with the group during the 60s and 70s including Rockin' All Over The World and Whatever You Want.\nManager Simon Porter said: \"This is such sad news.\"\nLead singer Francis Rossi said: \"Alan was an integral part of the sound and the enormous success of Status Quo during the 60s and 70s.\"\nRossi and Lancaster began performing together in the 1960s under a number of different band names before settling on Status Quo.\nThe group went on to have four UK number one albums, according to the Official Charts Company.\nHe said in a statement: \"We were friends and colleagues for many years and achieved fantastic success together as the Frantic Four alongside Rick Parfitt and John Coghlan.\n\"Although it is well documented that we were estranged in recent years, I will always have very fond memories of our early days together and my condolences go to Dayle and Alan's family.\"\nMr Porter gave his \"sincere condolences\" to Lancaster's wife Dayle and the family.\n\"It was an absolute pleasure to be able to reunite the original line-up for two sell-out tours in 2013-14 and to give Status Quo Frantic Four fans a final legacy and such a lasting memory,\" he said.\n\"Although Alan was not in the best of health even then, he got through the tours with determination and grit and was a pleasure to work with.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58691824",
      "category": "world-asia",
      "title": "Afghanistan: Taliban hang bodies as warning in city of Herat",
      "tags": "Human rights,Afghanistan,Taliban",
      "text": "The Taliban say they have shot dead four alleged kidnappers and hung their bodies in public squares in the Afghan city of Herat.\nThe gruesome display came a day after a notorious Taliban official warned that extreme punishments such as executions and amputations would resume.\nThe men were killed in a gun battle after allegedly seizing a businessman and his son, a local official said.\nLocal residents said a body was hung from a crane in the city centre.\nWazir Ahmad Seddiqi, a local shopkeeper, told the Associated Press news agency that four bodies were brought to the square, one was hung there and the three other bodies were moved to other squares in the city to be displayed.\nThe deputy governor of Herat, Maulwai Shair, said displaying the bodies was done to deter further abductions. He said the men were killed in a gun battle after the Taliban learnt that they had kidnapped a businessman and his son - who were both freed.\nThe BBC has not independently confirmed the circumstances under which the men were killed.\nHowever, graphic images shared on social media appeared to show bloody bodies on the back of a pick-up truck with a crane hoisting one man up.\nAnother video showed a man suspended from a crane with a sign on his chest reading: \"Abductors will be punished like this.\"\nSince taking power in Afghanistan on 15 August, the Taliban have been promising a milder form of rule than in their previous tenure.\nBut there have already been numerous reports of human rights abuses carried out across the country.\nThe Taliban's notorious former head of religious police Mullah Nooruddin Turabi - now in charge of prisons - said on Thursday that extreme punishments such as executions and amputations would resume in Afghanistan as they were \"necessary for security\".\nIn an interview with AP, he said these punishments may not be meted out in public, as they were under previous Taliban rule in the 1990s. Public executions were frequently held in Kabul's sports stadium or on the vast grounds of the Eid Gah mosque during the group's five year rule.\nBut he dismissed outrage over their past public executions: \"No-one will tell us what our laws should be.\"\nTurabi - who is on a UN sanctions list for his past actions - added that \"everyone criticised us for the punishments in the stadium, but we have never said anything about their laws and punishments\".\nIn August, Amnesty International said that Taliban fighters were behind the massacre of nine members of the persecuted Hazara minority.\nAmnesty's Secretary-General Agnès Callamard said at the time that the \"cold-blooded brutality\" of the killings was \"a reminder of the Taliban's past record, and a horrifying indicator of what Taliban rule may bring\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58685889",
      "category": "business",
      "title": "Nike and Costco warn of product shortages and delays",
      "tags": "Companies,Global supply chain management,Retailing,Nike, Inc.",
      "text": "US sportswear giant Nike and US retail giant Costco both say they are facing product shortages and delays due to global supply chain problems. \nNike said production and delivery of its shoes would impacted until next spring, as it struggles with shipping issues and a worker shortage in Asia.\nMeanwhile, Costco has re-imposed limits on items like toilet paper.\nIt says customers are stockpiling again amid Covid fears, but it is also struggling to ship goods to its shops.\nOn Thursday, Nike said it had cut its sales outlook for the year due to the ongoing disruption. \n\"We are not immune to the global supply chain headwinds that are challenging the [manufacturing] and movement of product around the world,\" chief financial officer Matthew Friend said.\n\"We expect all geographies to be impacted by these factors.\"\nThe firm's factories in Vietnam and Indonesia, which make three quarters of its shoes, have been hit by local lockdowns. In Vietnam alone it has cost the firm 10 weeks of production this year. \nMeanwhile, the time it takes to get its products from Asia to North America has doubled, from around 40 to 80 days. Nike has also seen transit times rise in North America, Europe, and the Middle East and Africa due to \"port and rail congestion and labour shortages\". \nCostco - a membership only retailer - said on Thursday it was reinstating limits on purchases of key items including toilet rolls, bottled water and some cleaning products.\nIt said it was partly due to a resurgence in panic buying, but it is also struggling to find trucks, drivers and shipping containers to get goods to its stores.\nThe retailer has even chartered three of its own ocean liners to move products between Asia and North America over the coming year.\n\"The factors pressuring supply chains and inflation include port delays, container shortages, Covid disruptions, shortages on various components, raw materials and ingredients, labour cost pressures and truck and driver shortages,\" said Costco's chief financial officer, Richard Galanti. \n\"Various major brands are requesting longer lead times, and in some cases, difficulty in finding drivers and trucks on short notice\".\nSince economies have reopened, retailers around the world have faced widespread disruption amid a surge in demand for imports. \nIn the US it's contributed to shortages of children's toys, timber, new clothes and pet food, while also pushing up consumer prices. \nBrands including toymaker Hasbro and sportswear giant Adidas have warned of potential supply bottlenecks going into the crucial holiday season. \nAnd last week, a record 73 ships were forced to queue outside two major US ports, Long Beach and Los Angeles, as port staff scrambled to clear the backlog. Before Covid, it was unusual for more than one to wait for a berth. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58699058",
      "category": "entertainment-arts",
      "title": "Steve Coogan to play Jimmy Savile in BBC One drama",
      "tags": "Steve Coogan,BBC,Jimmy Savile sexual abuse scandal",
      "text": "Comedian and actor Steve Coogan is to play the disgraced late TV personality Jimmy Savile in a new BBC One drama. \nThe Reckoning, a mini-series, will tell the story of the presenter's rise and the sexual abuse scandal that emerged after his death.\nThe BBC said the team behind the drama had worked closely with those impacted by Savile to ensure their stories were told with \"sensitivity and respect\". \nCoogan said he had not taken the decision to play Savile \"lightly\". \nSavile was one of the UK's top entertainers in the 1970s and 80s, known for TV shows like Top of the Pops and Jim'll Fix It, as well as stints on BBC Radio 1.\nAfter his death in 2011, an ITV documentary investigated claims of sexual abuse against him, leading to further allegations of abuse and a string of public inquiries.\nThese found that the broadcaster had used his involvement in organisations, such as charities, hospitals, prisons and the BBC, to prey on hundreds of people - mostly vulnerable young females.\nCoogan is best known for playing comedy roles, especially the part of hapless presenter Alan Partridge, but has also taken on dramatic roles in films such as Stan and Ollie and Philomena. \nHe said: \"To play Jimmy Savile was not a decision I took lightly. Neil McKay has written an intelligent script tackling sensitively an horrific story which - however harrowing - needs to be told.\"\nIn 2016, an independent investigation found that the BBC missed opportunities to stop \"monstrous\" abuse by the presenter and DJ because of a \"culture of fear\".\nThe Dame Janet Smith review identified 72 victims of Savile in connection with his work at the BBC, including eight who were raped. Eleven of his victims were younger than 12 years old. \nThe BBC was also criticised for dropping a Newsnight investigation into the sexual abuse claims - which was then picked up by ITV. The corporation's former director general, George Entwistle, later admitted to MPs this had been the wrong decision.\nThe Reckoning will be written by Neil McKay, who was also behind Appropriate Adult - the Bafta-winning drama about serial killer Fred West.\nHe and executive producer Jeff Pope also worked on Moorside, about the disappearance of Shannon Matthews; and the forthcoming Four Lives, on the murders of four young gay men by Stephen Port.\nThe drama will be directed by Sandra Goldbacher and produced by ITV Studios. \nPope said: \"The purpose of this drama is to explore how Savile's offending went unchecked for so long, and in shining a light on this, to ensure such crimes never happen again. Steve Coogan has a unique ability to inhabit complex characters and will approach this role with the greatest care and integrity.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58695048",
      "category": "uk",
      "title": "Covid-19: Government approves temporary visas, and stars perform at Global Citizen festival",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow.\nTemporary UK visas will be issued to up to 10,500 lorry drivers and poultry workers, the government has confirmed, as it tries to limit disruption to supply chains in the run-up to Christmas. It comes after a shortage of lorry drivers led to disrupted fuel deliveries and long queues at petrol stations. However, the British Chambers of Commerce said the measures were equivalent to \"throwing a thimble of water on a bonfire\". There is a shortage of around 90,000 drivers in the UK, says Logistics UK.\nBillie Eilish, Coldplay, Sir Elton John and Ed Sheeran are among a host of stars to perform at a 24-hour concert to raise awareness of vaccine inequality, climate change and famine. The Global Citizen festival, which began on Saturday, is featuring performances from more than 60 artists in cities including New York, London and Sydney. Non-governmental organisation Global Citizen, which organised the event, is urging international governments to deliver one billion vaccines to the poorest countries. Measures to tackle climate change and famine are also priorities. A few days ago, research revealed that rich countries are still holding surpluses of vaccines. Could 241 million doses go to waste?\nTravellers arriving in the Republic of Ireland will no longer have to undergo mandatory hotel quarantine. The country's health minister made an announcement on Saturday saying it was to end \"immediately\". All countries have now been removed from the list of designated states. People arriving in Ireland without proof of being vaccinated or a negative PCR test will be told to quarantine at home.\nA Conservative peer is intending to force a vote in the Commons on government plans to scrap the £20-a-week top-up to the universal credit benefit. The extra money was introduced at the start of the pandemic, but it is officially due to end on 6 October. Baroness Stroud said it was a \"tragedy\" MPs had not had a \"meaningful vote\" on the planned cut. Read more about the impact the cut will have on people on universal credit.\nA new survey has found that young people are twice as likely as older people to pray regularly - and the pandemic might be a reason why. Some 51% of 18 to 34-year-olds polled by Savanta ComRes said they pray at least once a month, compared with 24% of those aged 55 and over. Chris Hopkins, associate director of Savanta, said the numbers could reflect the move to online worship during the pandemic. \"It is possible that the pandemic opened up more avenues to prayer to young people, and this is reflected in the findings,\" he said.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWondering about the flu vaccine, as the NHS braces for a difficult winter? Find out who's entitled to a free jab.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58695094",
      "category": "world-africa",
      "title": "Rwanda genocide 'kingpin' Théoneste Bagosora dies in prison",
      "tags": "Rwandan genocide,Rwanda",
      "text": "A former Rwandan army colonel convicted for his role in the massacre of some 800,000 people in the 1994 genocide has died in Mali, where he was in prison.\nThéoneste Bagosora, 80, was a senior figure in Rwanda's ministry of defence at the time of the killings.\nA UN-backed criminal tribunal sentenced him to life in prison, but this was later reduced to 35 years.\nHis son Achille told the BBC he died at a hospital in Bamako, where he was being treated for heart issues.\nAround 800,000 people - mostly from the Tutsi ethnic group - were killed in 100 days during the genocide.\nThe massacres began after a plane carrying Rwanda's then-President Juvenal Habyarimana was shot down on 6 April 1994, killing everyone on board.\nBagosora was arrested two years later in Cameroon, where he had fled to after Paul Kagame's Rwandan Patriotic Front seized power. \nIn 2008, the International Criminal Tribunal for Rwanda found him guilty of crimes against humanity, and for orchestrating the murder of several political figures, including Prime Minister Agathe Uwilingiyimana.\nAt his trial, Bagosora maintained he was a victim of propaganda by Rwanda's current Tutsi-dominated government.\nCanadian General Romeo Dallaire, head of the UN's peacekeeping force during the genocide, described Bagosora as the \"kingpin\" behind the killings, and alleged that the former colonel had threatened to kill him.\nBagosora was initially sentenced to life imprisonment, but three years later some charges were overturned and his term was reduced to 35 years.\nEarlier this year he was denied a request for early release, and was due to finish his sentence at the age of 89.\nHe was serving his sentence in Mali's Koulikoro prison, along with many others convicted for roles in the Rwandan genocide."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58699357",
      "category": "uk-wales-politics",
      "title": "Labour conference: Welsh MP concerned party may not win election",
      "tags": "Keir Starmer,Bethan Winter,Stephen Kinnock,Labour Party Conference,Welsh Labour,Labour Party",
      "text": "The Labour Party is lacking \"radical, progressive policies\" needed to win the next general election, a Welsh MP has said. \nBeth Winter criticised leader Sir Keir Starmer for \"shifting\" from pledges made in Labour's leadership contest.\nLabour MP Stephen Kinnock said the annual conference was about showing the party was serious about winning power.\nSir Keir said Labour would focus on economy, jobs, the NHS, and climate change.\nBut a row over Labour's rulebook has seen the leader clash with the party's left wing.\nPlans to replace the one-member-one-vote system with an electoral college voting system for future leadership contests have been dropped.\nOn Sunday members voted to approve a package of watered-down reforms, which included making it harder for Labour constituency members to deselect their MP.\nSpeaking on the BBC Politics Wales programme, UK Labour leader Sir Keir said: \"My central purpose in the issue on the rules is simply to make sure that our Labour party is facing those working families, facing outwards rather than talking to ourselves.\"\nCynon Valley MP Beth Winter, part of Labour's Socialist Campaign Group found it \"really troubling\" internal wrangling was \"overshadowing\" the conference, which is being held in Brighton. \nShe said she feared attempts were being made to push through \"undemocratic\" rule changes during a time of \"crisis\".\n\"We should be taking the fight to the Tories not having an internal fight, and I really hope in the conference, moving forward, we will be focusing on those transformative, progressive policies that need to happen,\" Ms Winter said. \n\"We must unite together as a party, which I know we can, and develop those progressive policies.\" \nIn the conference run-up Sir Keir published an essay, outlining what he stands for and how he wants to change the UK.\nBut Ms Winter said she was \"concerned\" Labour would struggle to win the next general election, as there was a \"lack of radical, progressive policies\" in Sir Keir's essay. \nShe said: \"There has been a shift away from the pledges that he made when he was elected - a progressive tax system, raising a wealth tax, raising corporation tax, renationalisation of utilities, radical devolution of power throughout the UK nations.\"\nOn BBC Radio Wales' Sunday Supplement, Stephen Kinnock denied the row over the party's rules was self-indulgent. \nThis was because the way Labour functions \"sends a really important message to the country about the party that we want to be\".\nThe Aberavon MP added: \"This conference is all about showing that Labour is serious about being a party of government and every aspect of our rulebook should reflect that. \n\"It should show that we're reaching out to the country.\"\nEmerging from the conference, he said, were \"meaty\" policy proposals which would \"change the face of our country\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58696977",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Man arrested on suspicion of murder",
      "tags": "Kidbrooke,Sabina Nessa murder",
      "text": "A man has been arrested on suspicion of murder by police investigating the death of south-east London primary school teacher Sabina Nessa.\nA 36-year-old man was arrested in East Sussex at about 03:00 BST, in what Scotland Yard described as a \"significant development\".\nMs Nessa's family has been informed of the development, the Met Police said.\nThe 28-year-old was attacked while walking to meet a friend at The Depot bar, Kidbrooke, on 17 September.\nShe had earlier left her home in nearby Astell Road and her body was found the next day in Cator Park by a member of the public.\nScotland Yard previously released CCTV footage of a man filmed walking close to the park, through Pegler Square, on the night Ms Nessa was attacked.\nTwo other men arrested last week on suspicion of murder were later released pending further investigation.\nPeople have continued to leave tributes and candles in Pegler Square, while a book of condolence was opened on Saturday in the One Space community centre, near to where Ms Nessa's body was found.\nOn Friday, more than 500 people joined a vigil in Pegler Square during which the teacher's sibling Jebina Yasmin Islam told the crowd she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nShe said her family's \"world is shattered, we are simply lost for words\".\nMembers of Ms Nessa's family also spoke at a rally at East London Mosque, while a candle was lit outside No 10 Downing Street in her memory.\nA post-mortem examination into the cause of Ms Nessa's death was inconclusive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58701788",
      "category": "world-europe",
      "title": "San Marino votes to legalise abortion in referendum",
      "tags": "Abortion,Italy",
      "text": "Residents in the European microstate of San Marino have voted overwhelmingly to legalise abortion.\nWith all referendum polls counted, around 77% of voters backed the decision, while nearly 23% said no.  \nWith the results in, Interior Minister Elena Tonnini has called on parliament to translate the result into law.\nThe move would overturn a law dating back to 1865, which has made San Marino one of the last places in Europe where abortion is completely banned.\nTurnout for the referendum was 41% in the landlocked enclave, which is surrounded by Italy.\nThe motion passed by voters would allow women to voluntarily terminate their pregnancy within 12 weeks of gestation. After the 12-week mark, abortion would only be allowed if the mother's health was at risk, or if foetal abnormalities could cause physical or psychological harm.\nUnder current rules, women can be jailed for up to three years. For the doctor carrying out the procedure, this can be up to six years.\nNobody has ever been convicted. Usually women who choose to have an abortion travel to Italy, where it has been legal since 1978.\nBut this does not always guarantee access. In Italy, doctors have the right to refuse to carry out abortions.\nMore than 35,000 people, a third of them living abroad, were eligible to vote in this latest referendum initiated by the San Marino Women's Union (UDS).\nTraditionally the country, with its strong Catholic heritage, has been socially conservative. \nOpposition to decriminalising abortion has been led by the Sammarinese Christian Democratic Party, which has strong ties to the Catholic Church and has governed the country for nearly 20 years.\nBut campaigners have been trying to build on the momentum created by other European countries such as Ireland and Gibraltar, which have legalised abortion in recent years.\nBefore the results, UDS member Francesca Nicolini, a 60-year-old doctor, told AFP that \"the majority of young people are on our side, because it's an issue that directly affects their lives\".\n\"It's unacceptable to view as criminals women who are forced to have abortions,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58690225",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Book of condolence opened for killed teacher",
      "tags": "Kidbrooke,Sabina Nessa murder",
      "text": "A book of condolence has been opened for people to pay respects to teacher Sabina Nessa, who was killed as she walked to a pub in south-east London.\nThe book is in a community centre near Cator Park in Kidbrooke, close to where the 28-year-old's body was discovered.\nOn Friday, more than 500 people joined a vigil in Pegler Square, near to where a wanted suspect was seen on CCTV.\nHe was filmed in Pegler Square on the night of the killing carrying what is thought to be \"a reflective red item\".\nDetectives said they \"retain an open mind as to whether this was used in the attack on Sabina\".\nAppealing for further help to identify the man, Det Ch Insp Neil John said he may have been \"trying to conceal it [the red item] up his sleeve\".\n\"Please share the CCTV footage on social media and... show the image to family members and friends who may not have seen it. \n\"He must be traced,\" he added.\nTwo men who were arrested on suspicion of murder have both since been released pending further investigations.\nPolice said they were \"content that neither of them is the man shown in the CCTV footage\".\nMs Nessa was attacked as she was walking to meet a friend at The Depot bar on 17 September, shortly after leaving her home in Astell Road.\nHer body was found the following day by a member of the public near a walkway in the park.\nThe book of condolence has been opened at the OpenSpace community centre.\nThe centre's manager Kathryn Gosden said they planned to give the book to Ms Nessa's family \"to show that Sabina was part of this community... and we are sorry and will remember her\".\nShe added that those living in the area were still \"very, very scared\" about what had happened.\n\"Even today, people are out in twos and threes, they're not out on their own,\" she said.\nMore candles and tributes have also been left in Pegler Square, where hundreds of people gathered for Friday evening's vigil.\nAddressing the crowd on Friday evening, Ms Nessa's sister Jebina Yasmin Islam said she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nOthers members of her family spoke at a separate rally earlier that evening at East London Mosque.\nA candle was also lit outside No 10 Downing Street in memory of Ms Nessa, while the Duchess of Cambridge said she was \"saddened by the loss of another innocent young woman on our streets\".\nMegan Paterson, BBC News correspondent\nWith every hour that passes the number of flowers, cards and candles left near where Sabina Nessa's body was found continues to grow. \nThere are letters from friends and colleagues, and many more from people who didn't know Sabina Nessa but want to pay tribute to her. \nThree heart shaped red balloons float beside the pathway she would have taken on her way to meet a friend last Friday, near the place where she was attacked. \nHaving been closed behind the police cordon all week, the OpenSpace Community Centre has opened its doors today, offering people the chance to sign a book of condolence. \nA space normally used for dance lessons, football training and coffee mornings is now a focus for a grieving community.\nMeanwhile, Victims' Commissioner for England and Wales Dame Vera Baird said police needed to better protect the public, rather than women being asked to take precautions.\nSpeaking on BBC Radio 4's Today programme, Dame Vera said: \"Apparently the police have been giving out rape alarms to women and giving leaflets out saying how to stay safe in a public place.\n\"It is less, isn't it, about giving women leaflets on keeping themselves safe in dangerous places and more about the police making the streets safe for women?\"\nShe added: \"Three-quarters of women over 16 have been harassed in a public place and don't feel safe.\n\"They need to know that the police understand that and will use all the powers they have got to keep the streets safe.\"\nMet Police Assistant Commissioner Louisa Rolfe previously said the force was not asking women to change their behaviour when going out at night.\n\"Violence against women and girls is a priority for police across the UK but we're really conscious that women should be free to go about their lives without fear of abuse.\"\nShe added violence against women was \"something that is tolerated far too much in society and we the police are determined to bring offenders to justice and to prevent these offences where we can\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58701620",
      "category": "uk",
      "title": "Fuel supply: UK suspends competition law to get petrol to forecourts",
      "tags": "Haulage",
      "text": "The government is to suspend competition law to allow oil firms to target fuel deliveries at petrol stations following recent panic buying.\nOfficials said the move would make it easier for companies to share information and prioritise parts of the country most at need.\nIt follows days of long queues at the pumps, after fears of disruption to the fuel supply sparked panic buying.\nBut a minister said there were no plans to bring in the Army to drive tankers.\nThe government has been considering using the Army, but Environment Secretary George Eustice said the shortage of drivers was \"not a huge problem\".\n\"The only reason we don't have petrol on forecourts is people are buying petrol when they don't need it,\" he said, predicting that things would \"calm down\" once anxious people had filled their cars.\nThe Petrol Retailers Association has warned that as many as two-thirds of its membership of nearly 5,500 independent outlets are out of fuel, with the rest of them \"partly dry and running out soon\". The UK has a total of more than 8,000 filling stations.\nAnnouncing the measure to exempt the oil industry from the Competition Act 1998, Business Secretary Kwasi Kwarteng said the government had \"long-standing\" contingency plans to maintain fuel supplies.\nHe said allowing the industry to share information would mean companies could work together more effectively to minimise disruption.\nThe government also relaxed competition law in March 2020, to help supermarkets work together to maintain food supplies.\nA shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nIn recent days, some fuel deliveries were affected, leading to panic buying and lengthy queues at some petrol stations.\nIn a joint statement from companies including Shell, ExxonMobil and Greenergy, the industry reiterated that pressures on supply were being caused by \"temporary spikes in customer demand - not a national shortage of fuel\".\nPRA chairman Brian Madderson told the BBC the shortages were down to \"panic buying, pure and simple\", with oil companies prioritising keeping motorway service station pumps topped up.\nPumps were mainly running dry in Britain's urban areas, while Northern Ireland was currently unaffected, he said.\nMr Madderson also told BBC Radio 4's Today programme on Monday that filling stations were being restocked, but there were not enough deliveries to restore their normal levels of fuel.\n\"One of our members yesterday received a tanker at midday and by late afternoon the entire tanker had disappeared into people's cars,\" he said.\nOn Saturday, the government announced it would offer temporary visas, lasting until Christmas Eve, to 5,000 foreign fuel tanker and food lorry drivers and 5,500 poultry workers in a bid to limit disruption in the build up to Christmas.\nOther measures include sending nearly one million letters to drivers who hold an HGV licence - to encourage them back into the industry - and plans to train 4,000 people to become HGV drivers. \nElizabeth de Jong, director of policy for Logistics UK, told Today that it would be \"days, possibly a couple of weeks\" before the visa applications were open.\nShe said the industry had wanted more visas to be available and for a longer time, but she said the key issue now was to make them attractive to drivers, which was likely to mean offering good wages.\nThe UK had lost 72,000 drivers between the second quarter of 2019 and the same period in 2021, Ms de Jong said - partly due to people returning to the EU after Brexit. \nAt the same time, she said the pandemic had disrupted testing for HGV licences, making it harder to replace the lost drivers.\nThe DVLA said there were more than 54,000 applications for licences awaiting processing, although some of those may be renewals and drivers can continue to work while they are dealt with.\nThe shortage of drivers and other workers is also causing concern in the food and retail industry.\nThe British Retail Consortium said the number of visas being offered was \"too small\" to make an impact on the disruption expected at Christmas.\nCompetition benefits consumers. It encourages firms to innovate and improve their offer to draw customers in. It can mean products are better, often at lower prices.\nIt also aims to make sure firms compete on a level playing field, as well as protecting them from other businesses acting unfairly.\nIt stops businesses from making agreements with each other that would distort competition, leaving customers worse off. Agreeing to fix prices for certain goods or services, limiting production to drive prices up, or carving up markets, for example, could all end up breaking competition law. \nThat risks serious fines, people being banned from running companies, or even jail.\nDuring the pandemic, the government has intervened to exempt certain industries from elements of competition law. At the height of the coronavirus crisis, for example supermarkets were allowed to share more information with each other on stock levels and share depots and delivery vans, to meet customer demand. \nThe latest move will allow fuel suppliers to share information on which locations are most in need and, according to the Petrol Retailers Association, possibly put fuel into their competitors' sites - which they would not typically be allowed to do.\nAndrew Opie, director of food and sustainability policy at the trade association, told the BBC: \"I think we're going to see less choice, less availability, possibly a shorter shelf life as well, which is really disappointing because this could have been averted.\"\nMeanwhile, turkey farmer Kate Martin warned supermarkets could run out of poultry before Christmas.\nShe said there were fewer turkeys being produced because the big processors \"know they will not get them processed\".\nBut the boss of supermarket chain Aldi in the UK said he expected \"business as usual\" at Christmas.\nRecruitment for additional short-term HGV drivers and poultry workers will begin in October, with the visas valid until Christmas Eve.\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58693663",
      "category": "uk-northern-ireland",
      "title": "River Foyle: Casualty airlifted to hospital after jet ski incident",
      "tags": "Londonderry-Derry",
      "text": "One person has been airlifted to Altnagelvin Hospital in Londonderry after being injured in a jet ski incident in the River Foyle. \nIt happened at Lisahally, near Foyle Port, on Saturday night.\nThe casualty was transported to the hospital by Irish Coast Guard rescue helicopter 118, based in County Sligo.\nA second person was also taken to hospital, following what is thought to have been a crash onto a river bank. Their conditions are not yet known.\nThe helicopter was dispatched by the Irish Coast Guard in Malin Head, County Donegal.\nFoyle Search and Rescue was also involved in the operation, sending its volunteers to the scene shortly after 20:00 BST. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58697347",
      "category": "business",
      "title": "Energy regulator Ofgem says gas crisis not its fault",
      "tags": "Ofgem,Energy industry",
      "text": "The head of Ofgem has rejected claims from the industry the current energy crisis represents a failure to adequately regulate the market.\nSix suppliers have gone bust recently, leaving about 1.5 million customers facing higher bills, with more firms expected to fold.\nOfgem boss Jonathan Brearley, told the BBC: \"No-one could have predicted the kind of gas price rises we have seen. \n\"In a situation like that any market would be under strain.\"\nGas prices are up four-fold, Mr Brearley said.\nHowever, his view has little support from senior executives in the industry who have told the BBC the regulator knew full well that many smaller suppliers would not be resilient in the face of rises that should have been part of the regulator's stress testing of the sector.\nThe boss of the UK's fifth largest energy provider, Scottish Power, said the government was essentially asking larger providers to weaken their own financial position by shouldering billions in additional cost to provide these customers with energy that costs more to buy than they are allowed to sell it for under a government-imposed retail price cap.\nOfgem insists its primary concern has been protecting consumers, but that promise sounds slightly hollow when millions of customers face being moved to higher tariffs from bigger suppliers and the cost those larger companies incur from taking on new customers will be added to all consumers bills through an industry wide levy.\nLarger suppliers, including Centrica owned-British Gas, have agreed to take on hundreds of thousands of marooned customers, but expect the cost of doing so to be recouped in a mechanism that Ofgem described as \"tried and tested\" but which bigger companies say is not designed for the mass failures we are now seeing.\nThe Ofgem boss admits that the energy cap (£1,277 for a dual fuel household with average energy consumption) which limits the ability of companies to pass on higher wholesale costs to retail customers, is likely to rise again when it is reset in April 2022 after a 12% rise due to take effect at the end of this month.\nIndustry sources also agree that many of the larger companies may be prepared to take on new customers not only because the retail price cap will inevitably rise, but also because the new customers they acquire will be \"stickier\". This means they will be less likely to switch in future given a lack of confidence that cheaper suppliers can be relied upon in the future,\nThe received wisdom and advice of the last ten years to continually switch suppliers now looks less persuasive. \nOfgem's Mr Brearley insists he wants a competitive market in the future. Critics argue that it presided over a market that it knew would collapse in a gas crunch - resulting in fewer companies and meaning a less competitive market."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58681313",
      "category": "uk-politics",
      "title": "Labour conference: New rights for workers to boost fairness, Rayner vows",
      "tags": "Angela Rayner,Gig economy,Keir Starmer,Labour Party Conference,Employment,Labour Party",
      "text": "New laws to boost fairness at work would be brought in within 100 days of Labour winning a general election, Angela Rayner has promised.\nLabour's deputy leader said \"common decency\" had to be restored to the workplace, in a conference speech.\nPlans include bringing workers and employers together to negotiate pay and conditions in every sector. \nLabour says it would also increase statutory sick pay, as well as bring in the right to flexible working for all.\nMs Rayner told Labour's annual conference: \"Let's make this real and show every worker in every workplace in every corner of our country that with their support, their lives, their jobs and their communities can and will be better.\"\nUnder the \"fair pay agreements\" proposal, representatives of workers and employers would negotiate minimum standards - or a floor - for pay and terms and conditions for their particular sector. \nOnce agreed, the terms would be binding on employers and staff. \nLabour argues this would prevent \"exploitative employers from undercutting the many good employers\" - pointing to the introduction of such agreements in New Zealand and some European countries.\nThe idea of fair pay agreements is one policy included in Labour's green paper on employment rights. Other proposals include:\nLabour's deputy leader also confirmed social care would be the first sector to go through the fair pay process.\nMs Rayner - who is also Labour's shadow secretary for the future of work - argued that fair pay agreements would \"stop bad bosses from exploiting their workers and driving down pay\".\nShe also told BBC Breakfast that better pay and working conditions would ease pressure on employers by boosting staff retention and cutting the number of working days lost to sickness.\n\"Having good employment practices... means that you have good staff retention (and) those skills are retained within the organisation,\" she said.\nIn her speech, she also said the fair pay agreements would \"drive up pay, improve conditions in the workplace and stop bad bosses from exploiting their workers\", and that that ending \"poverty wages and insecure work\" would be the \"driving mission of the next Labour government\". \nWelcoming the proposal, TUC leader Frances O'Grady said: \"Giving workers and their unions more power to bargain collectively is the best way to improve pay and working conditions across Britain.\"\nMs Rayner's speech marked the beginning of Labour's annual conference  - Sir Keir's first in-person conference since he became leader in 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58694809",
      "category": "uk-politics",
      "title": "Labour conference: Any tax rises under Labour will be fair - Starmer",
      "tags": "Schools,Keir Starmer,Labour Party Conference,Labour Party,Private schools",
      "text": "Sir Keir Starmer has not ruled out tax rises if Labour wins power, but he promised they would \"not unfairly hit working families\". \nThe party leader told the BBC's Andrew Marr: \"We want those with the broadest shoulders to pay.\"\nBut he said it was too far from an election to make firm tax commitments.\nShadow chancellor Rachel Reeves said she did not have \"any plans to increase the rates of income tax\" if Labour wins the next election.\nAsked about her comments by Andrew Marr, Sir Keir said: \"We are looking at tax, nothing is off the table, but we don't know what state of finances will be as we go into the election and nor does anybody else.\"\nHe accused Prime Minister Boris Johnson of \"whacking working people\" with a tax hike, with his plan to increase National Insurance to pay for the NHS and social care.\nIn his Marr interview, the Labour leader revealed he would not nationalise the big six energy companies if he were to become prime minister - despite a pledge to support \"common ownership\" of the sector in his party leadership campaign last year. \nHe said he would be \"pragmatic\" and not \"ideological\" when it came to nationalisation, saying: \"Where common ownership is value for money for the tax payer and delivers better services then there should be common ownership.\"\nBut the former leader of the Unite union, Len McCluskey, called on Sir Keir to stick to his pledge and show more \"radicalism\", claiming the result would be \"the opinion polls [starting] to move upwards.\"\nThe Labour conference, in Brighton, backed a motion, put forward by Unite and the CWU union, calling for the nationalisation of energy companies.\nThe Labour leader also promised children in England an \"education fit for the future\", paid for by a tax on private schools, if he wins power, in an interview with The Sunday Mirror.\nMs Reeves will unveil more details in her conference speech on Monday, but a number of Labour's tax and spending policies have already been confirmed:\nWho are the people with \"the broadest shoulders\" who will pay more tax under a Labour government? \nThe party has given two specific examples recently. Removing the charitable status of private schools would make them pay an estimated £1.5bn a year in tax. \nMaking private equity fund managers pay full income tax on a type of earning called \"carried interest\" would raise about £440m. \nIn an interview with the Sunday Times, Rachel Reeves suggested a few more: income from stocks and shares and buy-to-let properties. \nWhat the general public would really notice, though, are changes to the rates of the big things we all pay: income tax and national insurance.  \nAnd Starmer and Reeves have kept their options open on a potential rise in the former or whether they'd scrap the government's increase of the second.  \nBut the \"broadest shoulders\" rhetoric suggests any increase would be targeted at the wealthy. \nWhich means we really need to know how Labour would apply their tape measure to the nation's shoulders to separate the broad from the narrow. \nElsewhere at the conference, shadow business secretary Ed Miliband set out plans to \"green\" the UK steel industry by investing £3bn over 10 years in decarbonisation.\nThe former Labour leader also accused the Conservatives failing to protect steelmakers from being undercut by cheap steel imports, as well as spending tens of millions on imported steel to build schools and hospitals.\nMr Miliband also describe the current gas prices crisis as a \"disaster made in Downing Street\" because of \"inaction\" from the government, adding: \"As we respond to the climate crisis with all the transformation that entails, we have a fateful choice to make.\n\"We can try and put a green coat of paint on an unfair, unequal, unjust Britain, or we can make a different choice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58698189",
      "category": "uk-wales",
      "title": "Covid: Welsh NHS warns waiting list backlog could take years to clear",
      "tags": "Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Patients have been warned it could take years to clear the backlog of those on NHS waiting lists.\nWelsh NHS Confederation director Darren Hughes gave the bleak outlook, saying a return to pre-pandemic levels is unlikely for the foreseeable future.\nThe group represents the seven local health boards and three NHS trusts, among other health care services.\nHe said auditors had predicted it could cost up to £300m per year to deal with the backlog.\nThis is without new cases and this week the worst waiting performances were recorded by Welsh hospital A&E units.\n\"I think if we look forward, Audit Wales this week has estimated it is going to cost anything between £150m and £300m per year for the foreseeable future to deal with the backlog, created by all the things that we couldn't do during the pandemic, as well as being able to treat people who are getting ill every day,\" Mr Hughes told Sunday Supplement on BBC Radio Wales.\n\"Pressure is immense, it's a whole system issue.\n\"There's the front door that has people arriving with needs of urgent care. \n\"There are people in hospitals, and a capacity in hospitals is greatly reduced because of all the infection prevention and control measures we're having to use. \n\"Exactly the same for the ambulance service, it's not like it was pre-Covid. Ambulances needed to be thoroughly disinfected between calls. \n\"So capacity is actually down - the number of people we can see everyday is down in primary care, in hospitals. \n\"Things are really tough, and I think we need to be honest with the public, it's going to continue to be tough for the foreseeable future. \n\"And what I would say to politicians is, we are seeing recognition from the health minister of how serious things are, we're speaking to politicians of all parties... things are going to be incredibly tough, not just the this month, this year, but for a few years to come.\"\nHis warning was echoed by Health Minister Eluned Morgan in June when she said it would \"probably will take the whole length of this Senedd term [five years] to get us back to pre pandemic levels\".\nIn an interview on Friday, she said: \"The system is under huge pressure at the moment. That pressure is worse than anything we have seen at any point in the pandemic. \n\"And of course we are determined to try and work through the enormous backlog that has been built up during the pandemic. \n\"But it is very difficult to do that when the pressure on the system is coming at us from so many directions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58680153",
      "category": "health",
      "title": "NHS waits: More people feeling forced into private healthcare",
      "tags": "NHS",
      "text": " \"To be put in a position where you're basically begging off people, it's infuriating.\"\nLast October, 12-year-old Hayden Kildea was diagnosed with severe scoliosis, a condition where the spine twists and curves to the side. Left untreated, it can become a dangerous and life-limiting condition. \nThe Kildeas, who live in Strabane, Northern Ireland, say they were told Hayden would need urgent surgery - but that because of the backlog caused by the pandemic, he would have to wait more than two years.\nHis mum Shauna found a clinic in Turkey that was able to carry out the operation immediately, but it would cost £50,000 - money the family didn't have. \nSo in the summer, they turned to crowdfunding and campaigning to raise the money.\nShe says: \"It's really, really frustrating that we're in our own country and we can't get Hayden the surgery he needs.\"\nMillions of people across the UK are currently on NHS waiting lists - in Northern Ireland there are over 465,000 people, while in England, 5.6m are queuing for treatment. \nData shared with BBC Panorama shows that on average, waiting lists have grown by 50% in the most deprived parts of England since the start of the pandemic, compared with nearly 35% in the most affluent areas. \nThe research, conducted by the King's Fund, also shows that people on waiting lists in poorer areas are nearly twice as likely as those in wealthier areas to wait more than one year for treatment. \nThe data looks at waiting lists from April 2020 to July 2021 (the latest available data) and includes planned hospital treatments such as knee and hip replacements, cataract surgery and other common procedures.\nHayden Kildea's family reached their target. He has now had the operation in Turkey and is recovering back at home. \nThe Health and Social Care Board in Northern Ireland said patient demand continued \"to exceed capacity across a range of specialties\". It added: \"As a result, even before the pandemic, the number of people waiting longer than the target waiting times was increasing.\" \nSofia Jones, 36, has endometriosis - a gynaecological condition that leads to severe pelvic pain. Some days she could barely walk, having to stay in bed all day. \nSofia, who lives near Dundee, says she was told she'd have to wait two years for an NHS operation. But that felt too long to wait, so she and her partner decided to take out a £7,000 loan to pay to have the surgery in a private hospital. \n'It was a really tough decision to go private,\" she says, \"because we were having to put ourselves into debt. And that's a lot of money. But you have to have some quality of life.\"\nA Scottish government spokesman said: \"We're sorry the unprecedented impact of the pandemic has lengthened waiting times for some patients. The pandemic has been the most significant challenge the NHS has faced in its 73-year history, and as in many health care systems across the world, the unavoidable pausing of non-urgent elective procedures has resulted in some delays.\" \nAccording to Anita Charlesworth, chief economist at the Health Foundation think tank: \"The big worry about long waits leading people to have to go private is that it will increase inequalities, but also that many people will be forced to make awful trade-offs over their finances in order to be able to get access to the care that they need when they need it.  \n\"And that goes against every grain of why we set up the health service,\" she said.\nBrenda Pugh, 61, from Petersfield in Hampshire, had to give up work in a law firm in 2019 after being diagnosed with arthritis. She was unable to work due to the pain caused by her arthritis which was first diagnosed five years ago. \nAs the pandemic began, she was told she needed a double hip replacement and now has to use crutches. When she moves she says it's like \"walking on jagged glass\". \nThe pain is so severe she has written to her consultant, begging him for the operation. She says: \"I can't carry on like this. My life just isn't worth living.\" \nThe cost to have the surgery privately would be about £10,000 per hip - and she says there's no way she can afford that.\nBrenda is one of 62,000 patients who've been waiting more than 12 months to get joint replacement surgery. \nNew research conducted by charity Versus Arthritis and given exclusively to BBC Panorama reveals that half (54%) of people with arthritis who are currently waiting for surgery are facing an average cost of £1,739 a year to keep their pain at bay, through things like private physio appointments and over-the-counter painkillers.\nInevitably, GPs are the ones patients turn to for help managing their pain as they wait. One of them, Dr Leora Harverd, from a practice in north London, says she's overwhelmed by her current caseload. \nSome of her patients are anxious about long delays for treatment, and says it's not unusual that people go private, but \"it's not how it should be\". \nThis month the government announced they would be investing £36bn in NHS and social care for all four home nations up to 2025. \nAnalysis of their plans by the Health Foundation shows that £10bn has been committed to address the backlog in England over the next three years. \nMs Charlesworth says it's a lot of money but won't necessarily be enough: 'If we want the waiting list to come down by the next election, we would need to spend at least £13bn; if we wanted to meet the target to treat people within 18 weeks, we need to be spending £17bn - and the government has committed £10bn.\"  \nBut even the prime minister has admitted that \"waiting lists will get worse before they get better\".\nNHS England said: \"Caring for more than 450,000 seriously ill Covid patients has inevitably had a knock-on effect on non-urgent care.\n\"NHS staff have stepped up and made effective use of additional resources helping carry out millions more tests, checks, treatments and operations this summer compared to last.\"\nBBC Panorama - NHS: Wait or Pay is on BBC One on Monday 27 September at 19:35 BST, and available afterwards on BBC iPlayer.\nAdditional reporting by Caroline Parkinson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56821462",
      "category": "world-europe",
      "title": "German election: Who could succeed Angela Merkel as chancellor?",
      "tags": "Annalena Baerbock,German federal election 2021,Christian Democratic Union (CDU),Germany,Olaf Scholz,Angela Merkel,Alternative for Germany (AfD),Armin Laschet",
      "text": " Germany faces a period of political uncertainty after the Social Democrats (SPD) won a tight general election, paving the way for talks to form a new coalition government.\nThe centre-left SPD came first with 25.7% of the vote, followed by the conservative alliance (CDU) of outgoing Chancellor Angela Merkel on 24.1% - its worst result ever.\nThe two main rivals to succeed Merkel, the SPD's Olaf Scholz and CDU leader Armin Laschet, have both claimed a mandate to lead the next coalition government.\nThe leaders of Germany's political parties met on Monday to kick off coalition negotiations that could take months.\nHere is a quick guide to who they are, with an assessment of the chances they have of taking power.\nLike Armin Laschet, Olaf Scholz, 62, has had a succession of senior posts in German politics. He is currently German finance minister and Chancellor Merkel's deputy. \nUnlike Mr Laschet, his chances of becoming chancellor soared during the election campaign. He is seen as a safe pair of hands, having first served as an MP from 1998 to 2011.\nAfter a successful stint as mayor of Hamburg (2011-2018), when he rebalanced the city's troubled finances, he returned to the Bundestag. \nHe hails from Osnabrück in north-western Germany and entered politics as a Socialist Youth leader, having studied labour law. In SPD ranks he is seen as a conservative. He and his wife, Britta Ernst, do not have children.\nHe has overseen the emergency €750bn (£647bn; $904bn) funding package put together by the federal government to help German businesses and workers survive the pandemic.\n\"This is the bazooka that's needed to get the job done,\" he said. He is generally seen to have performed well in the pandemic, which has strained German finances and businesses. \nHis stolid, unflashy demeanour gave rise to the unflattering nickname \"Scholz-o-mat\" - but that image of reliability has struck a chord with risk-averse Germans seeking a continuation of the stability of the Merkel era. \nWhat are his chances? \nMr Scholz and his SPD party are in pole position to lead the next government. As the party with the largest share of the vote (25.7%), it argues that it has the biggest mandate.\nOn Monday, Mr Scholz said the results showed voters wanted a change. \"I think that the people in Germany want the Christian Democratic Union in opposition,\" he said.\nConvincing his favoured coalition partners - the Greens and the FDP - won't be easy though. While they're aligned on some issues, they both have different policy priorities that will need addressing in coalition talks.\nHe was the front runner but then his campaign faltered, mostly as a result of his own unforced errors.\nMr Laschet, 60, is the leader of Chancellor Merkel's centre-right Christian Democrats (CDU) and premier of heavily industrial North Rhine-Westphalia (NRW), Germany's most populous state.\nHe only narrowly secured the nomination to be the candidate for chancellor, defeating his Bavarian rival, Markus Söder, after the party leadership rallied behind him. \nSupport for the CDU and its Bavarian sister party, the CSU, was already waning because of the pandemic. Mr Laschet himself was accused of inconsistencies and poor management of Covid-19 in NRW. \nAnd then in July Mr Laschet was caught on camera laughing as the president of Germany made a speech in a town which had been largely destroyed by catastrophic flooding. His reputation was badly damaged and he struggled to recover in the opinion polls.\nThe son of a miner, and a lawyer by training, for years Mr Laschet defended Germany's powerful coal industry. He has stood by the decision not to bring forward the end of using coal for energy from 2038.\nHe is well-connected internationally and is firmly pro-EU: he served as a Euro MP and hails from Aachen, a border city with strong French ties.\nIn 2005 he became minister for integration in his home region, the first such post in Germany, and forged strong ties with its large ethnic Turkish community. He firmly backed Mrs Merkel's lenient but controversial policy on immigration in 2015, when more than a million migrants reached Germany.\nThe Catholic Church was a strong influence on him as a boy, through his devout parents and his Church-run school. He is married, with three adult children.\nWhat are his chances? \nThe disappointing result has left Mr Laschet fighting for his political life. In the coming days, expect fiery debate about who or what is to blame for the CDU/CSU's worst result in history.\nIn the meantime, Mr Laschet has vowed to remain leader of the conservatives and \"do everything we can\" to lead the next government. In theory, he could still become the next chancellor if he persuades smaller parties to partner with him.\nA government led by a party that does not have the most seats in the Bundestag - Germany's lower house of parliament - is not without precedent. It has happened before - but by convention, the biggest party has right of way.\nFor now, Mr Laschet's future hinges on the outcome of coalition talks.\nThe only woman in the race to succeed Angela Merkel, she is the Greens' first-ever candidate for chancellor. \nA former trampoline champion from a village outside the northern city of Hanover, Ms Baerbock, 40, studied law and politics in Hamburg and London and worked for the Greens in the European Parliament. \nEarlier this year, the Greens surged in the polls, with support rising above 25% and a focus on Ms Baerbock. However, her reputation was tarnished when she was accused of plagiarism and padding her CV.\nShe has been an MP in the Bundestag since 2013, and as a mother of two young daughters has campaigned strongly on family issues as well as the environment. She advocates a tougher stance towards both China and Russia than either the CDU/CSU or the Social Democrats. \nMs Baerbock has never held a ministerial post, but argues that she is therefore untainted by German \"status quo\" politics, which she wants to transform.\nMs Baerbock and her co-leader Robert Habeck have a reputation for enforcing discipline in a party with a history of splits between centrists and radicals.\nWhat are her chances? \nPreliminary results showed the Greens won considerably fewer votes than the SPD or the CDU/CSU alliance, which have stronger mandates to govern.\nFor that reason, Ms Baerbock probably won't be the next chancellor, but her party is well on track to enter the next coalition government.\nThe results suggested climate change was a key issue for German voters, giving a clear boost to the Greens.\nIn a post-election debate on Sunday, Ms Baerbock said she had a clear mandate to push a climate agenda in the next government. The Greens said they would be open to talks with all parties with a stake.\nWhile the result of Sunday's election was not decisive, we know Germany's next government will be a coalition. It will involve either the CDU/CSU or the Social Democrats, and very possibly the Greens, but there are three other parties in the mix.\nAlthough the Social Democrats won the most votes, they will seek the support of the pro-business FDP to govern. \nIn 2017, the FDP walked out of coalition talks with the CDU/CSU and Greens, saying \"it is better not to rule than to rule badly\".\nThis time, the FDP won 11.5% of the vote in preliminary results. Its candidate for chancellor is Christian Lindner, 42.\nHe joined the party in 1995 and became an MP in 2009. He studied political science at Bonn University and is a reserve officer in the armed forces.\nIn the pandemic he has sharply criticised the lockdown restrictions, saying they ought to be more tightly targeted, accompanied by more efficient testing. Poor crisis management, he said, had changed Germany's image from \"efficiency superstar\" to \"bureaucratic monster\".\nHis slogan is to make Germany \"more modern, more digital and freer\". The FDP wants lower taxes and more emphasis on individual initiative.\nWhat are its chances? The FDP feels its moment may have come. The self-confident Mr Lindner overplayed his hand four years ago, and was accused of shirking responsibility when he flounced out of coalition talks. \nSince then he has managed to re-establish the FDP's traditional reputation as a modernising force, keen to rein in Germany's ever-expanding bureaucracy. As such, the party potentially has the ability to work with either centre-left or centre-right parties. If Mr Lindner manages to keep his cool this time, the party could rediscover its long-standing role as coalition kingmaker.\nThe anti-immigration AfD was elected to the Bundestag for the first time in 2017, winning almost 13% of the vote. Riding a wave of voter frustration and anger over the migrant crisis, it became the main opposition party and now has 91 seats.\nIts share of the vote sagged to 10.3% in Sunday's election. Its two leading candidates were Alice Weidel and Tino Chrupalla. \nThe AfD is hostile to the EU and sees Islam as a threat to German culture and traditions. Even before Covid, the party's support was shrinking, as voter concerns about immigration receded.\nThe AfD has been in the news for rejecting Covid restrictions and holding a party conference face to face, not remotely. Many in the party see the restrictions as a gross violation of personal liberty. Party leaders have called for an end to lockdown measures and compulsory masking. \nIt is also calling for Germany to leave the EU and for the return of border controls, including physical measures such as fences. \nWhat are its chances? \nThe AfD won't enter government, that's for sure. Its nativist rhetoric makes the party toxic to most Germans - its election slogan, \"Germany, but normal\", implies minorities don't belong.\nAll other parties have ruled out going into coalition with the AfD.\nThe party was formed out of the remnants of the old East German socialist party and disaffected left-wingers who left the SPD in the mid-noughties.\nIts main candidates were Janine Wissler and Dietmar Bartsch. \nThe party campaigned for increases in pensions and the minimum wage and an end to the system that cuts benefits for the long-term unemployed. It also wants to withdraw all German soldiers from international military missions.\nAlthough Die Linke has its share of anti-capitalist radicals, it also leads a state government in Thuringia. Bodo Ramelow has been premier of the eastern state since 2014. \nDie Linke was being talked about as part of a possible coalition. But the party performed poorly in this election, winning only 4.9% of the vote nationally.\nWhat are its chances?\nDie Linke has no chance of putting forward a chancellor, nor is it likely to feature in coalition talks. The party only just managed to enter parliament by winning three constituency seats, even though its vote share was below the 5% threshold required to enter parliament.\nThe party's anti-Nato stance would also be a major stumbling block in coalition talks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58696604",
      "category": "world-europe",
      "title": "Switzerland same-sex marriage: Two-thirds of voters back yes",
      "tags": "Same-sex marriage,LGBT,Switzerland",
      "text": "Almost two-thirds of Swiss voters have backed same-sex marriage in a referendum.\nSome 64% supported the measure, making it one of the last countries in western Europe to legalise same-sex marriage.\nCampaigners have hailed the vote as a historic moment for LGBT rights in the country.\nIn the build up to the vote, church groups and conservative political parties opposed the idea, saying it would undermine the traditional family. \nSwitzerland has allowed same-sex couples to register partnerships since 2007, but some rights are restricted.\nThe measure will make it possible for same-sex couples to adopt unrelated children and for married lesbian couples to have children through sperm donation.\nIt makes Switzerland the 30th country in the world to adopt same-sex marriage.\n\"It is a historic day for Switzerland, a historic day when it comes to equality for same-sex couples, and it is also an important day for the whole LGBT community,\" Jan Muller, of the \"yes\" campaign committee, told AFP news agency.\nJustice Minister Karin Keller-Sutter said the first same-sex marriages would take place in July next year.\n\"Whoever loves each other and wants to get married will be able to do so, regardless of whether it is two men, two women, or a man and a woman,\" she said.\nBut Monika Rueegger, a politician with the right-wing Swiss People's Party and an opponent of the measure, said children and fathers were the losers.\n\"This was not about love and feelings,\" she told Reuters. \"It was about children's welfare.\"\nOver the last 20 years, most countries in western Europe have recognised same-sex marriage. However, in Switzerland many big decisions go to a nationwide ballot, and this can slow down major changes to social legislation.\nThe new law, which had the backing of the Swiss government and all major political parties except the People's Party, was passed by parliament in December.\nHowever, it was then challenged by opponents, who gathered enough signatures to force a referendum. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58698998",
      "category": "uk",
      "title": "Fuel supply: Visas won't solve petrol supply issues - retailers",
      "tags": "Fuel,Grant Shapps,Haulage",
      "text": "Offering temporary visas to foreign lorry drivers will not be enough to solve supply chain issues, retailers and hauliers have said.\nThe government's planned measures would not fix the \"ultra-short term\" problems caused by panic buying, the Petrol Retailers Association (PRA) said.\nIt said some of its members say their forecourts are running dry and others \"are partly dry and running out soon\".\nLong queues have formed and pumps have closed at some filling stations.\nTransport Secretary Grant Shapps has blamed the Road Haulage Association for triggering a \"rush on petrol stations\".\nHe also told the BBC's Andrew Marr Show there was \"plenty of fuel\" and that he had checked with the six refineries and 47 storage centres in the country.\nBut Brian Madderson, chairman of the PRA, which represents about 5,500 independent petrol stations, told BBC Radio 4's The World This Weekend that while there was plenty of fuel in the country \"it is in the wrong place for the motorist\" - in terminals and the refineries. \nHe said: \"Those measures introduced by the government this weekend are not ultra-short term. \n\"We might see benefits of them later in the autumn as the drivers come across and start to work. But in the very short-term this panic buying has caused really serious problems.\"\nHe added that \"between 50% and 90%\" of the PRA's members had reported their forecourts were running dry and \"those that aren't dry are partly dry and running out soon\".\nA shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nAre you a HGV driver in the EU? Does the temporary visa scheme appeal to you? Email haveyoursay@bbc.co.uk.\nIn recent days, some fuel deliveries have been affected, leading to lengthy queues at some petrol stations.\nOn Saturday the government announced measures to give temporary visas, lasting until Christmas Eve, to 5,000 fuel tanker and food lorry drivers and 5,500 poultry workers in a bid to limit disruption in the build up to Christmas.\nOther measures include sending nearly one million letters to drivers who hold an HGV licence - to encourage them back into the industry - as well as using Ministry of Defence examiners to increase testing capacity for those entering the industry.\nThe British Retail Consortium welcomed the additional drivers, but said the numbers were \"too small\" to make an impact on the disruption expected at Christmas.\nAndrew Opie, director of food and sustainability policy at the trade association, told the BBC: \"I think we're going to see less choice, less availability, possibly a shorter shelf life as well, which is really disappointing because this could have been averted.\n\"Five thousand drivers, don't get me wrong, that will help and that will make some difference, but we needed so much more than that.\"\nThe Confederation of British Industry (CBI) said the \"limited scope\" of the government's announcement had \"surprised many\" and called for a committee of key government ministers similar to those set up to handle emergencies like flooding or the pandemic to be established to help alleviate the short-term pressures being experienced as the economy bounces back after the coronavirus pandemic.\nKayleigh Robinson, who works in Hampshire as a mental health nurse, said she was left unable to make the 37-mile drive to work on Sunday after she was unable to get diesel at four petrol stations.\n\"It's not something I was expecting.\n\"When you're working long shifts you don't really get a chance to see the news that often.\"\nIn the end, her work arranged a taxi to pick her up and take her back home. \nAdrienne Kenny, from Cambridge, said she would be unable to go to work as a health, safety and environmental manager for a construction firm on Monday because she needed to drive to Leeds.\nShe said she had tried three petrol stations on Saturday but \"couldn't get diesel anywhere\" before trying another six without success on Sunday, leading her to postpone her meeting.\nMr Shapps said he did not want to \"undercut\" British workers by bringing in people from overseas but could not \"stand by and watch while queues are forming\".\nThe transport secretary said there was not a \"dramatic shortage in drivers\" for the fuel industry, with only \"one, two, three hundred drivers\" needed for distribution to petrol stations.\nSupermarket Asda said it had put a £30 limit on fuel transactions but said that it had good levels of fuel supply.\nSainsbury's said it was experiencing \"very high demand for fuel\", while Morrisons said it was a \"rapidly moving situation\" and it was working hard to keep its pumps open.\nEarlier, Mr Shapps blamed \"irresponsible briefing\" by the Road Haulage Association (RHA) for triggering panic buying, after reports that someone from the group had selectively leaked comments about heavy goods vehicle (HGV) driver shortages at fuel firms. \nRHA spokesman Rod McKenzie said it was \"absolute nonsense\" and that he had not been at the meeting where the issue was raised.\nFreight industry group Logistics UK estimates that the UK needs about 90,000 HGV drivers - with existing shortages made worse by the pandemic, tax changes, Brexit, an ageing workforce, and low wages and poor working conditions.\nLabour leader Sir Keir Starmer said the situation showed a \"complete lack of planning\" from the government.\nAsked if he would bring in 100,000 foreign drivers, Sir Keir said: \"We have to issue enough visas to cover the number of drivers that we need.\"\nThe Liberal Democrats said the transport secretary was \"passing the buck\" by criticising the Road Haulage Association. \nThe party's business, trade and transport spokeswoman, Sarah Olney, added that the government had \"repeatedly ignored calls from businesses to address the shortage of drivers\".\nRecruitment for additional short-term HGV drivers and poultry workers will begin in October, with the visas valid until Christmas Eve.\nTurkey farmer Kate Martin has warned supermarkets could run out of birds before Christmas.\nShe said there were fewer turkeys being produced because because the big processors \"know they will not get them processed\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-58698432",
      "category": "uk-england-leicestershire",
      "title": "Abdirahim Mohamed: Seventh murder charge after teenager stabbed",
      "text": "A seventh man has been charged with murder after an 18-year-old was stabbed to death.\nAbdirahim Mohamed died after he was found with multiple stab wounds in Melbourne Street, Leicester, on 8 September.\nRizwan Gul, 25, of no fixed address, was charged on Sunday and will appear at Leicester Magistrates' Court on Monday.\nTen people have been charged in connection with Mr Mohamed's death.\nOn Saturday, Zakir Brant, 25, of Bale Road, was charged with murdering the 18-year-old and will also appear at the magistrates' court on Monday. \nMohammed Israfeel Gul, 27, of New Way Road, Daniel Pollard, 29, of Calder Road, Mohammed Hansrod, 29, of Dulverton Road, Abdul Hemid Suleman, 58, of Jupiter Close, Bhavic Parmar, 25, of Bowling Green Street have also been charged with murder and will appear at Leicester Crown Court in November.\nEarlier this week, Fahad Ali Saleem, 25, of Frederick Street, Leicester, was charged with assisting an offender.\nMuhamad Firoz Khan, 32, and Khatib Gul, 57, both of Apollo Court, Leicester, have been charged with same offence and will appear at the same court next month.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58697524",
      "category": "uk-politics",
      "title": "Grant Shapps: 'There is plenty of petrol in the country'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58698029",
      "category": "uk-scotland",
      "title": "Soldiers available to drive ambulances 'for long run'",
      "tags": "NHS Scotland,British Army,Coronavirus pandemic,Humza Yousaf,Alister Jack",
      "text": "Soldiers will be available to drive ambulances \"for the long run\", Scottish Secretary Alister Jack has said.\nMilitary personnel began non-emergency driving in Scotland this weekend, in a bid to alleviate pressure on the NHS.\nMr Jack said soldiers were on standby to deploy \"at the drop of a hat\" if needed beyond the initial two months requested by the Scottish government.\nHealth Secretary Humza Yousaf said it was expected to produce a \"significant improvement\" in waiting times.\nThe Ministry of Defence provided 114 drivers for the Scottish Ambulance Service and a further 111 personnel to help staff coronavirus testing centres.\nIt came after warnings from health professionals and opposition politicians of an ambulance crisis, with reports of some patients facing extremely long waits for help to arrive.\nMr Jack said that while two months of support had initially been requested, military help would remain in place if needed.\nHe told the Mail on Sunday: \"The British military is always ready to deploy at the drop of a hat - but they are also here for the long run.\n\"The UK's Forces are not in any way restricting the amount of time available.\"\nHe added: \"If our NHS here in Scotland continues to struggle as winter bites, the military stands ready with much more help, which they can deliver in a heartbeat.\"\nSoldiers from 68 Squadron from 7 Regiment Royal Logistic Corps have been deployed, with about two-thirds based in the Glasgow area and a third in Edinburgh. Troops can be deployed elsewhere as required by the ambulance service.\nFurther drivers have also be provided by the fire service, the British Red Cross and taxi firms.\nColonel Anthony Phillips, the commander of joint military command for Scotland, previously said deployment \"will be in the region of about two months\" but it could be extended.\nDuring a visit to a training facility in Hamilton, South Lanarkshire, on Friday, Mr Yousaf thanked the military for the additional support.\nHe said: \"I announced a range of actions, including asking for military assistance but, with that whole package put together, I would expect there to be a significant improvement.\n\"But I would be upfront with people too, this is going to be the most challenging winter I think the NHS has ever faced.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58692805",
      "category": "uk-wales-politics",
      "title": "Universal credit: £20 cut diabolical, Rhyl recipients say",
      "tags": "Department for Work & Pensions,Rhyl,Cardiff,Newport,Universal Credit",
      "text": "A £20 per week cut to universal credit has been branded \"diabolical\" by those who are set to lose out.\nThe cash was introduced as a top up to help people during the pandemic, but it is being stopped from next week.\nBut in one of the most deprived parts of Wales, residents accused the UK government of not understanding what it is like \"trying to make your food last from one day to the next\".\nThe UK government said it was focused on getting people into work.\nThe £20 uplift to universal credit and working tax credits - the benefits working-age people are eligible for - has been in place since March 2020.\nWork and pensions secretary, Therese Coffey, who previously backed the cut, said last week stopping the extra cash would only mean \"about two hours' extra work, every week\" needed for claimants.\nHowever, six former Conservative work and pensions secretaries, including Preseli Pembrokeshire MP Stephen Crabb, have spoken out against the move.\nRhyl, in the Vale of Clwyd constituency, has two of Wales' most deprived neighbourhoods and charity volunteer Donna Evans said the loss of £20 a week would hit her and the community hard.\n\"It might not sound a lot, but to someone who hasn't got a lot, it's a massive amount,\" she said.\nShe started volunteering at the Foryd community centre, which has a foodbank, cafe, social clubs, people who offer help and advice to those in need.\n\"We'll definitely need this more than anything, especially now the £80 a month is going to go,\" she said. \n\"We'll need the shelves filling up quick but they'll empty just as quickly. It's going to be really hard to help everybody.\"\nMs Evans cares for her grandson and receives universal credit, but said the money did not go far ahead of the cut. \n\"It's horrible panicking,\" she added. \"You're trying to make your food last from one day to the next day, and then you have to think a week ahead.\n\"If you don't get any money, and you have the stress of having kids wanting something, needing something.\"\nShe described ending the uplift as \"cold, it's heartless, it's thoughtless, it's diabolical\".\nTwins Michael and Phillip agreed.\n\"Every bit of money we have is gone before we've even spent it,\" said Michael.\nPhillip added: \"I cannot understand the government's decision when they're not living like this.\n\"They've not been given a budget like this to live on.\"\nAbout 40% of people receiving universal credit have jobs, while the others are trying to find work, or are unable to work.\nWages in Wales are lower than the UK average, while inflation in the cost of goods has been driven up by food and energy prices to the highest rate since 2012.\nCouncil tax and National Insurance are also set to rise.\nCitizens Advice Cymru said it was expecting a \"sharp uplift\" in people struggling once the extra benefits are cut, having helped 15,700 people with their credit claims in the past six months.\nResearch by Bevan Foundation found eight areas where a quarter of households will suffer, with the figure higher among those with children. \nThe UK government said it was focused on getting people into work.\nAreas identified by the foundation's research include Merthyr Tydfil and Rhymney, Torfaen, Newport East, Rhondda, Swansea East and the Vale of Clwyd parliamentary constituencies.\nIn families with children, the numbers hit by the change reach 42% but in Rhondda and Cardiff South and Penarth it is half of all families.\nThe research predicted the policy change would affect pandemic recovery as people tend to spend their universal credit on high streets, meaning £286m could be taken out of the Welsh economy.\nAn expert whose company delivers training for the Welsh government on benefits rejected the claim about two hours extra work, saying that would only apply for a \"tiny minority\".\nGareth Morgan said: \"You would have rather hoped that the secretary of state for work and pensions might have understood how the benefits system worked, and the way in which when you give people extra by way of earnings, the government takes a lot of it back again by tax, National Insurance and by reducing the amount of in-work benefits they're entitled to.\"\nThe Department for Work and Pensions said the £20 uplift \"was always temporary\". \nA spokesman added: \"It was designed to help claimants through the economic shock and financial disruption of the toughest stages of the pandemic, and it has done so.\n\"It's right that the government should focus on our plan for jobs, supporting people back into work and supporting those already employed to progress and earn more.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58700994",
      "category": "entertainment-arts",
      "title": "Strictly's Tom Fletcher and partner test positive",
      "text": "Strictly Come Dancing's Tom Fletcher and dance partner Amy Dowden have tested positive for Covid, a day after the first live show in the series.\nThe pair will miss next week's live show and are now self-isolating separately, the broadcaster said.\nThe BBC added \"that all being well, they will return the following week\".\nFletcher, a singer, songwriter and author, is best known for being one of the lead vocalists of pop rock band McFly. \nOn Sunday, the band's Twitter account and his own personal account said he was unwell and would not be onstage for their performance in Glasgow tonight.\n\"He sends huge and heartfelt apologies to all the fans he won't see tonight. The show will still be going ahead, we're looking forward to seeing you all and need you guys to sing extra loud for us tonight.\"\nDowden said in an Instagram post that she had tested positive for Covid-19 but did not have any symptoms. \nShe added: \"I have no doubt that over the next 10 days my mind will be going crazy with choreography ideas, ready to get back on the Strictly dancefloor for the live show in week three.\"\nIt comes after an unnamed professional dancer tested positive for Covid earlier this month, in the run-up to the show's launch last Saturday.\nThere have been reports that some of the pro dancers on Strictly have refused to be vaccinated, although there is no suggestion Dowden is among them. \nAnd on 3 February, the dancer, who has spoken publicly about living with the chronic bowel condition Crohn's disease, shared a post on Instagram in which she said she was \"incredibly grateful\" to be having her Covid vaccine the following day. \nEarlier this week, Strictly pro Gorka Márquez told ITV's This Morning stories about dancers' vaccine status were \"just speculation\" and the dance show was \"taking big responsibility to keep everyone safe\".\nFletcher and Dowden tackled a cha-cha-cha to September by Earth, Wind and Fire in Strictly Come Dancing's first live show of the 2021 series, the night before testing positive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58697307",
      "category": "uk-politics",
      "title": "Labour conference: Angela Rayner stands by calling Boris Johnson 'scum'",
      "tags": "Angela Rayner,Keir Starmer,Labour Party",
      "text": "Angela Rayner says she will apologise for calling Boris Johnson \"scum\" when he retracts past comments she described as homophobic, racist and misogynistic.\nLabour's deputy leader was reported to have called Tory ministers \"a bunch of scum\" at a Labour conference event.\nOne Conservative minister accused Ms Rayner of \"talking crap\", while another urged her to apologise.\nLabour leader Sir Keir Starmer said he would not have used that language and would \"talk to her later\".\nMs Rayner was reported to have made her remarks about Mr Johnson at a reception on Saturday evening.\nAsked on Sunday morning if she would retract the remarks, she said she believed the prime minister was a \"racist, homophobic misogynist\".\n\"I think he needs to apologise for comments he has made in the past,\" Ms Rayner told the BBC, adding: \"I will apologise when Boris apologises for saying the comments he has made, I will retract that he is scum.\"\nThe prime minister has often faced criticism from his opponents over his comments on race and sexuality while working as a journalist.\nSir Keir told the BBC's Andrew Marr show: \"Angela and I take a different approach and that is not the language I would have used.\"\nPressed on whether he would be asking her to apologise, he said it was a matter for her.\nWhy won't Sir Keir Starmer be telling Angela Rayner to apologise for her comments even though he says he wouldn't have used that language? \nMaybe he just does not want to help the story to live longer?\nOr perhaps he finds it useful to have a wing-woman who can say the stuff he can't. John Prescott arguably played a similar role for Tony Blair.\nOr is it because Labour's deputy leader has her own direct relationship with the members who elected her and she was speaking at a party event, so he thinks it's not really his turf?\nOr perhaps he has already learned - after this year's shadow cabinet reshuffle - that, when pushed, Ms Rayner fights back - hard and in public.\nAnd like the tussle over the changes to the party's internal rulebook, it's another reminder that at Labour conference the leader is in charge but also at the mercy of a vast and noisy machine.  \nShadow foreign secretary Lisa Nandy distanced herself from Ms Rayner's comments, telling BBC Radio 4's Broadcasting House, it was \"not the way that I would choose to articulate my anger\".\nBut former Unite union leader Len McCluskey called Ms Rayner's comments \"pretty accurate\", adding: \"There is an angry mood out there. I think Angie captures it.\"\nConservative chairman Oliver Dowden said: \"At a time when the country is trying to pull together to recover from Covid, the last thing we need is the deputy leader of the Labour Party calling people 'scum' and yelling insults.\n\"We need to make politics better, not drag it into the gutter. Let's see if we get an apology.\"\nForeign Office minister James Cleverly said the Conservative Party had had two female prime ministers, that two of the most senior cabinet ministers were women and two were from minority ethnic backgrounds, and that the public knew Ms Rayner was \"talking crap\".\nMeanwhile, Conservative MP James Gray has apologised for joking on WhatsApp that \"a bomb\" should be delivered to the House of Commons office of Labour Party chairman Anneliese Dodds.\n\"It was a foolish remark,\" he told the Mail on Sunday, adding: \"I meant no offence and hope none was taken.\"\nIn October last year, Ms Rayner apologised for calling a Conservative MP \"scum\" in the House of Commons.\nThe controversy over her remarks on the PM comes ahead of the Labour conference, in Brighton, voting on leader Sir Keir's proposed changes to the party's rules.\nThese include future leadership candidates needing the backing of 20% of Labour MPs - rather than the current 10% - to get on to a party-wide ballot.\nSir Keir also wants to make it harder for local parties to deselect sitting MPs and scrap the rule allowing \"registered supporters\", who pay a one-off fee, to vote in leadership elections.\nLen McCluskey, a supporter of Sir Keir's more left-wing predecessor Jeremy Corbyn, told the BBC News Channel the planned rule changes were \"disgraceful\" and \"right-wing manoeuvring\".\n\"It's not what the British people are interested in talking about,\" he added. \"They want to know about what's happening at petrol stations, electricity and gas charges, what's happening to universal credit.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58694304",
      "category": "world",
      "title": "Global Citizen Live: Ed Sheeran, Lizzo and Billie Eilish feature in 24-hour concert",
      "tags": "Coronavirus vaccines,Billie Eilish,BTS,Ed Sheeran,Coronavirus pandemic",
      "text": "Ed Sheeran, Lizzo and Billie Eilish were among stars to take part in a 24-hour gig to raise awareness of climate change, vaccine inequality and famine.\nOver 60 artists performed in The Global Citizen festival in cities including New York, London and Seoul.\nTens of thousands of people attended concerts around the world, and millions more tuned in to the broadcast.\nThe event kicked off on Saturday in Paris, where Elton John performed in front of the Eiffel Tower.\nHe took to the stage following a pre-recorded performance by the K-pop band BTS.\nThe show, believed to be one of the biggest-ever international charity events, was organised by Global Citizen - a charity working to end extreme poverty by 2030.\nUnlike most events of this nature, organisers were not aiming to raise cash, but to use participation as evidence for world leaders that people support bold action on the issues.\n\"Across six continents, artists will help rally citizens in demanding that governments, major corporations and philanthropists work together to defend the planet and defeat poverty,\" Global Citizen said in a statement.\nIt called on international governments to plant one billion trees, deliver one billion vaccines to the poorest countries and donate meals for 41 million people on the brink of famine.\nJennifer Lopez was among those who performed in New York, along with Billie Eilish and Coldplay.\nEarlier, the Duke and Duchess of Sussex, Prince Harry and Meghan Markle, took to the stage calling for access to Covid-19 vaccines to be treated \"as a basic human right.\"\n\"The way you're born should not dictate your ability to survive,\" the Duke of Sussex told crowds in the city's Central Park.\nThey were followed performances by singer Alessia Cara and pop veteran Cyndi Lauper, who sang a rendition of Girls Just Want To Have Fun, dedicated to Afghan women.\nEd Sheeran performed in Paris alongside the Black Eyed Peas and Stormzy, while Stevie Wonder played in Los Angeles.\nThere were also pre-recorded performances from a huge number of stars, including Green Day, Kylie Minogue and Andrea Bocelli.\nFunding announcements poured in between sets.\nIn a recorded message, USAID Administrator Samantha Power announced that the US would contribute more than $295m (£215m) \"to stave off famine and extreme hunger, confront gender-based violence and address the urgent humanitarian needs the Covid-19 pandemic is leaving in its wake.\"\nFrench President Emmanuel Macron also pledged to double the number of coronavirus vaccines his country will send to poorer nations, to 120 million.\nMeanwhile, a host of international companies like Lego, Cisco and Verizon promised charitable donations.\nThe head of the World Health Organization has backed Saturday's concerts, calling on the leaders of the developed world to unite and bring an end to vaccine inequality. \n\"We now face a two-track pandemic of haves and have-nots,\" Dr Tedros Adhanom Ghebreyesus said. \"We cannot disregard this gross inequity or become complacent.\"\nThose attending the concerts were required to produce either proof of vaccination or a negative Covid test. \nTickets to the shows were distributed free of charge to randomly selected people who signed up for the Global Citizen app and shared its petitions on social media. \nThe Global Citizen organisation has been behind other high-profile charity events, including Vax Live: The Concert To Reunite The World earlier this year in Los Angeles. \nThat event brought together musicians, actors, celebrities and world leaders in a united call for global vaccinations to fight Covid-19.\nThe Global Citizen: Live concert is being shown on BBC One and iPlayer for audiences in the UK"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58584912",
      "category": "uk-wales",
      "title": "Menai whitebeam: Bangor University to protect endangered tree",
      "tags": "Endangered species,Trees,Nature,Environment,Bangor University",
      "text": "University researchers are leading efforts to save one of the world's most threatened species of tree, after finding it growing a few miles away.  \nThere are only about 30 Menai whitebeam left - and they are all on a small stretch of coast between the Welsh mainland and Anglesey. \nThe tree is listed as being on the brink of extinction in the landmark State of the World's Trees report.\nExperts from nearby Bangor University are now hoping to save it.\n\"I was amazed to realise that such a highly-threatened tree could be found in a nature reserve not far from our university,\" said professor of conservation science Julia Jones.\n\"The Menai whitebeam raises interesting questions about what defines a species and has the potential to engage local people in local conservation. We are just starting to do some research on the tree and the threats it faces.\"\nHer student Hannah Taylor has decided to do a dissertation on it, and she said it was great to know her work could help protect \"a critically endangered tree\".\nState of the World's Trees was published by Botanic Gardens Conservation International and is one of the first assessments of the world's threatened trees. \nIt revealed that 30% (17,500) of the world's 60,000 tree species are currently at risk of extinction. \nThat means there are twice as many threatened tree species as threatened mammals, birds, amphibians and reptiles combined.\nOf these, 440 species are right on the brink of extinction - meaning they have fewer than 50 remaining in the wild.\nWith only 30 Menai whitebeam (Sorbus arvonensis) along the coast of the Menai Strait, it is in this bracket.\nHowever, the report gives hope by saying that identifying those at threat, and ensuring they are protected, is the most effective way to prevent extinction.\nIn addition, more than 64% of those at risk grow in at least one protected area and about 30% are nurtured in places such as botanic gardens and seed banks. \nBut further action is needed, the report said.\nThe remaining Menai whitebeam are at the Nantporth Nature Reserve, making the area \"unique\", according to senior reserve manager Chris Wynne.\nIt is managed by the North Wales Wildlife Trust, and he said: \"It adds another dimension to this wonderful, atmospheric woodland, dripping with ferns, dotted with colourful flowers in spring and the sound of birdsong. \n\"And all this a short distance from Bangor town centre on the Wales Coastal Path.\"\nRobbie Blackhall-Miles helps save endangered species and has recently been involved in attempts to revive the Snowdonia Hawkweed - of which only three plants have been confirmed in the wild. \nHe is based in Gwynedd and has now joined the efforts to save the Menai whitebeam as well. \n\"I work to conserve endangered plant species from all over the world so when I found out that something so threatened was growing right here on my doorstep, I had to do something to make sure we didn't lose it forever,\" he said. \nIt is a member of one of the of the most diverse tree groups in Europe - the Sorbus trees, also known as rowan or whitebeams. \nOf the 170 species of Sorbus native to Europe, more than 75% are considered threatened. \nMany species of Sorbus have a small population size, predisposing them to threatening events. \nThey are often light-demanding and palatable to herbivores, so are found in restricted habitats such as ungrazed rocky cliffs. \nThe Menai whitebeam grows in just one small section of steep coast along the Menai Straits."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58700159",
      "category": "world-asia",
      "title": "Afghanistan: Taliban ban Helmand barbers from trimming beards",
      "tags": "Kabul,Afghanistan,Taliban",
      "text": "The Taliban have banned hairdressers in Afghanistan's Helmand province from shaving or trimming beards, saying it breaches their interpretation of Islamic law.\nAnyone violating the rule will be punished, Taliban religious police say.\nSome barbers in the capital Kabul have said they also received similar orders.\nThe instructions suggest a return to the strict rulings of the group's past tenure in power, despite promises of a milder form of government.\nSince taking power last month, the Taliban have carried out harsh punishments on opponents. On Saturday, the group's fighters shot dead four alleged kidnappers and their bodies were hung in the streets of the western city of Herat.\nIn a notice posted on salons in southern Helmand province, Taliban officers warned that hairdressers must follow Sharia law for haircuts and beards.\n\"No one has a right to complain,\" the notice, which was seen by the BBC, read.\n\"The fighters keep coming and ordering us to stop trimming beards,\" one barber in Kabul said. \"One of them told me they can send undercover inspectors to catch us.\"\nAnother hairdresser, who runs one of the city's biggest salons, said he received a call from someone claiming to be a government official. They instructed him to \"stop following American styles\" and not to shave or trim anyone's beard.\nDuring the Taliban's first stint in power from 1996 to 2001, the hardline Islamists banned flamboyant hairstyles and insisted that men grow beards.\nBut since then, clean-shaven looks have become popular and many Afghan men have gone to salons for fashionable cuts.\nBut the barbers, who have not been named to protect their safety, say the new rules are making it hard for them to make a living.\n\"For many years my salon was somewhere for young people to shave as their wish and look trendy,\" one told the BBC. \"There is no point continuing this business.\"\n\"Fashion salons and barbers are becoming forbidden businesses,\" another said. \"This was my job for 15 years and I don't think I can continue.\"\nAnother barber in Herat said that although he had not received an official order, he had stopped offering beard trims.\n\"Customers don't shave their beards [because] they don't want to be targeted by the Taliban fighters in the streets. They want to blend in and look like them.\"\nDespite slashing his prices for a cut, his business has dried up. \"Nobody cares about their style or hair fashion,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58690137",
      "category": "business",
      "title": "Petrol queues: 'I'm on red and I need to get petrol asap'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58697878",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccine passports a 'no brainer', says Nichola Mallon",
      "tags": "SDLP (Social Democratic and Labour Party),Vaccine passports,Coronavirus pandemic",
      "text": "The introduction of vaccine passports in Northern Ireland is a \"no brainer\", the infrastructure minister has said.\nSDLP MLA Nichola Mallon said she has raised the issue at Stormont executive meetings on \"a number of occasions\".\nIt comes after her party leader Colum Eastwood called for the introduction of vaccine passports earlier this week.\n\"It's frustrating that we're still sitting having this discussion,\" Ms Mallon told the BBC's Sunday Politics programme.\nSince July, the EU Digital Covid Certificate system has been in operation in the Republic of Ireland.\nIt is being used as a form of passport to give members of the public access to international travel and hospitality industries.\nMs Mallon said she believed the introduction of a similar scheme in Northern Ireland would act as an incentive for more young people to be vaccinated.\n\"We know that the level of uptake in vaccines from people aged 18 to 35 is lower here and we know when we look at the south that the introduction of Covid passports acts as an incentive for that age group,\" she said.\n\"So, for me it's a no brainer.\n\"We have to be honest with ourselves. If we want to have a sustainable pathway out of the remaining restrictions, if we want to avoid further lockdown, if we want to protect our health service from unprecedented pressures as it goes into winter, then we need to look to introduce Covid passports.\"\nNew Covid passport rules will begin in Scotland and Wales in October.\nSimilar plans in England have been scrapped but will be kept in reserve in case they are needed this winter.\nIn a wide ranging interview, the infrastructure minister also said the Driver and Vehicle Agency (DVA) was \"back to full testing capacity\", in terms of MoTs.\nLast week, the DVA apologised after a delay in rolling out a new MoT booking system left drivers unable to get a test slot.\n\"DVA has introduced a modern, up-to-date booking system which will make it much easier and a much more improved experience for customers,\" said Ms Mallon.\nHowever, she added that there \"were clearly technical difficulties moving to the new system\".\n\"There was monumental amounts of data that had to be switched over and there were technical issues and difficulties and the DVA has apologised for that, and I apologise for any inconvenience that was caused to people.\"\nThe PSNI will not penalise the driver of a vehicle whose MoT has expired, so long as it is in roadworthy condition, the vehicle is properly insured, and the driver can provide proof that a test appointment has been booked for the vehicle, according to the DVA.\nThe booking system was fully operational again by Friday, with 20,000 people able to successfully book an MoT, Ms Mallon added.\nHowever, for those whose MoT certificate expires before their next test date, Ms Mallon said: \"I would encourage people to keep checking the booking system because cancellations allow other people to come forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58311108",
      "category": "world-europe",
      "title": "German elections 2021: Simple guide to vote ending Merkel era",
      "tags": "Annalena Baerbock,German federal election 2021,Germany,Armin Laschet",
      "text": "Germans are voting on Sunday in parliamentary elections that mark the end of Angela Merkel's 16 years in office.\nLatest opinion polls give the centre-left a narrow lead over the outgoing chancellor's conservatives. But one thing is clear, whoever wins will have to put together a coalition. Three parties currently believe they could secure enough seats in parliament to do that and choose the next chancellor.\nSo, how will Germany's election work? \nOn Sunday 26 September, Germans will elect the lower house of the federal parliament, the Bundestag. Although voting in person takes place on the day, postal voting has already begun. Some 60.4 million Germans over the age of 18 are eligible to vote.\nThe Bundestag is made up of at least 598 seats, and usually more.\nAlthough the winning party becomes clear on the night, the make-up of the next government is only known once the winner is able to form an absolute majority in parliament with one or two other parties. So the next chancellor will not be known immediately.\nTypically the coalition party with the most seats picks the chancellor. But coalition-building takes time as parties have to agree common ground and haggle over ministerial appointments.\nWhen a deal has been struck, members of the newly elected parliament hold a vote to approve the new chancellor.\nLatest opinion polls suggest three main parties are in the race to win enough seats to lead a coalition government and pick the next chancellor.\nChristian Democratic Union\nSocial Democratic Party\nGreens\nCoalitions are known by the colours of the parties. So expect to hear a lot of talk of red-red-green coalitions if the centre-left (red) wins, or Kenya and Jamaica coalitions if the CDU (black) is victorious.\nOther parties that could also feature in a coalition government include the liberal Free Democrats (yellow) and socialist Die Linke (The Left). The far-right Alternative for Germany (AfD) enjoys strong support in eastern parts of Germany, but is shunned by the mainstream parties because of its politics.\nYou can read more about the rival chancellor candidates here.\nWhen Germans go to the polls, they get two votes.\nThe first is a constituency vote to elect a local MP.  There are 299 constituencies - roughly one MP for every 250,000 people. The candidate who wins the most votes in each constituency is guaranteed a seat. This winner-takes-all system is known as first-past-the-post voting, similar to the election for the UK parliament.\nThe second vote is based on a different system - proportional representation. The remaining 299 seats are allocated based on each party's share of the vote - and they are assigned to candidates on ranked lists drawn up by each party.\nThis is the Bundestag's own explanation of the vote.\nFirst, a party has to win at least 5% of the second vote to enter the Bundestag. This threshold was designed to prevent small, often radical, parties from gaining power.\nThen, according to Germany's mixed electoral system, the make-up of parliament must reflect the result of this second vote.\nThe second vote therefore determines the percentage of seats each party will get in the Bundestag and its chances of forming a government.\nThis is the tricky part. The number of seats in parliament can increase if there are imbalances between each party's results in the two votes. So the outgoing Bundestag doesn't have 598 seats it has 709, and experts believe it could now go above 800.\nConsider this hypothetical example:\nThe CDU wins 110 seats in the constituency vote and 100 seats in the party vote. In this scenario, the CDU would have 10 more seats than it should, according to its share of the all-important second vote. Sometimes voters back a particular candidate and then choose a different party.\nSo, the CDU gets to keep the extra 10 seats, which are known as \"overhang mandates\".\nHowever, the CDU now has 10 more seats than it should have, an unfair advantage.\nTo level the playing field, all other parties are assigned so-called balancing seats. This increases the number of representatives for all other parties on a percentage basis.\nIn this example, their seats would increase by 10% of their election results to correct the imbalance.\nThe winners and losers should be clear within hours of the vote closing.\nThat was the case in the last Bundestag vote in 2017, when Angela Merkel delivered a sombre speech to mark her party's underwhelming results.\nBut talks on forming a government can take weeks, as in 2017, when there was a failed attempt to form a Jamaica coalition with the CDU (black), Greens and FDP (yellow)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58698128",
      "category": "uk-scotland",
      "title": "Immigration system 'not meeting' Scotland's needs",
      "tags": "Immigration,Brexit,Grant Shapps,Haulage",
      "text": "Scottish ministers have called for urgent action from the UK government on immigration as the system is \"not meeting\" the needs of Scotland.\nTemporary working visas have been introduced for hauliers and poultry workers to tackle labour shortages.\nHowever, Scottish External Affairs Secretary Angus Robertson said the measure does not help all UK sectors.\nThe UK's transport secretary said long term changes prevent sectors from standing \"on their own two feet\".\nThe UK government confirmed that 5,000 HGV drivers and 5,500 poultry workers will be eligible to work in the UK for three months, until Christmas Eve.\nHowever Mr Robertson has written to Home Secretary Priti Patel saying: \"The current immigration system is not meeting the needs of Scotland. At the moment it is not meeting the needs of sectors across the UK.\"\nHe called for an \"immediate discussion\" with the home secretary - and said the UK government \"needs to urgently address the immigration challenges\".\nMr Robertson wants Westminster to immediately introduce a 24-month temporary workers visa.\nWorker shortages have been linked to both the coronavirus crisis and a lack of European labour after Brexit.\nA shortage of lorry drivers has caused problems for a range of industries, from supermarkets to fast food chains.\nIn recent days, some fuel deliveries have been affected, leading to lengthy queues at petrol stations - despite ministers insisting the UK has plenty of fuel.\nThere are also concerns that Christmas shopping could be hindered without action.\nMr Robertson also said the shortage occupation list used for immigration must be reviewed - arguing that Scottish ministers should be given a formal role in determining what categories of workers are on this.\nThe UK government also has to reduce immigration fees, he said, claiming the costs involved in this were a barrier for both workers and employers.\nIndustry body, Scotland Food & Drink, has accused the UK Government of using temporary visas \"to fix bad headlines than fix the actual problem\".\nChief executive, James Withers, said: \"We have been calling for emergency visas for weeks, to avoid the collapse of some food supply chains. \n\"I seriously doubt that 10,000 three-month visas are going to cut it. It may help the driver situation a little but it won't address the chronic staff shortage in food production.\"\nIn addition to temporary visas, Ministry of Defence examiners will be used to help increase immediate HGV testing capacity by thousands.\nNearly one million letters will also be sent to all drivers who currently hold an HGV driving licence, encouraging them back into the industry.\nAnd the UK Department for Education is investing up to £10m to create new \"skills bootcamps\" to train up to 3,000 more HGV drivers.\nAppearing on BBC Scotland's The Sunday Show, UK Transport Secretary Grant Shapps said he wanted to support British people, but also make sure they can \"train up for work\".\nHe said his government wanted to avoid \"going back to what has consistently happened\" - that British workers are \"undercut\" by foreign workers prepared to enter the UK for lower salaries.\n\"In the longer term [this] prevents us from having a sustainable UK haulage sector because it could never stand on its own two feet,\" he said.\nPressed on how public sector jobs have also been affected by Brexit, Mr Shapps argued there would be a potential workforce in the form of people coming off the furlough scheme who may be unemployed.\nHe said: \"We're coming out of the coronavirus crisis where all of those millions of people were on furlough. Indeed this month 1.6 million are due to come off furlough and sadly not all will be going back to their old jobs.\n\"Economists tell us we're likely see influx of people out of work and looking for other jobs. Across sectors and in Scotland there is the opportunity for people to be retraining into other jobs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58696999",
      "category": "business",
      "title": "No fuel shortage, says transport secretary",
      "tags": "Keir Starmer,Fuel,Brexit,Grant Shapps",
      "text": "There is \"no shortage of fuel\" and people should be \"sensible\" and fill up only when they need to, Transport Secretary Grant Shapps has said.\nIt comes as there are long queues and closed pumps at some filling stations.\nMr Shapps blamed the Road Haulage Association for triggering a \"rush on petrol stations\".\nHe said he was introducing a \"big package\" of measures, including temporary visas for lorry drivers, to help the situation.\nThe transport secretary said there was \"plenty of fuel\" and that he had checked with the six refineries and 47 storage centres in the country.\nBut the Petrol Retailers Association said that \"between 50% and 90%\" of its members' forecourts are dry.\nMr Shapps told the BBC's Andrew Marr said that a shortage of heavy goods vehicle (HGV) drivers was \"not anything new\" but said \"irresponsible briefing\" to the press following a meeting with road haulage groups had sparked a reaction from people.\nThe Mail on Sunday reported that someone from the Road Haulage Association had selectively leaked comments about HGV driver shortages at fuel firms.\nBut spokesman Rod McKenzie told BBC Radio 4's Broadcasting House that it was \"absolute nonsense\" and said he had not been at the meeting.\nA shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nIn recent days, some fuel deliveries have been affected, leading to lengthy queues at petrol stations - with reports of dozens of cars queuing in London by 07:00 BST on Sunday morning.\nSupermarket Sainsbury's said it was experiencing \"very high demand for fuel\", while Morrisons said it was a \"rapidly moving situation\" and it was working hard to keep its pumps open.\nAsda said it had put a £30 limit on fuel transactions and said that it had good levels of fuel supply.\nBrian Madderson, chairman of the Petrol Retailers Association told BBC Radio 4's The World This Weekend that the forecourts which were not dry were \"partly dry and running out soon\".\n\"That is something which the government obviously are loathe to recognise,\" he said. \"There is plenty of fuel in this country but it is in the wrong place for the motorist.\"\nFreight industry group Logistics UK estimates that the UK needs about 90,000 HGV drivers - with existing shortages made worse by the pandemic, tax changes, Brexit, an ageing workforce, and low wages and poor working conditions.\nLabour leader Sir Keir Starmer said the situation showed a \"complete lack of planning\" from the government.\nHe said the situation had been known about for years and said \"we knew in particular that when we exited the EU there would be a need for a back-up plan to deal with the situation.\"\nHe said Prime Minister Boris Johnson needed to say what he was going to do about the situation on Sunday.\nAsked if he would bring in 100,000 foreign drivers, Sir Keir said: \"We have to issue enough visas to cover the number of drivers that we need.\"\nUnder plans to limit supply disruption in the run up to Christmas up to 5,000 lorry drivers and 5,500 poultry workers could receive UK visas, the government announced on Saturday.\nLogistics UK welcomed the policy calling it \"a huge step forward in solving the disruption to supply chains\". \nBut the British Chambers of Commerce said the measures were the equivalent of \"throwing a thimble of water on a bonfire\", while the Road Haulage Association said the announcement \"barely scratches the surface\".\nMr Shapps said the Covid pandemic had created a problem by preventing tests for new HGV drivers and Ministry of Defence examiners were being drafted in to help increase testing capacity.\nHe said he did not want to \"undercut\" British workers by bringing in foreign workers but could not \"stand by and watch while queues are forming\".\nMr Shapps said the government did not want to be reliant on overseas labour in the long term but said he had acted to reassure people in the short term.\n\"I'm doing some things we wouldn't necessarily have wanted to do because we believe in fixing this market for the long term so the drivers are paid better, and we welcome that - we think it is a good idea for drivers to be paid more and for conditions to be better,\" he said.\nWhile 5,000 temporary visas are being assigned for lorry drivers this is for supplying the food industry as well as fuel tankers. \nMr Shapps said there was not a \"dramatic shortage in drivers\" for the fuel industry with only \"one, two, three hundred drivers\" needed for distribution to petrol stations.\nOne of those who struggled to refill their car was Adrienne Kenny, from Cambridge, who needed to drive to Leeds for work on Monday. \nShe said she had tried three petrol stations on Saturday but \"couldn't get diesel anywhere\" before trying another six without success on Sunday, leading her to postpone her meeting. \nRecruitment for additional short-term HGV drivers and poultry workers will begin in October, with the visas valid until Christmas Eve.\nOther measures include sending nearly one million letters to drivers who hold an HGV licence, seeking to encourage them back into the industry. \nPoultry workers have also been included in the temporary visa scheme and turkey farmer Kate Martin has warned supermarkets could run out of birds before Christmas.\nShe said there were fewer turkeys being produced because because the big processors \"know they will not get them processed\".\n\"Come Christmas, if you leave ordering your turkey from your local farm supplier, you are going to be out of luck,\" she added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58681075",
      "category": "uk",
      "title": "Young more likely to pray than over-55s - survey",
      "tags": "Coronavirus lockdown measures,Religion,Coronavirus pandemic",
      "text": "Young people in the UK are twice as likely as older people to pray regularly, a new survey has found. \nSome 51% of 18 to 34-year-olds polled by Savanta ComRes said they pray at least once a month, compared with 24% of those aged 55 and over.\nIt also found 49% of the younger age group attend a place of worship every month, compared with 16% of over-55s.\nThe associate director of Savanta said the numbers could reflect the move to online worship during the pandemic.\nChris Hopkins added that there were \"a few theories\" as to why young people made up such a large proportion of the religious landscape. \n\"Firstly, as the demography of the UK changes, minority faiths do tend to have a larger proportion of practising young people, and therefore as the population of these groups increases within the UK, so will the prayer habits of the population at large,\" he said.\nHe explained it was important to \"factor in the impact the pandemic has had on the ability to engage with one's faith\" with virtual prayers and services being held online. \n\"It is possible that the pandemic opened up more avenues to prayer to young people, and this is reflected in the findings,\" he said.\nThe findings seem to go against a number of other studies, including the British Social Attitudes survey, which suggest older people pray and attend places of worship more regularly than younger people.\nMariyah Zaman, 23, is a Muslim from Cardiff. She says that she prays every day and found her faith gave her solace in the pandemic. \n\"As a Muslim, my faith to me is stability. It's the only thing that I know is stable and clear.\n\"Every time you watch the TV news, there's always something negative going on and I feel like my prayers are the one thing that I know have clarity. \n\"I know it's guaranteed and it's not going to change. I know it's going to be the place that provides solace. It's my grounding and my anchor in life.\" \nYasmina Abdelrazik, 23, agrees. She said her faith \"gives me purpose in life\". \n\"It's something that reminds me every day why I'm here. And it's kind of what I base all my aspirations around. \n\"So, to excel in this world, and then hopefully, excel in the next as well.\"\nThe study polled 2,075 British adults in August and seems to contradict the stereotypical view that religious groups in the UK are overwhelmingly elderly.\nIt was commissioned by The Eternal Wall of Answered Prayer, a project to build a 169ft (52m)-tall arch made of a million bricks, each representing an answered prayer.\nIts founder, Richard Gamble, said the study challenged the perception that the UK was a secular society.\n\"It is becoming increasingly clear that there is actually a growing spirituality in the nation,\" he said.\n\"If younger generations are exploring faith and spirituality online and in non-traditional ways it shouldn't be a matter of debate, but should be encouraged and embraced.\"\nA separate study by Manchester Metropolitan University coming out this week suggests religious communities have boomed in the pandemic with the move online.\nDr Alana Vincent, co-investigator of the British Ritual Innovation under Covid-19 (BRIC-19) project, said the pandemic \"opened doors to those for whom worship has been inaccessible or uncomfortable\". \nShe added: \"Nevertheless, we've found that the actual experience of digital worship has been disappointing and frustrating for many people. \n\"This includes young adults, who in our survey have had a decidedly harder time than their older peers. Religious life can't escape the digital age, and it shouldn't - the need is real and significant.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58696143",
      "category": "world-us-canada",
      "title": "Amtrak train derails in Montana, killing three and injuring dozens",
      "tags": "Amtrak train accidents,Montana,United States",
      "text": "At least three people have been killed and 50 others hurt after a train came off the tracks in the state of Montana. \nSeveral carriages from the Amtrak Empire Builder passenger service derailed at about 16:00 local time (22:00 GMT) near the town of Joplin. \nImages on social media show train cars on their sides and luggage strewn on the ground with people standing nearby.\nAmtrak said there were some 141 passengers and 16 crew aboard the Chicago to Seattle service.\nPassenger Megan Vandervest, who was heading to see a friend in Seattle, told the New York Times she was woken up by the derailment, which felt like \"extreme turbulence on a plane.\"\nWayne Freed said that he was in the lounge car, one of those that flipped on its side, but was able to grab hold of a coffee table bolted to the floor.\n\"I just held onto that, and my legs were dangling down below and the windows broke out down below and which is how we eventually escaped after the train stopped,\" he told CBS. \n\"But I'd hate to think what would happen if I hadn't been able to hold onto my table.\"\nRescuers have been working to evacuate passengers, Amtrak said. \nIn a tweet, state Senator Steve Daines said he was \"closely monitoring this situation\".\n\"I am thankful for the first responders already on the scene and praying for the safety of all involved,\" he added.\nThe US National Transportation Safety Board has launched an investigation into the incident.\nThough derailments of Amtrak trains are rare, there have been several in recent years.\nIn 2018, three people were killed when an Amtrak train travelled on to the wrong track and hit a parked freight train."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58682693",
      "category": "uk-northern-ireland",
      "title": "Idiopathic Pulmonary Fibrosis on rise in Northern Ireland",
      "text": "About 1,200 people are living with Idiopathic Pulmonary Fibrosis (IPF) in Northern Ireland.\nBut not everyone who is diagnosed can get access to the same support and treatment.\nJim Balmer has a competitive streak.\nBagpiping competitions were where he first met his wife. And when he moved on from piping, he took up squash and played for Ulster.  \nNow, his lungs don't work.\n\"Two years ago, I started feeling a bit breathless walking up hills, slight cough - persistent cough actually - very dry,\" the 52-year-old father-of-two recalled.   \n\"And in showers, I would have coughed with the steam.\" \nHe went to his GP and was sent for an x-ray. Initially, shadows on his lungs were treated as pneumonia.  \nBut when a follow-up x-ray showed no improvement, a CT scan was ordered, which the pandemic delayed until July 2020.  \nHe was diagnosed with IPF, a condition that causes scarring of the lungs and has no cure.  \n\"Complete life change,\" Mr Balmer said.  \n\"Not only for me, but for my wife, my sons. I can't really do anything, go anywhere. \n\"I had to sell my company last week, I've worked for myself for 21 years and I can't do anything.\"\nOn top of the roughly 1,200 people who live with the condition in Northern Ireland, as many as 300 more are diagnosed every year.  \n\"Data over the past 20 years shows that more and more people appear to be developing fibrosis in the lungs,\" said Northern Trust respiratory consultant Dr Eoin Murtagh.  \n\"It is important that we now change the type of health service we provide, to make sure patients have access to the services they need for early diagnosis and an accurate diagnosis, and then availability for appropriate treatment.\"\nAccording to a British Lung Foundation report in 2016, Northern Ireland has the highest prevalence of IPF of any region in the UK.  \nBut after diagnosis, not everyone here can get access to the same support and treatment, according to Dr. Murtagh.  \n\"There's great variability depending on where you live, which trust you're in, as to which services you may have access to and the waiting time to avail of assessment and investigations,\" he said.  \n\"So we would like to see co-ordinated, dedicated services available to patients across Northern Ireland.\"\nCurrently, only the Northern Trust has a dedicated multi-disciplinary lung disease team with five consultant and nursing staff.  \nBelfast Trust says it has a consultant and a specialist nurse, the Western Trust has a dedicated pulmonary fibrosis nurse, and the South Eastern has a nurse specialist and a part-consultant who lead their unit.\nAnti-fibrotic drugs can prolong and improve the quality of life for sufferers. In Europe, the US, Canada and New Zealand, they are prescribed on diagnosis.  \nBut current guidance in the UK says they should only be prescribed when a patient's lung function is within a certain range and they may be stopped if lung function drops below that range.  \nThe guidance is currently under review.  \n\"Although they don't cure the condition, we know that they slow down the progression of the disease,\" said Dr. Murtagh.  \n\"On average, they extend life by an additional three years for patients who are on those medications.  \n\"So if we identify patients earlier in the course of their illness, we could have a bigger impact with that medication.\"\nJim Balmer got information and help from the Northern Trust Pulmonary Fibrosis Support Group.  \nHis hope is that awareness of the condition is raised and that sufferers in Northern Ireland can get help, regardless of where they live.  \n\"More funding, more research into what causes it [is needed],\" Mr Balmer said.  \n\"Idiopathic Pulmonary Fibrosis - the 'idio' is 'idiot'.  They don't know.  \n\"They don't know what causes it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58690645",
      "category": "world-europe",
      "title": "German elections: Voters decide who will take charge after Merkel",
      "tags": "Annalena Baerbock,German federal election 2021,Germany,Olaf Scholz,Angela Merkel,Armin Laschet",
      "text": "The fight to succeed popular, long-serving chancellor Angela Merkel could barely be tighter as Germans vote in parliamentary elections.\nWhile the streets of Berlin hosted the annual marathon, the biggest race was taking place across the country.\nThe three candidates vying to succeed the chancellor voted in warm late-summer sunshine, as final polls put Mrs Merkel's conservatives in second place.\nAt stake is the leadership of Europe's most powerful economy.\nMore than 60 million Germans over 18 are eligible to vote and long queues were reported outside polling stations in Berlin. \nVoting ends at 18:00 (17:00 BST) and the first exit polls in this unpredictable election come out immediately.\nThe race looked over until the outgoing chancellor entered the fray in support of the conservative candidate, her career at the top of German politics now weeks from coming to an end.\n\"It really matters who's in power,\" she warned voters repeatedly in the 48 hours before the vote. Her message was that Germany needed stability and its youth needed a future - and Armin Laschet was the man to provide it.\nThere are plenty of uncertainties about this election. In the run-up, more than a third of voters were still unsure who to vote for, although a record number have already posted their votes in. \nCalling on all Germans to vote, President Frank-Walter Steinmeier said: \"Whoever takes part will be heard, whoever does not vote lets others decide for them.\"\nFor months the opinion polls have swayed this way and that. The conservative CDU and its Bavarian sister party led initially, and at one point the Greens went in front, but then came a surge for the Social Democrats under Olaf Scholz. \nOf the three candidates competing for the role of chancellor it is Mr Scholz who has galvanised voters most. As Mrs Merkel's deputy it has been easier for him than for his conservative rival to be seen as the continuity candidate.\nBut even if he wins he will most likely need the support of two other parties to form a coalition.\n\"The most important coalition for me is with the voters, because the stronger they make the SPD, the easier it will be for me to form a government,\" he says.\nFor the Greens this is their biggest moment yet. Climate change is currently the biggest issue for German voters and the party has only once polled more than 10% in a federal election.\nBut their candidate for the top job, Annalena Baerbock, has lost support over the summer, despite catastrophic floods that left at least 190 people dead and left a trail of destruction in two of the most populous states. \nAll three candidates for chancellor voted during the morning, and there was some concern when Mr Laschet folded his ballot paper wrongly, displaying his choice to photographers.\nJudging from a random sample of people in Berlin's sprawling Alexanderplatz ahead of the vote, even though climate change is their highest priority, they think the other parties are quite capable of addressing it too. \nConservative Armin Laschet told voters on Saturday it was time to speed up the move to renewable energy: \"We're too slow in Germany.\"\nThe liberal FDP may disagree with the Greens on plenty, but on climate change they are drawing in young voters too. Both parties have a good chance of being in government and both could be kingmakers.\n\"The next government is the last that can still have an active influence on the climate crisis,\" Annalena Baerbock warned Germans during one of the final TV debates, so the Greens had to be part of it, she said.\nBut liberal leader Christian Lindner does not believe Germany needs to go the same way as the Greens. \nEven if a clear winner emerges on Sunday evening, Germans will not know the make-up of their government for some time. \nThe victorious party still needs to form a coalition and there seems little chance of a repeat of the two-party grand coalition currently in charge. \nThat is why Germans are talking about traffic-light, Jamaica or Kenya coalitions, reflecting the different colour schemes of the parties potentially involved.\nIf it's the centre left then look for the red, yellow and green; if it's the conservatives, it could be black, yellow and green.\nUntil that is all sorted Angela Merkel won't be going anywhere."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58683718",
      "category": "world-europe",
      "title": "Canary Islands: Airport closed as volcano intensifies",
      "tags": "Spain,Volcanoes,Canary Islands,Air travel",
      "text": "Intensifying volcanic explosions have forced the airport on the Spanish island of La Palma to be closed.\nThe Cumbre Vieja volcano started erupting last Sunday with thousands evacuated and more than 350 homes destroyed. \nA thick plume of smoke now extends four kilometres (2.4 miles) into the air.\nClouds of thick ash have made flights out of the airport impossible, authorities said on Saturday.\nThe closure has prevented some leaving the island's airport, which mostly handles many tourist flights and connections to other islands in the Canaries.\nLong queues formed at the terminal as flights were cancelled, and some travellers tried to get ferries off the island.\nThe volcano is entering a fresh explosive phase, spewing lava from a newly opened vent, officials say. \nAirport operators say ash accumulation has made the airport \"inoperative\", but that a clean-up operation is underway. Workers are sweeping volcanic ash from the runway.\nOn Friday, firefighters said they were withdrawing from the area \"due to the intensification of explosive phenomena\". \nNo fatalities have been reported.\nSome 1,000 people in Tajuya, Tacande de Abajo and Tacande de Arriba were told to evacuate on Friday due to the intensifying volcanic activity. \nSpanish Prime Minister Pedro Sánchez said on Friday that the cabinet would next week declare the island a \"catastrophe zone\". \nThe Canary Islands government has already announced a first round of financial aid for people who have lost their homes. \nThe volcano lies in the south of La Palma island, which is home to around 80,000 people.\nIt last erupted 50 years ago, in 1971. Scientists are unsure how long this eruption will last.\nA spokesperson for Spain's National Geographic Institute told the BBC that past eruptions on La Palma have lasted between 24 and 84 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58690666",
      "category": "uk-england-birmingham",
      "title": "Platinum Jubilee medal designed for emergency service staff",
      "tags": "Bromsgrove,Birmingham,Queen Elizabeth II",
      "text": "About 400,000 medals commemorating the Queen's 70-year reign will be given out to frontline workers. \nCulture Secretary Nadine Dorries said the medals, for the Platinum Jubilee, was a fitting tribute to emergency workers and other recipients. \nThe medals will be awarded to living recipients of the Victoria and George Crosses and also members of the prison services and Armed Forces.\nWorcestershire Medal Service said the commission has helped create jobs.  \nMs Dorries saw the coin-shaped pieces of metal called \"blanks\" being stamped with the design by Timothy Noad from the College of Arms when she visited the firm's Birmingham workshop.\n\"We've been through such a lot as a nation, it's been a really torrid time everyone's been through over the past 20 months,\" she said. \n\"I think looking forward, 2022 is going to be a year when everyone can put that behind us and we can celebrate the Commonwealth Games, Festival UK, the Queen's Jubilee and the extended bank holiday weekend to celebrate the Queen's Jubilee.\"\nPhil McDermott, head of the firm making the medals, said the order was a welcome boost. \n\"It means a lot of job security for people, we're actually creating jobs as well, which is a terrific story having come through the pandemic,\" he said. \nHe submitted a few ribbon designs and felt fortunate one had been picked.\nHe said the chosen design was \"a nod\" to the Coronation medal but also had silver and blue stripes for the Queen's Silver and Golden Jubilees and red for her diamond one.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-58682345",
      "category": "uk-northern-ireland-foyle-west",
      "title": "SeaMonitor: At sea with 'Europe's largest fish counter'",
      "tags": "Marine biology,Marine conservation",
      "text": "Marine researchers working on a project to protect the Irish Sea's most vulnerable species have returned to the waters off Northern Ireland for the first time since the start of the Covid pandemic. \nIt is part of the SeaMonitor project that's tracking a number of species, including Atlantic salmon, basking sharks, harbour seals, flapper skate and cetaceans. \nSeaMonitor, led by the Loughs Agency which refers to it as \"Europe's largest fish counter\", uses acoustic telemetry technology to listen to life under the sea.\nOver the last week, fieldworkers from Canada's Ocean Tracking Network (OTN) have been servicing the project's underwater technology.\n\"This is the first time that the Ocean Tracking Network team has travelled internationally since the beginning of the pandemic,\" OTN's Cassandra Hartery tells BBC News NI.\n\"It has truly been an unforgettable experience.\"\nSeaMonitor's sub aqua listening stations stretch from Malin Head in Ireland to the island of Islay in Scotland.\nThey record transmissions from a variety of marine species tagged by scientists.\nLaunched in 2019, SeaMonitor involves eight international research partners, including OTN, based at Dalhousie University in Nova Scotia.\nCassandra and her OTN colleague Caitlin Bate have been based in Londonderry and Ballycastle in recent weeks.\nCaitlin says the \"globally important\" project will help develop a better understanding of life in the Irish Sea.\n\"Acoustic monitoring is helping fill gaps in the biology and movements of species in decline, and to inform marine management strategies, such as the establishment of marine protected areas,\" she says.\nThe project's research \"will be used to protect these populations in the near future and also for generations to come\".\nResearchers from Northern Ireland, Scotland, the Republic of Ireland, the USA and Canada are all involved. \nThat collaboration is significant, Cassandra adds. \n\"It not only demonstrates the impact of multi-national marine tracking through the creation of a shared infrastructure, but it's also allowing scientists from partner countries to conduct much larger-scale studies than they were able to do before.\"\nThe project's principal officer, Ross McGill of the Loughs Agency, says little is still known about many of the species' sub aquatic movements. \n\"Having all this high quality, robust data allows us to create management plans and tools that are dynamic and effective,\" he says. \n\"The data collected will allow us to understand the pressures vulnerable species like Atlantic salmon and basking sharks face so that we can then translate that knowledge into management plans and policies to better protect them.\"\nSeaMontior's findings - including specific management plans for the Foyle and Clyde rivers' salmon populations - are due to be published in early 2023."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58692806",
      "category": "uk-wales",
      "title": "Lorry driver shortage: Very little benefit to visa plan, haulier says",
      "tags": "Llanelli,Fuel,Asda,Haulage",
      "text": "There will be \"very little benefit\" from a temporary scheme to make it easier for lorry drivers to work in the UK, a Welsh haulier has said. \nDriver shortages have seen deliveries disrupted, with some petrol stations closing as people rushed to buy fuel.\nThe UK government said 5,000 fuel tanker and food lorry drivers would be eligible to work in the UK for three months, until Christmas Eve.\nIt is estimated the UK is short of about 100,000 HGV drivers.\nThe Road Haulage Association has said existing shortages were made worse by a number of factors, including Brexit and the coronavirus pandemic.\nIt said Sunday's announcement \"barely scratches the surface... validity to Christmas Eve is not long enough from where we are now\".\nDoug Jeffery, of the Llanelli-based Owens Group, normally employs between 600 to 650 drivers, but is down 110, and said he had \"never seen anything like\" the shortages before. \nHe said: \"We have a driver trainee scheme which has had about 300 applicants, but that is a medium-to-long-term solution.\n\"Between now and Christmas I think it will get much worse before it gets better.\"\nHis firm normally increased capacity from October but was currently \"struggling to meet normal day-to-day capacity\".\n\"We are about 110 drivers short, we have have had trucks parked up because we have not been able to get drivers,\" Mr Jeffery said.\n\"I have been in this industry all my working life and I have never see this before.\"\nHe said some drivers were leaving haulage businesses, having accrued 30 or 40 days of holiday during the pandemic. \nThey were then taking jobs with big retailers offering starting bonuses worth as much as £2,000, he said. \nHe added: \"We just need to open up the UK to make it easier for drivers to drive our trucks.\" \nChris Bird, managing director of Llantrisant's CJ Bird in Rhondda Cynon Taf, thought the visa scheme would have \"very little benefit.\"\nHe said he did not think thousands of drivers would come to the UK to work as a result of the visa scheme. \n\"Drivers can go and work in France where there is a shorter working week and they get paid in euros,\" Mr Bird said. \n\"I don't see them flocking here because we are not the golden goose anymore. \n\"Previously every pound was worth one-and-a-half euros but that benefit is not there anymore.\" \nIn addition to extra visas for drivers, the scheme will allow 5,500 poultry workers to work in the run-up to Christmas.\nOther measures include using Ministry of Defence examiners to increase lorry testing capacity, and sending nearly one million letters to drivers who hold an HGV licence, encouraging them back into the industry.\nUK Transport Secretary Grant Shapps said: \"We are acting now, but the industries must also play their part with working conditions continuing to improve and the deserved salary increases continuing to be maintained in order for companies to retain new drivers.\n\"After a very difficult 18 months, I know how important this Christmas is for all of us and that's why we're taking these steps at the earliest opportunity to ensure preparations remain on track.\"\nBut British Chambers of Commerce president Baroness McGregor-Smith said the changes were the \"equivalent of throwing a thimble of water on a bonfire\", as it would \"not be enough to address the scale of the problem\".\nNorth Wales Police said on Saturday there was no disruption to fuel deliveries at most sites and they were expected to continue as usual.\n\"We urge the public not to form long queues at petrol stations and cause unnecessary obstructions in roads,\" a spokesman said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58699072",
      "category": "uk-politics",
      "title": "Labour conference: Reeves promises £28bn a year to make economy greener",
      "tags": "Rachel Reeves,Labour Party",
      "text": "Labour has promised to spend an extra £28bn a year on making the UK economy more \"green\" if it wins power.\nShadow chancellor Rachel Reeves said the money would go on offshore wind farms, planting trees and developing batteries.\nIn her speech to Labour's annual conference in Brighton, she also pledged to phase out business rates to help the Covid-damaged High Street.\nAnd she said giant tech firms would pay more tax in future.\nAn aide to Ms Reeves told the BBC the £28bn would come from government borrowing and the investment should \"have a positive impact\" on the wider economy.\nIn her speech, Ms Reeves said: \"I will be a responsible chancellor. I will be Britain's first green chancellor.\"\nShe added: \"I will invest in good jobs in the green industries of the future, giga-factories to build batteries for electric vehicles, a thriving hydrogen industry, offshore wind with turbines made in Britain, planting trees and building flood defences, keeping homes warm and getting energy bills down, good new jobs in communities throughout Britain.\"\nRachel Reeves is the shadow chancellor with something for everyone. \nFor the Labour Party activists crying out for ambitious pledges following a series of lukewarm announcements there was £28bn a year of investment to help the UK reach its climate targets. \nShe also went after some of the most potent symbols for party members: private schools and Jeff Bezos, the founder of Amazon (\"if you can afford to fly to the moon, you can afford to pay your taxes here on earth!\")\nFor the business community there was a promise to axe business rates and replace the £30bn of revenue with… something.  \nFor those who thought it was all a bit too much she unveiled some fiscal rules that could lightly limit her room to spend and borrow, and a new value for money \"hit squad\" that would scrutinise government spending.  \nShe has also upped her speech game significantly, introducing a group of keyworkers in the front row to rapturous applause and lowering her voice dramatically to deliver her soundbites.\nMs Reeves said the annual £28bn investment - which would continue until 2030 - would help \"protect our planet for future generations\". \nIt would include the £3bn shadow business secretary Ed Miliband promised to help make the UK steel industry carbon-neutral in his conference speech on Sunday.\nLabour is expected to make a series of announcements on where the rest of the money would go.\nGreenpeace UK welcomed the overall spending pledge, with its head of politics, Rebecca Newsom, saying: \"Tackling the climate crisis has to be at the heart of what the Treasury does.\"\nThe independent Climate Change Committee estimates the cost of making the UK carbon-neutral will be between 1% and 2% of GDP until 2050. Based on last year's figures, that would equate to between £19.6bn and £39.2bn a year.\nDuring her half-hour speech, Ms Reeves said a Labour government would freeze business rates in England until 2023 and make rates relief for smaller firms more generous.\nIt would eventually scrap rates completely, she said, replacing them with a new \"modern\" business tax, which the party is yet to define.\nLabour is also proposing a new tax on commercial property.\nAnd it is proposing to increase the digital services tax - paid by search engines and social media firms - from 2% to 12%, when it is replaced by a higher global corporation tax rate agreed as part of an international scheme.\nMs Reeves told the conference the party would bring in the \"biggest overhaul of business taxation in a generation\", allowing businesses to \"lead the pack, not watch opportunities go elsewhere.\"\nShe announced plans to scrap \"hundreds\" of tax breaks and set up an Office of Value for Money, which aides describe as a \"hit squad\" to scrutinise government spending and ensure tax is used wisely.\nMs Reeves said a Labour government would tell firms which have received contracts to deal with the Covid pandemic but under-delivered to repay the money given to them by the government.\n\"We will set up a team to go through every line of every failed contract where value was not delivered, and claw back every penny of taxpayers' money we possibly can,\" she added, \"because that money belongs in our police, it belongs in our schools and it belongs in our NHS.\"\nThe policies announced by Ms Reeves were welcomed by the Federation for Small Businesses, whose national chair Mike Cherry said: \"The shadow chancellor is right to propose concrete reform of a business rates tax which disproportionately burdens the small businesses and sole traders at the heart of local communities.\"\nBut Conservative Party co-chairman Oliver Dowden said: \"Successive Labour leaders have threatened businesses with tax hikes, higher bills, and more red tape. \n\"Only the Conservatives can be trusted to support our businesses and help our economy thrive as we build back better.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58698490",
      "category": "world-europe",
      "title": "Iceland misses out on Europe's first female-majority parliament after recount",
      "tags": "Women,Iceland",
      "text": "Iceland briefly believed it had made history by electing Europe's first female-majority parliament - before a recount showed it had just fallen short.\nSome 30 of the 63 seats (47.6%) were won by women. \nBut earlier results had showed women winning 33 seats (52%).\nNo European country has breached the 50% threshold, with Sweden coming closest at 47%, according to data from the Inter Parliamentary Union.\nThe results mean a further six women have been elected to Iceland's parliament, but men still hold a majority of seats.\nUnlike some other countries, Iceland does not have legal quotas on female representation in parliament, though some parties do require a minimum number of candidates be women.\nInitially, the apparent female-majority in parliament was hailed as a landmark achievement.\n\"In a historical and international light, the most significant news is that women are now first time in majority in the Icelandic parliament, and a first in Europe. This is good news,\" President Gudni Johannesson told broadcaster RUV before the recount.\nIceland has long been considered a leader in gender equality and was ranked the most gender-equal nation in the world for the 12th year running in a World Economic Forum report released in March.\nIt offers the same parental leave to both men and women, and its first law on equal pay for men and women dates back to 1961. It was also the first country in the world to elect a female president in 1980. \nJust five countries currently have parliaments where women hold at least half the seats. Rwanda leads the way, with women making up 61.3% of the members of its lower house.\nIt is followed by Cuba on 53.4%, Nicaragua on 50.6% and Mexico and the United Arab Emirates at 50%. Women make up just 34.2% of the members of the United Kingdom's House of Commons and just 27.6% of the House of Representatives in the United States. \nMeanwhile, yesterday's election saw the incumbent left-right coalition government, led by Prime Minister Katrin Jakobsdottir, increase its majority. \nHowever, her party, the Left Green Movement, looks set to lose several seats, while her right-wing partners gained five MPs, casting doubt over her future as prime minister.\nOpinion polls had predicted that the coalition would fall short of a majority but a surge in support for the centre-right Progressive Party, which won five more seats than in 2017, pushed the coalition's total seats to 37, according to RUV.\nThe current government, which consists of the prime minister's Left-Green Movement, the conservative Independence Party and the centrist Progressive Party, said before the election that they would negotiate continued cooperation if they held their majority."
    }
  ]
}