{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-56391969",
      "category": "uk-scotland-scotland-business",
      "title": "Covid in Scotland: Hospitality leaders urge levels rethink",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Pubs,Scotland business,Coronavirus pandemic",
      "text": "Hospitality leaders have urged the Scottish government to change its Covid lockdown levels to stop businesses failing. \nAn industry group has submitted its own version of the system to ministers. \nThe document, seen by the BBC, urges ministers to mirror the plans for England - extending opening times and naming dates.   \nThe Scottish government said lockdown exit will be driven by data, not dates.   \nFive of Scotland's main hospitality trade bodies said if changes are implemented, 60,000 jobs in the sector could be saved.\nAnalysis was commissioned by the Scottish Hospitality Group, UK Hospitality Scotland, Scottish Licensed Trade Association, Night Time Industries Association and the Scottish Beer and Pub Association. \nThey said that under current level three restrictions almost half of hospitality businesses could operate. But if changes are made, this increases to almost three quarters. \nUnder the previous level three rules, alcohol was not allowed to be served. But the industry is lobbying for it to be sold outdoors, or indoors with a meal.\nOn closing times, the last entry was 17:00 with venues were to close by 18:00. The industry would like to see two-hour time slots for indoor customers, with closing time at 22:30. Outdoors it wants a 23:30 close. \nIt claims this could contribute more than £1.2bn to the economy in the short term. \nMichael Grieve, chairman of Night Time Industries Association Scotland and owner of Glasgow's Sub Club, told BBC's The Sunday Show that indicative dates would be vitally important to businesses like his. \nHe said: \"What we're asking for is that all restrictions are removed at level zero and things return to normal. \n\"We think it's imperative that there's a date put against that as a best case scenario as a date to work towards. \n\"But we need to have some kind of framework there because at the moment we're completely running blind here - we have no idea when we'll be able to operate.\" \nThe Scottish government has said that the previous levels system will be updated to account for changes in the situation - for example, the new variant of coronavirus and the rollout of the vaccination programme. \nMichael Grieve added: \"The positive impact of adopting our proposed plan are huge for relatively minor tweaks. \n\"We're not going to achieve zero Covid. We need to accept that Covid is in society.\n\"So, with vaccination being rolled out... we see no reason why in parallel indicative dates can't be put in place to give the industry some hope that we can reopen and that life can start to return to some kind of normal.\" \nThe Scottish government said it understood the desire for certainty for all sectors of the economy. \nIt said in a statement: \"We need to be driven by data not dates, and we are regrettably not able to provide fixed dates as to when nightclubs and theatres which involve large audiences and customers in enclosed spaces can reopen.\n\"We will continue to listen to the needs of the sector and do everything within our powers to support them through this on-going crisis.\"\nIt said work was underway to develop a route-map towards an incremental and cautious re-opening of live events and performances. \nThe Scottish government said more than £140m of additional Covid funding to support culture and heritage in Scotland had been allocated, with more than £3bn in support for business since the start of the pandemic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56390409/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Bitcoin surges past $60,000 for first time",
      "tags": "Bitcoin",
      "text": "Cryptocurrency Bitcoin has risen for the first time above $60,000 (£43,100), continuing its record-breaking run.\nBitcoin - which has more than tripled in value since the end of last year - has been powered on by well-known companies adopting it as a method of payment.\nBut some analysts said this latest surge came in part due to the huge US stimulus package approved this week.\nBitcoin's total market value last month exceeded $1tn.\nHowever, Bitcoin has a track record of wild price swings and has fallen sharply a number of times since it was created in 2009.\nThe recent spikes have been fuelled by big companies.\nIn February, Elon Musk revealed that his electric carmaker Tesla had bought $1.5bn worth of Bitcoin and would be accepting it as payment for its cars in future. \nMastercard also plans to accept certain cryptocurrencies as a form of payment while BlackRock, the world's largest asset manager, is exploring ways it can use the digital currency.\nThe Covid-19 pandemic has also played its part in Bitcoin's price rise, as more people go online for shopping, moving further away from physical coins and notes. \nCritics argue Bitcoin is less of a currency and more of a speculative trading tool that is open to market manipulation. \nThere is also concern over its environmental impact, with huge amounts of energy needed to conduct transactions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56335555",
      "category": "uk-wales",
      "title": "Covid: One million people in Wales have had full vaccine",
      "tags": "Swansea Bay University Health Board,Public health,Merthyr Tydfil,Coronavirus testing,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "More than one million people in Wales have received both doses of their Covid vaccine, official data shows.\nPublic Health Wales (PHW) has confirmed that 1,000,706 people have had the full dose of the coronavirus vaccine - almost a third of the Welsh population.\nFigures also show that 2,091,824 in Wales have now had their first jab - that's two-third of the population.\nTwo further Covid deaths were reported in Wales, both in the north, on Sunday while PHW confirmed 46 new Covid cases.\nWales' weekly infection rate stands at 9.7 cases for every 100,000 people.\nThe overall Covid death toll in Wales, according to PHW figures, is 5,566 people since the start of the pandemic.\nFigures released on Sunday cover 24 hours up to 09:00 BST on Friday as data is no longer published on Saturday. \nThe confirmation that one million people - or 31.7% of the population - are fully vaccinated in Wales comes as studies show the Pfizer and AstraZeneca coronavirus vaccines are highly effective against the variant identified in India after two doses.\nSome 66.3% of the Welsh population have had at least one vaccine but a Public Health England report said two jabs of either vaccine give a similar level of protection against symptomatic disease from the Indian variant as they do for the Kent one.\nHowever, both vaccines were only 33% effective against the Indian variant three weeks after the first dose. This compared with 50% effectiveness against the Kent variant.\nLatest data showed the number of people with the Indian variant of concern had risen to 28 in Wales.\nPHW have said that the \"majority\" of Indian variant cases in Wales are \"associated with travel or with known contacts\" and added \"robust contact tracing processes are in place.\"\nHealth officials say they do \"expect this number to go up\" as it \"may be slightly more transmissible\" than the dominant Kent variant in Wales.\nPHW's coronavirus incident director has said \"most health boards\" have seen cases of the Indian variant of concern and added it \"underlines the message\" to get vaccinated as soon as people are asked.\n\"We are seeing cases of the new variant in Wales but the numbers are small so far,\" said Dr Eleri Davies.\n\"We are seeing an increase in those as we investigate and follow up the contacts and of course, you have seen the figures from England and the fast rise there so we are expecting to see more.\n\"I think with the latest information about the effectiveness of the vaccines, then we are in a good position in Wales with the success of the vaccine programme. \n\"It's clear that, to date, the Kent variant is covered by the vaccine and also the other variants that we are following closely, there is still retained efficacy.\n\"So I think the fact that we are progressing well with our vaccine programme in Wales is very heartening under the circumstances. \"\nThe local authority with the highest rolling case rate for the last seven days is Newport with a case rate of 33 per 100,000 people, followed by Cardiff and Wrexham.\nThere were seven Welsh counties with no new Covid cases while Denbighshire (3.1), Rhondda Cynon Taf (3.3) and Gwynedd (4) and had the lowest infection rates. Wales' rolling average for deaths is 0.6 daily deaths.\nOn the case rates, when broken down into communities, 94% have had two or fewer positive tests in the last week.\nA total of 2,043,254 people have been tested for the virus since the start of the pandemic, with 3,536,315 tests taken. There have been 12,413 tests since the last report. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nThe postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56386446",
      "category": "uk",
      "title": "Ageing equipment puts Army at risk, MPs warn",
      "tags": "British Armed Forces,UK defence spending,Tobias Ellwood,Boris Johnson,British Army,Ministry of Defence",
      "text": "The Army is likely to find itself \"outgunned\" in any conflict with Russian forces, MPs have warned. \nIn a damning report, the Commons Defence Committee described efforts to modernise the Army's fleet of Armoured Fighting Vehicles (AFV) as \"woeful\".\nThe ageing and depleted fleet puts the Army at \"serious risk\" of being outmatched by adversaries, it states.\nThe Ministry of Defence has promised \"an upgraded, digitised and networked armoured force to meet future threats\".\nIn the report - entitled Obsolescent and Outgunned - the committee highlighted the \"bureaucratic procrastination\"  and \"general ineptitude\" which had \"bedevilled\" attempts to re-equip the Army over the past two decades.\nIn 1990, the UK had around 1,200 main battle tanks in its inventory - today it has 227, the report states. It said armoured vehicle capability had reached \"a point of batch obsolescence, falling behind that of our allies and potential adversaries\".\n\"The Army's Armoured Fighting Vehicle programme has been plagued with uncertainties,\" said Committee chairman Tobias Ellwood. \n\"The decision to invest in fighting vehicles is too often hampered by uncertainties over what the Army wants them for and pitted against the desire to fund other defence priorities,\" the Conservative MP added, a reference to the government's clear intention to move from industrial age to information-era technology.\nThe report comes ahead of publication of the government's Integrated Review of foreign, defence, security and development policy, which will be set out by Prime Minister Boris Johnson on Tuesday.\nDescribed as the most important defence review since the end of the Cold War, it is expected to focus on developing new technology such as robots, autonomous systems and meeting new threats in the domains of space and cyber.\nA Ministry of Defence spokesperson said: \"We thank the Defence Committee for their report and acknowledge their recommendations as we look to improve the management of our large and complex equipment programmes.\n\"Aided by the substantial £24bn settlement for defence, the Integrated Review will provide resources to deliver an upgraded, digitised and networked armoured force to meet future threats.\"\nA defence review, due to be published shortly, will promise to transform and modernise Britain's armed forces to fight the wars of the future. \nBut this report raises serious questions as to whether the Ministry of Defence can actually deliver. \nMPs describe the MoD and specifically the British army's efforts to modernise its ageing fleet of armoured vehicles as \"a woeful story of bureaucratic procrastination, military indecision, financial mismanagement and general ineptitude\". \nHundreds of millions of pounds have been \"squandered\" with little to show for it.  \nIt's left the Army with tanks and armoured vehicles outmatched  and outgunned by a peer adversary like Russia. \nTo modernise its tanks, the Army will have to significantly cut numbers. Some programmes, like the upgrade to hundreds of Warrior Infantry Fighting Vehicles, are likely to be scrapped altogether.  \nThe MoD says the defence review will \"deliver an upgraded, digitised and networked armoured force to meet future threats\". \nMPs are not so sure. They say the Army's armoured capabilities are \"at risk of being denuded on the basis of promises of technically advanced 'jam tomorrow'\".\nLast November, Mr Johnson announced a \"once-in-a-generation modernisation\" of the armed forces.\nAhead of Tuesday's review, the Committee urged government not to ignore the \"decaying\" AFV fleet.\nThe report stated the Army is four years away from being able to field a \"warfighting division\", which, even under the Ministry Of Defence's (MOD) own current plans, would still be \"hopelessly under-equipped\".\nIt said soldiers called on to fight a 'peer adversary' - namely Russia - in the next few years \"would, disgracefully, be forced to go into battle in a combination of obsolescent or even obsolete armoured vehicles, most of them at least 30 years old or more\".\nMPs added the MOD needs to urgently address its shortfalls in artillery, air defence and anti-drone capabilities, citing the Russian investment in modern missile and rocket artillery systems which defined their rapid victory in Ukraine in 2014.\n\"A mixture of bureaucratic procrastination, military indecision, financial mismanagement and general ineptitude has led to a severe and sustained erosion of our military capabilities,\" said Mr Ellwood.\n\"This will have a profound and potentially devastating impact on our ability to respond to threats from adversaries.\"\n\"In a conflict, the capable men and women working for the armed forces may find themselves outmatched, reliant on a fleet of outdated and outmoded fighting vehicles. \n\"The government should make no mistake, these failures may cost lives.\"\nCommenting on the report, Labour said \"Conservative defence cuts and indecision\" had weakened the Army.\n\"Our Army would currently be forced to go into battle with out-of-date armoured vehicles that could be heavily outgunned. Nothing characterises Boris Johnson's 'era of retreat' over the last decade more starkly than this,\" said shadow defence secretary John Healey."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56387040",
      "category": "uk-wales",
      "title": "Universal credit: Stephen Crabb MP says benefits squeezed too much",
      "tags": "Coronavirus lockdown measures,Poverty,Department for Work & Pensions,Rishi Sunak,Stephen Crabb,Newport,Child poverty,Budget 2021,Universal Credit,Wales economy,Coronavirus pandemic",
      "text": "The squeeze on universal credit has gone too far, according to the former work and pensions secretary.\nStephen Crabb, who also served as secretary of state for Wales, said: \"We haven't funded it sufficiently for it to achieve all of its aims.\"\nA freeze on working-age benefits was imposed from April 2016 to April 2020.  \nThe UK government said it will focus on supporting people back into work as the economy reopens through the Plan For Jobs scheme.\nThe Child Poverty Action Group (Cpag) said the benefits system needed to do more to stop people falling into crisis in the first place.\nUniversal credit (UC) is designed to incentivise working, so that every extra £1 of earnings, 63p in UC is lost.\nAccording to the Department for Work and Pensions, the temporary £20 uplift and the equivalent for working tax credits are \"helping millions of families whose income has been affected by the pandemic\".\nBut Mr Crabb, Conservative MP for Preseli Pembrokeshire, said the system needed to top this up \"so long as we have low wages in our society\". \n\"The system is designed to do that and to help people improve their lot, increase their hours and to move out of that situation,\" he explained.\n\"I really passionately believe in UC and I want it to work, but the secret to its success is how well it's funded.\n\"Over the last five years, I've come to the conclusion that we've squeezed it too much.\"\nMr Crabb voted against the government earlier this year when he called for the £20 uplift to be extended for 12 months because he felt \"very strongly\" the Treasury plan at the time to bring it to an end would \"cause hardship for families\".\nChancellor Rishi Sunak announced it would be extended for six months in the budget.\nEllie Harwood, from Child Poverty Action Group, said: \"What we really need from a social security system is something that catches people before they fall into crisis. \n\"It should be there for people when they need it and that's normally when they experience a life event like losing a job, having a child or a relationship breakdown.\"\nLouise Hall, from Newport, found herself back on UC because she was unable to work during the pandemic and the cost of equipment to make her practice as a child therapist Covid-safe left her and her eight-year-old son in crisis.\n\"It got the point that to be able to fund [going back to work] and to be able to look after us I had to go and ask for help from a foodbank which is really difficult and not something you want to do,\" she said. \nPreviously when a relationship broke down, Ms Hall had to rely on the social security system but she had begun to get back on her feet thanks to a loan for further training from a charity, Purple Shoots. \nShe said having to rely fully once again on UC was \"soul-destroying\" and she feared she would never be able to stop treading water.\n\"It feels never-ending, it feels soul destroying at times,\" she said.\n\"With the money that comes through, it is amazing. If we hadn't had it in the pandemic then I couldn't have afforded to live and to pay rent and to feed us, but it's really hard to live off it long term.\n\"It gets to your mental wellbeing and it gets to your future planning and you don't dream any more. You just go from month to month wondering whether you're going to have enough that month or not.\"\nMs Hall is not alone. The percentage of the Welsh population claiming UC has almost doubled since the start of the pandemic. \nFigures show 150,527 people were in receipt of the benefit in February of last year - 4.8% of the population. \nBut there was a significant rise at the start of the pandemic and by last April, 219,683 people in Wales were claiming UC. \nThis has crept up to a high of almost 280,000 in January this year - nearly 9% of the Welsh population.\nKaren Davies, the founder of Purple Shoots, the charity that gave Ms Hall a loan for training, said almost all of the people they help are on UC.\nShe feels the system can perpetuate poverty because it tapers off too quickly when claimants begin to earn more money.\n\"It can be a very demeaning process and it's very destructive for self-esteem,\" she said. \n\"You get a basic amount of money which is supposed to cover your living costs and your rent, but there's no money for anything else.\n\"You're in this spiral which you can't get out of. The amount of money is not enough for you to build anything else to move forward, it's not even enough to do a training course.\"\nWhile UC helps people survive, it does not \"help them to move forward\", Ms Davies added.\nA UK government spokesperson said: \"With the extension of the temporary £20 universal credit uplift, and the equivalent amount for those on working tax credits, we are helping millions of families whose income has been affected by the pandemic. \n\"As the economy reopens, we will focus on supporting people back into work through our comprehensive Plan for Jobs.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56379279",
      "category": "uk-wales",
      "title": "Covid: Hairdressers reopen in Wales as lockdown eases",
      "tags": "Llantwit Major,Coronavirus lockdown measures,Wales business,Rhiwbina,Vale of Glamorgan,Hairdressers",
      "text": "Many in Wales are looking forward to their first haircut in months as hairstylists reopen.\nHairdressers and barbers can reopen for appointments only from Monday, after a relaxation of Covid lockdown rules. \nKat Trelawny, from Rhiwbina, Cardiff, has already booked appointments for her family of four. \nSalon owner Jacquie Jenkins said some clients who live alone burst into tears when she phoned them to say she was reopening.\nSalons closed before Christmas, days before Wales went into a level four lockdown on 28 December. \nConfusion remains among mobile stylists, who feel they have been \"left in the dark\" by the Welsh government over whether they can can also get back to work on Monday.\nMs Jenkins said following Friday's announcement that she could reopen, she spent the day phoning regular clients to book them in and was \"inundated\" with phone calls and voicemails.\nHer salon, in Llantwit Major, Vale of Glamorgan, is now fully booked for two weeks.\nShe said some clients were emotional at the thought of returning.\n\"Some of them burst into tears when we spoke to them and said they could come in - some of them live alone and don't see many people,\" she explained. \n\"To come back and have a haircut, it's not just about the hair, it's the whole social thing and company.\n\"I'm sure I'll be quite emotional [when we reopen] as well.\" \nShe said she had been overwhelmed with the support from her clients: \"People have given us lovely cards... people have actually taken the time to congratulate us on things like the [Covid] measures and everything and how safe they felt [when they last came in].\n\"Some have paid in advance for their hair... I've had one or two clients who've actually bought a year's worth of vouchers... it's been so lovely for them to think of it, really kind.\"\nShe had mixed emotions when she heard she could reopen.\n\"I think we were all quite apprehensive, not so much going back because of the virus, but just knowing it was quite hard last year - all the sanitising, cleaning, wearing the masks and the visors, I mean it's hard work,\" she added.\n\"On the flip side, having all of that in place has given them the confidence to go back.\"\nHaving not had a haircut since last summer, Ms Trelawny said she was \"particularly excited\" to return to her salon. \nShe said her lockdown hair was starting to get her down: \"It is just really dark, I'm desperate for a cut, I've been using a straighteners and it is breaking, frazzled, limp...\n\"I've bought a special mask for my hair, heat protective spray and a nice serum... I dry it and straighten it too much.\" \nShe said visiting her hairdresser would give her a boost: \"I'll feel loads better about myself and a lot more confident, a bit more vibrant - I just feel a bit drab at the minute.\"\nIn lockdown she has let hair grow but has been cutting her husband's and son's hair. \n\"I don't think I've done a great job but I've had a go,\" she said. \n\"I watched a few YouTube clips and bought myself some clippers.\"\nMichelle Marshall, who has two hair salons in Cardiff, said she was \"very relieved\" at the news, but \"disappointed\" hairdressers only had three days notice to reopen. \n\"I heard the rumours at the beginning of the week so I got both teams in on Friday to clean the salon,\" she said.\n\"There's lots of health and safety things we have to do when a business has been closed, and sanitation - not just because of the coronavirus we've been used to, but this new variant.\n\"It does take longer because it's like a re-style really… It's not trimming what you can see, you've got to start a fresh again so everybody takes longer. \n\"And because of sanitation, you have to take at least quarter of an hour on top of the appointment time to clean down your station, sanitise your tools.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56395672",
      "category": "world-europe",
      "title": "Germany elections: Merkel's party suffers setback in regional polls",
      "tags": "Germany,Angela Merkel,Coronavirus pandemic",
      "text": "German Chancellor Angela Merkel's party has had its worst-ever election result in two key regional votes seen as tests ahead of September's general election.\nThe Christian Democrats have historically enjoyed firm support in Baden-Württemberg and Rhineland-Palatinate and had led opinion polls.\nBut early results show a marked drop widely blamed on public anger at the response to the coronavirus pandemic. \nMrs Merkel is due to step down in September, after 16 years in office.\nThe CDU's poor performance is the first major test for Armin Laschet, who was elected party leader in January.\nThe 60-year-old centrist, however, is not guaranteed to be the party's candidate for chancellor in the election on 26 September. His rival for the role is Markus Söder, leader of the CDU's Bavarian sister party the CSU. \nThe party aims to have the matter settled by late May.\nGermany is a federal state made up of 16 regions. Under this system, there are elections to regional legislatures as well as those to the national parliament, called the Bundestag.\nIn Baden-Württemberg the Green Party is predicted to hang on to power with about 32% of the vote, with the CDU getting 24%, less than at the previous poll in 2016. \nIn neighbouring Rhineland-Palatinate, the centre-left Social Democrats (SPD) are projected to retain power with about 35%.\nThe CDU had led in the opinion polls, but it is predicted to get only 27% of the vote.\nBoth results pave the way for regional alliances between the Greens, the SPD and the liberal Free Democrats. This raises the prospect of a similar coalition forming a federal, or national, government after the general election in September.\nGreen Party Chairman Robert Habeck said the party would \"take this success as a tailwind for the Bundestag election campaign\".\nOpinion polls show the CDU's national popularity slipping from 40% last June, when Germany was being praised for its initial response to the coronavirus pandemic, to about 33% this month.\nSpeaking to the BBC, CDU MP Kai Whittaker said the results were disappointing. \"It's a bad day for us,\" he said. \"We cannot deny that there's a risk that we're losing touch with the people.\"\nAngela Merkel's CDU did not expect to do this badly. Now, alarm bells are ringing in Berlin. \nParty leaders know they are going into September's general election without their greatest asset - Chancellor Merkel herself. Her popularity remains high, but there is increasing dissatisfaction with her government's handling of the pandemic.\nThe corruption scandal that forced the resignation of three party politicians has not helped. Some fear that the CDU, which just a year ago was predicted to win a comfortable majority and form a coalition - could even be driven from the federal government in the autumn. \nIt is too soon to make serious predictions about who will be running Germany come the end of the year. After all, voters do not know who the CDU will put forward as their candidate for chancellor.\nIt will most likely be new party leader Armin Laschet, but the fallout from the regional elections could clear the way for Markus Söder. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56391818",
      "category": "world-europe",
      "title": "Covid-19: NI to keep using AstraZeneca jab after Irish suspension",
      "tags": "Republic of Ireland,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Health officials in Northern Ireland will continue to use the Oxford-AstraZeneca vaccine after its suspension in the Republic of Ireland.\nThe country's National Immunisation Advisory Committee (NIAC) recommended the move after reports of serious blood clotting events in adults in Norway. \nIreland's Health Minister Stephen Donnelly said it was \"precautionary\".\nAstraZeneca said there is no evidence of a link between the vaccine and increased risk of clotting.\nOn Sunday, the Netherlands became the latest country to suspend use of the vaccine. The Dutch government said the move, which will last until at least 29 March, was a precaution based on reports from Denmark and Norway of possible serious side effects.\nThe UK's Medicines and Healthcare products Regulatory Agency (MHRA) said it was aware of the suspension in Ireland and was \"closely reviewing reports\".\n\"But given the large number of doses administered, and the frequency at which blood clots can occur naturally, the evidence available does not suggest the vaccine is the cause,\" a spokesperson said.\nIn a statement, Northern Ireland's Department of Health said it administers vaccines under the \"expert direction of the MHRA\".\nIt said it had received guidance from the MHRA in light of the vaccine's suspension in the Republic and that the \"roll-out of Northern Ireland's vaccination programme will continue\".\nThe Department of Health also said a \"further expansion of the programme will be announced very shortly\". \nChair of the British Medical Association NI's GP committee, Dr Alan Stout, said it was important that anyone with a vaccine appointment scheduled attends it as planned.\n\"We are confident that the vaccine is extremely safe to use and it is one of the key facets of our fight against Covid-19,\" he said.\nOn Friday, the World Health Organisation said countries should not stop using the vaccine over fears it causes blood clots as there is no indication this is true.\nMore than 110,000 doses of the AstraZeneca vaccine have been administered in Ireland, which is about 20% of all doses given to date.\nStephen Donnelly, Ireland's Health Minister, said he hoped the suspension was \"nothing more than a very short deferral\". \nIreland's deputy chief medical officer Dr Ronan Glynn said new information had been received from the Norwegian Medicines Agency on Saturday night and that, while there is no conclusion that there's a link to the AstraZeneca vaccine, the decision to suspend the vaccine programme came from \"an abundance of caution\".\nHe told Irish broadcaster RTÉ that there have been no reports of clotting events in Ireland similar to those seen in Norway and that there should still be full confidence in the vaccine programme.\nDr Glynn added that he hoped there will be more \"reassuring data\" this week and that the programme can restart.\n\"It may be nothing, we may be overreacting and I sincerely hope that in a week's time we are accused of being overcautious,\" he said. \nIn a statement, AstraZeneca said there was no evidence of an increased risk of clotting due to the vaccine. \nIt said that across the EU and UK there had been 15 events of deep-vein thrombosis (DVT) and 22 events of pulmonary embolism reported among those vaccinated.\n\"Around 17 million people in the EU and UK have now received our vaccine, and the number of cases of blood clots reported in this group is lower than the hundreds of cases that would be expected among the general population,\" said Ann Taylor, the firm's chief medical officer. \n\"The nature of the pandemic has led to increased attention in individual cases and we are going beyond the standard practices for safety monitoring of licensed medicines in reporting vaccine events, to ensure public safety.\"\nProf Adam Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), warned that, given evidence of the vaccine's \"real-world effectiveness\", a \"stop-start approach\" to the vaccine programme needed to be considered carefully.\n\"If clear evidence of serious or life threatening side-effects emerges that will have important consequences,\" he said.\n\"However so far it hasn't and it's highly undesirable to disrupt a complex and urgent programme every time people develop illnesses after receiving vaccine that may be coincidental and not causally related.\" \nLast week, after Iceland, Norway and Denmark suspended the use of the Oxford-AstraZeneca, the MHRA said people should continue to get vaccinated.\n\"Blood clots can occur naturally and are not uncommon. More than 11 million doses of the Covid-19 AstraZeneca vaccine have now been administered across the UK,\" said Phil Bryan of the MHRA.\n\"People should still go and get their Covid-19 vaccine when asked to do so.\"\nThe Public Health Agency in Northern Ireland said it would \"closely monitor\" the situation.\n\"From our perspective the vaccine is safe and we're continuing to use it,\" said Dr Stephen Bergin, interim Director of Public Health.\n\"We've had good experience over the last three months now, we've had over 600,000 people vaccinated, not all of course with this particular vaccine.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56391138",
      "category": "uk",
      "title": "Covid-19: Vulnerable people encouraged to get jab, and impact on high streets 'yet to be felt'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you tomorrow morning. \nMillions of vulnerable people with underlying health conditions, such as cancer, diabetes and heart disease, are being urged to book their coronavirus jabs. Cancer Research UK, Mencap and the Terrence Higgins Trust are among 18 charities to write an open letter encouraging those in priority group six to book their vaccines. This includes those aged 16 to 64 with an underlying health condition, their carers, and people with learning disabilities. When will it be your turn to get the vaccine? \nAn average of 48 businesses closed a day in Great Britain last year - more than 17,500 chain stores and other venues. Yet the full impact of the coronavirus pandemic is yet to be felt, according to accountants PwC. \nFootball and snooker fans rejoice. The FA Cup final - potentially in front of 20,000 fans - and the World Snooker Championship are among the proposed pilot events to test the return of big crowds to venues this year. \"Around a dozen\" sporting and cultural events will be staged this spring, according to the Department for Digital, Culture, Media and Sport.\nThe sight of empty shelves in supermarkets have not been uncommon during the pandemic, but unlike those who were stockpiling toilet roll, Phoenix Richardson's family were buying up his \"safe\" foods, such as pasta and sausages. The 15-year-old has avoidant/restrictive food intake disorder, or ARFID, and will only eat very particular items. Meanwhile, MPs are calling for more action to support those with eating disorders amid a rise in people seeking help.\nCoronavirus measures in the past year have meant some expectant mothers faced being alone for baby scans, appointments and even giving birth. What can already be a stressful time is made even more so by the pandemic. Bristol-based portrait photographer Nina Raingold met five mothers who have experienced the challenges of giving birth recently.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can check how many cases there have been in your area.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56375886",
      "category": "science-environment",
      "title": "Saving one of the world’s rarest toads from extinction",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56387037",
      "category": "uk-wales",
      "title": "Covid: Mobile hairdressers 'confused' over reopening rules",
      "tags": "Coronavirus lockdown measures,Wales business,Coronavirus testing,Welsh government,Hairdressers,Wales economy,Coronavirus pandemic",
      "text": "We can wave goodbye to our lockdown locks from Monday - but mobile stylists say they remain in the dark on whether they can pick up the scissors again.\nOn Friday, the Welsh Government said all hairdressers, including mobile salons, could reopen.\nBut the Nation Hair & Beauty Federation (NHBF) said it had been told mobile stylists \"might not be able to resume\".\nThe Welsh Government said they could work only \"where the client physically cannot leave the home\".\nThe latest guidelines state mobile hairdressers can visit people's homes if \"leaving the home is likely to have a significant detrimental effect on their wellbeing\".\nBut the NHBF said the guidance was not clear and it was \"seeking clarity to understand when mobile services will be able to fully resume\".\nMobile hairdresser Antonia Sparkles, 32, from Pencoed, Bridgend, said she does not understand the rules.\n\"It should only be a yes or no, with clear instructions on what services we can do,\" she said.\n\"I feel a bit confused. I know three people who can't leave the house physically - that is not going to pay my bills.\n\"In the last hour I've had more confused clients saying I'm allowed back - it's more stress. I'm telling clients there's no answer yet, it's not clear.\"\nMs Sparkles said she was eager to get back to work, not only for financial reasons but also for her and her clients' mental wellbeing.\n\"It was emotional for me [to get back to work] because I haven't seen anybody, so for me it's such a good thing to get a routine. I had to go on antidepressants for my insomnia... because I've been worried,\" she said. \n\"I suffer really badly with anxiety and depression. We need to go back to work not just for the money - it's a part of our routine.\n\"It's good when you do someone's hair and they smile because they feel better. A lot of my clients live alone too and we can have a little chat.\"\nAfter the initial announcement on Friday, she spent all night doing a stock take and putting in orders, before a few hours later, her plans were halted again.\nIn response, Ms Sparkles decided to set up a petition calling for greater clarity on the rules for mobile stylists.\n\"I was just sat here thinking there's so many people struggling in the pandemic anyway. Loads of people have lost their salons, so more have gone mobile, so this affects more people,\" she said.\n\"I don't see what the difference is between a salon and a mobile hairdresser because you've got more people in a salon than when you go to a house, you're all wearing PPE.\n\"What's upset me is they've divided us into two, saying a mobile hairdresser and a salon aren't the same. But we've always been classified as the same. It's just making people more frustrated.\"\nBefore visiting clients, Ms Sparkles said she takes a range of Covid precautions.\n\"I send them questions the night before, asking have they had a temperature, have they been abroad, if they have had a test, have they had the results back?\" she said.\n\"I go in with a surgical mask, I wear a visor. I wipe down the area where I'm working and have a new gown for each client. I was worried about trying to protect everybody. \n\"After I've gone into a house, I sweep the hair up, take the hair in a bag and then dispose of it - I pay to have that disposed of.\"\nThe Welsh Government has responded to the concerns from a legal perspective.\n\"There are many circumstances in which people might need to access someone's home to carry out work there,\" a spokeswoman said. \n\"The law says that this must be 'reasonably necessary' and that there is no 'reasonable alternative'.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56390394",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe in Tehran court on new charge",
      "tags": "Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe has appeared in court in Iran, a week after her ankle tag was removed having served five years in prison, her lawyer said.\nThe British-Iranian charity worker was ordered to appear on charges of propaganda against the regime.\nThe judge told her to expect a verdict within seven working days, according to the Free Nazanin campaign.\nHer husband Richard said the British embassy in Tehran had declined to accompany his wife to Sunday's trial.\nMrs Zaghari-Ratcliffe was jailed in 2016 for allegedly working against the Iranian government, which she has always denied.\nAccording to her lawyer, she was accused in Sunday's hearing of participating in a demonstration outside the Iranian embassy in London 12 years ago and giving an interview to the BBC Persian service, said BBC correspondent Caroline Hawley.\nHer lawyer said the atmosphere in court had been calm and he hoped she would be acquitted because she has already served five years on a more serious charge.\nForeign Secretary Dominic Raab called it \"unacceptable and unjustifiable\" that Iran has chosen to continue with the second \"wholly arbitrary\" case, saying the Iranian government has \"deliberately put her through a cruel and inhumane ordeal\". \nHe added: \"Nazanin must be allowed to return to her family in the UK without further delay. We continue to do all we can to support her.\"\nBy Caroline Hawley, Diplomatic correspondent\nThere is a good reason why Richard Ratcliffe describes his wife as a \"pawn\" in a game of chess, a bargaining chip. And she's not alone.\nNazanin Zaghari-Ratcliffe - together with several other dual nationals from a range of countries - is caught up in the middle of some complicated geopolitics.\nThe backdrop to her case is the West's difficult relationship with Iran, and a growing emphasis by Iran on \"hostage diplomacy\".  \nThe charity worker was told explicitly that her imprisonment was linked to a £400m debt owed by Britain for an arms deal to Iran that was done before she was even born.   \nIn the days of the Shah, Iran had bought tanks from Britain but, after the 1979 Revolution, they were not delivered.   \nThe UK and Iran have been haggling in court over interest on the debt for years. And when UK PM Boris Johnson spoke by phone to Iranian President Hassan Rouhani last week to demand Mrs Zaghari-Ratcliffe's release, the Iranian president apparently complained that no \"practical progress\" had been made by the UK to repay the debt.   \nWhatever happens in the courts, the message from Iran seems to be, if not loud, at least pretty clear.\nMuch less clear is when her ordeal will be over.\nMrs Zaghari-Ratcliffe's MP, Labour's Tulip Siddiq, said she was \"deeply concerned about the possible outcome\" and said the anxiety of waiting for a verdict will \"just add to her ongoing mental torture\".\nShe also criticised Prime Minister Boris Johnson for not being \"capable of ensuring that British officials attended her court hearing to ensure a fair trial\".\nMs Siddiq said: \"Now is the time to bring Nazanin home to the UK, and our government has a responsibility to pull every possible lever to make that happen.\"\nMrs Zaghari-Ratcliffe's family fear the court case could be used to block her return to the UK because the Iranian government wants to keep her for diplomatic leverage.\nMr Johnson has called for her \"immediate release\".\nEarlier, Mr Ratcliffe said his wife had been due to report to court at 09:00 Iranian time (05:30 GMT), but did not know when her trial would be heard, what it would entail or how long it would be.\nShe was expected to appear in the Revolutionary Court, in front of the same judge who conducted her earlier hearings.\nSpeaking to the BBC, Mr Ratcliffe said that neither he nor his wife had any idea what to expect. \"It's like trying to read tea leaves,\" he said.\n\"The charges are irrelevant. This is not a real court process. This is not a fair trial - it's an act of abuse.\n\"Nazanin is now pretty stressed. She is extremely twitchy, restless and agitated.\"\nMr Ratcliffe had hoped the British ambassador would accompany his wife to the trial, but said the British embassy in Tehran had declined.\n\"I am disappointed that the embassy has declined to accompany Nazanin to the Revolutionary Court,\" he told the BBC. \n\"To my mind, it is a missed opportunity to protect her, a missed opportunity to stand up for her as British, and it is not the first. I hope that timidity is not a choice that we come to regret.\"\nThe Foreign, Commonwealth and Development Office said it had formally requested access to the hearing.\nAmnesty International UK said it was disappointed UK officials did not attend Sunday's hearing \"to show Nazanin the kind of support she needs and is entitled to\". \nDirector Kate Allen added: \"One trumped-up case against Nazanin was bad enough - a second one is an act of cruelty.\" \nThe case comes after a charity warned in a medical report sent to the UK government that the 43-year-old was suffering from major depression and PTSD and was in need of urgent treatment. \nThe report, commissioned by the human rights charity Redress, said she was interrogated for hours, often blindfolded, while in solitary confinement at the beginning of her sentence.\nBefore her ankle tag was recently removed, Mrs Zaghari-Ratcliffe had been under house arrest in Tehran since being released from jail last March due to the coronavirus crisis."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56392570",
      "category": "business",
      "title": "Covid-19: British Airways plans app-based travel pass",
      "tags": "Companies,British Airways",
      "text": "British Airways is planning to make it easier for passengers to prove they are safe to travel once they have been vaccinated against Covid.\nUnder the plans, people who have had both jabs will be able to register their status on BA's smartphone app.\nThe airline's chief executive, Sean Doyle, hailed the UK's \"great progress\" in tackling the pandemic.\nLast month, BA owner IAG called for digital health passes \"to reopen our skies safely\".\nIAG's boss, Luis Gallego, said at the time that the airline group wanted international common testing standards for travel.\nThe UK government has said it will give the go-ahead for a return to international travel on 17 May at the earliest.\nThe announcement prompted a flood of bookings, but it remains unclear which routes will be available.\nBA's move comes amid heated debate about the possibility that \"vaccine passports\" could become a feature of foreign travel and even be used within the UK to allow entry to places such as pubs or sports stadiums.\nIn his latest comments to journalists, BA's Mr Doyle said the UK should be a global leader in reopening international travel.\nHe urged the government to \"set an example\" and \"be ambitious\" in developing systems, including the use of digital technology to verify the vaccination and test status of passengers.\n\"We're making great progress in Britain in dealing with the pandemic,\" he said, pointing to the Oxford-AstraZeneca vaccine and the success of the UK's vaccination programme.\n\"It's fair to say that Britain has developed a really strong leadership position in coming out the other end of the pandemic,\" he said.\n\"What we want to make sure is that we also take that leadership position into restoring travel and restoring the economy.\"\nIn another incentive for passengers, BA said it had already reintroduced free water and snacks on short-haul economy flights and that this policy would continue.\nIn another development, rival airline Virgin Atlantic has said it is close to finalising a £160m financing package to tide it over until travel restrictions are lifted.\nThe money is coming from loans made by existing shareholders, including the Virgin Group and US airline Delta.\nA Virgin Atlantic spokesperson said: \"We continue to bolster our balance sheet in anticipation of the lifting of international travel restrictions during the second quarter of 2021. \n\"This latest £160m financing provides further resilience against a slower revenue recovery in 2021 and follows a $230m financing on two Boeing 787s in January, which allowed us to pay down debt and strengthen our cash position. \n\"We remain confident that Virgin Atlantic will emerge a sustainably profitable airline and would like to thank our creditors and shareholders, Virgin Group and Delta, for their ongoing support and unwavering belief in our future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56386348",
      "category": "world-asia",
      "title": "'Mandalay was a massacre': Security forces fire at protests",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56392450",
      "category": "uk-wales",
      "title": "Sarah Everard: 'Overhaul system' to tackle violence against women",
      "tags": "Domestic abuse,Sarah Everard murder,Women,Welsh government,Newport",
      "text": "The justice system must be overhauled, according to a Welsh government advisor on violence against women, who said parts of it were \"broken\".\nYasmin Khan said men \"have the power\" and she called for a \"change in terms of their role in tackling violence against women and girls\".\nHer comments come after the police handling of a vigil in London to mourn Sarah Everard's death was criticised.\nThe UK government said new \"protective tools and powers\" were helping victims.\nMs Khan joined others in calling for a review of the Metropolitan Police's handling of the vigil. The force has said it will consider if \"lessons can be learned\".\nSeveral hundred people gathered on Clapham Common on Saturday evening, despite Covid restrictions, to pay tribute to Ms Everard, 33, whose death has prompted a public debate over women's safety.\nOfficers were seen handcuffing and leading women away from the event.\n\"The footage that we saw last night wasn't a good picture because people were coming together, they wanted to show solidarity,\" Ms Khan, who also advises the government on domestic abuse and sexual violence, told BBC Politics Wales.\n\"And what it seems on the surface, from the footage and the pictures that we've seen this morning, there really needs to be some kind of review about what actually happened and what force was implemented last night.\"\nVigils were also held in Wales on Saturday night to mark Ms Everard's death; some were held online, others were attended in person.\nWith many women speaking out following the death of Ms Everard, Ms Khan said it was \"so important to listen and to recognise the scale of violence against women and girls\".\nAsked on the Politics Wales programme if there should be an overhaul of the justice system, Ms Kahn said: \"Absolutely. There are things which are broken and that's been exasperated within the pandemic.\n\"Victims tell me that in coming forward to the police, that they're not listened to or in some cases they're not trusted and I think that truly informed policing investigation really must start to shape people's confidence so they do come forward and report.\n\"We've got to stand up and speak out about it. But once people have spoken about it, we need to make sure the offenders are held to account.\"\nMs Khan and her fellow Welsh government advisor, Nazir Afzal, have said in their final annual plan for 2021-22 that embedding a \"public health approach\" to violence against women \"remains our main objective\".\n\"A public health issue is making sure that we understand what the root cause of the problem is, as with any illness.\n\"I think domestic abuse is an absolute illness in our society,\" she said.\nShe called for a \"multi-agency approach across Wales, so that whether the violence has been presented at health or whether it's been presented at education, this is something that we need to understand better so that we can avoid it\".\n\"If we focus resources and work around the prevention, that's when we can really start to eradicate this from our society,\" she added.\nLabour's MP for the Cynon Valley, Beth Winter, told BBC Radio Wales' Sunday Supplement programme: \"We need far reaching change. It's been normalised. \n\"You know, as a woman myself, I go out and I automatically cross the road if there's a man walking behind me,\" she said.\n\"You know there are systemic changes that needs to take place.\n\"It's 20 years since I worked in a women's refuge, and we have not moved forward in any way that we should to address this issue.\n\"Far reaching and systemic change must take place, and we can address this, but we have to work collectively.\n\"We have to provide adequate funding.\"\nIn a statement, safeguarding minister Victoria Atkins said a public survey had been reopened following the \"public outpouring of grief and anger in response to the tragedy\".\nShe said the domestic abuse bill, currently going through the House of Lords, will \"bolster our response to domestic abuse on every level to protect victims and ensure that perpetrators feel the full force of the law.\nShe added that the maximum sentence for stalking and harassment has been increased to 10 years and a range of additional protective tools and powers have been introduced, such as sexual harm prevention orders, sexual risk orders and stalking protection orders.\nIn a tweet, First Minister Mark Drakeford said Ms Everard's killing \"and the stories from other women this week about their experiences - tell us why we have so much more to do to end violence and abuse against women. \n\"Let us ignite a fire for change.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56391988",
      "category": "uk-politics",
      "title": "Government defends plans for noise limit at protests",
      "text": "The government has defended its plan for noise limits on protests in England and Wales, saying it will affect only \"very disruptive\" gatherings.\nMPs will debate the Police, Crime, Sentencing and Courts Bill - which would apply existing rules for marches to \"static\" gatherings - on Monday.\nHome Office minister Victoria Atkins said she \"absolutely\" supported the \"right to peaceful protest\".\nBut Labour called the bill \"poorly thought out\" and \"a mess\".\nThe party will order its MPs to vote against the legislation, which also includes stronger police powers to break up \"unauthorised encampments\" and \"longer\" sentences for people convicted of serious crimes.\nThe bill's first detailed discussion in Parliament comes after four people were arrested during a vigil on London's Clapham Common on Saturday to mourn the killing of 33-year-old Sarah Everard.\nThe Metropolitan Police have been accused of being too aggressive in their handling of demonstrators, but the force said it had acted to protect people's safety and prevent possible coronavirus infections.\nThe controversy is likely to provoke extra interest when MPs begin their debate on the legislation, which the government says will allow police to \"impose conditions such as start and finish times and maximum noise levels on static protests\" of whatever size.\nThis is intended to prevent \"intimidation or harassment\" or \"serious unease, alarm or distress\" to bystanders, it adds.\nAsked on BBC's Andrew Marr Show whether the bill would inhibit personal freedom, Ms Atkins replied: \"I want to draw a very firm distinction between the peaceful vigil that [Saturday's] was and was intended to be and some of the very, very disruptive protests that we've seen in the last few years.\"\nThese had involved people blocking a hospital entrance and \"gluing themselves to buildings and gates, and stopping members of the public going about their business\", she added.\nThere was a \"real distinction\" between activities which \"inhibit the lives of people\" and peaceful protest, Ms Atkins said.\nThe bill would update legislation put in place in 1986, which the minister described as a \"very, very different\" time.\n\"We absolutely support the right to peaceful protest,\" she added. \n\"Of course make your protest, but can we try to do it in a way that's slightly more balanced than the law will currently allow?\" Ms Atkins said.\nFor Labour, shadow justice secretary David Lammy said this was \"no time to be rushing through poorly thought out measures to impose disproportionate controls on free expression and the right to protest\".\nHe added that the government had \"brought forward a bill that is seeking to divide the country\".\nMr Lammy urged ministers to work with his party \"to legislate to tackle violence against women which is forcing so many across the country to live in fear\". \nOn Saturday, Met Police officer Wayne Couzens, 48, appeared at Westminster Magistrates' Court charged with Ms Everard's kidnap and murder. He was remanded in custody to appear again at the Old Bailey on 16 March.\nMs Everard disappeared when walking home to Brixton from Clapham in south London on 3 March.\nHer body was found in an area of woodland in Ashford, Kent, Westminster Magistrates Court heard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-isle-of-man-56389071",
      "category": "world-europe-isle-of-man",
      "title": "Covid: Sixteen in hospital as Isle of Man cases pass 800",
      "tags": "Coronavirus lockdown measures,Contact tracing,Social distancing,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "Coronavirus cases on the Isle of Man have risen by another 44 with 16 people in hospital, the most the island's health service has treated during the recent surge.\nAdmissions at Noble's Hospital reached a peak of 22 in late April last year during island's first wave of Covid-19.\nCurrent infections stand at 818, a rise of more than 500 over the past week.\nThe island recorded its first Covid-19 death in more than four months on Friday, taking the death toll to 26.\nThe Isle of Man began a third lockdown on 3 March after a surge in unexplained cases.\nSome 1,278 infections have now been recorded since the start of the pandemic.\nWhy not follow BBC Isle of Man on Facebook and Twitter? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56384600",
      "category": "uk",
      "title": "Sarah Everard: How a woman's death sparked a nation's soul-searching",
      "tags": "Violence against women,Sarah Everard murder",
      "text": "\"Missing: Please Help Our dear friend Sarah Everard,\" read the posters that went up on south London streets and local social media forums in the days after the 33-year-old disappeared on her walk home in early March.\nIt was concerning but such appeals are not exactly a rare sight, and the hope was that she would soon turn up safe and sound. \nBut in the days that followed, as police put out a CCTV image of Sarah and gave details of her last known movements, concern grew to alarm, then dread, then fear, shock and sadness.\nSarah Everard's journey from Clapham Common to Brixton had taken her through some of the capital's most populated, brightly-lit, and well-walked parts. Hundreds of people - many of them young women - tread those pavements every day and consider the streets in and around them home.\nAs the police investigation ramped up, local women were warned to be careful about venturing out alone. When a police officer was arrested - and subsequently charged with Sarah's murder - the head of the Metropolitan Police Cressida Dick acknowledged that women in London and beyond \"will be worried and may well be feeling scared\", although she said for a woman to be abducted off the street was an \"incredibly rare\" event.\nBut the case had touched a nerve, particularly as walking is one of the few activities to have been allowed during Britain's coronavirus lockdown.\nWomen across the country took to social media to discuss their own experiences of walking the streets and the lengths they went to to feel safe. Out poured stories of being followed, harassed, catcalled, assaulted and exposed to. \nHelena Wadia was one of those. She told BBC Radio 5 Live she wanted to highlight how common it was for women to feel unsafe.\n\"The first time I was catcalled I think I was about 12 years old,\" she said. \n\"I have been self-policing since then. We moderate everything - our clothing, our drinking. We get taxis where maybe we can't afford it. We hold keys between our fingers. We don't wear headphones when we're jogging. We stick to well-lit areas. It's exhausting.\"\nOne tweet asking women if they have ever faked phone calls, changed route, or even run in fear after feeling threatened by men in public spaces was liked more than 120,000 times.\nPeople even began sharing tips on what apps were out there to help women stay safe.\nAnna Birley is one of many people in recent days to have underlined that the narrative around women's safety must change.\n\"What's so upsetting is it shouldn't be our problem,\" she told BBC Radio 5 Live. \"It's not our fault. Women aren't the reason women get attacked.\"\nA vigil she helped plan at Clapham Common - one of several around the country - as a way of \"reclaiming our public spaces and coming together to feel a level of solidarity\" in itself became controversial when it resulted in clashes with police and women were seen being physically restrained.\nSeveral hundred people had turned up despite being told it had to be cancelled because it breached lockdown restrictions. The organisers had criticised the police for failing to \"constructively engage\" with them on efforts to make the event Covid-safe, instead of urging mourners to hold candle-lit vigils at home. \nThe Metropolitan Police defended their actions at the Clapham vigil. They said they \"were placed in this position because of the overriding need to protect people's safety\", but have faced intense criticism from across the political spectrum.\nOn International Women's Day every year, British MP Jess Phillips reads out the names of all the women and girls killed over the previous 12 months, where a man has been convicted or charged as the main perpetrator.\nThis year it fell on the day remains were found in the hunt for Sarah Everard, and she read out 118 names. \"Dead women is a thing we've all just accepted as part of our daily lives,\" Ms Phillips told Parliament. \"Killed women are not vanishingly rare. Killed women are common.\"\nIn a separate debate in the Lords, Parliament's upper chamber, Baroness Jenny Jones of Moulescoomb called for an 18:00 curfew for men on the streets.\nShe later told Sky News that while she hadn't been \"entirely serious\", she wanted to make the point that \"when the police victim-blame by asking women to stay home, we don't react. We just think it's normal.\"\nSo what has been the response of men?\nAs women took to social media to tell their stories, Stuart Edwards, who lives five minutes away from where Sarah went missing, tweeted: \"Aside from giving as much space as possible on quieter streets and keeping face visible, is there anything else men can reasonably do to reduce the anxiety/spook factor?\" The tweet received 27,000 likes and more than 3,000 retweets.\nAmong those who joined the conversation was food critic Jay Rayner, who also lives in south London. \"If I find myself walking behind a single woman on a quiet street I always cross the road to the other side and ideally accelerate away as quickly as possible. I am a big man and absolutely aware what my silhouette looks like in the darkness,\" he tweeted.\nSome however have been keen to point out that it's a tiny minority of men who are attackers - using the hashtag #NotAllMen.\nBut the issue of violence against women is not one for the UK alone.\nThe World Health Organization this week published a report saying one in three women globally, around 736 million, had been subjected to physical or sexual violence in their lifetimes.\nWHO Director General Dr Tedros Adhanom Ghebreyesus said violence against women was \"endemic in every country and culture\", and had been exacerbated by the coronavirus pandemic.\n\"Unlike Covid-19, violence against women cannot be stopped with a vaccine,\" he said, as the WHO called for more investment in services to help vulnerable women."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56388455",
      "category": "uk",
      "title": "Sarah Everard: Police remove people at Clapham vigil",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56390764",
      "category": "uk",
      "title": "Covid-19: Charities urge vulnerable people to book vaccines",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Millions of vulnerable people with underlying health conditions, such as cancer, diabetes and heart disease, are being urged to book their Covid jabs.\nCharities including Cancer Research UK, Mencap and the Terrence Higgins Trust have written an open letter to those in priority group six.\nThey are trying to reassure people that vaccines are safe and effective.\nThe Department of Health said more than half of the seven million people in that group have had their first dose.\nPriority group six includes those aged 16 to 64 with an underlying health condition, their carers, and people with learning disabilities.\nUnderlying health conditions include chronic respiratory, heart, kidney and liver disease and neurological conditions, immunosuppression, asplenia, diabetes, morbid obesity and severe mental illness.\nPeople with sickle cell disease, lupus and those on a GP learning disability register, as well as people who have vascular disease or have had a stroke are also included in group six.\nThose with learning disabilities have been found to be up to six times more likely to die from Covid-19.\nThe NHS will send about two million text messages in England over the weekend asking those in group six to book an appointment at a vaccination centre or pharmacy.\nThe 18 charities said in the letter: \"The good news is, even if you have not received your letter yet, you can now get an appointment at a vaccination centre or community pharmacy, quickly and easily, by using the national booking system or calling 119 in England.\"\nThe charities, which include the African Caribbean Leukaemia Trust, Carers UK and Diabetes UK, urged anyone with concerns to discuss them over the phone when booking or with a health professional at their appointment.\nProf Stephen Powis, national medical director of NHS England, urged people who were \"hesitant\" about getting the jab to access information and get vaccinated.\n\"By getting vaccinated you're not just protecting yourself, you'll also be able to protect your loved ones because there's evidence now that transmission may be reduced by getting a jab,\" he told BBC Breakfast.\nHealth Secretary Matt Hancock said the backing of the charities was \"invaluable\".\nVaccines minister Nadhim Zahawi said the campaign should help \"reassure\" those with any concerns about the vaccine.\nAccording to latest government figures, more than 23.6 million people have received their first dose of a coronavirus vaccine in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-56379383",
      "category": "uk-england-manchester",
      "title": "Covid: Judge rules man with learning difficulties should be vaccinated",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A man with severe learning difficulties should have a Covid-19 vaccine, despite his family's objections, a judge ruled.\nSpecialists said the man, who is in his 30s, was \"clinically vulnerable\" and in a \"priority group\" for vaccination.\nBut the man's parents objected and raised a number of concerns about alleged side-effects.\nJudge Jonathan Butler agreed with NHS Tameside & Glossop Clinical Commissioning Group that vaccination was in his best interests.\nThe judge, who is based in Manchester, considered the case at a hearing in the Court of Protection, where issues relating to people who lack the mental capacity to make decisions are analysed.\nHe did not name the man in his written ruling, published on Friday.\nA number of specialists involved in the man's care all thought he should be vaccinated but his father claimed the vaccine had not been tested sufficiently and did not stop people contracting Covid-19. \nHe added the long-term side effects on people with severe health issues were unknown.\nThe man's mother and brother agreed.\nJudge Butler said the man's father had outlined his concerns with \"conviction and great clarity\".\nHe added: \"I have no doubt whatsoever that his objections are founded on a love for (his son) and a wish to ensure that he comes to no harm.\n\"His objections were not intrinsically illogical. They were certainly not deliberately obstructive.\n\"They were made upon the basis as to what he regards as being in the best interests of (his son).\n\"That concern for his son does him credit.\"\nBut he said the family's objections had \"no clinical evidence base\".\nHe said the man was vulnerable and said there was \"overwhelming objective evidence of the magnetic advantage of a vaccination\".\nThe judge said he had ruled that vaccination was in the man's best interests, but had not authorised \"physical intervention\".\nHealth authority bosses had said the vaccine would not be administered if any \"form of physical intervention\" was required.\nA Tameside and Glossop Clinical Commissioning Group spokesperson said: \"Our primary concern will always be the best clinical interests of our patients and we work closely with patients, families and clinicians and care providers to understand any concerns or judgements made about their care.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56386496",
      "category": "uk-scotland",
      "title": "'Private remembrance' for Dunblane 25th anniversary",
      "tags": "Dunblane,Nicola Sturgeon,Boris Johnson",
      "text": "The 25th anniversary of the Dunblane tragedy is being marked privately by residents of the town this weekend.\nChurch services in memory of the victims are being held online due to Covid lockdown restrictions.\nTeacher Gwen Mayor and 16 children were murdered by gunman Thomas Hamilton when he opened fire at Dunblane Primary School on 13 March 1996.\nIn a tribute, First Minister Nicola Sturgeon said the victims were \"forever in our hearts\".\nRev Colin Renwick, of Dunblane Cathedral, said people in the town will remember the events \"quietly, privately and with respect for those who lost their lives\".\nHe said: \"Some will light a candle in their home, spending time in quiet reflection, prayer and remembering.\n\"As is the case every year, the people lost, and those affected most profoundly, will be remembered in prayers in churches throughout the community.\"\nPrayers for the victims and their families will be heard during Dunblane Cathedral's online service on Sunday.\nDunblane's Holy Family Church is streaming an online mass in memory of the victims on Saturday evening.\nCanon Basil O'Sullivan said: \"My thoughts and prayers continue to be with those who suffered and lost so much 25 years ago.\"\nFlags at Scottish government buildings were lowered to half-mast on Saturday.\nOn social media, Nicola Sturgeon was among many who shared an image of snowdrops to remember those who died in the town.\nThe 1996 shooting led to the Snowdrop campaign, which saw the UK enforcing some of the strictest firearms legislation in the world.\nMs Sturgeon wrote: \"This day, 25 years ago, was one of the darkest and most heartbreaking in Scotland's history. \n\"Thinking today of 16 little children, their teacher and all those who still live with the pain.\"\nIn a statement, Prime Minister Boris Johnson said: \"The brutal murder of sixteen primary school children and their teacher shocked not just Scotland, but the whole world. \n\"We must never forget all those who lost their lives on that terrible day. We must continue to tell their story.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56397076",
      "category": "entertainment-arts",
      "title": "Grammys 2021: Early prizes go to Beyoncé, Lady Gaga and Billie Eilish",
      "tags": "Taylor Swift,Los Angeles,BTS,Grammy Awards,Beyoncé,Lady Gaga,Music",
      "text": "Beyoncé has picked up her 25th and 26th Grammy Awards, as \"music's biggest night\" kicks off in Los Angeles.\nThe star won best music video for Brown Skin Girl and best rap performance for her duet with Megan Thee Stallion, Savage (Remix).\nBillie Eilish, who dominated last year's awards, also won a prize for her Bond theme, No Time To Die.\nLady Gaga and Ariana Grande's Rain On Me became the first female duet to win best the best pop duo category.\nThe stars beat Korean pop group BTS in to the prize. The seven-piece boyband had hoped to be the first K-Pop act to win a Grammy with their hit single, Dynamite.\nThe awards were announced online ahead of the main Grammys ceremony on Sunday night, which is expected to be a hybrid of live and pre-taped performances.\nHost Trevor Noah said the show would be different to the usual event, where music's biggest stars congregate at Los Angeles' Staples Center, but promised a night of spectacular entertainment.\n\"They have figured out how to make an awards show for the time as opposed to trying to crowbar an awards show into it,\" he said last week.\n\"It's not Zoom, it's not pandemic-y... The bands are sort of going to be performing for each other.\"\nBeyoncé had the most nominations going into the ceremony - with nine in total. If she wins two more, she will overtake bluegrass singer Alison Krauss as the most-awarded woman in Grammy history.\nTaylor Swift and Dua Lipa both have six nominations each, alongside rapper Roddy Ricch.\nBritish star Harry Styles will open the ceremony, with other performances due from BTS, Taylor Swift, Cardi B, Megan Thee Stallion and Chris Martin of Coldplay.\nThe early pre-ceremony raced through dozens of genre categories - from world music to rap and bluegrass - as well as some of the more esoteric awards, like best packaging (which went to rock supergroup The Desert Sessions for their album Vols 11 & 12).\nKanye West took the Grammy for his gospel album Jesus is King, while John Prine won two posthumous awards for his song I Love Life.\nThe star, who died last April of Covid-19, was honoured with best American roots performance and American roots song.\nLondon-born musician Jacob Collier made Grammy history by becoming the first British artist ever to win a prize for each of his first four albums.\nThe 26-year-old, who is also up for album of the year at the main ceremony, won the best arrangement for his track He Won't Hold You.\nNigeria's Burna Boy won the best global music album for Twice As Tall album; while his fellow countryman Wizkid shared the award for best music video with Beyonce and her daughter Blue Ivy.\nIn the rock categories, The Strokes picked up best album for The New Abnormal; and Fiona Apple's Fetch The Bolt Cutters took home best alternative album.\nThe award show is taking place against the backdrop of controversy surrounding its voting procedures.\nCanadian superstar The Weeknd said he will boycott the awards in future due to what he described as the \"secret committees\" that vote for the winners.\nHe was a surprise snub at this year's ceremony despite having one of 2020's biggest-selling albums.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56392570/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: British Airways plans app-based travel pass",
      "tags": "Companies,British Airways",
      "text": "British Airways is planning to make it easier for passengers to prove they are safe to travel once they have been vaccinated against Covid.\nUnder the plans, people who have had both jabs will be able to register their status on BA's smartphone app.\nThe airline's chief executive, Sean Doyle, hailed the UK's \"great progress\" in tackling the pandemic.\nLast month, BA owner IAG called for digital health passes \"to reopen our skies safely\".\nIAG's boss, Luis Gallego, said at the time that the airline group wanted international common testing standards for travel.\nThe UK government has said it will give the go-ahead for a return to international travel on 17 May at the earliest.\nThe announcement prompted a flood of bookings, but it remains unclear which routes will be available.\nBA's move comes amid heated debate about the possibility that \"vaccine passports\" could become a feature of foreign travel and even be used within the UK to allow entry to places such as pubs or sports stadiums.\nIn his latest comments to journalists, BA's Mr Doyle said the UK should be a global leader in reopening international travel.\nHe urged the government to \"set an example\" and \"be ambitious\" in developing systems, including the use of digital technology to verify the vaccination and test status of passengers.\n\"We're making great progress in Britain in dealing with the pandemic,\" he said, pointing to the Oxford-AstraZeneca vaccine and the success of the UK's vaccination programme.\n\"It's fair to say that Britain has developed a really strong leadership position in coming out the other end of the pandemic,\" he said.\n\"What we want to make sure is that we also take that leadership position into restoring travel and restoring the economy.\"\nIn another incentive for passengers, BA said it had already reintroduced free water and snacks on short-haul economy flights and that this policy would continue.\nIn another development, rival airline Virgin Atlantic has said it is close to finalising a £160m financing package to tide it over until travel restrictions are lifted.\nThe money is coming from loans made by existing shareholders, including the Virgin Group and US airline Delta.\nA Virgin Atlantic spokesperson said: \"We continue to bolster our balance sheet in anticipation of the lifting of international travel restrictions during the second quarter of 2021. \n\"This latest £160m financing provides further resilience against a slower revenue recovery in 2021 and follows a $230m financing on two Boeing 787s in January, which allowed us to pay down debt and strengthen our cash position. \n\"We remain confident that Virgin Atlantic will emerge a sustainably profitable airline and would like to thank our creditors and shareholders, Virgin Group and Delta, for their ongoing support and unwavering belief in our future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56385395",
      "category": "uk",
      "title": "Bernardine Evaristo: Husband surprises Booker winner… with a book",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-56386595",
      "category": "uk-england-gloucestershire",
      "title": "Gloucester: Covid-breach party leads to £800 fines",
      "tags": "Coronavirus lockdown measures,Gloucester,Coronavirus pandemic,Gloucestershire Constabulary",
      "text": "Police who broke up a party which breached lockdown rules found guests had travelled hundreds of miles to attend.\nOfficers arrived at a house in Gloucester to find \"loud music, flashing lights and drunken singing\".\nThey found a man hiding in a bath and guests who had travelled from Durham, 250 miles (402km) away.\nIt was the first time Gloucestershire Police handed out £800 fines under new powers to crack down on parties.\nPolice arrived at the house at around 04:00 GMT on 27 February. Loud music and singing can be heard on bodycam footage, with one officer commenting \"there's a full-blown party going on inside\".\nWhen the occupants opened the door, officers went inside to find several people hiding in the bathroom, including a man lying in the bath.\nGloucestershire Police said it had issued more than 700 fixed penalty notices since the pandemic began but the people at the party were the first to be fined for being in a gathering of more than 15.\nChief Constable Rod Hansen said: \"The majority of incidents we're attending still relate to gatherings of more than two households and most of the fines issued since the new lockdown - 348 - have been for that reason. \n\"We've also issued 424 warnings during this lockdown.\" \nGloucestershire Police added that its policy was to \"engage, explain and encourage\" but they would move straight to enforcement for \"a flagrant breach like this\". \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56390409",
      "category": "business",
      "title": "Bitcoin surges past $60,000 for first time",
      "tags": "Bitcoin",
      "text": "Cryptocurrency Bitcoin has risen for the first time above $60,000 (£43,100), continuing its record-breaking run.\nBitcoin - which has more than tripled in value since the end of last year - has been powered on by well-known companies adopting it as a method of payment.\nBut some analysts said this latest surge came in part due to the huge US stimulus package approved this week.\nBitcoin's total market value last month exceeded $1tn.\nHowever, Bitcoin has a track record of wild price swings and has fallen sharply a number of times since it was created in 2009.\nThe recent spikes have been fuelled by big companies.\nIn February, Elon Musk revealed that his electric carmaker Tesla had bought $1.5bn worth of Bitcoin and would be accepting it as payment for its cars in future. \nMastercard also plans to accept certain cryptocurrencies as a form of payment while BlackRock, the world's largest asset manager, is exploring ways it can use the digital currency.\nThe Covid-19 pandemic has also played its part in Bitcoin's price rise, as more people go online for shopping, moving further away from physical coins and notes. \nCritics argue Bitcoin is less of a currency and more of a speculative trading tool that is open to market manipulation. \nThere is also concern over its environmental impact, with huge amounts of energy needed to conduct transactions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56385012",
      "category": "world-europe",
      "title": "Russia opposition: Moscow police raid election forum",
      "tags": "Russia,Alexei Navalny,Vladimir Putin",
      "text": "Russian police have broken up an opposition conference and detained 200 people including high-profile opposition figures. \nThe weekend forum had just begun in a Moscow hotel when police burst in and said they were detaining everyone.\nAccording to police, coronavirus rules were broken and the event was arranged by an \"undesirable organisation\".\nThe incident comes as authorities continue to crack down on opposition activity as elections loom.\nLast month Alexei Navalny, President Vladimir Putin's most prominent critic, was jailed. He was accused of breaking the terms of a suspended prison sentence while recovering in Germany from nerve agent poisoning he blames on the Kremlin.\nOpposition figures from across Russia were taking part in the Moscow conference to discuss strategy ahead of local and parliamentary elections in September. \nTV coverage showed participants being bundled into police vehicles. \nPolice said \"a significant portion of participants lacked personal protective equipment\" in contravention of coronavirus rules.  \nThe \"undesirable organisation\" behind the conference was Open Russia, police said. \nOpen Russia was established in the UK by Mikhail Khodorkovsky, a former oligarch turned opponent of President Vladimir Putin. \nKhodorkovsky spent 10 years in jail on charges his lawyers dismissed as fabricated before being pardoned by Mr Putin and moving abroad. \nOpen Russia is accused by the authorities of breaking a Russian law which prohibits foreign groups deemed political and is among several organisations described as undesirable. \nBut one of the opposition figures at the conference, Andrei Pivovarov, said it had in fact been organised by a group known as the United Democrats. \nHe said the raid had been staged \"to intimidate us\". \n\"No-one promised us freedom on a silver platter - Russia will still be free,\" another opposition politician at the conference, Ilya Yashin, said on Facebook. \nCommenting on the arrests, associates of Mr Navalny said it was clear \"the authorities are afraid of any competition during elections\". \nThose detained are expected to be fined or face a short spell in police detention. \nThe mass arrests come as officials increasingly refer to opposition activists as anti-Russian, supposedly backed by hostile forces in the West, says the BBC's Sarah Rainsford in Moscow. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56395085",
      "category": "world-asia",
      "title": "Myanmar protests: Demonstrators killed in bloody Yangon crackdown",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar,Yangon",
      "text": "Activists say 38 protesters have been killed in one of the bloodiest days yet in Myanmar since the military coup. \nSecurity forces opened fire in an area of Myanmar's largest city, Yangon, with protesters using sticks and knives.\nThe military declared martial law in the area after Chinese businesses were attacked. Protesters believe China is giving support to the military but it is unclear who was behind the attacks.\nMyanmar has been gripped by protests since the military coup on 1 February.\nMilitary rulers have detained Aung San Suu Kyi, the country's civilian leader and head of the National League for Democracy (NLD) party. \nThe NLD won a landslide in last year's election but the military alleged there had been widespread fraud.\nSome of the ousted MPs have refused to accept last month's coup and have gone into hiding.\nIn his first public address, their leader Mahn Win Khaing Than urged protesters to defend themselves against the military crackdown during what he called a \"revolution\".\n\"This is the darkest moment of the nation and the moment that the dawn is close,\" he said, adding: \"The uprising must win.\" \nAt least 21 people were reportedly killed in Yangon on Sunday. Further deaths and injuries were reported elsewhere in the country. The Assistance Association for Political Prisoners (AAPP) monitoring group said the day's death toll was at least 38.\nMedical workers said the number of people killed in the Yangon area of Hlaing Tharyar was likely to rise, with dozens suffering gunshot wounds. \nThe junta has declared martial law in Hlaing Tharyar and neighbouring Shwepyitha after China said Chinese factories in the area had been targeted and demanded protection.\nBeijing said people armed with iron bars, axes and petrol had set alight and damaged 10 Chinese facilities - mostly clothing production or storage factories - in Yangon. A Chinese hotel was also attacked. \nOn its Facebook page the Chinese embassy said some \"factories were looted and destroyed and many Chinese staff were injured and trapped\".\nThe embassy urged Myanmar to \"take further effective measures to stop all acts of violence, punish the perpetrators in accordance with the law and ensure the safety of life and property of Chinese companies and personnel in Myanmar\".\nThe military-owned Myawaddy Media reported that firefighters had been hindered in their response to the blazes by people blocking their routes. \nGunshots were heard throughout the day and military trucks were seen in the streets. \nDemonstrators barricaded themselves in with sandbags, car tyres and barbed wire when security forces opened fire. Using makeshift shields, some were seen inching forwards to retrieve the injured. \nOne officer posted on social media that police were planning to use heavy weaponry.\n\"I will not have mercy on Hlaing Tharyar and they will fight back seriously too because there are all kinds of characters there,\" the officer said in the subsequently deleted TikTok post.\n\"Three died in front of me while I was giving treatment. I'm sending another two to hospital. That's all I can say at this moment,\" one medic told AFP.\nSeveral other deaths at the hands of the military were reported in other parts of Myanmar, including a young man shot dead by security forces in the northern jade-producing city of Hpakant, and a man and a woman killed in Bago to the north of Yangon.\nMeanwhile, state TV said one police officer had been killed. Three more were injured by protesters throwing rocks and using catapults in the Bago region, MRTV said. \nIn total, more than 120 protesters have reportedly been killed during the crackdown, according to the AAPP monitoring group. \nLater in the evening, hundreds of people sat with lit candles raised at the main junction on Hledan road in central Yangon. \nNLD MPs who managed to escape arrest after the coup formed a new group, the CRPH, or Committee for Representing the Union Parliament.\nMahn Win Khaing Than was appointed the CRPH's acting head and the group is seeking international recognition as Myanmar's rightful government. \nIn a speech on Facebook, Mahn Win Khaing Than said: \"This is the time for our citizens to test their resistance against the dark moments.  \n\"In order to form a federal democracy, which all ethnic brothers who have been suffering various kinds of oppressions from the dictatorship for decades really desired, this revolution is the chance for us to put our efforts together.\n\"Despite our differences in the past, this is the time we must grip our hands together to end the dictatorship for good. \"\nThe military considers the CRPH to be an illegal group, warning that anyone co-operating with them will face treason charges.\nIndependent international observers have disputed the military's claim of the fraudulent election held in November 2020, saying no irregularities were observed.\nLast week, the military accused Ms Suu Kyi of illegally accepting $600,000 (£430,000) and 11kg of gold. No evidence was provided and an NLD lawmaker denied the allegation.\nMs Suu Kyi has been held for the past five weeks at an undisclosed location and faces several other charges including causing \"fear and alarm\", illegally possessing radio equipment, and breaking Covid-19 restrictions.\nSince the coup the military has used violent force to try to quell protests, leaving dozens dead and prompting widespread international condemnation. \nThe US has announced sanctions on coup leaders, while steps are also being taken to block access by the military to $1bn of government funds held in the US.\nThe military has dismissed criticism of its actions, instead blaming Ms Suu Kyi for the violence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56387446",
      "category": "world-us-canada",
      "title": "Breonna Taylor: Protest marks anniversary of police killing",
      "tags": "US gun violence,Black Lives Matter,Kentucky,US police killings",
      "text": "Hundreds of people have gathered in the US city of Louisville for a rally to mark a year since the death of Breonna Taylor, a 26-year-old black paramedic shot dead when police raided her home.\nThe incident caused outrage, spurring protests against racism and brutality.\nMs Taylor was shot by officers who forced entry into her home using a \"no-knock\" warrant that meant they did not have to announce themselves.\nThe three police officers who carried out the raid were eventually sacked.\nDuring the operation Ms Taylor's boyfriend Kenneth Walker shot and wounded one of the officers. Earlier this month a charge of attempted murder against him was dropped.\nMr Walker said he fired once because he believed criminals were breaking in. The officers responded with 32 shots, six of which struck Ms Taylor.\nHowever, a grand jury decided not to charge any of them over Ms Taylor's death, sparking protests.\nDuring Saturday's demonstration in Louisville, speakers demanded justice for Breonna Taylor. \n\"It's been a year and justice has not been served,\" Camille Bascus, a 50-year-old African American, told the AFP news agency.\nAhead of the rally, Kentucky Governor Andy Beshear said in a statement that he would \"never understand the unimaginable grief\" of Ms Taylor's family and loved ones. \n\"Today we remember Breonna Taylor, her tragic and unnecessary loss and the immense work we have ahead of us,\" he said. \nThe FBI's Louisville field office also issued a statement saying that its investigation into Ms Taylor's death had made \"significant progress\" since it began last May, without providing further details. \nMs Taylor's killing did not initially attract nationwide attention. But it received renewed focus after the police killing of unarmed black man George Floyd in Minneapolis, which ignited anti-racism protests around the world.\nBy Shrai Popat, BBC News in Louisville\nOn the anniversary of Breonna Taylor's death, her hometown of Louisville is determined that the US doesn't forget her. Flowers, candles and murals of Ms Taylor are centre stage in Jefferson Square Park - dubbed Injustice Square or \"Breewayy\" by many locals. Surrounding roads have been closed off, but many feel that the security measures are excessive for a day of remembrance. \"No-one who organised today asked for these barricades,\" said Attica Scott, a Kentucky state representative. \nMs Scott has been a fixture at many of the marches following Ms Taylor's death. She has also proposed a state-wide adoption of \"Breonna's Law\" - the Louisville legislation banning the use of no-knock warrants. \"We're going to keep on fighting,\" she said. \nThe chant \"Say her name\" resounded at the anti-racism protests of last summer, a call for justice for black women in the US. But for many in downtown Louisville, this demand hasn't been met. \"There's always time to arrest, indict and convict the men who killed Breonna Taylor,\" said Lonita Baker, the Taylor family lawyer. So far, that hasn't happened.\nThe city of Louisville paid $12m (£8.6m) to Ms Taylor's family and agreed to police reforms to settle a wrongful death lawsuit.\nOnly one of the police officers who took part in the deadly raid faced any charges linked to the botched raid. Brett Hankison was charged with endangering Ms Taylor's neighbours by firing into a next door apartment.\nEarlier this week the city of Minneapolis reached a $27m settlement with the family of George Floyd - the unarmed US black man whose death last May sparked protests worldwide.\nMr Floyd's death after being trapped under the knee of police officer Derek Chauvin was captured on camera.\n\"That the largest pre-trial settlement in a wrongful death case ever would be for the life of a black man sends a powerful message that black lives do matter and police brutality against people of colour must end,\" said Floyd family attorney Ben Crump.\nJury selection is under way for the murder trial of police officer Derek Chauvin, who was filmed with his knee on Mr Floyd's neck as he begs for his life and says \"I can't breathe\". He was later pronounced dead in hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56385657",
      "category": "uk-england-london",
      "title": "Sarah Everard: Wayne Couzens appears in court charged with murder",
      "tags": "Sarah Everard murder,Clapham,Brixton",
      "text": "A Metropolitan Police officer has appeared in court charged with the kidnap and murder of Sarah Everard.\nWayne Couzens, 48, was arrested on Tuesday after the 33-year-old disappeared when walking home to Brixton from Clapham in south London last week.\nMs Everard's body was found in an area of woodland in Ashford, Kent, Westminster Magistrates Court heard.\nMr Couzens wore a grey tracksuit as he appeared for the brief hearing. \nHe appeared to have a red wound on his head and spoke quietly when asked to confirm his name, date of birth and address.\nChief Magistrate Paul Goldspring remanded him in custody to appear again at the Old Bailey on 16 March. \nThe court heard the officer, of Deal, Kent, is accused of kidnapping Ms Everard in the Poynders Road area of Clapham. \nProsecutor Zoe Martin said Ms Everard was reported missing by her boyfriend on 4 March.\nShe had visited a friend in the Clapham Junction area on 3 March and left at around 21:00 to make what was roughly a 2.5 mile (4 km) journey home.\nShe called her boyfriend for around 14 minutes, and was seen alone on CCTV at 21:15 GMT and again on a camera at 21:28, Ms Martin said.\nHer body was found on Wednesday inside a builder's bag and later identified through the use of dental records, the hearing was told.\nA post-mortem examination has taken place but no cause of death was given in court. \nMr Couzens joined the Metropolitan Police in 2018, most recently serving in the Parliamentary and Diplomatic Protection Command, an armed unit responsible for guarding the Parliamentary estate and embassies in London.\nHis main job was uniformed patrol of diplomatic buildings and Scotland Yard said he was not on duty at the time of Ms Everard's disappearance.\nHe was taken to hospital for a second time in 48 hours on Friday for treatment to another head injury suffered in custody, before he was discharged and returned to a police station.\nMr Couzens was previously treated in hospital for a separate head wound on Thursday, also sustained in custody when he was alone in his cell.\nMeanwhile, police in dry suits were seen continuing to search around the area where Ms Everard's body was found near Ashford. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56357221",
      "category": "business",
      "title": "Garden furniture shortage no picnic for retailers",
      "tags": "Companies,Retailing,Ikea,Shipping industry",
      "text": "People hoping to spruce up their gardens, ready for when we can socialise in them again, may face problems with their seating plans due to a lack of outdoor furniture.\nA combination of high demand and shipping problems is being blamed for the shortages.\nFurniture giant Ikea is among the retailers experiencing supply issues.\nCompanies say that shipping costs to import goods from countries such as China have risen dramatically.\nThe Leisure and Outdoor Furniture Association, which represents 70 manufacturers and wholesalers, said all of its members are having problems with garden furniture supply.\nGina Hinde from the association said that last year its members were being charged about $1,200 to get a container over from China and Indonesia. This year, they're being charged anywhere between $7,000 and $10,000.\n\"Some have even been quoted up to $17,000 to bring one container over,\" she told BBC Radio 5 Live's Wake Up To Money programme. \nIkea says the shortages have been caused by both a huge rise in demand through the pandemic, as people spend more time at home, and problems with its global supply chain.\nHowever, the retail giant says it hopes to have things back to normal by the time its stores re-open.\nRob Mead is a consultant at White Stores, which sells garden furniture online and from its six shops. The company also has a wholesale arm, Nova, which sells to other retailers.\nHe said that his company spent a month negotiating with freight forwarders last November.\n\"We did it to get something in place because we can't afford to ship containers at $8,000 to $10,000 a go,\" he said. \nProblems with supply could have a knock-on effect on prices, he added.\n\"The problem it causes is that it increases the cost price of a product,\" said Mr Mead.\n\"You can't just increase your price due to the fact that you're paying more to ship the product - that doesn't improve the quality of the item itself.\"\nYou can listen to the Wake Up To Money podcast here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56393820",
      "category": "world-europe",
      "title": "Covid-19: Dutch police break up anti-lockdown protest",
      "tags": "The Hague,Netherlands,Coronavirus pandemic",
      "text": "Police in the Netherlands have used water cannon to clear anti-government demonstrators from a park in The Hague.\nSome 2,000 demonstrators rallied in the centre of the city to protest against Covid-19 restrictions and other government policies.\nMounted officers as well as riot police with batons and dogs moved in after some of the protesters refused to leave at the end of the demonstration.\nThe protests come a day before voting begins in a general election. \nThe vote is taking place over three days to avoid congestion that would risk spreading coronavirus at polling stations.\nThe authorities had set a limit of 200 people for the protest at the Malieveld area near the city's central station and not far the Dutch parliament, but police said that number had been exceeded. \nTrain services to the city were halted for a while to prevent more people from joining the demonstration.\nPolice have arrested several people, according to local media.\nOne video, widely shared on social media, appeared to show officers hitting a man on the ground with their truncheons. Police said he had attacked them with a stick, says the BBC's Anna Holligan in The Hague. \nDutch police later said a warning shot had been fired as officers cleared away the demonstrators. A statement said the incident was being investigated. \n\"There might be a virus, but the shutdown of the total society is not proportional,\" protester Michel Koot, 68, told the AFP news agency.\n\"I see that a lot of our rights are easily taken away and the majority of the people don't even notice, but there's a lot going on. So I'm concerned for my grandchildren.\"\nA night-time curfew - from 21:00 (20:00 GMT) to 04:30 - imposed in January led to rioting in several Dutch cities. The Netherlands had not seen a curfew since the Nazi occupation in World War Two. It is expected to remain in place till the end of March.\nBars and restaurants remain closed, along with non-essential shops. Gatherings of more than two people are banned.\nThe Netherlands has had more than 1.1 million confirmed Covid cases since the start of the outbreak, with more than 16,000 deaths, according to data collated by Johns Hopkins University in the US."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56320917",
      "category": "uk-wales",
      "title": "Covid: Call for all homes in Wales to be minutes from green space",
      "tags": "Coronavirus lockdown measures,Merthyr Tydfil,Wales business,Cardiff Council,Swansea,Cardiff,Social distancing,Cycling,Welsh government,Environment,Coronavirus pandemic",
      "text": "Cities, towns and villages must be redesigned to improve access to nature in the aftermath of the Covid-19 pandemic, campaigners have said.\nThe future generations commissioner wants everyone to have a public green space within four minute's walk.\nDuring the first lockdown one in eight households in Wales did not have access to a garden, yard or balcony, official statistics show.\nThe Welsh government has committed £110m to transforming towns in Wales.\nPlanning experts and designers said the pandemic was a \"profound opportunity\" to rethink communities to tackle climate change and health issues.\nIdeas include planting trees, more cycle routes, reopening disused railway lines, creating \"pocket\" parks, and a campaign to create neighbourhoods where everything needed is within a 20-minute walk.\nFuture generations commissioner Sophie Howe said public green spaces had been a \"lifeline\" for many during lockdowns and were vital for physical and mental health.\nMs Howe wants to see changes to towns, cities and villages, to make sure no-one in Wales lives more than four minutes' walk - about 330yds or 300m - from a public green space.\nShe said people who did not have a garden were reliant on being able to access open public spaces - but many had struggled to do that due to travel restrictions.\n\"It shouldn't be based on where you live, and the price of your house, it should be a right for everyone,\" said Ms Howe.\nThe Welsh Government said its local places nature fund had created more than 400 wildlife gardens in and around residential areas in the past year.\nIt is almost a year since Wales was first placed under lockdown, with people only allowed to leave home for essential reasons, including to exercise.\nWhile about a fifth of Wales is covered by national parks, the mountains and coastlines have been off-limits during lockdowns to all but those who live on their doorsteps.\nAt the start of the first lockdown, official figures showed 133,542 Welsh households did not have access to a private outdoor space.\nThis is the equivalent of 9% of households in Wales, according to Office for National Statistics figures.\nThe data also shows at least 36% of those living in flats in Wales did not have access to a private space, a higher rate than in England or Scotland.\nMore than 17,000 people on the shielding list, who were told not to leave their homes, had no access to any outdoor space.\nSome councils are investing more in improving green spaces, while others have reported conflict as more people use footpaths.\nIn Cardiff, the council is planning to spend around £2m improving green spaces, parks and pavements in 2021-22.\nWhile in Rhondda Cynon Taf, the council said a significant increase in people using footpaths had led to a number of landowners \"taking matters into their own hands\" and closing paths.\nMeanwhile in Swansea, the council and Natural Resources Wales are ploughing ahead with plans to double the city's green space, including building the first park in the city since Victorian times.\nIn many towns and cities, Covid forced adaptations, with one-way systems in high streets and more space for outside seating.\nWhile some of the measures were divisive - limiting parking and delivery spaces or shutting major roads - there were other calls to make them permanent.\nNot-for-profit group For Cardiff, which represents more than 700 businesses, said with more people set to work from home in the long term, changes had to be made to draw people into the city.\nAdrian Field, executive director, said having more outdoor seating had allowed many businesses to survive and the group was looking at whether a new public space could be opened.\n\"It might have entertainment... PE equipment or a big screen to watch films or sporting events... there is an eagerness for that space to be used,\" he said.\n\"I think all towns and cities need to create environments where people can linger, interact, exercise... hopefully that includes pocket parks, if we can get more tables and chairs outside I think there will be a lot of demand long term.\"\nCharity Sustrans said despite efforts, no area in Wales had been designated an official 20-minute neighbourhood in Wales - where every facility is within a 10-minute bike ride or walk of their home.\nOne major issue planners have been looking at is how to connect rural communities which may have been cut off from neighbours in lockdown.\nSarah Featherstone, of consultants VeloCity, hopes villages can be linked up using footpaths and cycle routes to create \"villages in a garden\".\n\"We call it the big back garden,\" said the Brecon-based architect.\nShe said while there was a housing crisis, sprawling development meant many were now having to get in their cars to get to the middle of their village to access shops.\nHer vision is for the area to be used for people to grow food and for community gardens, while villages would pool together to address issues like poorly maintained pavements, pot holes and reducing speed limits.\n\"All of the traffic has been pushed to the edges, so that you have this much safer, greener landscape between the villages that can be safeguarded and used for leisure,\" she said.\nMs Featherstone said changing planning laws and addressing infrastructure could allow more people to move out of flats in cities to live and work in rural communities.\n\"There's a potential for a fresh look at things, but we need to keep that momentum going, otherwise we could easily slip back into jumping back in cars again,\" she said.\nThe Welsh government said more than £50m had been allocated for permanent and temporary improvements to walking and cycling routes routes \"to allow people to safely and conveniently travel\" to local destinations, including outdoor spaces.\nLast year a spike in Covid cases in valleys communities was partly blamed by some on the design of the areas, with tightly packed lines of terraced houses.\nIn Merthyr Tydfil - which in November had the highest Covid case rate in the UK - the council kept parks open during the firebreak lockdown, as the Brecon Beacons national park was just out of reach for many.\nThere are also thoughts on how south Wales valley communities could be reimagined and opened up with more access to green spaces.\nMatthew Jones said the recovery post-Covid was an opportunity to \"profoundly change\" towns, as more people worked from home and had developed an appreciation for local shops, paths and parks.\n\"There's a potential to really rethink what we do with public spaces... how streets connect together, how people can move safely around where they live,\" he said.\nDr Jones, who has looked at the future of towns for the Design Commission for Wales, said homes and workspaces could be redesigned to include garden elements.\nIn Swansea, plans have been approved for a \"living\" building, with rooftop gardens and allotments, and Dr Jones said ideas like this could help towards a bid for Wales to have carbon neutral emissions by 2050.\nHe said it would be interesting to see which communities chose to keep temporary measures - such as shutting roads and widening pavements - to create more room for walking and cycling once the pandemic ended.\nThe Welsh government said it was already delivering green infrastructure schemes worth £9m to make town centres \"greener, more attractive and safer\".\nIt has also launched a national forest programme to create a \"connected woodland extending the length of Wales\".\nIn the first year of the programme, projects included more than 20 small woodlands created by and for schoolchildren."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56378667",
      "category": "business",
      "title": "Pandemic impact 'yet to be felt' on High Streets",
      "tags": "Companies,Retailing,UK Commercial Property Trust,UK economy,Coronavirus pandemic,UK High Streets",
      "text": "The coronavirus pandemic has thrown Britain's High Streets into crisis, yet the full force of its impact has yet to be felt, according to accountants PwC.\nMore than 17,500 chain stores and other venues closed in Great Britain last year, according to new data.\nThat's an average rate of 48 closures a day.\nBut the figures, which include hospitality and leisure venues, but not independent retailers, suggest the trend began before the pandemic.\nThe research was conducted by the Local Data Company which tracks vacancy rates in nearly 3,500 High Streets, shopping centres and retail parks. \nIt recorded 17,532 closures in 2020. It also reported 7,665 store openings. This resulted in a net loss of 9,877 outlets, the worst annual decline researchers have seen in more than a decade. \nHowever, the full impact of the pandemic has yet to be felt, according to Lisa Hooker, head of consumer markets at PWC, so the picture is likely to get worse before it gets better. \nThese numbers, for instance, only include store closures which are known to be permanent. Many outlets which have closed \"temporarily\" may never re-open.  \n\"Unfortunately, there is still quite a lot to play out. You've seen the closures of the likes of Debenhams and Topshop and that's happening in 2021 so they're not even in our numbers,\" Ms Hooker says.  \n\"Much of the impact is a reflection of things that happened before the pandemic. This was not just the move online but areas such as legislative changes, for example for betting shops, consolidation due to overexpansion, or chain-wide closures for restaurants and mobile phone stores that found themselves in trouble pre-Covid-19.\" \nAs a result closures were rising and openings were falling even before the pandemic hit.\nShopping centres saw the largest proportion of their stores closed, whilst retail parks fared the best.\nFashion retailers and betting shops were the worst performing categories. Meanwhile takeaway outlets, and cake shops, enjoyed some growth. And city centres are doing worse than suburbs and commuter towns, driven by the number of people working from home. \n\"Looking at where this this opening and closure activity has predominated really tells the story of changing consumer preferences and shifting demand, \" says Lucy Stainton, head of retail and strategic partnerships at the Local Data Company. \n\"On the whole, flagship, city centre high streets and shopping centres saw a greater decline in chain stores versus more local markets and retail parks which proved to be more convenient and perceptibly safer.\"\nThere is regional disparity, too. For the first time, London has been hit harder than other regions with a record increase in net closures this year. Together with the South East, they account for a third of the decline of all shops.  \nRichmond, on the edge of south-west London, has suddenly found itself with a challenge on its hands. It's a prosperous, popular destination, but has lost about a dozen names over the last 12 months, including Moss Bross, Massimo Dutti, Cos and House of Fraser.  \n\"Our High Street has undergone change and so has every High Street in Britain,\" says Gabriel Irwin, who owns a specialist shoe shop, Foot Solutions, just around the corner from the former House of Fraser store, the biggest vacant unit in town. \n\"It's a perfect storm, from internet shopping taking a greater market share to the perception amongst retailers, that we are a high-rent, high-rates district.\" \nBut Mr Irwin says Richmond will bounce back and that, anecdotally, landlords have already been talking to potential new tenants, who are encouraged by lower rents. The House of Fraser site is also being redeveloped. \nPWC's Lisa Hooker also believes that as we emerge from the pandemic there will be opportunities for the gaps to be filled. \n\"After the global financial crisis, we saw the growth of discounters and food service chains that replaced exiting retailers. There is an opportunity for operators who can find the right location at the right time, to thrive, even despite the current uncertainty.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56365412",
      "category": "explainers",
      "title": "How many violent attacks and sexual assaults on women are there?",
      "tags": "Domestic abuse,Femicide,Women",
      "text": "A vigil is being held a week after the killing of teacher Sabina Nessa, in a park in south-east London.\nHow many women are the victims of violent crimes?\nIn the year to March 2020, 207 women were killed in Great Britain (England, Scotland and Wales). This means about one in four killings were of women. \nThe number of female victims was lower than in the previous year, when 241 women were killed - the highest number in a decade. \nResearch from the Femicide Census - an organisation which collects information on men's violence against women - calculates that across the UK, 1,425 women were killed by men in the 10 years to 2018.\nThat is about one killing every three days. \nIn the past decade, there were 4,493 male victims of killings and 2,075 female victims (31%) in England and Wales.\nMore than nine out of 10 killers were men.\nAbout 57% of female victims were killed by someone they knew, most commonly a partner or ex-partner. This compares with 39% of men. \nThe other victims were either killed by strangers - 13% in the case of women and 30% among male victims - or no suspect has been identified.\nMore than 70% of women were killed in their own home - twice the figure for men.\nIn general, men are more likely to be victims of violence such as assault.\nIt is estimated that about 1.3% of women were victims of violent crime in the year ending March 2020, compared with 2% of men. \nMost violent attacks are by people the victim knows - 92% in the case of women and 79% among men.\nWe don't have statistics which show what proportion of women were attacked by men or other women, but most people found guilty of violent crimes are men. \nIn 2019, about 85% of people sentenced in court for violent crime were men.\nIn the year ending March 2020, the Office for National Statistics (ONS) estimated that 4.9 million women had been victims of sexual assault in their lives. This included 1.4 million who had been raped, or had faced attempted rape.\nAbout 989,000 men had experienced sexual assault, including 87,000 victims of rape or assaulted rape.\nIn total, 98.5% of the rapists were identified as men.\nSexual assault was most common among younger women, with about one in 10 women aged 16 to 24 having been a victim in the past year. \nOne in 40 young women said they had been victims of rape in the past year.\nOne in five women has been the victim of stalking since the age of 16 - twice the number for men.\nThe estimates used the Crime Survey for England and Wales, which interviews thousands of people and is seen as the best way of measuring crimes including those not reported to the police. \nThe vast majority of sexual offences do not get solved. In fact, most sexual offences do not even get reported to the police. \nThe Crime Survey for England and Wales shows 151,000 people - including 144,000 women - were victims of rape or attempted rape in the last year for which these figures are available.\nBut just 59,000 rapes were actually reported to the police last year.\nIn the same year, just 1,439 people were actually convicted of rape. This was the lowest number since figures started being released in 2014-15. \nAlmost a third of women tell no-one if they are victims of rape, or attempted rape, according to the Crime Survey for England and Wales.\nFewer than one in six report it to the police. This falls to one in 10 women under 25.\nThe most common reasons for not reporting it are embarrassment, thinking the police couldn't help, or thinking they wouldn't be believed. \nOfficial statistics don't provide estimates of how many women face sexual harassment. \nHowever, surveys suggest the problem is common. \nA recent YouGov poll for UN Women found that seven out of 10 women had experienced some form of sexual harassment in public.\nThis number was nearly nine out of 10 for younger women. \nThe survey found: \nAnother YouGov survey, in 2016, found that half of women had been victims of sexual harassment at work, most often through inappropriate comments or touching.  \nLast year, it was estimated that 1.6 million women in England and Wales were victims of domestic abuse. There were 757,000 male victims.\nThese figures include all forms of abuse, including physical, emotional and financial. \nThere was an increase in domestic abuse since lockdowns began in March of last year.\nThere were 444,000 domestic abuse-related crimes - against both men and women - in England and Wales between April and September.\nThis was almost one in five crimes recorded."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56394344",
      "category": "uk",
      "title": "Sarah Everard: What went wrong at the Clapham vigil?",
      "tags": "Sarah Everard murder,Metropolitan Police Service,Women's rights,Cressida Dick",
      "text": "Maintaining public order at protests is one of the hardest jobs in modern policing. If everything goes well, the public won't notice how commanders and demo organisers have worked out how to make an event safe. \nBut when it goes wrong, then the inevitable accusations of failure come piling in. \nSunday dawned badly for the Metropolitan Police's commissioner, Dame Cressida Dick. Her officers were accused of oppressing women and politicians waded in calling for her head. \nBut the seeds for Saturday's PR disaster for the force were sown in the legal dispute over whether a vigil could take place at all - and how events then seemed to run out of control. \nThe question is whether the police should have foreseen that happening. That, time and again, is the great challenge of public order policing. \nEarlier in the week it became increasingly clear that people up and down the UK wanted to hold vigils for Sarah Everard. \nWomen in London, organising under the Reclaim These Streets banner, approached Met commanders for their help in setting up a vigil on Clapham Common in south London, close to where Ms Everard was last seen alive. \nThe police said a demo would be illegal under the coronavirus lockdown regulations. \nAnd so the women and their lawyers asked the High Court to make a declaration that would force the police to think again.\nThe problem is that the law is not that clear cut. \nFor almost a year, the ambiguities and omissions within the coronavirus restrictions have left both the police and the public grasping for answers as to what is possible in public. It's so complex we've even seen people fined for walking while holding a cup of tea. \nGatherings in public are generally banned in England but, at the same time, the rules recognise there are \"reasonable excuses\" to be outside.\nBut the law doesn't specify whether a demonstration on a major issue of public importance - such as this vigil - is one of those excuses.\nNo matter what the Covid regulations say, there is an overarching right to freedom of expression that is enshrined in the Human Rights Act. That means the police have a legal duty to help make safe protests possible. \nBut that right is not an absolute trump card - it can be interfered with if the police can show they have good reason to stop an event happening. \nAnd after hours of difficult legal argument on Friday, the judge refused to intervene and basically told the two sides to work it out for themselves with all those legal principles in mind. \nIn the absence of further legal clarity, the organisers claimed victory. They said the police had to now negotiate a sensible well-run vigil. \nThen, the police pushed back hard. They said they too had been vindicated. They could not authorise a potentially unlimited demonstration that would become an enormous Covid-spreading event. Stay at home, they said. \nBy Saturday morning, the organisers abandoned their plans amid a very serious risk they could each face a £10,000 fine for organising a lockdown-breaking gathering. \nBut by that point, it was inevitable that people would turn up at Clapham Common, whether or not there was going to be a public event. It was the talk of social media. \nSo given that racing certainty, and the lack of official marshals that Reclaim These Streets said they would have provided had the police agreed to a vigil, what was the police's plan to keep people safe?  \nThe turning point in Scotland Yard's tactics appears to have been the start of speeches from the bandstand, around 18:00 GMT. People pressed forwards to hear. \nAssistant Commissioner Helen Ball said: \"At this point, officers on the ground were faced with a very difficult decision. \n\"Hundreds of people were packed tightly together, posing a very real risk of easily transmitting Covid-19.\"\nAnd so, they tried to break up that part of the gathering and remove people whom they believed were contributing to the crowding. \nPatsy Stevenson, the red-haired woman caught on camera being handcuffed on the ground at the bandstand, received a £200 Covid fine as police tried to remove her from the area. \nShe has not been accused of, or charged with, violence - but was there any elsewhere? \nThere was definitely a lot of anger - with some of the crowd chanting obscenities at the police at one point. \nThe Metropolitan Police Federation, representing frontline officers, says 26 of them were assaulted yesterday at Clapham - punched, kicked and spat at.\nPictures obtained by the Press Association clearly show three instances of officers being forcibly pushed and a van's wing mirror being deliberately vandalised. Guess what? All three instances involved men, not women. \nAssistant Commissioner Helen Ball has said the Met did not want to be in the position where it had to turn to enforcement. But what's not clear is why this demonstration was considered to be so much more of a Covid risk than others that commanders couldn't find a way to make it possible. \nPolice forces elsewhere in the UK were waiting for a lead from the Met. But those that saw DIY vigils - albeit far smaller ones - appeared to take a stand-back approach. \nThe better comparison is Black Lives Matter last summer, when there were large crowds in London and elsewhere that were clearly not socially distancing. \nWhy the difference? That, and other questions about how the operation unfolded, may have been answered in the report that's been sent to Home Secretary Priti Patel. \nShe's now asked Her Majesty's Inspectorate of Constabulary to carry out its own external review of the event - and what Ms Patel ultimately concludes may dictate whether Dame Cressida survives calls for her to go.\nWhile the commissioner is accountable to the Mayor of London, who has raised his own serious concerns after a meeting with Dame Cressida, the Home Secretary is jointly responsible for deciding who gets the job - and when they should go.\nDame Cressida is highly respected both in policing and government - far more so than some of her predecessors - but she remains a controversial figure for many others.  \nShe commanded the 2005 operation that led to the shooting dead of Jean Charles De Menezes, after he was mistaken for a suicide bomber - although a jury exonerated her of any personal wrongdoing. \nMore recently, she called for better powers to deal with Extinction Rebellion's repeated occupations of parts of London. The government agreed - and the home secretary's proposals to greatly expand the police's ability to curtail demonstrations goes before Parliament on Monday. \nAsk most police officers who have experience of covering public protests, and they will tell you they often feel - individual mistakes besides - it is a no-win situation when things go wrong. (Just last week I was talking about this very dilemma on BBC Newscast.)\nIt would be something of a terrible twist of fate for the commissioner - the first woman in the post - to lose her job in these circumstances. "
    }
  ]
}