{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-58829618",
      "category": "uk-england-cumbria",
      "title": "James Bond actor Daniel Craig gives £10k to 'Three Dads Walking'",
      "tags": "Sale,Suicide prevention,Morland,Shouldham",
      "text": "Film star Daniel Craig has donated £10,000 to three fathers who have set out on a 300-mile walk to raise funds for a suicide prevention charity after their daughters took their own lives.\nAndy Airey, Mike Palmer and Tim Owen's \"Three Dads Walking\" trek will see them walk between their homes in Cumbria, Greater Manchester and Norfolk.\nThey are raising money for the Papyrus charity.\nThey said the donation from the James Bond actor was \"amazing\".\nMr Airey said he was happy that the actor had let them share the news of his generosity.\n\"Allowing us to shout about it is fantastic news, especially as he's just about the most famous film actor in the world at the moment, isn't he?\" he said.\nThe trio, who set out earlier, will be walking about 20 miles a day between Mr Airey's home, near Cumbria, Mr Palmer's house in Sale, Greater Manchester, and Mr Owen's property in Shouldham, Norfolk.\nThey expect to complete the challenge on 23 October.\nMr Airey, whose 29-year-old daughter Sophie took her own life in 2018, said they had \"three different stories to tell, but each has the same tragic ending; the devastating loss of a daughter to suicide\". \n\"Daniel Craig has clearly been moved by the indescribable pain we and our families are suffering and wants to help us to bring something positive out of the utter devastation,\" he added.\nMr Palmer, whose daughter Beth died in 2020, said being part of the challenge was \"not a club I want to belong to, but [it gives us] an opportunity to fight back and maybe make a difference.\n\"We hope that by linking our three homes and telling our three daughters' very different stories, we will put a spotlight on young mental health.\"\nMr Owen added that \"strongly\" believed that \"in a moment of darkness\", his 19-year-old daughter Emily \"made a wrong decision\" last year. \n\"Had she just taken time to think or to speak to someone, her decision and my family's lives would be on another path,\" he said.\n\"Instead, she decided she could no longer go on, leaving behind a devastating ripple effect on her family and friends.\"\nIf you're affected by the issues in this piece, you can find support from BBC Action Line.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-58862596",
      "category": "uk-england-northamptonshire",
      "title": "Northamptonshire: Thousands attend World Conker Championships",
      "text": "About 2,000 people flocked to watch the return of the World Conker Championships.\nThe event was cancelled last year due to Covid-19, but returned to see 2019 champion Jasmine Tetley retain her title.\nThe championships, which took part in Southwick, Northamptonshire, have been running since 1965.\nOrganiser Charles Whalley, from Ashton Conker Club, said the day out had been \"a real treat\" for people.\nAs well as retaining her overall title, Ms Tetley also headed up the event's winning team, named 'We Came, We Saw, Jasmine Conkered'.\nAdy Hurrell won the men's event. In all, 250 people competed in the championship.\nMr Whalley said extra measures had been put in place to mitigate against coronavirus.\n\"It's outside, we had more space and more places for people to sit down, away from the competitors, hand sanitisers everywhere, we've done as much as we can,\" he said.\n\"Competitors have to be a metre apart, anyway. We're meeting all the guidelines.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58859941/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Energy prices: No commitment from Kwarteng on business gas help",
      "tags": "Companies,Energy industry,Kwasi Kwarteng",
      "text": "Business Secretary Kwasi Kwarteng has not committed to any additional government help for businesses struggling amid record gas prices.\nSome industries have warned firms could be forced to shut down operations.\nMr Kwarteng said he was working closely with the chancellor over possible support for energy intensive sectors - but a Treasury source denied this.\nThe business secretary said domestic customers would not see a change to the energy price cap this winter.\nAsked on BBC One's Andrew Marr programme whether there would be additional government help for energy-intensive companies, Mr Kwarteng described the situation as \"critical\" and said he was \"looking to find a solution\".\nWhen Andrew Marr suggested this sounded like a \"yes\" the business secretary said: \"No, it doesn't sound like yes at all. \n\"We already have existing support and we're looking to see whether that's sufficient to get us through this situation.\"\nSpeaking to Times Radio Mr Kwarteng, who met leaders from heavy industry on Friday, said he was not going to commit to \"any firm figure or subsidy\" for companies.\nAsked about whether the government would ensure factories would not have to close if they could not pay for gas he said it was a commercial decision and \"up to them\".\nHe added: \"We are not in the business of bail-outs. What we are in the business of is ensuring security of supply and that is what I am focused on.\"\nWholesale gas prices have risen 250% since January.\nCEO of British Glass Dave Dalton, who was at Friday's meeting with Mr Kwarteng, said some of the confederation's \"significant\" members were \"teetering on the edge\". \n\"I think some companies are staring down the ability to survive, absolutely - ultimately that obviously cascades on to jobs and impacts on the consumer,\" he told the BBC. \nGareth Stace, director general of UK Steel, said he was frustrated by the lack of action to support businesses.\nHe told the BBC that without help in the next week or so, there would be \"significant and permanent damage to the UK steel sector\".\nUnite leader Sharon Graham said the country was \"contemplating factory shutdowns across viable manufacturing and businesses\" and that workers were \"worried sick\".\nBusinesses have been shouting louder and louder for support through this period of soaring energy prices.\nThis morning, the business secretary told the BBC he was listening to their concerns - but would not commit to any extra support.\nThose industries that use a lot of energy for manufacturing say that the time for working out a way forward has long gone. \nThe director general of UK Steel, Gareth Stace, expressed his frustration, saying pauses in steel production will only increase. \nThe government says the current situation emphasises the need for a revolution in how we generate energy, moving towards home-grown renewables.\nBut that's little comfort for those businesses dependent on energy from fossil fuels now, competing with intense demand in a global market.\nOn the Andrew Marr show, Mr Kwarteng denied asking for \"billions\" from the Treasury to subsidise energy-intensive businesses and said supply itself was \"not an issue\".\nA Treasury source said the business secretary had been \"mistaken\" to say that he had been working on possible support measures with the Chancellor Rishi Sunak.\nBridget Phillipson, Labour's shadow chief secretary to the Treasury, said the government \"needs to get a grip\" and called for \"urgent answers on who exactly is running the show\". \n\"The two key government departments responsible for the current cost of living crisis have spent this morning infighting about whether they were in talks with each other. What a farce,\" she said.\nShe also accused the government of having \"put its out of office on\", referring to reports that the prime minister is on holiday in Spain.\n A number of Conservative MPs have called for the government to take action to support heavy industry.\nThe SNP's Westminster leader Ian Blackford called on the UK government to \"nurse\" businesses through the crisis, describing it as a \"perfect storm\".\nThe domestic consumer energy price cap, which is reviewed every six months, sets the maximum level a supplier can charge a consumer on a standard tariff in England, Wales and Scotland. \nMr Kwarteng told Marr that protecting consumers was his \"first and foremost objective\" and as such the price cap would stay at its current level until its next update which is due to in April.\nSome suppliers say the cap is just delaying an inevitable increase in consumer prices and should be reviewed more regularly.\nEnergy regulator Ofgem has warned households will see further \"significant rises\" in the spring, when the cap is reviewed.\nAsked by Marr if he was sure the lights would stay on this winter, Mr Kwarteng said \"yes, I am\".\nDue to high gas prices household energy suppliers have been forced to sell gas for less than they can buy it due to the price cap, leading some to fail.\nLast month, nine domestic energy supply companies went out of business, forcing 1.7 million customers to move to new suppliers and on to higher rates.\nPaul Richards, chief executive of Together Energy, which he said is currently making losses, said while he supported a price cap to protect customers, the current mechanism \"is not fit for industry, nor is it fit for customers\".\nHe said it protected customers in the short term but somewhere between £1bn and £3bn in costs would be spread back across business and households as a result of suppliers going bust.\nThe founder of OVO Energy Stephen Fitzpatrick told Marr that it has been \"too easy\" for companies to enter the energy market and that there will be more companies in difficulty.\nHe said the market was a complicated one, and he thought some people had not understood the risks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58856914",
      "category": "world-middle-east",
      "title": "Lebanon left without power as grid shuts down",
      "tags": "Lebanon,Beirut,Electricity",
      "text": "Lebanon has been left without electricity, plunging the country into darkness amid a severe economic crisis. \nA government official told Reuters news agency the country's two largest power stations, Deir Ammar and Zahrani, had shut down because of a fuel shortage.\nThe power grid \"completely stopped working at noon today\" and was unlikely to restart for several days, they said.\nFor the past 18 months Lebanon has endured an economic crisis and extreme fuel shortages.\nThat crisis has left half its population in poverty, crippled its currency and sparked major demonstrations against politicians.\nA lack of foreign currency meanwhile has made it hard to pay overseas energy suppliers.\nLebanon country profile \nMany Lebanese people already depend on private diesel-powered generators for power. These however have become increasingly expensive to run amid the lack of fuel, and cannot cover for the lack of a nationwide power grid. \nPeople were often receiving just two hours of electricity a day in the country before this latest shutdown.\nIn a statement, Lebanon's state electricity company also confirmed the shutdown of the two power plants, which together provide some 40% of the country's electricity. \nTheir closure led to the \"complete outage\" of the power network, the statement reportedly said, \"with no possibility of resuming operations in the meantime\".\nAl Jazeera reports protests in the northern town of Halba, outside the offices of the state power company, as well as residents blocking roads with burning tyres in the city of Tripoli.\nThe country is also grappling with the aftermath of the Beirut blast in August 2020, which killed 219 people and injured 7,000 others.\nAfter the explosion its government resigned, leaving political paralysis. Najib Mikati became prime minister in September, more than a year after the previous administration quit. \nLast month the militant group Hezbollah brought Iranian fuel into the country to ease shortages. Its opponents say the group is using the fuel delivery to expand its influence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58861473",
      "category": "world-asia",
      "title": "Abdul Qadeer Khan: 'Father of Pakistan's nuclear bomb' dies",
      "tags": "Pakistan,Nuclear weapons",
      "text": "The man regarded as the \"father of Pakistan's nuclear bomb\", Dr Abdul Qadeer Khan, has died aged 85 after being hospitalised with Covid-19.\nDr Khan was hailed as a national hero for transforming his country into the world's first Islamic nuclear power.\nBut he was also notorious for having smuggled nuclear secrets to states including North Korea and Iran.\nPrime Minister Imran Khan said Pakistan had lost a \"national icon\".\n\"He was loved by our nation bec[ause] of his critical contribution in making us a nuclear weapon state,\" the prime minister tweeted.\nKnown as AQ Khan, the scientist was instrumental in setting up Pakistan's first nuclear enrichment plant at Kahuta near Islamabad. By 1998, the country had conducted its first nuclear tests.\nComing shortly after similar tests by India, Dr Khan's work helped seal Pakistan's place as the world's seventh nuclear power and sparked national jubilation.\nBut he was arrested in 2004 for illegally sharing nuclear technology with Iran, Libya and North Korea.\nThe revelations that he had passed on nuclear secrets to other countries shocked Pakistan.\nIn a televised address, Dr Khan offered his \"deepest regrets and unqualified apologies\".\nDr Khan was pardoned by Pakistan's then-president, Pervez Musharraf, but he was held under house arrest until 2009.\nThe leniency of his treatment angered many in the West, where he has been dubbed \"the greatest nuclear proliferator of all time\".\nBut in Pakistan he remained a symbol of pride for his role in boosting its national security.\n\"He helped us develop nation-saving nuclear deterrence and a grateful nation will never forget his services,\" President Arif Alvi said.\nThe fact AQ Khan could be described as one of the most dangerous men in the world by Western spies but also be lauded as a hero in his homeland tells you much about not just the complexity of the man himself but also how the world views nuclear weapons.\nAQ Khan was responsible, perhaps, more than any other individual for aiding the spread of nuclear weapons technology. He helped his own country's nuclear programme but then spread some of the know-how to others, including Iran, North Korea and Libya. The extent to which this was motivated by money, ideology or orders from Pakistan's leadership has always been murky.\nFor Western countries stopping the spread of nuclear weapons has been a top priority, and the CIA and MI6 helped take down Khan's network. \nBut within Pakistan he was a revered figure, seen as having helped build his country's defences against India. \nAnd more broadly, he and others would question why Western countries should be allowed to have nuclear weapons for their security while denying the same ability to others."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58859105",
      "category": "science-environment",
      "title": "Biodiversity loss risks 'ecological meltdown' - scientists",
      "tags": "Extinction,Biodiversity,Nature,Climate change,Environment",
      "text": "The UK is one of the world's most nature-depleted countries - in the bottom 10% globally and last among the G7 group of nations, new data shows. \nIt has an average of about half its biodiversity left, far below the global average of 75%, a study has found.\nA figure of 90% is considered the \"safe limit\" to prevent the world from tipping into an \"ecological meltdown\", according to researchers.\nThe assessment was released ahead of a key UN biodiversity conference. \nBiodiversity is the variety of all living things on Earth and how they fit together in the web of life, bringing oxygen, water, food and countless other benefits. \nProf Andy Purvis, research leader at the Natural History Museum in London, said biodiversity is more than something beautiful to look at. \n\"It's also what provides us with so many of our basic needs,\" he told BBC News. \n\"It's the foundation of our society. We've seen recently how disruptive it can be when supply chains break down - nature is at the base of our supply chains.\"\nThe new tool uses the Biodiversity Intactness Index to estimate the percentage of natural biodiversity that remains across the world and in individual countries.\nThe UK's low position in the league table is linked to the industrial revolution, which transformed the landscape, the researchers said.\nThe UK has seen relatively stable biodiversity levels over recent years, albeit at a \"really low level,\" team researcher Dr Adriana De Palma explained in a news briefing.\nThe assessment was released on the eve of the UN Biodiversity Conference, COP 15, hosted by China, a mega-diverse country with nearly 10% of plant species and 14% of animals on Earth. \nWorld leaders are attending week-long virtual talks seen as pivotal in raising ambition for slowing the loss of nature ahead of face-to-face talks in Kunming, China, in April next year and the climate conference in Glasgow at the end of the month.\n Andrew Deutz, global policy lead of international conservation charity, the Nature Conservancy, said the gathering momentum behind nature had not come a moment too soon. \n\"As with the accelerating climate emergency, what happens over the next year will - to a large extent - set humanity's course for the rest of the decade; and what happens this decade is likely to define our prospects for the rest of this century,\" he said.\nAt the summit in Kunming - taking place in a two-part format due to pandemic disruption - world leaders will negotiate a framework for protecting nature and species for the next decade.\nThe draft agreement aims to conserve at least 30% of the world's lands and oceans, and increase funding for the conservation of nature. \nBut elements of the draft lack ambition, according to a report by MPs on the Environmental Audit Committee.\nThe global biodiversity framework replaces the plan for the last decade, which missed all 20 targets.\n \"To play our part, we need the UK to step up and turn our global promises into action at home, to show that we are not going to let another lost decade for nature slip past,\" said Beccy Speight, chief executive of the RSPB.\nBiodiversity is declining faster than at any time in human history. Since 1970, there has been on average almost a 70% decline in the populations of mammals, birds, fish, reptiles and amphibians.\nIt is thought that one million animal and plant species - almost a quarter of the global total - are threatened with extinction.\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58856068",
      "category": "uk-wales",
      "title": "Covid: Anti-vax protesters intimidate teen outside jab centre",
      "tags": "Coronavirus vaccines,Anti-vaccination movement,Cowbridge,Vaccination,Chronic fatigue syndrome,Vale of Glamorgan,Coronavirus pandemic",
      "text": "A 15-year-old girl and her mum say they were intimidated by anti-vax protesters outside a Covid vaccination centre.\nGrace Baker-Earle, who uses a wheelchair after contracting Covid, was confronted after receiving the jab at Cardiff's Bayside mass vaccination centre.\nHer mum Angela said protesters accused her of using Grace \"as a lab rat\".\nSouth Wales Police said officers attended a protest in the area at 10:50 BST and remained in attendance.\nThe force said no arrests had been made.\nThe vaccine has been offered to 12 to 15-year-olds in Wales since 4 October.\nMs Baker-Earle said the confrontation was \"just horrible\" and \"incredibly intimidating\", and happened while getting her daughter's wheelchair into her car - something she needs since developing Myalgic Encephalomyelitis (ME).\nThe 44-year-old said a protester claimed it was \"ridiculous\" to get the jab. \n\"I said my daughter is using a wheelchair because of Covid,\" Ms Baker-Earle said.\n\"[A protestor] said: 'She'll have immunity, you shouldn't be getting the vaccine since you have natural immunity. You shouldn't be using her as a lab rat'.\n\"It was incredibly unpleasant.\"\nMs Baker-Earle, from Cowbridge, in the Vale Glamorgan, said the 15 protesters walked in front of her car and she had to tell one man to \"step back\".\n\"He was within two feet of me, looked at me as if I was stupid. I told them: 'You have literally surrounded my car'.\"\nShe said a vaccination centre steward then came out and checked she and her daughter were safe.\nGrace said the confrontation \"hit a spot\" because of how much Covid has affected herself and family.\n\"I think I was sad more than anything because it's something I still live with, it takes up every second of my day,\" she said.\n\"I was excited to have it done - to have people tell you as you come out that what you're doing is wrong and to have people invading your personal space, it wasn't nice.\"\nMs Baker-Earle said she was in hospital with Covid and pneumonia last November, around the same time Grace also had the virus.\n\"Grace was very unwell for a couple of weeks, she lost half a stone and was really poorly - she weighed 6.5 stone (41kg) to begin with.\n\"A cardiologist has said although Grace had a virus earlier in March, having Covid pushed it over into having ME.\"\nME is a chronic neurological condition which means day-to-day tasks can be \"exhausting\" for Grace, she added.\n\"People were so dismissive of such a serious thing we are dealing with, which makes my blood boil,\" she added.\n\"There are 12-year-olds going down there to be faced with that - a whole line of people, it is disgusting.\"\n\"Now she has to use a wheelchair to go more than 50 yards, and has an extremely elevated heart rate,\" she said.\n\"It has been lifechanging for Grace, we are hoping she will get better. This is all off the back of Covid in November.\"\nThe UK's four chief medical officers (CMOs) have said healthy children aged 12 to 15 should be offered one dose of a Covid vaccine.\nThe advice, they say, reflects evidence on the mental health and long-term prospects for young people, the effect on education and the marginal benefit to health.\nThe Welsh government has emphasised that the vaccine is a choice for each individual to make.\nIt said all children aged 12 to 15 in Wales will be offered a Covid vaccine by the end of October.\nWales' Health Minister Eluned Morgan said studies showed children were at some risk of developing long Covid despite low hospital admission rates."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58861252",
      "category": "uk-england-hampshire",
      "title": "Chris Packham: Fire attack on New Forest home will not sway me",
      "tags": "Chris Packham,Hampshire Constabulary",
      "text": "Wildlife expert Chris Packham has vowed that intimidation will not stop him from campaigning after a suspected arson attack at his home.\nThe broadcaster said two masked men set a vehicle on fire at the gate of his New Forest home at about 00:30 BST on Friday, causing extensive damage.\nHe said the attack was the \"cost\" of online abuse he receives, but added it would not sway him from his causes.\nHampshire Police said it was investigating the fire.\nIn a video on Twitter, Packham questioned if the men were members of one of a number of conservation organisations and rural groups \"or some of my internet trolls, who fill my timeline with hate?\"\nHe said he received many defamatory and libellous comments online, but those who posted them were getting away with it because the law, \"as it stands, means that I am unable to take any action against this form of harassment\".\nHe said it was a frustrating situation, which came at a cost.\n\"Perhaps the cost is having my gate burned down, causing thousands of pounds' worth of damage,\" he added.\nHe said he had previously had dead animals left at his home, including foxes and badgers, but actions against him had now escalated \"to damaging that property\".\nHowever, he said he would not bow to the pressure to support activities he did not agree with, such as \"illegal shooting\" and trail hunting.\n\"If you think that by burning down those gates that I'm suddenly going to become a supporter... then you're wrong,\" he said.\n\"I will just carry on, because I have no choice. I cannot and will not let your intimidation sway me from my cause.\"\nIn 2019, the BBC Springwatch presenter spoke about a \"very calculated\" death threat he received after campaigning for measures to protect birds from being shot.\nThe fire at his property came a day before he delivered a 100,000 signature petition to Buckingham Palace, which called on the Royal Family to conserve nature on their estates and reintroduce animals like beavers and wild boar."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58860365",
      "category": "world-asia",
      "title": "China-Taiwan tensions: We will not bow to Beijing pressure, says leader",
      "tags": "China,Taiwan",
      "text": "Taiwan will not bow to pressure from China and will defend its democratic way of life, President Tsai Ing-wen has said in a defiant speech amid heightened tensions over the island. \nHer remarks on Taiwan's National Day came after China's President Xi Jinping vowed to \"fulfil reunification\".\nChina denounced Ms Tsai's speech, saying it \"incited confrontation\".\nTaiwan considers itself a sovereign state, while China views it as a breakaway province.\nBeijing has not ruled out the possible use of force to achieve unification.\nChina has sent a record number of military jets into Taiwan's air defence zone in recent days. Three Chinese planes, including two fighter jets, crossed into the zone on Sunday, Taiwan's defence ministry said. \nMs Tsai was re-elected by a landslide last year on a promise to stand up to Beijing. In her speech on Sunday, she said Taiwan was \"standing on democracy's first line of defence\".\nShe said the island would not \"act rashly\" but would bolster its defences to \"ensure that nobody can force Taiwan to take the path China has laid out for us\". \nThat path, she said, offered \"neither a free and democratic way of life for Taiwan nor sovereignty\" for its 23 million people.\n\"The more we achieve, the greater the pressure we face from China,\" she said.\nShe added that China's military flights into Taiwan's air defence zone had seriously affected national security and aviation safety, and described the situation as being \"more complex and fluid than at any other point in the past 72 years\".\nMs Tsai also repeated an offer to talk with Chinese leaders on an equal footing, a suggestion Beijing - which brands her a \"separatist\" - has so far rejected. \nHer speech was followed by a flypast of Taiwanese fighter jets.\nOne man watching Ms Tsai's speech told AFP news agency Taiwanese people could not accept unification with China.\n\"China is presently rather authoritarian. Especially under Xi Jinping, its gotten worse. Reunification is not appropriate now,\" another said. \nOn Saturday, China's President Xi said unification should be achieved peacefully, but warned that the Chinese people had a \"glorious tradition\" of opposing separatism.\n\"The historical task of the complete reunification of the motherland... will definitely be fulfilled,\" he added.\nFollowing Ms Tsai's speech on Sunday, China's Taiwan Affairs Office said she had \"advocated Taiwan independence, incited confrontation, cut apart history and disputed facts\". \nDespite the recent heightened tensions, relations between China and Taiwan have not deteriorated to levels last seen in 1996 when China tried to disrupt presidential elections with missile tests and the US dispatched aircraft carriers to the region to dissuade them.\nThe US has a longstanding \"One China\" policy under which it recognises China rather than Taiwan.\nBut this agreement also allows Washington to maintain a \"robust unofficial\" relationship with Taiwan. The US sells arms to Taiwan as part of Washington's Taiwan Relations Act, which states that the US must help Taiwan defend itself.\nIn an interview with the BBC this week, US national security adviser Jake Sullivan said the US would \"stand up and speak out\" over any actions that might \"undermine peace and stability\" across the Taiwan Strait."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58859862",
      "category": "uk",
      "title": "Covid-19: Two million booster jabs administered, and patient a 'cat with nine lives'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow. \nIt is \"fantastic\" that people are topping up their protection, England's chief nursing officer Ruth May has said, as more than two million Covid booster jabs have been administered. Health officials are concerned about the impact of flu and Covid circulating at the same time, with extra pressure facing health services this winter. The over-50s and people with health conditions are among those being offered a third jab, with programmes under way across the UK. Read more about what could happen this winter - Plan A or Plan B? Meanwhile, China says it has provided more than half of all the Covid-19 vaccines manufactured globally, but is this true?\n\"They put me into an induced coma for 11 days and it took me a week to fully wake up.\" Cancer patient Paul Luttrell has been called \"a cat with nine lives\" by doctors after making an incredible recovery after he was placed into a coma while being treated for Covid-19. Mr Luttrell has myeloma cancer and his wife was told he might never wake up. He said he is feels lucky to be alive and was worried that people might not be taking coronavirus \"seriously\". \nOne of Europe's largest travelling funfairs has reopened following a year-long hiatus due to Covid-19. Crowds attended the opening night of Hull Fair on Friday, which dates back more than 700 years. Safety measures were in place over fears this year's fair could be a \"superspreader\" event, according to health bosses. See pictures from the popular fair, which runs until 16 October.\nGet vaccinated, or lose your job. That is the message that US President Joe Biden has been urging employers tell their staff. He says he will soon bring in a mandate that requires all healthcare workers to have had the jab, and has urged states to do the same with teachers. Demonstrations in cities around the US have taken place against mandatory vaccination. This is what Americans who refuse to be vaccinated say.\nIn March 2020, indie-pop duo Oh Wonder were about to set off on the biggest tour of their lives. They had booked 120 dates across four continents, and were just five dates in when everything was called off. Like many couples, lockdown exposed cracks in their relationship. Confined to the house, they poured their hearts into the album, documenting what they thought was the end of their personal and professional time together. But somehow, slowly, they began repairing their relationship through the music. Read how they overcame the strains of lockdown and the story behind their unconventional honeymoon.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nTo see how the vaccine rollout is going in the UK, check out our visual guide here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58859522",
      "category": "world-europe",
      "title": "Performer at Moscow's Bolshoi Theatre killed during set change",
      "tags": "Russia,Moscow",
      "text": "A Russian actor has been crushed to death during a set change at Moscow's world famous Bolshoi Theatre as it performed the opera Sadko. \nIt is believed Yevgeny Kulesh went in the wrong direction during the descent of a ramp and was trapped under it.\nFootage appeared to show panicked performers pleading with staff to lift the prop. Onlookers attempted to revive Mr Kulesh, but were unsuccessful. \nInvestigators say they are probing the circumstances surrounding the death.\nIn a statement issued on Saturday evening, the Bolshoi said: \"The performance was immediately stopped, the audience was asked to leave the hall.\"\nShocked spectators said on social media that they had initially believed that the accident was a staged trick. \nHowever, the reality of the incident quickly became apparent when performers reacted in horror and some on stage shouted \"call an ambulance, there is blood\".  \nLocal media said Mr Kulesh had been a performer at the theatre since 2002. \nIt is not the first tragic incident to hit the world-renowned theatre.\nIn July 2013, a senior violinist died after falling into the orchestra pit. Viktor Sedov was a veteran of the opera house's orchestra, having played there for four decades,\nAnd in 2011 a Moscow court jailed Ballet soloist Pavel Dmitrichenko for six years after he was found to have organised an acid attack on the company's artistic director, Sergei Filin, outside his Moscow flat, badly damaging his eyesight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58090533",
      "category": "business",
      "title": "Why are gas prices so high and what is happening to fuel bills?",
      "tags": "Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "Householders in the UK will find out in the next few weeks how much their gas bills are likely to increase in the coming year.\nThe energy regulator is due to announce the new energy price cap - the maximum amount that suppliers can charge in Great Britain.\nIt's expected to rise steeply, because global wholesale prices have gone up so much.\nEvery six months, Ofgem, the energy regulator, reviews the maximum price that suppliers in England, Wales and Scotland can charge domestic customers on a standard - or default - tariff.\nThis is called the energy price cap. \nAbout 15 million households saw their energy bills increase by 12% when it was last updated in October. \nThe next review is due at the beginning of February, and the new cap will come into effect in April. Industry predictions suggest gas prices could go up by as much as 50%.\nThere is a separate energy market in Northern Ireland, with two gas suppliers, and prices have risen sharply for consumers there too.\nThere's been a worldwide squeeze on gas and energy supplies over the past year.\nAs a result, wholesale gas prices have risen to unprecedented levels. At the end of December, they hit a new record of 450p per therm, which experts think could take average annual gas bills to about £2,000 next year.\nReasons for the increase include:\nThere are a number of technical and geopolitical issues at play as well, which mean many countries across Europe are grappling with the same problems.\nHowever, the UK is hit relatively hard-hit because it is one of Europe's biggest users of natural gas. Around 85% of homes have gas central heating, and it also generates a third of the country's electricity. \nStorage capacity in the UK is also lower than in some other European countries.\nSince wholesale gas prices started to spike, more than 20 retail energy suppliers have collapsed in the UK. \nThis is largely because the energy price cap prevented retailers from passing on higher wholesale prices to their customers.\nSeveral smaller companies, with fewer reserves, could not weather this.\nFailed firms include Bulb Energy, with 1.7 million customers. Because of its size, it was put into \"special administration\", and is now run by the government, through Ofgem.\nNearly four million customers have been affected. Many households saw their energy prices rise when their supplier went bust, and they were switched over to a more expensive deal with another supplier.\nThe government faces calls from energy companies, the opposition, and even some of its own MPs, to do more to prevent prices from rising too much.\nSuggestions include:\nIn the past, consumers have been encouraged to shop around when energy bills rise.\nBut at the moment better offers - including fixed deals - are simply not available.\nPeople already on fixed deals are advised to stay put.\nInstead of searching for a cheaper deal, householders are being encouraged to improve the energy efficiency of their homes.\nThe Energy Saving Trust says that simple changes to our homes and habits could offset the current price rises.\nMany companies face a considerable rise in their bills. That could mean they have to: \nEnergy-intensive industries are particularly exposed, but the problem affects every company that has to pay energy bills - even if it is just to heat an office or shop."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58858305",
      "category": "uk-scotland",
      "title": "Vegan food blogger wins World Porridge Making Championships",
      "tags": "Carrbridge,Veganism,Food",
      "text": "A vegan food blogger from the Netherlands has won the World Porridge Making Championships. \nMiriam Groot, 25, who runs a blog call The Veggie Reporter, beat competitors from around the world. \nShe used pinhead oatmeal, mushrooms and vegan cheese to create Oatmeal Arancini - deep fried balls of risotto, rolled in breadcrumbs and deep fried in oil. \nThe annual competition, traditionally held in Carrbridge in the Highlands, has been run online since last year. \nCompetitors were asked to submit a video of themselves making their favourite oaty dish. \nThey were judged on appearance, execution, originality, flair and virtual taste - reflecting which dishes the judging panel most wanted to try. \nCoinneach MacLeod - better known as the Hebridean Baker - and Aaron Leung, a video producer from New Jersery, were joint runners up. \nMr MacLeod's Baked Oat Alaska was made with honey, oat and raspberry sponge, topped with pinhead oatmeal brittle ice cream and chocolate ice cream, all encased in a baked meringue. \nMeanwhile, Mr Leung's savoury Japanese fusion Golden Omuoats dish included a spicy pork and oatmeal mince, served under an omelette and topped with a curry sauce which included chocolate.\nCharlie Miller, from Carrbridge Community Council which organises the competition, said: \"While we were disappointed that we couldn't have the competition in person again this year, the response was amazing, with the highest level of international interest we've ever had. \n\"The judging was very close, with only six points separating the top 10. Congratulations to our top 10, and especially to Miriam, Aaron and Coinneach for your excellent entries. We hope to see you all in Carrbridge this time next year.\"\nThe top 10 included two Americans, one Canadian, two Australians, one each from Germany and the Netherlands, two from England and one from Scotland. \nOther dishes included a cranachan ice cream sundae, banana oat pancakes, an oatmeal banana split, and a dessert porridge inspired by the Sacher Torte chocolate cake. \nThey each won a hand-carved commemorative spurtle. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58859941",
      "category": "business",
      "title": "Energy prices: No commitment from Kwarteng on business gas help",
      "tags": "Companies,Energy industry,Kwasi Kwarteng",
      "text": "Business Secretary Kwasi Kwarteng has not committed to any additional government help for businesses struggling amid record gas prices.\nSome industries have warned firms could be forced to shut down operations.\nMr Kwarteng said he was working closely with the chancellor over possible support for energy intensive sectors - but a Treasury source denied this.\nThe business secretary said domestic customers would not see a change to the energy price cap this winter.\nAsked on BBC One's Andrew Marr programme whether there would be additional government help for energy-intensive companies, Mr Kwarteng described the situation as \"critical\" and said he was \"looking to find a solution\".\nWhen Andrew Marr suggested this sounded like a \"yes\" the business secretary said: \"No, it doesn't sound like yes at all. \n\"We already have existing support and we're looking to see whether that's sufficient to get us through this situation.\"\nSpeaking to Times Radio Mr Kwarteng, who met leaders from heavy industry on Friday, said he was not going to commit to \"any firm figure or subsidy\" for companies.\nAsked about whether the government would ensure factories would not have to close if they could not pay for gas he said it was a commercial decision and \"up to them\".\nHe added: \"We are not in the business of bail-outs. What we are in the business of is ensuring security of supply and that is what I am focused on.\"\nWholesale gas prices have risen 250% since January.\nCEO of British Glass Dave Dalton, who was at Friday's meeting with Mr Kwarteng, said some of the confederation's \"significant\" members were \"teetering on the edge\". \n\"I think some companies are staring down the ability to survive, absolutely - ultimately that obviously cascades on to jobs and impacts on the consumer,\" he told the BBC. \nGareth Stace, director general of UK Steel, said he was frustrated by the lack of action to support businesses.\nHe told the BBC that without help in the next week or so, there would be \"significant and permanent damage to the UK steel sector\".\nUnite leader Sharon Graham said the country was \"contemplating factory shutdowns across viable manufacturing and businesses\" and that workers were \"worried sick\".\nBusinesses have been shouting louder and louder for support through this period of soaring energy prices.\nThis morning, the business secretary told the BBC he was listening to their concerns - but would not commit to any extra support.\nThose industries that use a lot of energy for manufacturing say that the time for working out a way forward has long gone. \nThe director general of UK Steel, Gareth Stace, expressed his frustration, saying pauses in steel production will only increase. \nThe government says the current situation emphasises the need for a revolution in how we generate energy, moving towards home-grown renewables.\nBut that's little comfort for those businesses dependent on energy from fossil fuels now, competing with intense demand in a global market.\nOn the Andrew Marr show, Mr Kwarteng denied asking for \"billions\" from the Treasury to subsidise energy-intensive businesses and said supply itself was \"not an issue\".\nA Treasury source said the business secretary had been \"mistaken\" to say that he had been working on possible support measures with the Chancellor Rishi Sunak.\nBridget Phillipson, Labour's shadow chief secretary to the Treasury, said the government \"needs to get a grip\" and called for \"urgent answers on who exactly is running the show\". \n\"The two key government departments responsible for the current cost of living crisis have spent this morning infighting about whether they were in talks with each other. What a farce,\" she said.\nShe also accused the government of having \"put its out of office on\", referring to reports that the prime minister is on holiday in Spain.\n A number of Conservative MPs have called for the government to take action to support heavy industry.\nThe SNP's Westminster leader Ian Blackford called on the UK government to \"nurse\" businesses through the crisis, describing it as a \"perfect storm\".\nThe domestic consumer energy price cap, which is reviewed every six months, sets the maximum level a supplier can charge a consumer on a standard tariff in England, Wales and Scotland. \nMr Kwarteng told Marr that protecting consumers was his \"first and foremost objective\" and as such the price cap would stay at its current level until its next update which is due to in April.\nSome suppliers say the cap is just delaying an inevitable increase in consumer prices and should be reviewed more regularly.\nEnergy regulator Ofgem has warned households will see further \"significant rises\" in the spring, when the cap is reviewed.\nAsked by Marr if he was sure the lights would stay on this winter, Mr Kwarteng said \"yes, I am\".\nDue to high gas prices household energy suppliers have been forced to sell gas for less than they can buy it due to the price cap, leading some to fail.\nLast month, nine domestic energy supply companies went out of business, forcing 1.7 million customers to move to new suppliers and on to higher rates.\nPaul Richards, chief executive of Together Energy, which he said is currently making losses, said while he supported a price cap to protect customers, the current mechanism \"is not fit for industry, nor is it fit for customers\".\nHe said it protected customers in the short term but somewhere between £1bn and £3bn in costs would be spread back across business and households as a result of suppliers going bust.\nThe founder of OVO Energy Stephen Fitzpatrick told Marr that it has been \"too easy\" for companies to enter the energy market and that there will be more companies in difficulty.\nHe said the market was a complicated one, and he thought some people had not understood the risks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58862935",
      "category": "world-europe",
      "title": "Pope Francis launches consultation on Church reform",
      "tags": "Catholicism,Pope Francis,Roman Catholic Church",
      "text": "Pope Francis has launched what some describe as the most ambitious attempt at Catholic reform for 60 years.\nA two-year process to consult every Catholic parish around the world on the future direction of the Church began at the Vatican this weekend.\nSome Catholics hope it will lead to change on issues such as women's ordination, married priests and same-sex relationships. \nOthers fear it will undermine the principles of the Church.\nThey say a focus on reform could also distract from issues facing the Church, such as corruption and dwindling attendance levels.\nPope Francis urged Catholics not to \"remain barricaded in our certainties\" but to \"listen to one another\" as he launched the process at Mass in St Peter's Basilica.\n\"Are we prepared for the adventure of this journey? Or are we fearful of the unknown, preferring to take refuge in the usual excuses: 'It's useless' or 'We've always done it this way'?\" he asked.\nThe consultation process, called \"For a Synodal Church: Communion, Participation and Mission\", will work in three stages:\nThe Pope is expected then to write an apostolic exhortation, giving his views and decisions on the issues discussed.\nDiscussing his hopes for the Synod, Pope Francis warned against the process becoming an intellectual exercise that failed to address the real-world issues faced by Catholics and the \"temptation to complacency\" when it comes to considering change.\nThe initiative has been praised by the progressive US-based National Catholic Reporter newspaper, which said that while the process might not be perfect \"the Church is more likely to address the needs of the people of God with it than without it\".\nHowever, theologian George Weigel wrote, in the conservative US Catholic journal First Things, it was unclear how \"two years of self-referential Catholic chatter\" would address other problems the Church such as those who are \"drifting away from the faith in droves\".    \nAnalysis: Church to address modern challenges\nBy John McManus, Religion and Ethics reporter\nMuch of the reporting of this two-year consultation has focused on some of the issues that often appear to dominate reporting on the Catholic Church: the role of women for example, and whether they will ever be ordained as priests (the Pope says \"no\").\nWhile those topics are often of concern to some Catholics, other areas which traditionally dominate Catholic social teaching, such as alleviating poverty, and increasingly, climate change, will likely play a greater part, as will how the Church is run. In reality, any issue can be raised.\nDon't expect any sudden changes to Church rules though. It's true that some Catholics do want to see a different kind of institution, but for Pope Francis, allowing ordinary worshippers to have their concerns (eventually) raised at the Vatican - even if their bishops disagree with them - is a huge step change for this 2000 year-old religion. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58861593",
      "category": "uk-wales",
      "title": "Covid: Anti-vaxxers who intimidated teen blasted by Mark Drakeford",
      "tags": "Coronavirus vaccines,Anti-vaccination movement,Cowbridge,Vaccination,Cardiff,Coronavirus pandemic",
      "text": "It is \"not acceptable\" for anti-vax protesters to intimidate people outside Covid vaccination centres, the first minister has said.\nMark Drakeford was speaking after a 15-year-old girl and her mum were confronted by protesters in Cardiff while going for a jab on Saturday.\nGrace Baker-Earle said the experience \"hit a spot\" as she uses a wheelchair since contracting Covid. \nOther parents said they felt \"shaken up\" by protesters.\nSouth Wales Police said officers attended and one arrest was made.\nMr Drakeford said: \"People are entitled to protest, people are entitled to express their view.\n\"They're not entitled to do it in a way that intimidates others.\n\"When you're talking about harassment, it's not what the person who is making the protests thinks about it, it's the impact that has on the individual.\n\"Very clearly in this case, that young woman felt intimidated.\"\nMr Drakeford told BBC Radio Wales' Sunday Supplement that the \"enforcement authorities... need to be prepared to step in\". \n\"They are right to say that people have a right to protest and so on, but they need to think about it in terms of the impact that will have on the individual who is being, in this case, directly approached by a group of people.\"\nGrace's mother, Angela, said \"it was incredibly unpleasant\" experience when the protesters accused her of using her daughter \"as a lab rat\" at Cardiff's Bayside mass vaccination centre.\nMs Baker-Earle, from Cowbridge, in the Vale Glamorgan, said 15 protesters walked in front of her car and she had to tell one man to \"step back\".\n\"He was within two feet of me, looked at me as if I was stupid. I told them: 'You have literally surrounded my car'.\"\nShe said a vaccination centre steward then came out and checked she and her daughter were safe.\nMeanwhile, another parent, Melissa Ringham has called for more protection for people entering vaccination centres.\nShe said her 15-year-old daughter and herself felt \"shaken up\" after being targeted by protesters yesterday at the Bayside vaccination centre.\nThe 42-year-old mother, from Barry, said they were followed by a protester \"walking behind us\" and \"wouldn't leave us be\" as they walked up to the vaccination centre entrance.\n\"He got into my daughter's personal space and started shouting at her. I said: 'Stop, please don't speak to her like that.' I also raised my hand out to say stop,\" she said.\n\"It was very upsetting to see how upset my daughter was, she didn't have to witness that.\n\"I didn't feel safe walking in there yesterday.\n\"As we walked out, we had one woman screaming at us: 'Shame on you - you're killing your daughter'.\"\nMs Ringham also said a nurse inside the vaccination centre told her \"many were too scared to walk into the building\".\nCardiff and Vale health board has be asked to comment.\nOn Sunday, South Wales Police confirmed a 61-year-old man from Newport was arrested, and released on bail, for racially aggravated offences.\nThe vaccine has been offered to 12 to 15 year olds in Wales since 4 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58862920",
      "category": "uk",
      "title": "Covid-19: Uncertain winter ahead as flu circulates at same time, says Harries",
      "tags": "Flu,Coronavirus pandemic",
      "text": "The UK is facing an uncertain winter with the spread of coronavirus and the flu, the head of the Health Security Agency Jenny Harries has said.\nPeople are at \"more significant risk of death and of serious illness if they are co-infected\" with both viruses, she told the BBC.\nShe said: \"It's a more uncertain year but I certainly would be encouraging everybody to go and get their vaccine.\"\nMore than 40 million people in the UK are being offered a flu jab this year.\nFor the first time this includes all secondary school children up to the age of 16.\nThe over-50s and younger adults with health conditions are also being offered a Covid booster jab this autumn and winter.\nDr Harries, former deputy chief medical officer for England, told the BBC's Andrew Marr Show: \"This is probably the first season where we will have significant amounts of Covid circulating as well as flu.\n\"People's behaviours have changed, we are mixing more, winter weather is coming along, everybody is going into enclosed spaces.\"\nShe said because of social distancing and other measures during the pandemic the public has not had the flu exposure they usually would, \"so people are susceptible\".\nFlu kills about 11,000 people on average every winter in England and during the last bad flu winter of 2017-18 the toll was more than double that - with more than 300 deaths a day during the peak.\nResearch shows those infected with both viruses are more than twice as likely to die as someone with Covid alone.\nA report from the Academy of Medical Sciences suggests that respiratory illness could hit very high levels this winter, causing severe strain on the NHS and between 15,000 and 60,000 deaths. \nThe latest government figures released on Sunday show the UK recorded new 34,574 Covid cases.\nThere were also 38 deaths recorded within 28 days of a positive test, taking the total number of people to die in the past week to 785.\nDr Harries said the current number of deaths from Covid was not seen as \"acceptable\" officials were still \"taking it extremely seriously\".\nShe told the Andrew Marr show: \"We are starting to move to a situation where, perhaps Covid is not the most significant element and many of those individuals affected will of course have other comorbidities which will make them vulnerable to serious illness for other reasons as well.\"\nShe said the \"extremely good vaccine uptake\" was preventing \"very significant amounts of hospitalisation and death\".\nBut Dr Harries said it was now \"one of the most difficult times to predict what will come\" with coronavirus.\n\"We have different levels of vaccination, we have a little bit of immunity waning in older individuals, which is why we're now starting to put in a Covid booster vaccine,\" she said.\n\"We have slightly different effectiveness in different vaccinations that have been provided.\"\nShe added that it appeared the global dominance of the Delta variant had seen other coronavirus variants \"become extinct\".\nBut the public needed to \"stay alert\" as it was \"still very early days of a new virus\".\nThe following groups are among those eligible for winter vaccines:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58856796",
      "category": "world-europe",
      "title": "Sebastian Kurz: Austrian leader resigns amid corruption inquiry",
      "tags": "Austria,Sebastian Kurz",
      "text": "Austria's Chancellor Sebastian Kurz has stepped down, after pressure triggered by a corruption scandal.\nHe has proposed Foreign Minister Alexander Schallenberg as his replacement.\nMr Kurz and nine others were placed under investigation after raids at a number of locations linked to his conservative People's Party (ÖVP).\nHe denies claims he used government money to ensure positive coverage in a tabloid newspaper.\nThe allegations this week took his coalition government to the brink of collapse after its junior partner, the Greens, said Mr Kurz was no longer fit to be chancellor. \nThe Greens began talks with opposition parties, who were threatening to bring a vote of no confidence against the chancellor next week.\nGreens leader and Vice Chancellor Werner Kogler welcomed Mr Kurz's resignation and indicated he would be willing to work with Mr Schallenberg, saying they had a \"very constructive\" relationship. \n\"What's required now is stability. To resolve the impasse I want to step aside to prevent chaos,\" Mr Kurz said as he announced his resignation.\nHe said he would remain leader of his party, and continue to sit in parliament.\n\"First and foremost, however, I will of course use the opportunity to disprove the allegations against me,\" he added.\nAlthough he is no longer chancellor, Mr Kurz will still be a major figure in Austrian politics. \nAs leader of his party, he will be present at cabinet meetings. The head of the opposition Social Democrats says he will be pulling the strings as a shadow chancellor. \nOther observers point to his close relationship with Alexander Schallenberg, a career diplomat who worked with Mr Kurz when he first entered government as foreign minister. \nSome members of Mr Kurz's party are hoping his resignation will be temporary and he will be able to stage a comeback. \nOther Austrians say the two corruption investigations, and the collapse of his last coalition government with the far-right Freedom Party in 2019, mean it is time for Mr Kurz to leave politics altogether.  \nMr Kurz became leader of the ÖVP in May 2017 and led his party to victory in elections later that year - becoming, at the age of 31, one the world's youngest ever democratically elected heads of government.\nThe corruption allegations relate to the period between 2016 and 2018, when finance ministry funds were suspected to have been used to manipulate opinion polls in favour of the ÖVP that were then published in a newspaper.\nWhile no newspaper was named by prosecutors, the tabloid daily Österreich put out a statement on Wednesday denying media reports it had taken taxpayers' money for advertising in exchange for publishing the favourable polls.\nMr Kurz, nine other individuals and three organisations have been placed under investigation \"on suspicion of breach of trust ... corruption ... and bribery ... partly with different levels of involvement\", the Prosecutors' Office for Economic Affairs and Corruption said on Wednesday.\nEarlier in the day, prosecutors carried out raids at the chancellery, the finance ministry and homes and offices of senior aides to the chancellor.\nMr Kurz has called the allegations against him \"baseless\".\nHe also denies wrongdoing in a separate investigation he was placed under in May over allegations he had made false statements to a parliamentary commission."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58863678",
      "category": "world-us-canada",
      "title": "US couple accused of selling nuclear submarine secrets",
      "tags": "FBI,Spying,Nuclear submarines,West Virginia,United States",
      "text": "A US navy nuclear engineer and his wife have been charged with trying to sell nuclear secrets to what they thought was a foreign state.\nJonathan Toebbe and his wife Diana were arrested in West Virginia on Saturday, the Justice Department announced. \nThey allegedly tried to sell nuclear submarine design data, hidden in a peanut butter sandwich, to someone they thought represented another country.\nIn fact, it was an undercover FBI agent. \nAccording to the statement, Mr Toebbe and his partner - 42 and 45 respectively - have now been charged under the Atomic Energy Act.\nMr Toebbe worked in the US Navy's nuclear propulsion programme and had national security clearance. His wife is a high school teacher.\nThe Justice Department said that in April 2020 he sent a package to an unnamed foreign government containing restricted data and a message suggesting a covert relationship, so that they could buy more data from him. \nHe then allegedly began writing to an individual by encrypted email. While he thought this person represented the foreign government, they were actually an FBI agent, the affidavit said.\nAfter several months, the accused couple allegedly made a deal to share secret information in exchange for around $100,000 (£73,000) in cryptocurrency. \nIn June this year, Jonathan and Diana Toebbe travelled to West Virginia to drop off the data.\nWith Diana acting as a lookout, Jonathan \"placed an SD card concealed within half a peanut butter sandwich\" at a determined location, the affidavit said.\nAfter the agent collected the card, they sent payment and received a decryption key to access the SD card. On it was restricted data \"related to submarine nuclear reactors\".\nMr Toebbe then performed a second so-called dead drop - this time hidden inside a chewing gum packet - in August, with yet more secret data on it. \nFBI agents then arrested the couple on Saturday, during a third dead drop.\nThe couple are set to appear in federal court on 12 October. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58849004",
      "category": "world-europe",
      "title": "Expelled: Russia, repression and me",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58857620",
      "category": "uk-wales",
      "title": "Llanelli: Woman, 23, charged after child dies in crash",
      "tags": "Llanelli,Dyfed-Powys Police",
      "text": "A 23-year-old woman has been charged with causing death by dangerous driving after a child was killed in a crash.\nThe car crash happened at Heol Goffa crossroads in Llanelli, Carmarthenshire, at about 21:00 BST on Friday.\nLucy Dyer, of Heulwen Terrace, Llanelli, was also charged with drink driving and has been remanded in custody.\nFlowers, toys and tributes have been left at the scene of the crash.\nThe crash involved a blue BMW 3 Series and a blue Vauxhall Vectra. The woman and the child were in different cars.\nDyfed-Powys Police said specially trained officers were supporting the child's family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58861544",
      "category": "uk-northern-ireland",
      "title": "Brexit: UK's NI Protocol demands 'could break relations'",
      "tags": "NI Brexit,Simon Coveney,European Commission,Brexit",
      "text": "UK demands on the Northern Ireland Protocol could cause \"a breakdown in relations\" with the EU, Ireland's foreign minister has warned.\nSimon Coveney made the comments after the UK reiterated that it wants the European Court of Justice (ECJ) removed from oversight of the deal.\nMr Coveney said this was the creation of a new \"red line\" which the EU cannot move on.\nThe EU will bring forward proposals on Wednesday for reforming the protocol.\nThe Northern Ireland Protocol is the special Brexit deal for Northern Ireland, which the UK and EU agreed in 2019.\nThe EU proposals will focus on easing practical problems with the movement of goods from Britain to Northern Ireland, rather than changing oversight arrangements.\nHowever, on Tuesday, the UK's Brexit Minister Lord Frost will give a speech in which he is expected to tell diplomats that removing the ECJ's role in dispute settlement is necessary to sustain the protocol.\nHe is due to say: \"Without new arrangements in this area the protocol will never have the support it needs to survive.\n\"The role of the ECJ in Northern Ireland and the consequent inability of the UK government to implement the very sensitive arrangements in the protocol in a reasonable way has created a deep imbalance in the way the protocol operates.\"\nThe protocol keeps Northern Ireland in the EU's single market for goods and the ECJ acts as the supreme interpreter of the single market's rules.\nIn 2019, the UK agreed to the ECJ's role, but in July this year the government said it had only done that because of the \"very specific circumstances\" of the protocol negotiation.\nIt now wants a new governance arrangement in which disputes would ultimately be resolved by an independent arbitrator.\nWriting on Twitter, Mr Coveney suggested the UK position would not help resolve practical problems.\nHe said: \"EU working seriously to resolve practical issues with implementation of Protocol - so UKG creates a new \"red line\" barrier to progress, that they know EU can't move on…. are we surprised?\"\nHe added that the \"real question\" was: \"Does UKG actually want an agreed way forward or a further breakdown in relations?\"\nLord Frost later responded to Mr Coveney on social media, saying he would prefer \"not to do negotiations on Twitter\" but that \"the issue of governance and the ECJ is not new\".\n\"We set out our concerns three months ago in our 21 July Command Paper. The problem is that too few people seem to have listened.\"\nAs the protocol works by keeping Northern Ireland in the single market for goods, the EU has said removing the ECJ would simply unravel the whole arrangement.\nSpeaking last week, European Commission Vice President Maros Sefcovic said: \"I find it hard to see how Northern Ireland would stay or would keep the access to the single market without oversight of the European Court of Justice.\"\nWhen the EU publishes its proposals next week that is expected to lead to a new round of negotiations.\nBoth sides have suggested there will be short, intense talks process beginning in late October or early November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58859030",
      "category": "world-europe",
      "title": "Olivier Rousteing: Balmain designer reveals fireplace explosion injuries",
      "text": "Celebrated French fashion designer Olivier Rousteing has revealed he was injured following an accident at his home last year, sharing a picture of himself in heavy bandages. \nRousteing, the creative director of fashion house Balmain, shared the news in an Instagram post on Saturday. \n\"Exactly a year ago, the fireplace inside my house exploded,\" he wrote. \nHe woke the next day at the Hôpital Saint Louis in Paris, and has since been recovering from his injuries.\nRousteing said his insecurities and fashion's \"obsession with perfection\" had stopped him from revealing all before now.\n\"To be honest I am not really sure why I was so ashamed,\" he wrote. As he recovered he had hidden his injuries with long sleeves and jewellery during interviews.\n\"Now, a year later - healed, happy and healthy,\" he wrote. He thanked the medical staff who had treated him despite \"dealing with an incredible number of Covid cases at that same time\", and spoke about how lucky he now felt.\n\"There is always the sun after the storm.\"\nFellow fashion designers, models and other celebrities were among those to offer their support in response to Rousteing's post. \nThe designer Donatella Versace wrote she was \"so glad\" he was safe. \"Let love rule,\" said musician Lenny Kravitz.\nKim Kardashian West wrote \"I love you\", while her mother Kris Jenner said she was \"beyond proud\" of Rousteing, adding that his \"message of hope and strength and focus and love will always inspire everyone who you come in contact with\". \nRousteing took up his post as Balmain's creative director in 2011 at the age of just 25. According to a profile in Out Magazine the brand grew between 15% and 20% between 2012 and 2015.\nHe has opened boutiques in London and New York, the company's first outside Paris.\nA 2019 Netflix documentary, Wonder Boy, looked at his career and followed him as he searched for his biological mother. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58854984",
      "category": "world-asia",
      "title": "Afghanistan: US and Taliban hold first face-to-face talks since withdrawal",
      "text": "US officials have met Afghanistan's ruling Taliban for their first face-to-face talks since Washington pulled its troops from the country in August.\nThe talks in Qatar are focusing on issues including containing extremist groups, the evacuation of US citizens and humanitarian aid, officials say.\nThe US insists the meeting does not amount to recognition of the Taliban.\nIt comes a day after Afghanistan suffered its deadliest attack since US forces withdrew. \nThe suicide bombing at a mosque in the northern city of Kunduz killed at least 50 people and wounded more than 100 others. \nThe Said Abad mosque was used by the minority Shia Muslim community in the Sunni Muslim-majority country. The Islamic State group said it was behind the attack.\nSpeaking after the talks with the US opened in Qatar, Afghanistan's Taliban-appointed Foreign Minister Amir Khan Muttaqi said the two sides had agreed to uphold the terms of the Doha agreement signed in 2020. \nThe deal includes broad obligations on the Taliban to take steps to prevent groups such as al-Qaeda from threatening the security of the US and its allies.\nMr Muttaqi said US officials had also told the Taliban they would help in delivering Covid vaccines and humanitarian aid. \nThe US has not yet commented on the details of Saturday's talks, but a state department spokesperson previously said officials would use the meeting to press the Taliban to respect women's rights, form an inclusive government and allow humanitarian agencies to operate. \nThe meeting is set to continue on Sunday. \nMr Muttaqi told reporters that the Islamist group wanted to improve relations with the international community but also warned that nobody should interfere with any country's internal policies. \nAmerican officials have said the talks are a continuation of engagement with the Taliban on matters of national interest, not about giving legitimacy to the group's government.\nAs the talks were taking place in the Qatari capital Doha, in Afghanistan funeral ceremonies were being held for the victims of Friday's attack.\n\"[We] bury the bodies next to each other because we have no choice, and we have to prepare mass graves,\" one mourner said.\nThe United Nations said Friday's bombing was a \"third deadly attack this week apparently targeting a religious institution\" and was part of a \"disturbing pattern of violence\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58819638",
      "category": "uk-wales",
      "title": "Wales NHS Covid pass compulsory for large events and nightclubs",
      "tags": "Coronavirus lockdown measures,Public health,Holidays,Travel,Coronavirus vaccines,Welsh government,Hospitality industry,NHS Wales,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "People in Wales now need an NHS Covid pass to be able to legally attend big events or nightclubs.\nThey are compulsory for over-18s, and show people have either tested negative on a lateral flow test or are fully vaccinated against Covid.\nWales' rugby game against New Zealand on 30 October will be one of the first mass events to require Covid passes.\nSome nightclub bosses said they felt \"singled out\" by the rules, but other people said they felt reassured.\nFirst Minister Mark Drakeford said the new scheme was \"vulnerable to abuse\" but the \"huge bulk of people\" will follow the new rules.\nAsked if people could falsify their lateral flow tests, Mr Drakeford said: \"It is vulnerable to people who want to abuse the system but that's why the law is there.\"\n\"I am quite sure the huge bulk of people will use the lateral flow test in the correct way,\" he told ITV's Good Morning Britain programme.\nHe also rejected claims the new Covid pass was a financial burden for businesses, adding: \"Nightclubs already have to check people for their age. \n\"I don't think the cost issue is a very significant one here.\"\nIn its autumn and winter plan Mr Drakeford's government has not ruled out extending the scheme if further action is needed to tackle Covid rates.\nHe suggested that could include using passes when going to care homes or visiting hospitals.\n\"If numbers in the community continue to rise... being able to show a Covid pass if you were going into a care home might be an extra defence,\" he said.\nWelsh Education Minister Jeremy Miles told BBC Politics Wales that public services were expected to face \"significant pressure\" this winter, and the pass would cut transmission of the virus.\nThe Senedd voted on the passes last Tuesday - a vote the Welsh government said will not be repeated, despite it passing by just one vote.\nAnyone who is over 16 and has been fully vaccinated in Wales or England, or has had a negative lateral flow test result within the past 48 hours, can get a pass.\nThey are compulsory for anyone over 18 to enter:\nThe Welsh government says any venue that can serve alcohol, is open between midnight and 0500, and where music is provided for dancing will need to check for passes.\nThat means it could cover other venues not traditionally considered nightclubs which have a late licence.\nVenues can either apply the pass rules from when they open their doors, or when they open their dancefloor.\nNegative tests will be self-certified but the Welsh government plans to make it illegal to fake a negative test.\nLarge events could also be allowed to check passes at random, rather than check every person who attends.\nThe NHS Covid Pass is available digitally but you need to register for an NHS login via the website.\nYou need to upload a photo of your ID. That can be a passport, full UK driving licence or full European driving licence. \nThis allows you to produce a Covid pass using a smart phone, computer or laptop.\nYour NHS Covid Pass includes a barcode. The expiry date refers to the barcode and will update automatically. It does not apply to your vaccination status.\nIn Wales, you cannot get the pass via the NHS app, as this is only valid in England.\nWales is not the first nation to introduce such a pass.\nIn France, people have had to prove they are fully vaccinated, have recently tested negative or recently recovered from Covid with a \"health pass\". That must be produced on entering cafes, restaurants or public transport.\nScotland is the only other UK nation to use them after they were introduced on 1 October.\nOne nightclub and bar in Denbighshire has decided to close earlier in the evening rather than dealing with the \"complexity\" of implementing Covid passes.\nMike Murray, manager of Bar 236 in Prestatyn, said the club used to stay open past midnight with live music and DJs, but would need extra staffing to police the system, and it was not worth it financially.  \n\"We always weighed up the situation, following the government guidelines to make it a safe and comfortable environment to drink in.\n\"We've even been keeping masks on and doing table service after the government advice changed because what's wrong with doing it a little longer to keep people comfortable?\"\nHe added he received a lack of guidance from Welsh government as to \"what passes would look like or where we could get one from if people asked\". \n\"We want people to come in and let common sense prevail: If you're unwell, don't come to the bar.\"\nThe decision to introduce Covid passes has very much split opinion, which was evident in the Senedd vote.\nGuto Brychan, chief executive of Cardiff music venue Clwb Ifor Bach, said the timing made things difficult as students had just returned to university and it is \"the busiest time of year\".\nHe said this was made more difficult because many students are from outside Wales and may not understand the law.\nMr Brychan said: \"One of the main concerns as well is that the Covid pass isn't uniform across the whole of the hospitality industry.\n\"It seems to have been specifically designed to target places that supply dancing or culture, but I'd argue the high risk activity here is the consumption of alcohol, not dancing.\n\"There'll be plenty of venues open as late as ourselves that will have as many people in them but won't have the restrictions that we have in place.\"\nLidi Staffurth is one of thousands of people who have been shielding during the pandemic due to a condition which makes them extremely vulnerable to Covid-19.\nShe said Covid passes would help reassure people who might feel uncertain about attending large events, adding she felt she had her \"freedom back\".\nMs Staffurth labelled it a \"brilliant idea\", not least because there are three young people in her family.\n\"If they're in large groups then we'll know they're around people who are double vaccinated, or at least free from Covid,\" she said.\n\"I think it's a fantastic idea and for a society at large it means people are looking after each other. \n\"I think some young people just don't care - they've had it with Covid, and I think we've all had it with Covid - but they live in their own little bubble and they don't really see beyond that bubble a lot.\n\"And that's fair enough, but it means with a Covid pass they're made to consider that.\"\nDavid Chapman, executive director for UK Hospitality in Wales, called for \"tolerance\" from government, licencing authorities and the public as the passes were introduced. \nHe told BBC Radio Wales Breakfast there was some \"trepidation\" in the industry, particularly about alignment with England, as well as staff shortages. \n\"We've got staffing problems as people will know already and more labour intensive moves such as this actually makes it quite difficult for a business to juggle resources well at the moment,\" he said. \nHe also called for the \"easiest possible trading conditions\" over Christmas, saying businesses had been told passes would stop \"stop at a certain point when society and the health service can cope\". \nDr Mair Hopkin, chairwoman of the Royal College of General Practitioners in Wales, said the risk of Covid will increase as the weather gets worse and people spend more time indoors.\nShe said: \"They've introduced them in France and it seems to have been very acceptable to the French population, and also it seems to have coincided with a more rapid drop in their incidence rates.\n\"If that happens here then that would be a good thing.\"\nEconomy Minister Vaughan Gething said he would not \"expect perfection on day one\" as the system is introduced.  \nHe said: \"We do accept there may be problems in venues getting used to what they need to do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58857205",
      "category": "uk-politics",
      "title": "Energy crisis: Kwarteng says price cap will stay",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-gloucestershire-58836397",
      "category": "uk-england-gloucestershire",
      "title": "Covid: Frome cancer patient who survived coma 'a cat with nine lives'",
      "tags": "Frome,Coronavirus pandemic",
      "text": "A cancer patient whose wife was told he might not wake from a coma he was put in while being treated for Covid-19 has been called \"a cat with nine lives\" by doctors after making a speedy recovery.\nPaul Luttrell, who has myeloma cancer, went to Bristol's Southmead Hospital on 27 July and was placed in a coma.\nHis wife Dalma said she was \"very much prepared for the worst\", but the 52-year-old woke after 11 days and left hospital a month after arriving.\nShe said it was \"unbelievable\".\nMr Luttrell, from Frome, was sent to the hospital after nurses noticed he was \"very unwell\" and had to put him on oxygen whilst on a routine dialysis visit. \n\"They put me into an induced coma for 11 days and it took me a week to fully wake up,\" he said.\n\"When I did, I asked doctors to call Dalma.\n\"They couldn't believe it.\"\nMrs Luttrell said following conversations with her husband's doctors, she had \"very much prepared for the worst\".\nShe also said the medical team had warned her that as he was in a coma, he would probably need a long recovery time if he survived.\nHowever, within two weeks ,she said she \"had a call from him\", adding: \"It was unbelievable.\"\nMr Luttrell, who had been double vaccinated, said though he had had lucid dreams whilst in the coma of \"terrible things\", after he woke, he could walk \"my stairs at home to go to dialysis\" within a week. \nHe returned home on 26 August.\n\"My haematologist and doctors said I was a cat with nine lives,\" he said.\nHowever, he said he felt lucky to be alive and was worried that about \"people still not taking [coronavirus] seriously\".\n\"Get vaccinated,\" he said, adding: \"Covid is very real.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58662667",
      "category": "business",
      "title": "What can I do if my energy supplier goes bust?",
      "tags": "Energy customer switching,Ofgem,Personal finance,Energy industry,Bulb",
      "text": "Together Energy is the latest UK supplier to collapse due to rising gas prices. \nTwenty-eight energy companies have stopped trading in the UK since August, including Bulb, which is being managed separately because of its size. \nMore than three million customers have seen their energy firm collapse since the summer, though most suppliers are tiny compared to Bulb. \nOfgem said a new supplier will be found for Together Energy's 176,000 domestic customers, whose supply will continue without interruption. \nThe other companies which have already gone out of business are: \nAmpoweruk Ltd, Avro, Bluegreen, CNG Energy Limited, Colorado Energy, Daligas, Enstroga, Entice, Goto, Green, Hub, Igloo Energy, MA Energy Limited, Money Plus, Neon Reef, Omni Energy Limited, Orbit Energy, People's Energy, PFP, Pure Planet, Social Energy Supply, Symbio Energy, Utility Point, Zebra Power Limited and Zog Energy.  \nFirms have struggled because they offered customers cheap fixed deals. That meant they couldn't pass on the cost of soaring gas prices.\nIf your energy provider goes bust, you still receive gas and electricity. \nBecause of its size, Bulb has been put into an arrangement called \"special administration\". \nThe company is being run as normal by administrators Teneo, until a buyer can be found or its customers can be moved elsewhere. In the short-term, it means Bulb customers haven't been been transferred to another provider, and don't have to do anything. \nThe accounts held by the other failed firms are automatically moved to a new supplier by energy regulator Ofgem.\nYou can't choose the provider and may end up on a more expensive tariff.\nOfgem has sent customers to the following suppliers: \nOfgem and Citizens Advice both recommend making a note or taking a photo of your meter reading and downloading any bills, while waiting for your new supplier to get in touch.\nThere's no need to cancel direct debits.\nIf you're in credit, the balance will be added to your account with your new supplier. However, this may take several weeks.\nIf you're in debt to a company which has stopped trading, you still have to pay the money you owe. You will be contacted by its administrators, or the supplier which takes over its business.   \nIt's unlikely. \nUsually, consumers are encouraged to shop around when energy bills rise. \nBut at the moment better offers simply aren't available. In particular, people already on fixed deals are advised to stay put.\nThose coming to the end of fixed deals will be moved on to higher standard tariffs.\nA tariff set at the price cap limit - the maximum price suppliers can charge customers on a standard deal - will be the most competitive.\nInstead of searching for a cheaper deal, the Energy Saving Trust says simple changes to our homes and energy habits could help offset the current price rises.\nThe price cap sets the maximum price suppliers can charge customers on a standard - or default - tariff. The level of the cap is reviewed every six months.\nIt's the reason energy suppliers haven't been able to pass on all of the recent wholesale gas price increases.\nAbout 15 million households in England, Wales and Scotland saw a 12% rise in their energy bills on 1 October, when a higher price cap took effect.\nOfgem has now said it will review how the price cap is calculated to make sure it accurately reflects the risks faced by companies. \nIt will publish its conclusions in February, and a new price cap will be announced before it is implemented in April 2022.\nIn Northern Ireland, which has its own energy market, a number of suppliers have also announced price increases in recent months.\nA worldwide squeeze on gas and energy supplies has meant gas prices in the UK, Europe and Asia have risen dramatically. \nSupplies of renewable energy in Great Britain were also reduced by the least windy summer since 1961. \nA fire at a National Grid site in Kent closed a power cable supplying electricity from France. \nRising gas prices also led to a shortage of carbon dioxide (CO2), which is widely used in the food and drink industry."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58862160",
      "category": "uk-scotland-scotland-politics",
      "title": "Ian Blackford calls for help for businesses through energy crisis",
      "tags": "Ian Blackford,Energy industry,SNP (Scottish National Party)",
      "text": "Ian Blackford, the SNP's Westminster leader, has called on the UK government to \"nurse\" businesses through the energy crisis. \nHe described the situation facing the UK as a \"perfect storm\".\nWholesale gas prices have risen 250% since January and there are warnings some industrial sectors may have to shut down operations. \nUK Business Secretary Kwasi Kwarteng has defended the government's handling of the crisis. \nSpeaking to Sky News' Trevor Phillips on Sunday, he would not rule out a price cap for businesses and said his department was talking to industry to see what solutions would work. \nBut he denied reports he asked for \"billions\" from the Treasury to subsidise energy intensive industries.\nIn an interview with BBC Scotland's The Sunday Show, Mr Blackford warned that energy prices could go up further. \nOfgem has already warned that householders face \"significant rises\" in energy prices next spring when the price cap, which limits how much energy providers can charge per unit, is due to be changed. \nTwelve domestic energy supply firms have failed in the last 13 months as they paid more for their gas then they were able to charge. Their customers have been moved to alternative providers.\n\"Now we know this is not going to go away quickly and actually if you end up in a situation that more energy providers have to hedge by buying additional supplies, all we are actually doing is forcing energy prices up even more and more,\" Mr Blackford said. \n\"There's a real issue about some larger providers being in quite a delicate situation and the impact that it's going to have. Government can't walk away from its responsibilities.\"\nHe said that if factories closed, it would have wider repercussions on the supply chain and unemployment levels. \nThe Energy Intensive Users Group - which represents firms which use a lot of energy - has said measures were needed \"right now\" to stop shut downs having a wider impact.\nAnd businesses in the ceramics industry have said they may be forced to scale back or stop production due to the rise in gas prices. \n\"Government has to recognise we have a responsibility to nurse businesses through this to provide short term support,\" Mr Blackford said. \n\"If we end up in a situation where steel production stops in the west coast of Scotland, that helps nobody. \n\"We have got to make sure that companies have got the assistance they need in the short term while we get through this. If not we are going to pay the price because we're going to end up with high unemployment, we are going to end up with supply constraints.\"\nEarlier, Mr Kwarteng, asked on the BBC's The Andrew Marr Show if he was going to give extra help to energy-intensive industries, like steel, said: \"We're looking to find a solution.\"\nTold that that sounds like a yes, the minister replied: \"No, that doesn't sound like yes at all. We already have existing support and we're looking to see if that's sufficient to get us through this situation.\"\nHe added: \"I've been very clear we're not going to bail out failing energy suppliers.\"\nOn being informed of the Business Secretary's position, Mr Blackford said: \"This is like Thatcher all over again, isn't it?\"\nAsked whether the Scottish government would support those affected by rising energy crisis, he said: \"The Scottish government is already doing what it can and in particular we are making sure that we are trying to react against fuel poverty, we are trying to make sure vulnerable families, children with disabilities and so on are being supported. \n\"We can't fix every problem that emerges from Westminster.\"\nHe added: \"I want to do as much as we can but our budget is constrained and let's remember that we don't have the borrowing powers that Westminster  has. We would fix this - give us the powers to do it and we would make sure we would give businesses the necessary support.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58859530",
      "category": "world-latin-america",
      "title": "Guatemala police free 126 migrants from abandoned container",
      "tags": "Haiti,Guatemala,Migration",
      "text": "Police in Guatemala have rescued 126 migrants who were abandoned inside a shipping container at the side of a road. \nThey were found at dawn between the towns of Nueva Concepción and Cocales after locals reported hearing screams inside the trailer. \nAuthorities believe they were abandoned by smugglers who had been paid to take them to the US via Mexico. \nMore than 100 of those discovered are from the crisis-hit nation of Haiti.\nThere were also people from Nepal and Ghana.\nSpeaking after the discovery, a police spokesperson said: \"We heard cries and knocks coming from inside the container. We opened the doors and found inside 126 undocumented people.\"\nOfficers gave the migrants first aid before escorting them to a shelter run by the Guatemalan Migration Institute. \nA spokeswoman for Guatemala's migration authority, Alejandra Mena, said that the migrants had arrived in Central America in Honduras and from there begun to make the treacherous journey north to the US. \nThey will now be transported back to the border with Honduras and handed over to authorities. \nThe discovery comes just a day after Mexican authorities detained 652 migrants, including some 350 children, travelling in three refrigerated double-trailer trucks near the US southern border. \nSoldiers at a military checkpoint in Tamaulipas searched the trucks after hearing voices inside. \nThe incident reflects growing concerns over the amount of migrants, among them large numbers of Haitians, taking significant risks in their attempts to reach the US. \nSince the start of 2021, more than 50 migrants have died while trying to cross a jungle corridor called the Darien Gap in Panama, on the border with Colombia, according to the Panamanian prosecutor's office.\nHaiti has suffered from years of instability, culminating in the assassination of President Jouvenal Moïse in July. The following month, the country was hit by a deadly earthquake.\nThousands of Haitians had already left the country, seeking work in countries across Latin America.\nMany have begun attempting to reach the US in the belief that they qualify for Temporary Protected Status, a temporary right to remain in the country which has been extended to Haitians already living in the US but not to new arrivals.\nLast month about 13,000 Haitians gathered under a bridge connecting Del Rio in Texas to Ciudad Acuña in Mexico. Since then the US has  deported more than 7,500 people to Haiti, according to the International Organization for Migration (IOM).\nThe US special envoy for Haiti, Daniel Foote, resigned in protest over the deportations, saying that returning people fleeing an earthquake and political instability was \"inhumane\". \nBut the US Department of Homeland Security's Marsha Espinosa reiterated that \"our borders are not open, and people should not make the dangerous journey\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58862930",
      "category": "world-asia",
      "title": "UK to resettle teenage Afghan women footballers and families",
      "tags": "Pakistan,Afghanistan,Women's rights in Afghanistan",
      "text": "Dozens of Afghan girls with promising football careers, who fled the Taliban, have been told they can come to the UK to be resettled, along with their families.\nThe 35-member squad - aged 13-19 - fled Kabul last month and have been staying for the past few weeks in a hotel in Pakistan, where their temporary visas were due to expire on Monday.\n\"We are working to finalise visas to the Afghan Women's Development Team and look forward to welcoming them to the UK shortly,\" a UK government spokesman said. \nThe girls faced having to return to Afghanistan if another country had not accepted them.\n\"This is fantastic news, and we are most grateful to Prime Minister Boris Johnson and Home Secretary Priti Patel for this life-saving decision,\" said Siu-Anne Marie Gill, CEO of the ROKiT Foundation, which supported their escape.\n\"I'm absolutely thrilled for them to have a second chance at life,\" said the chairman of the foundation, Jonathan Kendrick, who financed the operation to get them on buses out of Afghanistan and to stay in Lahore. \"This is a whole new world they are taking on and I'm sure with the football community supportive to their plight, they will settle in and be able to experience all of the joys life gives.\" \nMs Gill told the BBC the girls had become extremely nervous about what would happen to them, but were now hugely relieved.  She said they would come to the UK in two to three weeks.\nLeeds United and Chelsea are among a number of British football clubs who have promised to support them in the UK.\nThe young squad members have all been through an extraordinary ordeal.\nMost of them are from Herat in western Afghanistan and had made their way to Kabul when the Western airlift started, staying in safe houses.\n\"Seventy percent of them had received death threats,\" said Ms Gill. \"They were terrified.\"\nAfghanistan's former women's team was airlifted to Australia and the girls' team were later given asylum in Portugal. But the fate of the development squad was uncertain - until now.\nThe girls, along with their coaches and family members, had been due to be evacuated to Qatar at the end of August. They were almost within sight of the airport when they were pulled off their buses because of security warnings. Two hours later, the airport was attacked by a suicide bomber.\nAfter 10 days in hiding, they were eventually driven to the Afghan border, and crossed into Pakistan after being given personal permission to enter by Prime Minister Imran Khan.\nBut with their Pakistani visas about to run out, Ms Gill said, the \"platform was burning\" because it would have been far too dangerous for them to return to Afghanistan.\nWomen have not been able to take part in any sports since the Taliban takeover. The former women's football team captain, Khalida Popal, had warned players to burn their kits and delete social media images of them playing for fear of retribution from the Taliban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58864377",
      "category": "uk-england-kent",
      "title": "Headcorn: Four killed and boy seriously hurt in crash",
      "tags": "Headcorn,Kent Police",
      "text": "Four people have been killed and a teenage boy seriously injured in a crash on a country lane. \nKent Police said a bronze Toyota Hilux crashed in Lenham Road, Headcorn, at about 00:55 BST on Sunday.\nFour people, aged 18, 19, 25 and 44, who were inside the vehicle, were declared dead at the scene.\nA 15-year-old boy, who was a passenger in the car, was taken to a London hospital with life-threatening injuries, the force added.\nAnyone who witnessed the crash, or has CCTV, mobile phone or dashcam footage, is asked to contact Kent Police. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58852612",
      "category": "business",
      "title": "Gas prices: Energy price cap not fit for purpose, say suppliers",
      "tags": "Energy industry",
      "text": "The energy price cap protecting households from sharp rises in gas prices is \"not fit for purpose\", suppliers have said.\nNatural gas prices are at record highs, which has led to some domestic energy firms failing as they are paying more for gas than they are able to charge.\nSuppliers have warned that consumers could face a \"huge cost\" from these firms going out of business.\nThere are also calls for an energy price cap to help small businesses.\nGas prices are at record highs as economies around the world begin to recover from the Covid pandemic.\nDomestic customers are partly protected from sharp rises by a price cap - which sets the maximum price suppliers in England, Wales and Scotland can charge customers on a standard tariff - although energy regulator Ofgem has warned that households will see further \"significant rises\" in the spring, when the cap is reviewed.\nLast month, nine energy companies went out of business, forcing 1.7 million customers to move to new suppliers and on to higher rates.\nPaul Richards, chief executive of Together Energy, which he said is currently making losses, told the BBC that while he supported a price cap to protect customers, the current mechanism \"is not fit for industry, nor is it fit for customers\". \n\"Crazy, just crazy\" is how the nursery and soft play owner Gordon Foster describes the sharp rise in energy prices, shaking his head in dismay. \nBusinesses typically fix their energy bills a few years in advance, known as \"hedging\".\nMr Foster is one of the unlucky ones whose energy contract is up for renewal, and at the moment he's looking at paying eight times his current rate, taking up a contract that would tie him in for years. \nThe alternative is paying sky high prices now without a contract, and keeping his fingers crossed that prices will stabilise. \nFor him, as for others, this sudden jump in costs makes parts of the business unviable, and certainly means he has to put his prices up for his customers. \nWhile households might have an energy cap in place to protect them from such eye-watering spikes in global markets, we are all exposed to the impact of such costs for businesses. Ultimately they feed through to everyone. \nHe said while the cap protected customers in the short term, he thought there was somewhere between £1bn and £3bn in costs which would be spread back across business and households as a result of failed suppliers.\nDerek Lickorish, chairman of Utilita Energy, which has more than 800,000 customers, said there was no doubt there would be a cost paid by consumers for failed firms.\n\"The government has to look at the means by which they can support not only energy suppliers, but also big industry,\" he said. \nMr Lickorish said he would like to see the price cap reviewed four times a year, rather than the current two, and for a longer period of gas prices to be considered in setting it.\nStephen Murray, head of energy, commercial and partners at Moneysupermarket.com, said that while the usual advice for consumers was to shop around, for now it was to stay put, with those on a fixed deal likely to be better off.\nThe price cap provided \"some level of protection\", he said, but \"that comes at a cost and we've seen that through failed suppliers\".\nBusiness group the British Chambers of Commerce has called for a similar cap to be introduced for the energy bills of small and medium sized businesses - those with 250 employers or fewer.\nThese firms mostly buy their energy several years in advance, so those whose contracts are due for renewal now are facing a \"difficult time\", it said.\nThe group's co-executive director Claire Walker said the increasing pressure on these sized businesses was \"becoming dire\" and said that a price cap would give them the confidence to maintain normal business activities.\nDave Dalton, chief executive of British Glass, said he thought a cap would help but was probably \"too little, too late\" and that an \"immediate intervention\" was needed.\nThe government said it was in regular contact with business groups to explore ways to manage the impact of global prices.\nBusiness Secretary Kwasi Kwarteng met leaders from heavy industry on Friday amid warnings that some sectors could have to shut down, but they failed to find any solutions.\nLabour has accused the government of being in denial about gas prices, with wholesale prices rising 250% since January.\nA number of Conservative MPs have called for the government to take action, and the Energy Intensive Users Group - which represents firms that use a lot of energy - said measures were needed \"right now\".\nThe group's chair Dr Richard Leese said that energy-heavy industries were \"intrinsically linked\" and if some sectors were forced to shut down, it would have a knock-on impact.\n\"We've seen the curtailment in production in the steel and fertiliser sector - that's had a knock-on impact into the supply chains in the industrial supply chains and domestic supply chains,\" he said.\nUK Steel boss Gareth Stace said he was \"baffled\" that the UK government had failed to find solutions because governments in the rest of Europe had stepped in to support industry - although they faced lower energy costs than in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58863751",
      "category": "business",
      "title": "Liberty Steel cash injection to save 660 jobs",
      "tags": "Companies,Steel industry,Sanjeev Gupta,Rotherham,Liberty Steel",
      "text": "Liberty Steel has secured a £50m cash injection which it says will safeguard 660 jobs at its plant in Rotherham.\nThe deal is part of a wider restructure of GFG Alliance, Liberty's owner, which was forced to seek funding when its key lender, Greensill Capital, collapsed.\nGFG Alliance said the cash would allow the Rotherham plant to reopen this month after being closed since spring.\nCommunity, the steelworkers' union, said it was \"overdue\" but was \"an important step in the right direction\".\nJeffrey Kabel, GFG's chief transformation officer, said: \"The injection of £50m of shareholder funds into Liberty Steel UK is an important step in our restructuring and transformation. \n\"It will help to create sustainable value, ensure that Liberty has the ability to raise and deploy capital quickly in the UK and enable our businesses to demonstrate their potential and agree long-term debt restructuring.\"\nAt the beginning of the year, Liberty Steel employed 3,000 steelworkers in the UK.\nBut its future was thrown into doubt when Greensill collapsed in early March. GFG has been struggling to raise new financing since then, while the majority of its workers have been on furlough.\nIn April, GFG approached the government for help, but the request was rejected by Business Secretary Kwasi Kwarteng.\nGFG, one of the UK's largest industrial groups, is owned by businessman Sanjeev Gupta.\nA further 2,000 people work at other GFG steel sites in the UK.\nGFG said the cash injection would allow Liberty Steel (LSUK) to restart its electric arc furnace at Rotherham.\n\"Production ramp-up will commence in October 2021 with a plan to reach 50,000 tonnes per month as soon as possible,\" it added.\n\"The restart of operations will enable colleagues to return to work, setting the platform for LSUK's longer-term refinancing and delivery of its plan to expand Rotherham's capacity, creating a two million tonnes per annum green steel plant.\"\nNews of the move was welcomed by industry body UK Steel.\nA spokesperson said it was \"really good news for not only the company, but those many thousands of workers and their families, the communities where those jobs a located and of course the whole of the UK steel sector\". \n\"Our friends at Liberty Steel can now fire up those furnaces, make the steel that this economy needs and most importantly give some certainty to the well-paid and highly-skilled workforce.\"\nBut the spokesperson added: \"The last thing the sector needs now is for government to merely sit on its hands and risk an energy crisis becoming a steel industry crisis.\"\nUK Steel called on Prime Minister Boris Johnson to intervene on the industry's behalf \"before it is too late\".\nRoy Rickhuss, general secretary of Community, said the deal \"demonstrates that GFG can raise funds for the UK\".\n\"Huge challenges remain,\" Mr Rickhuss said. \"But the workforce is ready to get back to making the best steels money can buy and the £50m injection will enable us to restart steelmaking.\"\nMeanwhile, plans are proceeding to sell off GFG's Speciality Steel business, which employs about 750 staff at plants in South Yorkshire.\nGFG said the cash lifeline would help Speciality Steel to \"establish a stable operating environment and create an attractive asset\".\nFurther afield, GFG said it had also agreed a debt restructuring for Liberty's Australian division with Credit Suisse Asset Management.\nGreensill's heavy exposure to Mr Gupta's business had prompted Credit Suisse to freeze withdrawals from up to £10bn worth of funds held as security."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58848113",
      "category": "uk-wales",
      "title": "Domestic violence victim says UK justice system is 'like the abuse'",
      "tags": "Domestic abuse,Sexual violence,Ministry of Justice,Crown Prosecution Service,Criminal justice system",
      "text": "A traumatised domestic abuse victim has said her experience of the justice system was so bad it was \"like the abuse has continued\".\nAbby, not her real name, branded the system \"harrowing\" and felt she had to \"constantly prove that I'm innocent\".\nA rape charity said some victims waited years for their cases to reach court.\nThe Ministry of Justice said it had invested hundreds of millions of pounds to \"restore swift access to justice in Wales\".\nAbby alleges her partner beat her, left her with broken bones, abused her emotionally and controlled her finances. The Crown Prosecution Service decided not to prosecute.\nThe experience of pressing charges was \"emotionally draining,\" she said, adding that constantly being asked to recount the abuse was \"traumatic\".\n\"It was absolutely horrific,\" Abby, from south-west Wales, said.\n\"I could feel myself shaking because I didn't know what was going to happen.\n\"Not once have I felt that I've been treated like a survivor, I've felt I've had to constantly prove that I'm innocent,\" she said.\n\"I don't feel safe. And I don't have the confidence in the courts to put my children's safety first.\n\"The issue was male violence, not female behaviour, and that needs to be recognised.\"\nSarah Thomas, of Merthyr Tydfil-based rape charity New Pathways, said delays in getting justice is one of the biggest challenges for survivors.\n\"They feel forgotten, they feel lost in the system, that they're not important, and that the system is set up for their perpetrator,\" she said.\nShe said some women wait three years for their case to get to court, leaving some feeling unable to continue with the case.\nGwendolyn Sterk, of Welsh Women's Aid, said she wanted a system that prioritised survivors and implemented restraining orders better.\nShe said many did not report abuse as it was easy for perpetrators to \"continue the harassment of the woman\" during court cases.\nVictim's Commissioner Dame Vera Baird QC said violent crimes against women and girls were prosecuted \"extraordinarily weakly\" in England and Wales.\nThe crime survey for England and Wales, considered an accurate assessment of crimes committed, estimated just 16% of raped or sexually assaulted women report it to police.\nHome Office figures show just 1.6% of such cases that get to court result in a conviction.\nDame Vera said she wanted abuse given the same priority as terrorism.\n\"There needs to be an urgent, a powerful and a relentless drive to change, not only police attitudes, but criminal justice attitudes and indeed public attitudes,\" she said.\nIn Wales, 22 magistrates' courts have closed and there are currently 17,726 cases outstanding as Covid puts extra pressure on the system.\nThe Magistrates' Association has prioritised cases such as domestic violence where people are in danger, and the courts have been holding remote hearings to clear the Covid-induced backlog.\nRape prosecutions have fallen 59% in the last five years.\nIn June the UK government published a plan to improve that.\nVictims and youth justice shadow minister Anna McMorrin, Labour MP for Cardiff North, said the criminal justice system was failing women and girls \"at every turn\", and labelled it a \"national scandal\".\nShe called for cross-party co-operation on the issue, and for the Victim's Bill, a proposed law currently being debated in Parliament, to be brought forward.\nLast week, Prime Minister Boris Johnson said targets to return to 2016 levels of prosecutions would be \"incredibly tough\" to meet.\nThe MoJ said it planned to spend £151m on victims, including an extra £50m to increase support for victims of rape and domestic abuse.\nA pilot scheme for rape and sexual violence survivors to have their cross-examinations recorded before trial has also recently been extended.\nAn MoJ spokesman said: \"The impact of the pandemic was vast and unprecedented but we are already cutting backlogs in magistrates' and crown courts across Wales.\n\"We are investing hundreds of millions to restore the swift access to justice that victims deserve, while building back faith in the system by introducing a new victims' law and boosting vital support services.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58824121",
      "category": "business",
      "title": "Firms warn of price rises as energy costs soar",
      "tags": "Companies,Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "High energy costs are forcing manufacturers to warn of higher prices for their goods as they pass on increases to consumers.\nIceland boss Richard Walker said higher energy bills and other costs meant price rises were now \"inevitable\".\nThe warning came as analysts predicted that household energy bills could rise by hundreds of pounds next year.\nThey said the energy price cap, which protects domestic consumers, could soar by £400 in the spring.\nCornwall Insight forecasts that the energy price cap will rise to about £1,660 by next summer.\nThat is about 30% higher than the record £1,277 level for the cap set for winter 2021-22, which began at the start of October.\n\"With wholesale gas and electricity prices continuing to reach new records, successive supplier exits during September 2021 and a new level for the default tariff cap, the Great British energy market remains on edge for fresh volatility and further consolidation,\" said Craig Lowrey, senior consultant at Cornwall Insight.\nEnergy regulator Ofgem said the price cap \"will ensure that consumers don't pay more than is absolutely necessary this winter\".\nBut if gas prices stay high, the price cap will rise, Ofgem said.\nThe regulator said its \"number one priority is to protect customers\", but acknowledged \"this is a worrying time for many people\". \nBut while the price cap helps households, there is no such safeguard for businesses, which have to absorb the full impact of rising global energy prices.\nMr Walker warned that Iceland's energy bill would go up by £20m next year. Alongside higher salaries to address lorry driver shortages and other new costs, he said grocery prices would have to increase.\n\"It's inevitable that we will see price rises,\" he told the BBC. \"The UK supermarket industry is one of the most competitive in the world. \n\"Our margins are very very tight and we're not an endless sponge that can just absorb all of these different cost increases.\"\nAndrew Large, director general of the Confederation of Paper Industries, said: \"This is a highly inflationary situation for the British economy and members will clearly be in a position where they do try to pass those costs on to consumers where they can.\"\nOne paper manufacturer, the Northwood Group, said the industry had been \"left to fend for itself\" in the face of \"horrendous\" knock-on effects from the gas price rise.\n\"The spike [in gas prices] that we have seen since January is equivalent to a 550% price increase, which of course destroys any industrial planning,\" said chairman Paul Fecher.\nLaura Cohen, chief executive of the British Ceramic Confederation, said many of her member firms could even be forced to stop production \"due to uneconomic higher energy costs\".\nThis could cause \"severe damage\" to production facilities such as brick kilns, which could not easily be turned off at short notice, she said.\nMeanwhile, Business Secretary Kwasi Kwarteng has said that by decarbonising the UK's power supply, the country will protect customers from volatile fossil fuel prices.\n\"The UK so far, as many of you know, has made great progress in diversifying our energy mix. But we are still very dependent, perhaps too dependent, on fossil fuels and their volatile prices,\" he told a conference organised by trade body Energy UK.\nHe said that the government's recent pledge to decarbonise the electricity grid by 2035 - 15 years ahead of the previous target - would help.\n\"Our homes and businesses will be powered by affordable, clean and secure electricity generated here in the UK, for people in the UK,\" Mr Kwarteng said.\nThe Energy Shop - a price comparison site - warned people to prepare themselves for even greater increases in household bills.\nIt said that the next increase in the price cap, due to come in from 1 April 2022, could be £500 or even higher.\nFounder Joe Malinowski warned: \"If things don't settle down soon, increases of £600, £700 or even £800 cannot be ruled out.\"\nNine energy suppliers have already collapsed in recent weeks and more could be facing the same fate.\nThey were unable to keep their price promises as the wholesale price of gas soared. \nTheir customers have already seen annual bill increases of hundreds of pounds when they moved to a new provider and away from whichever low-rate fixed deal their supplier had offered.\nSome of the heat was drawn from the crisis on Wednesday when Russia said it would increase gas supplies to Europe.\nUK wholesale gas prices hit a record high during the day before falling after the Russian intervention.\nBut price volatility could continue as investors remain nervous about low stockpiles of gas across Europe.\nIf you feel powerless against international business and politics when watching your domestic energy bill go up, you are in good company.\nNormally, customers are urged to get active, search and switch to save money - but not now.\nUntil recently, the energy price cap was a backstop, protecting the vulnerable. Now it is the most competitive tariff available.\nThe cap is shielding households from the wild fluctuation in prices seen on the wholesale markets, but that is only a crumb of comfort when bills and prices across the board are still expected to see a sharp increase.\nSo for now, experts simply advise customers to find ways to save energy, brace themselves and budget for bigger bills. Wrap up for a financial chill that could last longer than the winter.\nThe energy price cap sets the maximum price suppliers in England, Wales and Scotland can charge customers on a standard - or default - tariff.\nThat includes the fixed daily amount customers pay, plus the price per unit they pay for electricity and gas.\nThe cap was increased on 1 October, with about 15 million households facing a 12% rise in energy bills, the biggest jump, to the highest amount, seen since the backstop was introduced in January 2019.\nThose on standard tariffs, with typical household levels of energy use, saw an increase of £139 - from £1,138 to £1,277 a year.\nPrepayment meter customers with average energy use saw a £153 increase.\nThat's a far cry from a year previously when on 1 October 2020, the energy price cap was cut by £84, to £1,042.\nWill you be affected by rising energy prices? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58863680",
      "category": "world-europe",
      "title": "Mass protests in Poland amid EU exit fears",
      "tags": "European Court of Justice,Donald Tusk,European Union,Poland",
      "text": "Poles backing EU membership have taken part in protests across the country, amid fears it could leave the bloc.\nThe rallies on Sunday were held in response to a top court ruling that said key EU laws were \"incompatible\" with the Polish constitution.\nProtests were held in about 100 towns and cities, with some 100,000 people gathering in the capital, Warsaw.\nThe ruling has raised concerns Poland could exit the EU, but the government has denied having any such intention.\nThe court's decision last Thursday effectively rejected the core principle that EU law has primacy over national legislation. It was the most significant challenge to the supremacy of EU law to date.\nPoland's Prime Minister, Mateusz Morawiecki, has defended the decision and said his ruling party had no plans for what some are calling Polexit.\n\"This is a harmful myth, which the opposition uses for its own lack of ideas about Poland's responsible place in Europe,\" Mr Morawiecki wrote on Facebook following the pro-EU rallies.\nOn Monday, the European Commission's industry chief, Thierry Breton, said he did not believe \"for one second\" there would be a Polexit after the court ruling.\nHe said the Commission - which draws up the proposals for new EU laws - would analyse the ruling before deciding what action to take. The Commission has previously warned it will use all its powers to bring Poland into line with EU law.\nOpinion polls consistently show strong backing for EU membership among Polish voters.\nThat support was on display on Sunday, when opposition politicians, activists and artists took part in the demonstrations.\nAt the rally in the capital, Donald Tusk, former president of the European Council and now leader of the opposition party Civic Platform, called on people to \"defend a European Poland\".\nWanda Traczyk-Stawska, a 94-year-old veteran of the Warsaw Uprising against the Nazi German occupation in 1944, spoke at one event.\n\"This is our Europe and nobody is going to take us out of it,\" she said.\nProtester Janusz Kuczynski said he was worried the country was going backwards. \"I am afraid that bad times may come back,\" he said. \"There was simply no freedom.\"\nPoland's Constitutional Tribunal effectively rejected the principle of the primacy of EU law over national legislation in certain judicial matters.\nThe legal challenge was brought by the Polish prime minister in March this year.\nIt was the first time in the history of the 27-strong EU bloc that a leader of a member state had questioned wholesale EU treaties in a constitutional court.\nMr Morawiecki wanted to prevent Polish judges from using EU law to question the legitimacy of judges appointed following recent changes to the judiciary.\nThose changes have been criticised by the European Commission for undermining judicial independence and increasing political control over courts.\nCommission President Ursula von der Leyen said she was \"deeply concerned by the ruling\" and vowed to \"uphold the founding principles of the EU's legal order\".\nThe court decision was the latest flashpoint in a deepening row between the EU and Poland.\nPoland's right-wing populist government has found itself increasingly at odds with the European Commission over issues ranging from LGBT rights to judicial independence.\nThe Commission has yet to approve Poland's €57bn (£50bn; $66bn) Covid-19 recovery plan.\nNegotiations are ongoing and some analysts suggest the government is using the ruling as leverage to get the plan agreed.\nLast week Jacek Karnowski, editor-in-chief of the pro-government Sieci weekly, told the BBC that Polexit was \"unimaginable and unrealistic\", although he said the topic was now a matter of discussion."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58859526",
      "category": "world-africa",
      "title": "Pope meets Colombian nun after Mali kidnap release",
      "tags": "Islamist extremism,Roman Catholic Church,Mali",
      "text": "Pope Francis has met a Colombian nun who was freed on Saturday by Islamists in Mali after more than four years as a hostage, a Vatican spokesman has said. \nAfter travelling to Rome, Gloria Cecilia Narváez met the Pope on Sunday before the celebration of a Mass. \nThe nun was taken hostage in 2017 while working as a missionary in Koutiala, about 400km (248 miles) east of Mali's capital Bamako.\nIt is not clear whether a ransom was paid to secure her release.\nThe office of Mali's president said the nun's release had come after more than four-and-a-half years of \"combined effort of several intelligences services\". \nIt also praised her for \"courage and bravery\". \nSister Gloria, 59, said on state TV she was grateful to Malian authorities \"for all the efforts you've made to liberate me\".\nShe added: \"I am very happy, I stayed healthy for five years, thank God\".\nThe Archbishop of Bamako, Jean Zerbo, also thanked \"Malian authorities and other good people who made this release possible.\" \nThere had been irregular reports of her safety over the years. Earlier this year, two Europeans who managed to escape captivity reported that she was well.\nIn March, her brother received a letter from her confirming she was still alive. He told AFP news agency earlier this year that the note had been written in block capitals \"because she always used capital letters\", and contained the names of their parents, ending with her signature. \nMali has been struggling to contain a growing Islamist insurgency that first emerged in the north of the country in 2012. Kidnappings in particular have become more common in the former French colony as the security crisis has deepened. \nAccording to a non-governmental organisation, Armed Conflict Location and Event Data Project, more than 935 people have been abducted in the country since 2017. \nHowever, Colonel Assimi Goita, who led a military coup that removed the country's civilian government last year, has sought to assure Malians and the international community that efforts are under way to secure the release of all those still being held.\nFrench troops have been leading operations against Islamist groups in the region since 2014, however President Emmanuel Macron announced in June that operations would be reduced over the coming year. \nThis has reportedly led to the Malian government turning to the Russian mercenary collective, the Wagner group, for assistance. The secretive group has been involved in conflicts across Africa, including fighting with a rebel general, Khalifa Haftar, in Libya."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58861477",
      "category": "world-middle-east",
      "title": "Power returns to Lebanon after 24-hour blackout",
      "tags": "Lebanon",
      "text": "Power has been restored in Lebanon, officials say, after a 24-hour shutdown of the country's energy supply.\nThe energy ministry says the central bank has granted it $100m (£73m) of credit to buy fuel and keep its power stations operating.\nThe power grid shut down yesterday and officials said it was unlikely to restart for several days.\nFor the past 18 months Lebanon has endured an economic crisis and extreme fuel shortages.\nThat crisis has left half its population in poverty, crippled its currency and sparked major demonstrations against politicians.\nA lack of foreign currency has made it hard to pay overseas energy suppliers.\nThe total outage began at midday on Saturday when Lebanon's two biggest power stations shut down because of fuel shortages.\nBut in a statement on Sunday, the state electricity provider said it is now delivering the same level of power as it was before the outage.\nLebanon country profile \nBut even before the latest shutdown people were often receiving just two hours of electricity a day.\nSaturday's blackout meant the whole of Lebanon was depending on private diesel-powered generators for power.\nThese however have become increasingly expensive to run amid the lack of fuel, and cannot cover for the lack of a nationwide power grid. \nThe army has agreed to hand over some of its fuel to get the power stations working again until more can be imported. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58856544",
      "category": "uk-northern-ireland",
      "title": "Brexit: Remove court's oversight of NI Protocol - Frost",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,Brexit",
      "text": "Lord Frost will use a speech next week to reiterate that the UK wants the European Court of Justice (ECJ) removed from oversight of the NI Protocol.\nThe EU will bring forward proposals on Wednesday for reforming the protocol.\nThey will focus on easing practical problems, rather than changing oversight arrangements.\nBut the Brexit minister will say: 'Without new arrangements in this area the protocol will never have the support it needs to survive\".\nThe protocol is a special Brexit deal for Northern Ireland, agreed by the UK and EU in 2019.\nIt avoids a hard border on the island of Ireland by keeping Northern Ireland in the EU's single market for goods.\nThat creates a new trade border between Northern Ireland and the rest of the UK.\nThis has caused practical difficulties for some businesses while unionists say it undermines Northern Ireland's constitutional position as part of the UK.\nThe UK government also wants to reverse its previous agreement on the oversight role of the ECJ, which is the EU's highest court.\nIn a paper published in July, the government said it had only agreed to the ECJ's role because of the \"very specific circumstances\" of the protocol negotiation.\nIt now wants a new governance arrangement in which disputes should be \"managed collectively and ultimately through international arbitration.\"\nThe ECJ is the supreme interpreter of the rules of the single market.\nAs the protocol works by keeping Northern Ireland in the single market for goods, the EU says removing the ECJ would simply unravel the protocol.\nSpeaking last week, European Commission Vice President Maros Sefcovic said: \"I find it hard to see how Northern Ireland would stay or would keep the access to the single market without oversight of the European Court of Justice.\"\nLord Frost is expected to address that issue when he makes a speech to diplomats in Portugal on Tuesday.\nHe will say: \"The commission have been too quick to dismiss governance as a side issue. The reality is the opposite.\n\"The role of the ECJ  in Northern Ireland and the consequent inability of the UK government to implement the very sensitive arrangements in the protocol in a reasonable way has created a deep imbalance in the way the protocol operates.\"\nWhen the EU publishes its proposals next week that is expected to lead to a new round of negotiations.\nBoth sides have suggested there will be short, intense talks process beginning in late October or early November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58838327",
      "category": "uk-northern-ireland",
      "title": "The rescue dog trainer proving pets can sniff out epileptic seizures",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58863936",
      "category": "uk-england-york-north-yorkshire",
      "title": "Eggborough Power Station's remaining towers demolished",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58857204",
      "category": "world-europe",
      "title": "La Palma: Lava engulfs more buildings on Spanish island",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58862033",
      "category": "uk-england-kent",
      "title": "Channel crossings: More than 1,100 migrants cross in two days",
      "tags": "Calais migrant crisis,France,Europe migrant crisis,Dover",
      "text": "Forty small boats with 1,115 migrants on board have crossed the Channel in two days, the Home Office has said. \nOn Saturday, Border Force picked up 491 migrants on 17 boats, while the French authorities prevented 114 people from making the crossing. \nOn Friday 624 people crossed on 23 boats, with 300 more being stopped by the French authorities. \nIn September, more migrants crossed than in any other previous month since the crisis began.\nSome 3,879 migrants made the crossing in September.\nMore than 18,000 people have made the crossing from France to England in small boats so far this year, compared to just over 8,460 in 2020, according to Home Office figures. \nOn Saturday the French interior minister, Gerald Darmanin, visited Calais to see what was being done to try and stop migrants crossing the English Channel by boat. \nIn July, a £54m deal was announced between the UK and France which would see France doubling the number of police patrolling its beaches to stem the number of migrant crossings.\nHome Secretary Priti Patel recently threatened to withhold the funding unless more people were stopped from reaching the UK.\nA Home Office spokesman said 89 people on board five boats had also made the crossing on Thursday. \nHe said: \"This year record numbers of people have put their lives in the hands of ruthless people smugglers and risked perilous channel crossings from French beaches.\n\"Joint cooperation with the French has led to nearly 300 arrests, 65 convictions and prevented more than 13,500 crossings. But with hundreds still risking their lives and making the crossing, all sides must do more.\"\nThe English Channel is one of the most dangerous and busiest shipping lanes in the world. \nMany migrants come from some of the poorest and most chaotic parts of the world, and many ask to claim asylum once they are picked up by the UK authorities.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58863671",
      "category": "world-europe",
      "title": "Czech election: Milos Zeman in intensive care after vote",
      "tags": "Prague,Czech Republic",
      "text": "Czech President Milos Zeman has been taken to hospital amid political upheaval after a surprise opposition win in parliamentary elections.\nThe 77-year-old is a heavy smoker and former heavy drinker who uses a wheelchair and suffers from diabetes. \nHe was due to lead talks on forming a new government after Saturday's vote.\nPrague's Central Military Hospital director said Mr Zeman was in intensive care for complications from a known condition.\n\"We know the diagnosis precisely, which allows us to target treatment,\" director Miroslav Zavoral said, but added that he would not give any further details per the president's request. \nMr Zeman's office has previously said he is suffering from exhaustion and dehydration, after spending eight days in hospital last month. \nThe president was taken to hospital from the presidential chateau outside the capital Prague on Sunday morning, shortly after a meeting with Prime Minister Andrej Babis.\nFootage broadcast by Czech media show staff holding up his head as he entered the hospital.\nWhen President Zeman spent eight days in hospital in September, journalists asked the president's mercurial spokesman Jiri Ovcacek for an official explanation. For two days there was no response. Finally, the silence was broken with the following cryptic tweet:\n\"I laid me down and slept; I awaked; for the Lord sustained me. I will not be afraid of tens of thousands of people, that have set themselves against me round about\": Psalm 3, 5-7.\nIt is fair to say that the Czech journalistic community - some of whom are blacklisted by the president's office - has developed a certain degree of scepticism at the official statements emanating from Prague Castle.\nFor weeks we have been told September's visit was a scheduled one, to treat exhaustion and dehydration.\nBut last week several media outlets - including the country's public broadcaster, Czech Radio - quoted seven independent sources familiar with his condition who said he was suffering from ascites, a build-up of abdominal fluid usually associated with cirrhosis of the liver. Mr Zeman has been a heavy drinker throughout his life.\nMr Ovcacek released a statement dismissing the claims as lies and disinformation, motivated by political activism and hatred of Mr Zeman.\nBut distressing footage of the president being wheeled into hospital - apparently unconscious, his head held up by a bodyguard and his wife and daughter with him - will do nothing to allay public concerns, at a time of political vacuum.\nPrime Minister Babis and his populist ANO party had sought re-election on Saturday after four years in power. But they were beaten in the poll by the centre-right coalition Spolu (meaning Together), which took 27.8% of the vote compared to ANO's 27.1%.\nSpolu has announced talks with the liberal Pirates/Mayors coalition known as PirStan to form a government. Together the two groups control 108 of the parliament's 200 seats. \nHowever President Zeman said before the election he would pick the winner of the largest individual party, not coalition, to form the next government. \nBecause ANO took the most votes of any one party, this would be Prime Minister Babis - an ally of President Zeman's.\nThe president announced his plan to vote for the billionaire prime minister ahead of the poll. Due to his ill health however, a ballot box had to be brought to him so he could take part in Saturday's election.\nAccording to Reuters news agency, the Czech constitution grants the lower house of the parliament the authority to appoint the prime minister if the presidential position is vacated.\nA controversial figure, Mr Zeman is known for making divisive remarks and using strong language. In June he was sharply criticised for calling transgender people \"disgusting\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58847275",
      "category": "business",
      "title": "Kraft Heinz says people must get used to higher food prices",
      "tags": "Companies,Plastic,Tomatoes,Plastic pollution,Agriculture,Inflation,Global trade,Climate change,Food,Coronavirus pandemic,Food packaging",
      "text": "People will have to get used to higher food prices, the boss of Kraft Heinz has told the BBC.\nMiguel Patricio said the international food giant, which makes tomato sauce and baked beans, was putting up prices in several countries.\nUnlike in previous years, he said, inflation was \"across the board\".\nThe cost of ingredients such as cereals and oils has pushed global food prices to a 10-year high, according to the UN Food and Agriculture Organisation.\nKraft Heinz has increased prices on more than half its products in the US, its home market, and Mr Patricio admitted that is happening elsewhere too.\n\"We are raising prices, where necessary, around the world,\" he said.\nDuring the pandemic, many countries saw production of raw materials, ranging from crops to vegetable oils, fall. Measures to control the virus, as well as illness, limited output and delivery. \nAs economies have restarted, the supply of these products hasn't been able to keep up with returning demand, leading to higher prices. Higher wages and energy prices have also added to the burden for manufacturers.\nMr Patricio said this broad range of factors was contributing to the rising cost of food. \n\"Specifically in the UK, with the lack of truck drivers. In [the] US logistic costs also increased substantially, and there's a shortage of labour in certain areas of the economy.\"\nMr Patricio said that consumers would need to get used to higher food prices, given that the world's population was rising whilst the amount of land on which to grow food was not.\nIn the longer term \"there's a lot to come in technology to improve the effectiveness of farmers\" that will help, he said.\nNot all cost increases should be passed on to consumers, Mr Patricio said. Firms would have to absorb some of the rise in costs.\n\"I think it's up to us, and to the industry, and to the other companies, to try to minimise these price increases,\" he said.  \nBut big food producers like Kraft Heinz, Nestle and PepsiCo \"will most likely have to pass that cost on to consumers\" according to Kona Haque, head of research at the agricultural commodities firm ED&F Man.\n\"Whether it's corn, sugar, coffee, soybeans, palm oil, you name it, all of these basic food commodities have been rising,\" she said.\n\"Poor harvests in Brazil, which is one of the world's biggest agricultural exporters, drought in Russia, reduced planting in the US and stockpiling in China have combined with more expensive fertiliser, energy and shipping costs to push prices up.\" \nBut she said food producers would all be affected and would therefore all be raising prices in similar ways: \"because it's so widespread that everyone will do it, meaning they probably won't lose customers\".\nThis week PespsiCo warned it was also facing rising costs on everything from transport to raw ingredients, and said that further prices rises were likely at the start of next year.\nHowever, as well as pushing up costs, the pandemic did help boost sales for some Kraft Heinz brands, Mr Patricio said, because staying in meant \"people are cooking far more than they were before\".  \nCustomers in the UK bought more Heinz Baked Beans, while customers in the US bought more Kraft Mac & Cheese. Overall sales rose 1.6% to $13bn in the first half of this year, representing a slight slowdown. The results were described by Erin Lash, at the investment firm Morningstar, as \"still quite impressive relative to the comparable pre-pandemic period in 2019\".\nThe company is also undergoing an extensive restructuring under Mr Patricio, involving selling some old, and buying some new brands, which Ms Lash said was \"narrowing its focus and increasing its spending on innovation and marketing\" which would support future sales.\nMr Patricio said the firm was also spending significant sums on developing new packaging to meet its aims on reducing plastic waste.\nMost of the 650 million bottles of ketchup the firm sells every year are plastic, for example. But Mr Patricio said the firm was \"encouraging\" customers to buy glass bottles even though they are less convenient \"because you have to tap on the bottom\". \nHe added: \"We are working hard, not only on the plastic bottles, but everywhere in our footprint that has plastic.\"\nCampaigners against plastic waste would like to see a reduction in the use of single serving sachets.\nHowever following a shortage of sachets during the pandemic, as consumers bought more takeaways from restaurants, Kraft Heinz has invested in expanding production of them by 30%.\n\"Thanks God we did that, because now we don't have that [shortage] problem anymore\", said Mr Patricio. But he said the company was working on a solution \"to cutting the amount of plastic they use\". \nYou can watch Miguel Patricio's full interview on \"Talking Business with Aaron Heslehurst\"  on BBC World News on  Sunday 10 October at 05:30 and 16:30 GMT, Monday 07:30 GMT and 16:30 GMT and Thursday at 07:30 GMT."
    }
  ]
}