{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58213845",
      "category": "world-europe",
      "title": "Sarah Rainsford on Russia: 'I've been told I can't come back - ever'",
      "tags": "Press freedom,Media,Russia",
      "text": "The BBC's Moscow correspondent Sarah Rainsford is being forced to leave Russia at the end of August when her visa expires. Russian state media say the move is in retaliation for the refusal of the UK to grant visas to Russian journalists. Sarah spoke to the BBC Today programme about her sorrow at leaving a country she loves. \n\"I am being expelled - it's not a failure to renew my visa, although technically that's what it is. I'm being expelled and I've been told that I can't come back, ever. \n\"To be honest, it's devastating personally but it's also shocking. Russia has never been a posting for me: it's not just any old place. It is a country that I've devoted a huge amount of my life to trying to understand…\n\"I calculated just now that it's almost a third of my life I've lived in Russia, so one way or another: learning the language, studying the culture, the history, living here, trying to understand the people, and of course as a journalist, over many years for the BBC, on and off, working in Russia. \n\"I've really loved trying to tell the story of Russia to the world but it is increasingly a difficult story to tell. I have to say, though, I wasn't expecting this to happen. There were clear signs for Russian media: there have been really serious problems recently, for Russian independent journalists, but until now, for the foreign press, we'd somehow been shielded from all of that. \n\"But this, I think, is a clear sign that things have changed. It's another really bad sign about the state of affairs in Russia and another downward turn in the relationship between Russia and the world - a sign that Russia is increasingly closing in on itself.\n\"We were told officially about one case [where a journalist's visa had been refused or delayed by the UK]. It's a case that was two years ago.\n\"There are also separate reasons that I've been given, including sanctions by the British government against Russian citizens - for human rights violations in Chechnya, and also a list of people sanctioned for corruption. But it is clearly in the context of a massive deterioration in relations between Russia and the UK and, more broadly, Russia and the West. \n\"I said, when this bombshell was dropped, to the people who were delivering this information: 'I'm not your enemy'. I've tried my hardest to understand this country and to tell the story of this country and it is something that's very close to my heart. \n'You're removing from Russia somebody who understands Russia, who speaks directly to people in Russia and tries to explain Russia to the world, and that's becoming increasingly difficult'.\" \n\"The reality is that they don't want people like that here. It's much easier to have fewer people here who understand and who can talk directly to people and hear their stories. It's much easier, perhaps, to have people who don't speak the language, don't know the country so deeply. I really think it is indicative of an increasingly difficult and repressive environment. \n\"In many ways, Russia is a stronger and better place for many people than it was. In the early 1990s, people were queuing on the streets to sell their belongings to have enough money to buy food. There was no food in the shops. They were terrible, turbulent times, the 90s, and it's something that's always referred to here as a time that nobody wants to go back to. \n\"But at the same time, the 90s were a time of new and exciting freedoms for Russia, and I suppose my career here as a journalist has charted the path through which those freedoms have been reduced and reduced and reduced. \n\"I spent an awful lot of my time as a reporter here in court, as various people were prosecuted essentially for their political views - for many other ostensible reasons but ultimately for being too critical and now they're coming for the press. \n\"I don't mean myself: I'm talking really about the Russian journalists, the few who are left that have been trying to report independently, freely, in extremely difficult circumstances,  about Russia to their own people and those people having a much tougher time with every day and every week. \n\"We wake up every day now and we hear news about someone else who's had a police search of their flat, someone else who's in court, someone else who's left the country. The number of people leaving the country now is extraordinary: I've never seen anything like that, and that's sad. \n\"So yes, I'll be leaving the country and I'm extremely sad that I won't be able to come back here - I hope one day I can - but it makes me sadder that Russians feel that they don't have a future here, many of them. And that's not the country I came to, 30 years ago, and it's certainly not the one I started reporting on 20 years ago. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58205396",
      "category": "uk-england-hereford-worcester",
      "title": "Police officer and child found dead in Kidderminster",
      "tags": "Kidderminster",
      "text": "A serving police officer and a three-year-old child have been found dead, police said.\nOfficers were called to an address in Kidderminster, Worcestershire, where the man, a 39-year-old West Mercia Police officer, and child were found.\nA Hazardous Area Response Team has been sent to the scene, West Midlands Ambulance Service said.\nAn investigation has been launched into the deaths which, police said, are currently being treated as unexplained.\nWest Mercia's Assistant Chief Constable Rachel Jones, said: \"It is with great sadness that I share the news that a serving police officer and a three-year-old child have passed away. \n\"While the circumstances of the deaths are not fully known, this is clearly a tragic incident and our deepest condolences are with family and colleagues.\"\nBBC reporter James Pearson at Cairndhu Drive where the officer and child were found, said on Friday evening two officers remained on guard with suited forensics officers bringing material out of the semi-detached house.\nNeighbours spoke of their \"shock\" at the deaths, with one, who asked not to be named, saying: \"I didn't really know the occupants, they kept themselves to themselves.\n\"They've lived there less than a year, it's a family. The news is just awful.\"\nThe ambulance service was called to reports of a medical emergency at the property at 09:21 BST, where the two bodies were discovered.\n\"Sadly, it quickly became apparent that neither patient could be saved and they were confirmed dead at the scene,\" a service spokesman said, adding they also sent two ambulances and a paramedic officer to the scene. \nSarah Cooper, chair of West Mercia Police Federation, said it was \"deeply shocked and saddened\" by the news. \n\"The ripples from this incident will be far-reaching and I know that officers and staff across West Mercia Police will be impacted hugely by this tragedy,\" she said.\nWest Mercia Police and Crime Commissioner John Campion added he was \"incredibly sad to hear this terrible news,\n\"My thoughts are with the family affected and West Mercia police officers and staff who are having to come to terms with this awful news,\" he said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58213906",
      "category": "uk-england-manchester",
      "title": "Manchester United v Leeds: Six arrests made",
      "tags": "Leeds",
      "text": "Six people have been arrested after fights broke out ahead of Manchester United's game with Leeds United.\nSocial media footage showed chairs and a bin thrown during a scuffle in Manchester city centre, before the Old Trafford match at 12:30 BST.\nGreater Manchester Police (GMP) said five people were held on suspicion of public order offences and one on suspicion of drug offences.\nThey added that they were working with both clubs to identify offenders.\nGMP said the six arrests were made over the course of the day and that those detained were in custody for questioning.\nIt came as full-capacity crowds returned to Premier League games following lockdown in March 2020.\nManchester United thrashed Leeds United 5-1 in their opening match of the season.\nBefore the match, social media footage showed scores of men running down Deansgate with some throwing objects and punches, while police tried to maintain control.\nCh Supt Stuart Ellison, from GMP, said that \"despite isolated incidents of disorder in the city centre prior to kick-off, today's events at Old Trafford largely passed without police incident\".\nHe thanked members of the public, adding that \"today was an important day for a lot of people with the return of capacity crowds at venues that have remained absent for such a long time\".\nBefore kick-off, BBC Sport correspondent Simon Stone said there had been a \"welcome buzz around Old Trafford\". \nHe added that \"some pretty terrible images on social media suggests there has been some trouble in the city centre but far more fans are in this stadium now, waiting for the action to begin\".\nA minute's silence was held before the game for people who had died with coronavirus, followed by players from both clubs taking the knee as part of their anti-racism campaign.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58200336",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: What happened?",
      "tags": "Plymouth",
      "text": "Five people, including a three-year-old girl, were killed in a six-minute mass shooting in the Keyham area of Plymouth on Thursday evening - the worst such event in Britain since 2010. Two more people were injured.\nThe attacker, named by police as 22-year-old Jake Davison, later turned the gun on himself.\nHere's what we know about what happened.\nOfficers from Devon and Cornwall police were called to a \"serious firearms incident\" in Biddick Drive, in the Keyham area of Plymouth just after 18:00 BST on Thursday.\nWitnesses described hearing gunshots in the residential area - north west of the city near the River Tamar - and police say they received multiple calls.\nDespite officers arriving at the scene within six minutes, the gunman had already killed his 51-year-old mother Maxine Davison at a property on Biddick Drive before going outside and \"immediately\" shooting dead three-year-old Sophie Martyn and her 43-year-old father Lee Martyn in the street, police said on Friday. \nEyewitness Sharron, who lives nearby and did not want to give her full name, described \"shouting, followed by gunshots\" and told the BBC how the gunman kicked in the door of a house and then \"randomly started shooting\".\nFurther down the street, Davison shot two other local residents, a man and a woman who knew each other. They are now being treated in hospital for non-life threatening injuries.\nWitnesses then described how the gunman left the Biddick Drive area and began shooting at people on nearby parkland.\nPolice confirmed it was here that Davison - a licensed firearms holder - shot and killed 59-year-old Stephen Washington.\nThe weapon has been described by witnesses as a \"pump action shotgun\" but police have said they would not confirm this at this stage.\nDavison then shot and fatally injured Kate Shepherd, 66, in nearby Henderson Place, before turning the weapon on himself, police said.\nParts of the shooting happened in front of other members of the public, who police said were \"shocked at what was unfolding before them\".\nPeople were asked to stay inside and follow police advice as the emergency services responded. Officers are continuing to investigate 13 scenes within a cordon that is expected to remain in place throughout much of the weekend.\nThe last mass shooting in Britain happened in 2010 when taxi driver Derrick Bird killed 12 people in Cumbria."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58213293",
      "category": "uk",
      "title": "Plymouth shooting: 'It could have been any of us'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-57599869",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Shetland’s biggest gig – the day Pulp flew in to Lerwick",
      "tags": "Shetland,Celebrity,Music",
      "text": "Twenty-five years ago, Pulp were at the peak of their fame and success. They had scored major chart success with some of the defining songs of the Britpop era, and had just played to 70,000 at T in the Park.\nSo why, only a few weeks later, were they performing in front of 1,400 young fans in Shetland?\nThe show at the Clickimin Centre in Lerwick on 13 August 1996 was a formative experience for many of those in the audience.\nAlan Donald was 12 years old and had only recently moved to Shetland from West Lothian.\n\"I got my ticket handed to me on the day of the gig,\" he recalls.\n\"That sort of gig, on the [Scottish] mainland, there's not a chance I was going to that on my own.\n\"It was my very first concert - I think it was a high bar for just having moved to Shetland.\n\"I was thinking Oasis and Blur are surely just weeks behind them.\"\nThat wouldn't prove to be the case, and many believe the show remains the biggest concert Shetland has ever seen.\nDemand was understandably high. Entry was priced at £15, although some tickets changed hands for up to £100. \n\"There were people organising pre-Pulp parties,\" remembers islander Hazel Robertson.\n\"There was a bunch of us went and nearly missed the first song.\"\nDavie Gardner was one of those involved in organising the concert at the Shetland end.\n\"You could tell at the soundcheck that the band were really up for it,\" he said.\n\"The response from the audience was absolutely amazing - that's probably the best reaction I ever saw to any band in Shetland.\"\nThe show came at the end of a long global tour for Pulp, who had found mainstream success with singles like Common People and the Different Class album after more than a decade of relative obscurity.\nBut why did they end up playing in Shetland?\nKeyboard player Candida Doyle said it was due to a family connection.\n\"I used to live with my cousin Louise Davis in Sheffield,\" she said.\nLouise was originally from Shetland, and had moved back home - but not before having a brainwave.\n\"It might have been a joke, but she suggested to Jarvis (Cocker) we play Shetland.\n\"It seemed like a crazy idea, but he took it on board.\"\nIt was a complex gig to set up, and the guest list ended up being \"astronomical\".\nBut Davie said the band's rider for the show was unusual in its lack of demands.\n\"We had to get a couple of Airfix models,\" he said.\n\"I got a call the next day from the hotel to say the band had left behind a Lancaster bomber.\"\nThe Shetland show took place at a turning point for the band. The set list featured the first performance of Help the Aged, a track from their next album, This Is Hardcore, which saw Pulp moving in a darker direction.\nPulp had played more than 100 shows on the Different Class tour. Candida described it as a \"really gruelling\" experience, and said the stress got too much towards the end.\n\"Steve (Mackey), our bass player, said 'one of us is going to lose it on this tour' and it just triggered this huge panic attack.\n\"I suddenly felt really hot. And I just thought that I needed to get off the bus.\"\nShe said touring had \"passed the point of being enjoyable\".\n\"By the time we played Shetland, I'd absolutely had it,\" she added.\nBut despite feeling jaded about their punishing schedule, the experience in Shetland left an impression on Candida.\n\"One of my memories is that it was a crazy night, absolutely electric.\n\"As much as I'm saying that by the time we played Shetland I'd had enough, I still feel so blessed to have been in a position like this. I feel so grateful.\"\nShe also takes comfort in the significance of the show for the young crowd.\n\"I love that. You know, I really would like to have attended it.\n\"I love small gigs anyway, but it was just amazing.\"\nHazel Robertson had seen Pulp twice before they came to Shetland, once at T in the Park and once headlining Glastonbury in 1995. \nBut she said: \"Seeing them on your home soil was absolutely amazing.\"\nReferencing one of the band's lyrics, she added: \"As Jarvis said, I lost my friends and danced alone.\n\"They stand up as well as anyone else. I don't think their music gets old.\"\nFor Davie, the show stands out as a unique night in local music history.\n\"I don't think anything here really ever equalled that. We never quite had a band at the peak of their powers again in Shetland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-guernsey-58212983",
      "category": "world-europe-guernsey",
      "title": "Sark: Two people test positive for Covid-19",
      "tags": "Sark,Coronavirus testing,Coronavirus pandemic",
      "text": "Two people in Sark have tested positive for Covid-19 after developing symptoms.\nThe Government of Sark said both patients were doing well and were self-isolating.\nIn July the island, one of the smallest in the Channel Islands, recorded its first known case of the virus.\nAt the time, the first person to test positive - a traveller on a cargo ship - was not thought to have had any contact with others on the island.\nDr Nicola Brink, director of public health for the Bailiwick of Guernsey, which includes Sark, said: \"We've always expected to see community cases so the fact that we've detected them in Sark is not a surprise.\"\nThe cases come as the bailiwick relaxes restrictions, to make visiting easier for fully vaccinated people from the UK, Jersey, the Isle of Man and the Republic of Ireland.\nSark - which has a population of about 500, rising to 1,000 during the tourist season - lifted almost all of its Covid restrictions in March.\nThat brought an end to social distancing requirements, mandatory mask-wearing, limits to the sizes of gatherings and restrictions on businesses - leaving only its border controls in place.\nSurge testing was also carried out this week on the island, after a group of visitors, who had been in Sark on Saturday, tested positive when they returned to Guernsey.\nAbout 20 individuals with links to three premises on the island were tested but none of them were positive.\nAlthough they were detected separately, contact tracing of the two positive cases had established a possible connection to the businesses at the centre of the surge testing, the island's government said.\nInquiries into the contacts of the two people who tested positive are continuing, the government said.\nResidents are not being asked to avoid any local businesses as a result of these cases and no venues have been required to close, but officials asked people to continue following the public health guidance in place.\nAnyone who feels unwell is asked to stay at home and report any symptoms to Sark's Medical Centre on 07781 100815."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58212052",
      "category": "uk",
      "title": "Covid: Testing cost for UK arrivals lowered and parents upset at jabs wait",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nThe cost of NHS coronavirus tests for international arrivals to the UK has been reduced, the government says. NHS Test and Trace tests have been cut from £88 to £68 for people arriving from green-listed countries and for those from amber-listed countries who are fully vaccinated. Meanwhile, the price of two tests for amber arrivals who have not had both jabs has been cut from £170 to £136.\nParents of clinically extremely vulnerable children have told of their struggles to access vaccines for them, nearly four weeks after they were added to the rollout. At-risk 12 to 15-year-olds and those living with someone with a weak immune system became eligible on 19 July. NHS England says vaccinations will start from 23 August at the latest. But families and GPs have told the BBC they are frustrated by a lack of information.\nAll civil servants in Canada must be vaccinated by the end of October or risk losing their jobs, the government has announced. The mandate also applies to workers in federally regulated sectors, like rail. Canada has one of the highest Covid vaccination rates in the world, with 81% of eligible people having received at least one dose.\nThree educators in Florida's second-largest school district have died from Covid-19 within two days of each other, teachers' union officials say. The deaths come just days before Broward County schools are due to reopen on 18 August. Florida's Republican governor has threatened to withhold pay from school leaders who require masks for pupils, amid fierce debate over school virus protocols.\nA man who is about to celebrate his 101st birthday but has been unable to see his daughter, in part because of the pandemic, has been sent hundreds of cards and gifts. Jack Annall, from Halifax, was disappointed that his daughter Mary was unable to visit him from Australia. When care home manager Vicky Gudgin appealed for cards to be sent to Mr Annall, more than 500 people responded.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFrom Monday 16 August, fully vaccinated people in England and Northern Ireland will no longer have to self-isolate after close contact with an infected person. See what the rule change means for you.  - and what is happening in the rest of the UK.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58205386",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Hiker's Pyrenees death an accident, police say",
      "tags": "Missing people,Pyrenees,Durham",
      "text": "The death of a British hiker in the Pyrenees was an accident, French police have said.\nEsther Dingley's remains were found by her partner Daniel Colegate on Monday more than eight months after she disappeared during a solo trek.\nA source told the BBC she suffered injuries associated with a fall and though the cause was unclear, her shoes \"were not adequate for icy conditions\".\nThe judge in charge of the inquiry said her body may be repatriated next week.\nThe BBC's Chris Bockman in Toulouse said an autopsy and an examination of her rucksack had been carried out by forensic teams.\nHe said it was \"unclear\" how the accident had happened but police believe the hiking shoes she was wearing several thousand metres up a mountain \"did not have the grip necessary for the icy conditions at the time and she probably slipped and fell\".\nHe also said French officers had confirmed Mr Colegate, who was 100 miles away in France when Ms Dingley, 37, disappeared, was not a suspect.\nLBT Global, a charity which is supporting Ms Dingley's family, had said her death was probably an accident \"given the location and other early indications\".\nMs Dingley, who was an experienced hiker, was trekking alone when she last communicated with her partner from the top of Pic de Sauvegarde at about 16:00 on 22 November.\nMr Colegate raised the alarm several days later when she failed to report in at an agreed time.\nThe couple from Durham were on an open-ended campervan tour of Europe and Ms Dingley was on the final walk of a month-long solo expedition when she died.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58199169",
      "category": "health",
      "title": "Don't ignore cancer signs, says new NHS England boss",
      "tags": "Bowel cancer,NHS England,NHS,Lung cancer,Prostate cancer,Ovarian cancer,Cancer",
      "text": "Tummy pain or a cough that does not go away could be cancer and these symptoms should be checked out, the new head of the NHS in England is urging.\nThousands of people could be risking their lives by delaying seeking medical help, Amanda Pritchard says.\nCancers detected at an early stage can often be treated quickly and easily.\nBut research suggests three in five people don't want to bother the NHS, while others are simply not aware of common cancer symptoms.\nNHS England chief executive Ms Pritchard said cancer services were now \"running at full speed with new, innovative ways of working in place\".\nHowever, over the past year 10% fewer people than normal have started cancer treatment in England and people are being encouraged to come forward. \nExperts believe abdominal cancers - throat, stomach, bowel, pancreatic, ovarian - and urological cancers - prostate, kidney and bladder - are the most likely to go unrecognised.\nThey account for 44% of all cancer diagnoses and two in five deaths from cancer in England, NHS figures show.\nPossible signs of these cancers include:\nIf you have any of these symptoms for three weeks or more - or, in the case of blood in your urine, if you have it at all - you are advised to tell your GP.\nAny other unusual changes, such as a lump in the tummy area, post-menopausal bleeding, or unexplained weight loss, can also be signs of cancer and mean you should speak to your GP.\nLung cancer symptoms, which are often missed, include:\nDeclan Goddard, a police officer and kidney cancer patient, said he was leading a healthy life when he was diagnosed aged 43.\n\"If you do have something really quite minor that's bothering you, it's definitely worth getting it checked out.\n\"If I hadn't, I could have been in a much worse position now,\" he says.\nDeclan had no symptoms but he went along to his GP with a minor bladder issue and that's when his cancer was picked up. \nHe said his treatment had not been disrupted by the pandemic and the staff had been fantastic.\n\"You get a specialist nurse contact. You can always get a message to the consultant provided for you - and it's just quite straightforward. It's just very slick really.\" \nProf Peter Johnson, national clinical director for cancer at NHS England and NHS Improvement, said although GPs were \"incredibly busy\" at the moment, and many consultations were taking place by telephone, there was scope for seeing patients in person.\n\"If you've got these kinds of symptoms, you probably do need to see somebody face to face and all our GPs can see people face to face,\" he said.\nGP's leaders say about 56% of appointments are being delivered in person and if a physical examination is necessary \"it will be facilitated\".\nThey caution that some cancers can be difficult to diagnose and may crossover with other less serious conditions.\n\"What we need is for GPs to have better access to diagnostic tests in the community and training to use them appropriately so that our decision to refer can be as informed as it possibly can be,\" says Dr Gary Howsam, vice-chairman of the Royal College of GPs.\nNHS England chief executive Amanda Pritchard said: \"People should not feel like they cannot trouble the NHS, which is open and ready to treat people.\"\nShe said new ways of working included \"mini cameras that patients can swallow to check for bowel cancer and Covid-friendly cancer drugs that patients can take at home\".\nShe said it was important that people recognised common symptoms of cancer and made an appointment with their GP to get a test \"that could ultimately save their life\".\nSince March, the numbers of people referred to cancer specialists in England have returned to pre-pandemic levels but the latest NHS figures show there are still delays for some.\nIn June, more than 5,200 patients for example waited more than 28 days to be seen by a specialist.\nAnd in the same month, the percentage of urgent cancer referrals - made within two weeks - was slightly down on May at 85% (195,372 patients). The target is 93%.\nA spokesperson for the Scottish Government said it was vital that people raised any health worries with their doctor and continued to go to regular check-ups and appointments when invited."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58212802",
      "category": "entertainment-arts",
      "title": "Nanci Griffith: Folk and country singer-songwriter dies aged 68",
      "tags": "Country music,Nashville",
      "text": "Nanci Griffith, a Grammy-winning folk and country music singer-songwriter, has died aged 68.\nHer death was confirmed by management and her record label on Friday, without a cause of death being given. \nThe genre-straddling artist's best known songs include Love at the Five and Dime and the Outbound Plane, which others saw mainstream success with.\nShe is considered influential and recorded duets with artists like Willie Nelson across her long career. \nBorn in Seguin, Texas in 1953, Griffith began performing and releasing folk music while working as a nursery teacher in Austin in the 1970s. \nShe moved to Nashville in 1985, where she landed her first major record deal. \nGriffith found country success with her recording of Julie Gold's From a Distance, years before Bette Midler's version became a major hit. \nHer style of music, which Griffith herself described as \"folkabilly\", was considered unique and blended musical genres.  \nShe won a Grammy award in 1994 for her album Other Voices, Other Rooms which was made up of cover songs and musical collaborations. \nShe previously survived two bouts of cancer in the 1990s and continued to tour and produce music - with her final album released in 2012.  \n\"It was Nanci's wish that no further formal statement or press release happen for a week following her passing,\" Gold Mountain Entertainment said in a statement.\nArtists from the music world paid tribute after news of her death broke on Friday.\nCountry artist Suzy Bogguss shared a photograph of Griffith on Instagram and said her \"heart was aching\" with the loss.\nKyle Young, CEO of the Country Music Hall of Fame and Museum, described Griffith as \"a master songwriter who took every opportunity to champion kindred spirits\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58206517",
      "category": "business",
      "title": "Cost of NHS Covid tests for UK arrivals reduced",
      "tags": "Competition and Markets Authority,Coronavirus testing,Sajid Javid",
      "text": "The cost of NHS coronavirus tests for international arrivals to the UK have been reduced, the government has said.\nTest and Trace tests have been cut from £88 to £68 for people arriving from green-listed countries and for those coming from amber-listed countries who are fully vaccinated.\nMeanwhile, the price of two tests for amber arrivals who have not had both jabs has been cut from £170 to £136.\nThe prices of all providers of day two and eight tests are to be reviewed.\nIt comes after Health Secretary Sajid Javid asked the competition watchdog to investigate \"excessive\" pricing and \"exploitative practices\" among PCR Covid test firms.\nHe said misleading pricing will be clamped down on and providers failing to meet necessary standards will be removed from the government's approved list. \nNHS Test and Trace advertises its tests alongside private companies' packages and they are available to purchase to fulfil the government's testing requirements for international travel. \nThis is the second time the price of NHS tests has been reduced; previously the cost of a day two and eight package was £210.\nIt is understood that if the review finds private companies are offering terms that are unfair and therefore unenforceable, enforcement action could be taken by the Competition and Markets Authority or Trading Standards.\nIf businesses are found to have breached consumer law, they could be subject to a court order to stop operating and told to compensate consumers. \n\"I am determined to protect consumers and hardworking families from exploitative practices and ensure high quality tests are available at a reasonable price,\" said Mr Javid.\n\"Too many providers are acting like cowboys and that needs to stop. The public should be allowed to enjoy their summer holidays without having to face excessive costs or anxiety.\n\"Any provider found to be misleading the public will be kicked off.\"\nHolidaymakers have complained of high prices and poor service from many of the 400-plus firms offering PCR tests and there have been reports that some have not got full accreditation.\nAccording to reports, PCR test prices can range from as little as £20 to more than £500. There have also been complaints from consumers that they have not received test results or have been sent damaged PCR kits.\nThe government said providers must use laboratories that are either accredited or undergoing accreditation by the independent United Kingdom Accreditation Service, and that businesses that fail to meet standards will be removed from its list of approved providers.\nThe CMA has previously said formal investigations can take a long time, but in this instance it will provide advice to Mr Javid with a view to taking swift action."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58216521",
      "category": "uk-wales",
      "title": "Cheers Drive: Name plea for Cardiff bus station road",
      "tags": "Cardiff Council,Cardiff,Bus travel",
      "text": "Calls to name a road leading to Cardiff's new bus station \"Cheers Drive\" have been backed by the leader of the city council. \nThe phrase is synonymous with the city and surrounding areas, as it's used to say thanks at the end of a journey.\nCardiff leader Huw Thomas said it was a \"great idea - let's do it!\".\nThe name was conjured up by city brand campaigners I Loves the 'Diff, who said on Twitter that the city would have \"missed a trick\" without the name.\nCardiff Bus tweeted an emoji showing a pair of crossed fingers.\nAnother councillor, Jayne Cowan, had started a petition in support of the name.\nBy Saturday, it had already climbed to well over 1,500 signatures - with no sign of slowing.\nMs Cowan said: \"If the council leader said 'Yes' then it is going to happen.\"\nShe intends to present a formal plan for the name to city hall in September.\n\"I remember my grandfather and father always said it on the bus,\" she said.\n\"It's one of those expressions like 'Have a great day'. \n\"It's just associated with the Welsh and with Cardiff.\n\"People like American tourists would go and have their photos taken by the sign.\"\nMs Cowan hoped the idea would also be taken as a \"thank you\" to bus drivers for their work during the pandemic. \n\"We thank the NHS and care workers for getting us through the pandemic, but we often forget the shop workers and bus drivers who took people to work,\" she said.\n\"They do not get that recognition\". \nBBC presenter Alex Jones previously wore a \"Cheers Drive\" T-shirt, while giving a bus tour of Cardiff for The One Show.\nIt would not be the first time a tongue-in-cheek street name has made it on to maps.\nIn Sheffield, the home of South Yorkshire Police is on Letsby Avenue - while in Northern Ireland, the computer data and memory firm Seagate Technology has its HQ on Disc Drive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58162403",
      "category": "world-africa",
      "title": "Rwandan President and Arsenal fan Paul Kagame frustrated by defeat",
      "tags": "Rwanda,Paul Kagame",
      "text": "Rwandan President and Arsenal fan Paul Kagame has vented his frustration at the club's shock defeat by a newly promoted club on the opening day of the English Premier League season.\nBrentford, after a 74-year absence from top-tier football, beat Arsenal 2-0.\nMr Kagame often comments on the Gunners - a club sponsored by his government.\nAfter Friday's away game, he tweeted: \"We just must NOT excuse or accept mediocrity. A team has to be built with purpose to win win win.\"\nIn two further rapid-fire tweets, he demanded \"a plan that really works\" and lamented that \"fans don't deserve to kind of get used to this\".\nSince 2018, the Rwandan government has had a controversial sponsorship deal worth more than £30m ($42m), which involves a \"Visit Rwanda\" logo displayed on Arsenal shirt sleeves.\nCritics have said it is an example of the authoritarian leader of a poor, African country subsidising a wealthy football club. But the Rwandan government says the sponsorship more than pays for itself over in tourism revenue.\nUnder President Kagame, the landlocked country has recovered from ethnic strife and genocide in the 1990s. In 2018 the World Bank praised its \"remarkable development successes\".\nBut Mr Kagame has faced criticism at home and abroad over its political and human rights record."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58205696",
      "category": "uk-england-cornwall",
      "title": "Cornwall Royal Marines death prompts sea depths checks",
      "tags": "British Armed Forces,Plymouth,Royal Marines,Ministry of Defence,Torpoint",
      "text": "The Royal Marines have been ordered by a military safety watchdog to check the depth of water before disembarkation training after the death of a recruit.\nEthan Jones, 20, drowned after disembarking from a landing craft into deep water at Tregantle beach, Cornwall on 21 January 2020 said a report.\nRecruit Jones, of Radstock, Somerset, was one of the last eight recruits who were \"submerged\" during the exercise.\nHe was found \"face down in the water\" and was pronounced dead in hospital.\nThe Defence Safety Authority report said there had been no survey of the beach since 2009 and \"therefore no up-to-date beach information was available... in order to aid the beaching on the evening of the accident\".\nThe report recommended that a beach survey \"be conducted at a suitable interval prior to beach landings during amphibious training and exercises in order to enable accurate risk assessment of the beach conditions\".\nRecruit Jones's \"tragic death\" came as 26 personnel were due to leave the landing craft as part of the final exercise during recruit training, said the report.\n\"The depth of the water for the first individual to disembark was approximately 0.77m,\" said the report into the single-file disembarkation.\n\"The depth of water increased during the disembarkation and the last eight recruits (including Recruit Jones) of the 26 individuals to leave the craft were initially submerged.\"\nTwo recruits on the starboard side were recovered after a crewman jumped into the water to rescue them.\nRecruit Jones's rucksack was spotted \"floating in the water\" off the starboard bow.\nA crewman jumped in, swam back to the landing craft with Recruit Jones, and tried to resuscitate him.\nRecruit Jones's family said after the incident that he had been \"fulfilling his dream and doing something he loved\".\nA Royal Navy spokesperson said its thoughts and sympathies \"remain with the family of Marine Recruit Ethan Jones, who continues to be supported by the Royal Navy\".\nThe spokesperson said: \"The safety of our personnel is of the upmost importance and we will now carefully consider the findings of the report, having already implemented a number of the recommendations from the Service Inquiry.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58170440",
      "category": "world-australia",
      "title": "Australia: New South Wales 'in worst ever Covid situation'",
      "tags": "Coronavirus lockdown measures,New South Wales,Sydney,Coronavirus pandemic,Australia",
      "text": "The leader of New South Wales has warned this is \"the worst situation Australia's been in\" since the start of the Covid-19 pandemic.\nState Premier Gladys Berejiklian said rules would be tightened in Sydney, the state capital, which is in lockdown.\nCovid fines will also go up to AU$5,000 (US$3,685; £2,656) from AU$1,000.\n\"This is literally a war, and we've known we've been in a war for some time, but never to this extent,\" Ms Berejiklian told reporters.\nShe added that September and October would be \"very difficult\".\nCase numbers and deaths in the Australian state remain relatively low compared to some of the world's worst outbreaks, including in the US and UK.\nHowever, locally transmitted infections hit 466 on Saturday - a significant increase from the previous daily high of 390 set a day earlier.\nFour deaths were reported on Saturday, bringing the state's total number of deaths in this outbreak to 42.\nSydney has been in lockdown for nine weeks. Officials had hoped to lift the city's restrictions on 28 August, but that is now looking increasingly unlikely. \nFrom Monday, people will be restricted to staying within 5km of their home for shopping, exercise or outdoor recreation, with exemptions in place for social bubbles. \nAnd from 21 August, anyone wishing to travel from Greater Sydney to regional New South Wales will need a permit. Anyone found travelling without a permit will be fined AU$3,000.\nHundreds more defence personnel will also enforce lockdown measures in the city, after Australian Defence Force soldiers were first deployed last month.\nNSW Police Commissioner Mick Fuller said some people had been using excuses related to exercise, social bubbles and regional travel.\n\"These are some of the strongest powers we've ever had in the history of the NSW Police Force,\" he told reporters. \"It's all about getting ahead of Delta [variant of Covid-19], not chasing it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58199069",
      "category": "uk-england-manchester",
      "title": "M6 delays: Man seriously injured in four-vehicle crash",
      "tags": "Bolton,Knutsford,M6 motorway,Redditch,Newcastle under Lyme,Warrington,Cheshire",
      "text": "A man has suffered life-threatening injuries in a crash involving four vehicles on the M6 in Cheshire.\nEmergency services were called to the crash involving a van, two HGVs and a Mercedes at 04:15 BST on Friday.\nThe southbound motorway has reopened after it was closed between junction 19 at Knutsford and junction 20 at Lymm.\nThe Mercedes driver, a 56-year-old man from from Newcastle-under-Lyme in Staffordshire, was taken to hospital.\nA 58-year-old man from Bolton, who was driving the Ford Transit van, and a 52-year-old woman from Redditch, who was driving one of the HGVs, both sustained minor injuries in the crash. \nOfficers are appealing for anyone who witnessed the crash or has dashcam footage to get in contact. \nPolice have also issued 76 notices of intended prosecution to drivers on the northbound carriageway who were recorded videoing or photographing the scene while driving past.\nOn Thursday, the northbound carriageway near Preston, Lancashire was closed for several hours due to a fatal crash.\nThe driver and front seat passenger of a vehicle were pronounced dead at the scene.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58179302",
      "category": "health",
      "title": "Covid vaccine: Parents upset at jabs wait for high-risk children",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Some parents in England say they are still struggling to get a Covid vaccine for their clinically extremely vulnerable children, nearly four weeks after they were added to the rollout. \nAt-risk 12 to 15-year-olds and those living with someone with a weak immune system became eligible on 19 July.\nNHS England say vaccinations will start from 23 August at the latest.\nBut families and GPs have told the BBC they are frustrated by a lack of information.\nParents say they are still waiting to hear how and when they will be contacted and worry their children could return to school with minimal protection after one jab.\nSam Rospigliosi's 15-year-old daughter Veronica has severe neurodisabilities and she is desperate to get her vaccinated - but after spending the last two weeks contacting her south-west London GP, local NHS and MP, she is no further forward.\n\"It is overwhelming and incredibly upsetting to be in this position - we really do feel very desperate,\" she said.  \n\"Time is being squandered. The urgency of the vaccine rollout for our clinically vulnerable kids appears to have been forgotten, and once again, we have had to push hard for something which has been rightfully ours all along.\"\nAli Mercer from Abingdon in Oxfordshire has a 14-year-old autistic son who is on the learning disabled register, and a 17-year-old daughter.  \nHer daughter, who turns 18 next month, received a jab on Wednesday last week - but her son Tom is still waiting.\n\"I'm really concerned and upset that Tom hasn't been called in for his jab yet,\" she said.\n\"It horrifies me to think of him getting ill with Covid and becoming really sick and struggling to express how he's feeling and to understand what's happening.  \n\"And then there's the risk of long Covid. So I feel the stakes are really high and it's urgent that he and other children like him should be protected as soon as possible.\"\nThe government was advised by the Joint Committee on Vaccination and Immunisation (JCVI) in July that Covid vaccines should be offered to 12 to 15-year-olds who had:\nBut several weeks on, GPs also say they are still waiting for \"search guidelines\" to help them identify, from patient health records, which children are eligible for a vaccine - and that is making an already complicated process more time-consuming.\n\"I can understand that this will be very stressful for the children and their parents who would want to ensure they receive at least one dose of vaccine before the new school year starts,\" said Prof Azeem Majeed, head of the department of primary care and public health at Imperial College London.\n\"This issue is outside the control of GPs and paediatricians, and we are awaiting further guidance from NHS England about how the programme will be implemented,\" he said. \nDr Gary Howsam, vice chairman of the Royal College of GPs, said they had been assured the guidance would be available soon and parents of eligible children would be invited in due course.\nBut NHS England says it sent out a letter within days of the advice, issuing guidance to GPs on how to proceed.\n\"GP-led vaccination centres are already contacting children and their parents, with thousands vaccinated in a matter of days following the necessary safety checks and training,\" an NHS spokesman said.\n\"Local services are on track to offer a vaccine to eligible 12 to 15-year-olds by the start of the school year, as originally planned.\"\nThis includes sending invites to 37,000 vulnerable children in England and 114,000 children who live with someone with a weak immune system.\nIn the meantime, GP leaders are urging parents not to contact their GP practice directly about the issue.\nLast week the Royal College of Paediatrics and Child Health described the vaccine rollout to under-18s as \"shambolic\", saying doctors had been \"left in the dark\" about plans for the programme which left them unable to answer questions from worried parents. \nThe college says it is hopeful things are starting to move in the right direction.\nIn Wales, letters are being sent to eligible 12 to 15-year-olds inviting them to be vaccinated.  \nIn Northern Ireland, paediatricians from each trust were asked to identify eligible children and invite them to attend dedicated vaccination centres.  \nAnd in Scotland, the NHS said as of 12 August, 23% of eligible 12 to 15-year-olds and 34% of those aged 16 and 17 had received a first dose of the vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58195336",
      "category": "world-us-canada",
      "title": "Afghanistan pullout: Biden's biggest call yet - will it be his most calamitous?",
      "tags": "September 11 attacks,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "If you like neat lines, tidiness and admire symmetry, what's not to like about the decision of Joe Biden to pull American combat troops out of Afghanistan by 11 September 2021 - exactly 20 years on from 9/11?\nIn modern day America it often feels that all roads lead back to 9/11; the single most defining - and scarring - event since Pearl Harbor: the surprise attack by the Japanese on America's Pacific fleet, which would ultimately bring America into World War Two.\nAnd so it was that 9/11 led to this country's longest military encounter. The attack on the Twin Towers, the plane that flew into the Pentagon, and the one that crashed into a field in Shanksville, Pennsylvania, were initially the spur for a surge of US nationalism. Young people - in fact people of all ages - were going along to armed forces recruitment offices wanting to sign up. America had come under attack; these patriots wanted to fight to defend the country the \"land of the free\", and seek revenge on those who would do the US harm.\nAnd don't mistake this for some kind of kneejerk jingoism. It wasn't that. I knew many people - not just Americans - who were of a liberal bent and had been no great fans of all the doings of the US of A but who have a visceral sense this was a moment where you had to pick your team. \nWere you on the side of the rule of law, free and fair elections, due process, sexual equality, universal education? Or were you on the side of those who would fly planes into buildings, or would stone people to death, or throw homosexuals off of buildings, or deny girls schooling? If that seems a massive over-simplification, maybe it is - but in the devastating aftermath of 9/11, that is how it seemed to many.\nBut by 2016 it was one of the factors that led to Donald Trump's election: the weariness of the \"endless wars\" as candidate Trump would refer to the quagmires of Afghanistan and Iraq; the wariness of America being able to act as the world's policeman. \nAmericans understandably wanted to pull up the drawbridge, bring the troops home, leave it to the people in those countries to sort out their own problems, and finally give up on the idea that a US model of liberal democracy was an exportable commodity that could be imposed. The liberal interventionist crusade was over.\nTrump, if he had won last November, would have pulled out US troops, probably quicker. Although Joe Biden inherited Trump's promise to withdraw, in policy terms the easiest thing would have been to continue to sign the cheques to pay for American servicemen and women to stay in Afghanistan for another year. And then another. And another after that. \nThe political pressure was by no means overwhelming. If anything, the reverse. The defence top brass, the foreign policy establishment, America's allies abroad thought anything other than the status quo would be reckless. But one question was gnawing at the new president, and it was the one posed by Hillel the Elder back in biblical times: \"If not now, then when?\"\nBiden - who advised President Barack Obama not to send more troops in 2009 but lost the argument - went with now, in what could be the most consequential single decision of his presidency.\nWhen 9/11 happened I was the BBC's Paris correspondent, reporting on Eurotunnel's attempt to force the closure of a Red Cross refugee centre called Sangatte  - where many of the world's storm-tossed refugees and migrants congregated before making the final leg of the journey to the UK.\nI was driving to Calais when I got a call from a colleague telling me to stop at the nearest service station to watch TV, and see what was unfolding.\nWe didn't know what would happen next - or where we would end up. One year into the optimism of a new millennium, there was a narrative and it wasn't a happy one - the war on terror, a clash of civilisations, call it what you will. At the time the two stories could not have been more different, but a lot of the bedraggled people we met on the roads around Calais were from Afghanistan fleeing Taliban rule. \nIt's worth remembering why the US, UK and others went into Afghanistan. The Taliban had - in effect - become a finishing school for Islamist terrorists wanting to wage jihad against the west. Al-Qaeda wannabes were going into the country to train for holy war. The 9/11 terrorists had honed their skills and hatched their plot there. Removing the Taliban and tackling al-Qaeda became critical for global security.\nWithin a few weeks of 9/11, I was in northern Afghanistan, travelling via Delhi and then Dushanbe in Tajikistan to get there. We were moving with the US and UK-backed Northern Alliance troops as they pushed the Taliban out. \nOur first day was spent travelling from Khoja Bahauddin, then the Northern Alliance HQ along a road where the Taliban had killed a number of journalists in an ambush two days earlier. After one night we ended up in a town called Taleqan. It had fallen the night before we arrived. One of the iconic shots was of a girls-school classroom that had become a weapons dump for Taliban rockets that in their hasty retreat they had left behind.\nThe stubborn last stronghold was Kunduz - a vital communication corridor sitting between Kabul, Mazar-i-Sharif and then further north to the border with Uzbekistan.\nNow both Taleqan and Kunduz have come back under Taliban control, with a third of the country's regional capitals now under their control.\nAnd that raises a super-uncomfortable question for Joe Biden and his \"if not now, then when\" policy.  \nTwenty years on and so many lives lost, and so many billions of dollars spent, what was it for? What's been achieved? What do you say to the families of all those servicemen killed by the Taliban now that the US is giving up? What's to stop terror groups from re-establishing their jihad training camps? At the UN Security Council hearing last Friday it was reported that up to 20 different terror groups, involving thousands of foreign fighters were already fighting with Taliban forces.\nI'm sure as I am writing this more families will be packing up their possessions fearful of what Taliban control will mean, perhaps heading to Calais and then the UK. Will the girls' schools return to become weapons storage facilities again?   \nThe scars of 9/11 are clear everywhere - thousands of servicemen have come back with prosthetic limbs and disturbed minds. Suicide rates have been rising. Families have lost loved ones. On America's streets are men with red plastic beer cups begging for loose change, many of them with signs saying they are veterans from Iraq and Afghanistan.\nUS-led forces toppled the Taliban: In 2001 US-led forces overthrew Afghanistan's Taliban rulers after the 9/11 attacks masterminded by al-Qaeda leader Osama bin Laden, who was based there.\nTwenty years of occupation and military operations followed: The US and allies oversaw elections and built up Afghan security forces, but the Taliban continued to launch attacks.\nEventually the US made a deal with the Taliban: They would pull out if the militants agreed not to host terrorist groups. But talks between the Taliban and the Afghan government failed. US-led forces withdrew this year and the Taliban have now retaken most of the country.\nThe desire to stay at home and shut yourself away from a troubling world is completely understandable. There is no surprise that \"America First\" as a slogan had such resonance. George W Bush was not advocating that back in 2001 - but there were no US troops in Afghanistan or Iraq then. And that didn't keep America safe when early that morning, across those gin-clear blue skies passenger aeroplanes were hijacked and became al-Qaeda-guided missiles, flying into their targets killing thousands of people doing nothing more provocative than going about their daily lives.\nThere's also a difference between enforcing your will as the world's policeman, and being a peacekeeper. Thousands of American troops are still stationed in South Korea - even though the Korean war was 70 years ago. The calculation of successive US presidents has been that a tense peace is better than a hot war or a destabilised region.\nJoe Biden was hoping his decision would result in headlines like \"Afghan War Ends\" or \"America's longest war is over\". But 20 years on, and the Taliban now re-establishing control with all that could flow from that, might historians in future judge that the 20th anniversary marked the start of the second Afghan war?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58204857",
      "category": "uk",
      "title": "Afghanistan: Boris Johnson defends UK's role amid evacuation",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Lisa Nandy,Ben Wallace",
      "text": "Boris Johnson has said the UK can be \"extremely proud\" of its role in Afghanistan, despite the situation in the country having \"deteriorated\".\nThe UK will evacuate the \"vast bulk\" of its embassy staff in the coming days as the Taliban continues to advance.\nThe prime minister said there was \"no military solution\" after an emergency Cobra meeting on Friday afternoon.\nOn Thursday, the UK said it would send 600 troops to help evacuate British nationals and former Afghan staff.\nThousands of civilians have fled the Taliban onslaught, heading for the capital of Kabul.\nThe World Food Programme has warned that food shortages are \"dire\", while the UN has urged Afghanistan's neighbours to keep their borders open.\nThe militants now control about a third of Afghanistan's provincial capitals, including Herat, Ghazni and Lashkar Gar.\nMr Johnson insisted there was no military solution following the gains made by the Taliban in recent days and said that a team of Home Office officials would be sent to step up efforts to relocate Afghans who worked for British forces in the country.\n\"It is very difficult obviously, but I think the UK can be extremely proud of what has been done in Afghanistan over the last 20 years,\" he said.\nThe prime minister said that thanks to the efforts of the UK armed services there had been no al-Qaeda attacks on the West for \"a very long time\". \nHe also added that three million girls and young women in Afghanistan had been educated who otherwise would not have been, during the last 20 years.\n\"I think we've got to be realistic about the abilities of the UK or any power to impose a military solution, a combat solution in Afghanistan,\" Mr Johnson said.\n\"What we certainly can do is work with all our partners in the region and around the world who share an interest with us in preventing Afghanistan from once again becoming a breeding ground for terror.\"\nEarlier, Lisa Nandy, Labour's shadow foreign secretary, told BBC Radio 4's World At One programme there was \"far more\" the UK could do to support the people of Afghanistan and accused the government of \"hiding\".\nShe warned the government that cross-party MPs could push to recall Parliament to hold the government to account if it did not show a clear strategy.\nMs Nandy said that people in the country felt \"abandoned\" and were looking to the US and UK for \"a level of leadership\".\nHer concerns were echoed by former Conservative Defence Minister Johnny Mercer, who served in Afghanistan.\nHe described the situation in the country as a \"world tragedy\" which would have repercussions \"for years to come\".\nLib Dem leader Sir Ed Davey has also backed the idea of recalling Parliament \"given the tragedy unfolding before our eyes\" and called on the UN to deploy peacekeepers.\nEarlier, Defence Secretary Ben Wallace acknowledged that the country could be \"heading towards civil war\".\nHe blamed former US President Donald Trump's \"rotten deal\" with the Taliban in 2020 for the withdrawal.\nThe UK government has launched \"Operation Pitting\", to help evacuate British nationals, former UK staff and others who are eligible to relocate to the UK.\nMr Wallace said around 600 troops were being sent to Afghanistan to ensure the safe return of about 500 Foreign Office and other UK government officials, along with around 3,000 British citizens working in other roles, such as security guards for aid agencies.\nAbout 2,000 Afghan interpreters and \"other people we have an obligation to\" would also be transported to the UK, he said, joining some 3,000 who had already been taken out of the country.\nRAF aircraft could be used if needed and the Home Office would also be deploying a small team of officials to assist with processing new visas, the Ministry of Defence said. \nThe US said it would have the bulk of the 3,000 troops it is sending to assist with evacuation in place by the end of the weekend. Pentagon spokesman John Kirby added that the US military was \"certainly concerned about the speed with which the Taliban is moving\".\nNato said it had discussed the situation on Friday and would aim to support the Afghan government and security forces \"as much as possible\".\nSecretary General Jens Stoltenberg said the Taliban would not be recognised by the international community if it took the country by force, adding that there was deep concern about reports of serious human rights abuses. \nWendy Rayner, whose husband Peter died in action in Helmand province in 2010, said the withdrawal undermined the sacrifice of soldiers who had lost their lives.\n\"My husband died to give them a better life, and by them not having a better life, it's taken away his fight,\" she told the BBC.\n\"All these young people in Afghanistan that are having their families slaughtered because nobody cares, because we've just left them in the lurch - it's just going to create another terror threat. They're going to hate us and I don't blame them.\"\nMr Johnson said he did not think the sacrifices made by British forces were \"in vain\". \n\"I believe it was right, it was worth it and what we must do now is not turn our backs on Afghanistan,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-58206882",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Man charged over charred body found in Glasgow park",
      "tags": "Pollok,Glasgow",
      "text": "A man has been charged over the death of a man, whose charred remains were found at the site of a park fire in Glasgow.\nThe severely-burned body of 31-year-old William Leiper from Glasgow was found in Househill Park in Pollok on 4 August.\nPolice Scotland said a 40-year-old man was arrested over the death on Friday and charged on Saturday.\nHe is due to appear at Glasgow Sheriff Court on Monday.\nA police spokesman said inquiries were continuing to establish the full circumstances of Mr Leiper's death.\nThey have appealed for dog walkers, joggers, cyclists or anyone in the area who may have information about the case to come forward."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58206101",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Gunman shot own mother then a dad and daughter",
      "tags": "Plymouth",
      "text": "The mother of the Plymouth gunman, Maxine Davison, and three-year-old Sophie Martyn have been named among the five victims of his shooting spree.\nMs Davison, 51, was shot and killed by her 22-year-old son Jake Davison at her home on Biddick Drive, Plymouth, on Thursday evening.\nDavison went on to kill three-year-old Sophie, her father Lee Martyn, 43, Stephen Washington and Kate Shepherd. \nHis attack lasted about six minutes before he turned the gun on himself.\nIn online videos Davison spoke of being \"beaten down\" and \"defeated by life\".\nAll of those who died lived in the Keyham area of Plymouth, Devon and Cornwall Police said.\nA large crowd has gathered for a vigil following the fatal shootings.\nPeople laid flowers and held candles in North Down Crescent Park in Keyham to remember those killed by Davison.\nDozens of tributes have already been placed on the grass, with more people continuing to arrive.\nOfficers are continuing to investigate 13 scenes within a cordon that is expected to remain in place throughout much of the weekend.\nHaving killed his mother, Davison left the property and immediately shot and killed Mr Martyn and his daughter on the street.\nStephen Washington, 59, was also killed, along with Kate Shepherd, 66, who was injured at the scene and died later at Derriford Hospital.\nChief Constable of Devon and Cornwall Police, Shaun Sawyer, said Davison was a licensed firearms holder and witnesses described the weapon he used as a \"pump action shotgun\".\nPrime Minister Boris Johnson said the issue of how Davison came to legally own a gun should be \"properly investigated\" as he described the shooting as an \"absolutely appalling\" incident.  \nThe Independent Office for Police Conduct (IOPC) said it had received preliminary information that Davison's firearm and licence were returned to him in early July this year. \nThe certificate and shotgun had been removed from him by police in December 2020 following an allegation of assault in September 2020, the watchdog said.\nThe IOPC has said it will investigate Devon and Cornwall Police's decision-making in relation to Davison's possession of a shotgun and shotgun certificate. \nRegional IOPC Director David Ford said: \"The investigation will also consider whether the force had any information concerning Mr Davison's mental health and if so, if this information was appropriately considered.\"\nPolice said the incident, the worst mass shooting in Britain since 2010, was not terror-related. However, Davison made references to \"incels\" in some online social media videos.\nIncels are members of misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nDavison had posted hate-filled online rants about single mothers and about his own mother in particular, calling her \"vile, dysfunctional and chaotic\". \nLocal resident Bert Pinkerton told the BBC he walked past the gunman on the street.\n\"I looked down, walked around the corner, the bloke was walking towards me with a black rifle. I could smell the gunfire.\"\nHe said Davison had a \"vacant stare\" and he felt lucky to be alive. \"It could have been me,\" he said.\nNeighbours Paris and Billy told the BBC they were \"heartbroken\" to find out the youngest victim of the gunman was aged three.\nParis said: \"I feel devastated for the family it makes everything worse being a child.\nShe added: \"Nothing's ever going to be the same especially when it's over the road.\"\nBilly said: \"It's going to be different here forever now I think.\" \nAnother local woman said she hid under a pool table to avoid the \"sheer violence\" after hearing gunshots.\nPeggy Holliday took cover in a nearby pub and \"literally clung underneath one of the pool tables for dear life\", she told ITV News West Country.\n\"It felt like I was being hunted,\" she said.\nDozens of flowers, cards and soft toys have been left in tribute to the victims near the scene.\nOne note read: \"Rest in peace. Thoughts and prayers with you all. A tragic loss. Such beautiful souls. Love to all.\"\nFlags in Plymouth are being flown at half-mast following the atrocity, while Smeaton's Tower will be lit up as a mark of respect to the victims on Friday night."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-58213985",
      "category": "uk-england-cumbria",
      "title": "Windermere diver retrieves lost prosthetic leg from lake",
      "tags": "Freediving,Prosthetics,Windermere",
      "text": "A prosthetic leg has been retrieved from a lake after an appeal to divers for help.\nJosephine Bridges, from Birmingham, lost it in Windermere in Cumbria's Lake District while swimming.\nA post on social media by her sister was forwarded to Angus Hosking, founder of Lake District Diving, who is regularly called by people who have lost things in the water.\n\"She was pretty stunned for me to have found it,\" he said.\nMs Bridges lost her waterproof prosthetic at some point after jumping off the jetty at Millerground near Rayrigg Meadow and swimming back to dry land.\n\"When she got to the shore she obviously tried to stand up and couldn't, looked down, and realised her prosthetic wasn't attached to her any more,\" Mr Hosking said.\nHe eventually found it on the bottom of the lake about 5m (16ft) from the jetty.\nMr Hosking founded the diving group in part to clean litter from the lake.\nHe has recovered numerous pieces of jewellery, phones, wallets and keys but never a leg, he said.\n\"I love finding them for people because I really feel like I'm helping people,\" he said.\nMs Bridges, 31, decided to have her leg amputated in 2018 after surviving bone cancer but being left susceptible to infections and pain.\nShe founded the charity Positive Bones, which provides funding to people needing specialist equipment or services.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58209726",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Starmer asks why gunman had licence",
      "tags": "Plymouth",
      "text": "The Labour leader Sir Keir Starmer has questioned why the man who killed five people in Plymouth, before turning the gun on himself, was given back his gun permit.\nJake Davison, 22, had his gun and permit revoked in December after he was accused of assault in September 2020.\nThe Independent Office for Police Conduct is looking at why Devon and Cornwall Police returned them in July.\nSir Keir asked: \"Why did he have a gun licence in the first place?\"\nThe Labour leader said it was a \"good thing that the issue of the return of the licence\" was being investigated but there were also wider questions about gun licensing laws and what background checks were put in place when Davison was given his licence.\nMeanwhile, Home Secretary Priti Patel has paid her respects to the victims by placing a floral tribute near the scene.\nShe laid the bouquet at North Down Crescent Park, where hundreds of people attended a vigil on Friday evening. Chief Constable of Devon and Cornwall Police Shaun Sawyer also laid a bouquet.\nThe home secretary and Plymouth Sutton MP Luke Pollard then spoke with members of the local neighbourhood watch team at the park.\n\"It's tragic beyond words, really, really tragic, for a range of reasons, and obviously for those involved,\" Ms Patel told them.\n\"I'm sure everyone will have known each other and this really will have touched so many people's lives.\"\nOn Thursday evening, Davison, 22, shot his 51-year-old mother Maxine Davison, also known as Maxine Chapman, at a house in Biddick Drive. He then went into the street and shot dead Sophie Martyn, aged three, and her father Lee Martyn, 43.\nHe killed Stephen Washington, 59, in a nearby park, before shooting Kate Shepherd, 66, on Henderson Place. She later died at Derriford Hospital.\nDavison also aimed and shot at two local residents - a man aged 33 and a 53-year-old woman - who are known to each other, in Biddick Drive.  \nHis attack, in Keyham, lasted about six minutes before he turned the gun, described by witnesses as a pump-action shotgun, on himself.\nPrior to the shooting, Davison had posted hate-filled online rants about single mothers and about his own mother in particular, calling her \"vile, dysfunctional and chaotic\". \nThe IOPC said it had launched an investigation on Friday evening after it received preliminary information that Davison's firearm and licence were returned to him in early July this year. \nThe certificate and shotgun had been removed from him by police in December 2020 following an allegation of assault in September 2020, the watchdog said.\nPrime Minister Boris Johnson had earlier said the issue of how Davison came to legally own a gun should be \"properly investigated\", adding that the shooting was an \"absolutely appalling\" incident.  \nRegional IOPC director David Ford said: \"We will examine what police actions were taken and when, the rationale behind police decision-making, and whether relevant law, policy and procedures were followed concerning Mr Davison's possession of a shotgun.\"\nIt will also look at whether the force had information concerning Davison's mental health and if this was \"appropriately considered\".\nRead more about firearm rules in the UK\nChief Constable Shaun Sawyer told Sky News that those present had faced \"some of the most challenging scenes\".\n\"We've never in my time had homicide followed by a rampaging firearms attack on random members of the public and then taking one's life,\" Mr Sawyer said.\n\"That is without precedent in my time as chief constable.\"\nPolice are not treating the incident, the worst mass shooting in Britain since 2010, as terror-related. \nHowever, Davison made references to \"incels\" in some online social media videos.\nIncels are members of misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nSir Peter Fahy, a retired chief constable and former policing lead on the prevention of terrorism, said police and government may need to re-examine definitions of terrorism as the threat from jihadist groups appears to diminish and other threats grow.\nHe also defended the UK's firearms licensing system, saying that about 30 people a year were murdered with guns and nearly all of them involve illegally owned weapons.\nOfficers are continuing to investigate 13 scenes within a cordon that is expected to remain in place throughout much of the weekend.\nFlags in Plymouth are being flown at half-mast, while Smeaton's Tower was lit up as a mark of respect to the victims on Friday night.\nAnd on Saturday a minute' silence was held before Plymouth Argyle's game with Gillingham.\nThe Anchorage pub in Plymouth, where shooting victim Lee Martyn was a regular, held a two-minute silence on Saturday.\nHead chef Sam Weight said staff were \"all really upset\" about the deaths of \"beautiful, genuine\" Mr Martyn and his three-year-old daughter Sophie.\n\"Lee and Sophie were a pair and he was an absolutely amazing dad, he would do anything for her,\" she said.\n\"He was always joking and she was a cracking little kid who had not even started her life.\n\"It's so sad, especially for the family that's left behind.\"\nClaire Kidd paid tribute to her \"very talented artist\" friend Kate Shepherd, who lived in Kingsand, Cornwall, before moving to Plymouth.\n\"It has touched all of the hearts of the village,\" she said.\n\"We are all feeling deeply sad and in shock.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58207986",
      "category": "uk",
      "title": "Plymouth shooting: PM Boris Johnson - My thoughts are with the families",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-58201708",
      "category": "uk-england-derbyshire",
      "title": "Brett Staniland: Love Island contestant's twin calls out trolls",
      "tags": "Social media,Television,Online abuse,Love Island,Mental health",
      "text": "The identical twin brother of Love Island contestant Brett Staniland has spoken out against online trolling after receiving \"relentless\" comments.\nScott Staniland, who is managing his brother's social media accounts, says comments about physical appearance are particularly upsetting.\nHe said his brother's looks have even been compared to \"really bad people\" who have committed serious crimes.\nScott, from Derbyshire, has now asked a friend to help manage the accounts.\n\"I'm his identical twin so anything I see about appearance, or what he's like, I take it so personally,\" he said.\n\"It's relentless as well, and it's a really weird space online, this lack of consequence for saying something out in the open online when you're at home with your piece of plastic in your hand.\"\nBrett entered the Love Island villa during Tuesday night's episode of the ITV2 dating show.\nThe 27-year-old is a PhD student and model from Draycott in Derbyshire.\n\"Honestly after a day, I've not told many people this, I handed the login over to a friend who's used to managing online communities,\" said Scott, who models with his brother.\n\"So I was really grateful for that, because I was up until four o'clock on the first night reading every quoted tweet, every reply, every comment, DM, all of that stuff.\n\"They are talking about really bad people, and people that have committed serious crimes that he looks like apparently.\n\"There's just no boundaries. I had people sending voice notes and trying to call me on Instagram and FaceTime me.\"\nHowever, he said many of the messages had also been positive.\n\"There's been some really nice messages from people that have also been on the show,\" he said.\n\"I don't mind a bit of banter... have a laugh but know when to stop, know where the line is.\"\nThe mental health of Love Island contestants has come under increased scrutiny in recent years, following the suicides of former contestants Sophie Gradon and Mike Thalassitis.\nHowever, ITV has announced that contestants are to be taught how to handle the \"potential negativity\" of social media as part of the show's duty of care protocols.\nScott said the show appeared to have gone \"above and beyond\" regarding his brother's mental health.\n\"Brett had a lot of phone calls with psychiatrists, psychologists, and they called some of our family just to check in and have a chat about what his life has been like and any stresses and stuff like that,\" he said.\n\"But he's got a good, solid group of friends that he can definitely lean on for support, and obviously I'm here to take some of that burden too.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58215540",
      "category": "uk-england-london",
      "title": "James Markham killing: Chingford father was partner's 'world'",
      "tags": "Chingford,London violence",
      "text": "The partner of a man who was stabbed to death outside his home in north-east London has said her \"heart will never be the same\".\nJames Markham, 45, was killed on Monday night after confronting a group of youths who were shouting outside his home on Churchill Terrace, Chingford.\nA 14-year-old boy has been charged with his murder.\nCandice Roberts, who said she was \"devoted\" to Mr Markham for 25 years, described him as \"her world\". \nThe father of three had previously been described by friends as a \"man with a good heart and a good soul\".\nIn a statement, Ms Roberts said: \"We are so thankful to the ambulance service, the air ambulance and the police in all their efforts to save our beautiful Jamie.\n\"Our hearts will never be the same, he was my world. I am so overwhelmed from the love from our community and I thank you all from the bottom of my heart.\"\nThe accused teenager appeared at Stratford Youth Court on Friday, also charged with possessing a knife in public. \nHe remains in youth detention and is set to appear at the Old Bailey on 17 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58213255",
      "category": "uk-wales",
      "title": "Logan Mwangi: Community remembers boy, 5, found dead in river",
      "tags": "Bridgend,Sarn,Aberkenfig",
      "text": "A remembrance service has been held for a five-year-old boy found dead in a river in Bridgend county.\nLogan Mwangi, also known as Logan Williamson, was found in the River Ogmore in Aberkenfig, on 31 July.\nHis step-father has been charged with his murder, while he and Logan's mother have been charged with perverting the course of justice.\nOn Saturday about 40 people living in the community gathered to remember Logan.\nCandles were lit and lilies planted during the service at the bereavement garden in Tondu, part of which has been dedicated to Logan.\nThe Reverend Suzanne Brumwell led prayers for Logan, while a memorial book was signed, with children and adults sharing their memories of the five-year-old.\nShe told BBC Wales the memorial was about getting the community together, \"to hold Logan in our thoughts\" and to \"have the space for the grief that everyone is feeling\".\n\"Parishioners who don't know Logan told me they can't think of what happened without feeling quite teary, it has just ripped through the community.\"\nShe said she hoped that by sharing their memories and grief it would help those who were struggling to come to terms with his death.\n\"It helps to have someone walk alongside you, whoever they are,\" she said.\nBeverley Green, founder of Bridgend Bereavement Support, said Logan's death had had a deep impact on the community and she hoped the memorial would help those who loved him.\n\"They've been saying how much of a lovely little boy he was, how much he always used to smile,\" she said.\nLogan's body was found at about 05:45 BST on Saturday, 31 July, after reports of concerns for a missing five-year-old.\nHe was taken to Princess of Wales Hospital in Bridgend, where it was confirmed he had died.\nLogan's step-father John Cole, 39, has been charged with his murder.\nBoth Mr Cole and the boy's mother, Angharad Williamson, 30, both from Sarn, have been charged with perverting the course of justice.\nA 13-year-old boy, who cannot be identified for legal reasons, has also been charged with perverting the course of justice."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58213354",
      "category": "uk",
      "title": "Plymouth shooting: 'Why did he have a gun licence in the first place?'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58208792",
      "category": "world-us-canada",
      "title": "Climate change: July world's hottest month ever recorded - US agency",
      "tags": "US National Oceanic and Atmospheric Administration (NOAA),Climate change,United States",
      "text": "July was the world's hottest month ever recorded, a US federal scientific and regulatory agency has reported.\nThe data shows that the combined land and ocean-surface temperature was 0.93C (1.68F) above the 20th Century average of 15.8C (60.4F). \nIt is the highest temperature since record-keeping began 142 years ago. The previous record, set in July 2016, was equalled in 2019 and 2020.\nExperts believe this is due to the long-term impact of climate change. \nIn a statement, the National Oceanic and Atmospheric Administration (NOAA) said that July's \"unenviable distinction\" was a cause for concern. \n\"In this case, first place is the worst place to be,\" NOAA administrator Rick Spinrad said in a statement. \n\"This new record adds to the disturbing and disruptive path that climate change has set for the globe.\" \nThe combined land and ocean-surface temperature was 0.01C higher than the 2016 record. \nIn the Northern Hemisphere, land-surface temperature reached an \"unprecedented\" 1.54C higher than average, surpassing a previous record set in 2012. \nThe data also showed that July was Asia's hottest month on record, as well as Europe's second hottest after July 2018. \nThe NOAA statement also included a map of significant climate \"anomalies\" in July, which noted that global tropical cyclone activity this year has been unusually high for the number of named storms. \nEarlier this week, a report from the United Nations said that climate change is having an \"unprecedented\" impact on earth, with some changes likely to be \"irreversible for centuries to millennia.\" \nUN Secretary General António Guterres said that the findings were \"a code red for humanity.\" \n\"If we combine forces now, we can avert climate catastrophe. But as today's report makes clear, there is no time for delay and no room for excuses,\" he said. \nThe authors of the report say that since 1970, global surface temperatures have risen faster than in any other 50-year period over the past 2,000 years. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58213583",
      "category": "uk-england-kent",
      "title": "Channel migrant crossings reach record high as man dies",
      "tags": "English Channel,Dover,Calais,Migration",
      "text": "Nearly 600 migrants crossed the Channel on the same day a man died making the journey, the government has confirmed. \nThe Home Office said UK authorities dealt with 592 people on Thursday - the highest figure for a single day.\nFrench authorities reported more than 160 rescues on Thursday after several boats got into difficulty.\nProsecutors in France have begun a manslaughter investigation into the death of the Eritrean man after he was winched from the sea.\nNikolai Posner from migrant charity Utopia 56 spoke to survivors in Dunkirk. He said the 27-year-old jumped in to lighten the load of the sinking vessel he was on, as his 22-year-old girlfriend watched.\nAbout 40 people were on board the boat when it began to go down, prompting a huge emergency response in one of the busiest shipping lanes in the world.\nFrench authorities believe the man, who was taken to hospital in Calais, suffered cardio-respiratory arrest.\nThe Home Office has confirmed 592 people were rescued or intercepted during 16 incidents dealt with by the UK on Thursday, and said the French intercepted 18 crossings, preventing 420 people from setting out on the journey.\nAccording to government figures, asylum applications fell sharply as transport routes were shut down during the pandemic, with 26,903 asylum applications in the year up to March 2021, a fall of 24% on the previous year.\nWith travel by planes, trains and ferries restricted, arrivals by boat increased from about 4% of applications to a peak of 44% last calendar year. \nClandestine Channel Threat Commander Dan O'Mahoney said: \"We've seen a surge in illegal migration across Europe with people-smugglers organising waves of departures from French beaches.\n\"Last Thursday's death is a tragic reminder of the importance of stopping migrants from leaving the safety of France on these dangerous crossings.\n\"The government's New Plan for Immigration is the only long-term solution to fix the broken system, tackle the criminal gangs and prevent more tragedies.\"\nBut Lisa Doyle, director of advocacy and engagement at the Refugee Council, said: \"The government must change its approach. Instead of seeking to punish or push away people seeking safety because of the type of journey they have made to the UK, they must create and commit to safe routes.\"\nShe said: \"While there is war, persecution and violence, people will be forced to take dangerous journeys to seek safety.\n\"We are talking about ordinary men, women and children who are forced to flee their home through no fault of their own.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58213848",
      "category": "world-asia",
      "title": "Afghan conflict: Taliban take Mazar-i-Sharif, government's last northern stronghold",
      "tags": "Kabul,Afghanistan,Ashraf Ghani",
      "text": "Taliban fighters have captured Mazar-i-Sharif, the last major city in northern Afghanistan which was still under government control.\nThe fall of the traditional anti-Taliban bastion marked a major gain for the militants, who have been advancing at speed as US-led forces withdraw. \nPresident Ashraf Ghani travelled to the city just days ago to rally troops.\nThe Taliban are now in control of much of the country and are edging closer to the capital Kabul.\nMore than a quarter of a million people have been displaced by the violence, and many have fled to Kabul in the hope of finding safety. \nWomen in areas captured by the Taliban have described being forced to wear burkas and the militants are also reported to have beaten and lashed people for breaking social rules. \nWestern countries are scrambling to evacuate their citizens. \nLocal officials said Mazar-i-Sharif - the capital of Balkh province and fourth-largest city in Afghanistan - fell largely without a fight. \nAbas Ebrahimzada, a lawmaker from Balkh, told the Associated Press news agency that the national army were the first to surrender, which then prompted pro-government forces and other militia to give up. \nMazar-i-Sharif is a major economic centre that lies close to the borders with Uzbekistan and Tajikistan. The last time the Taliban took the city was in the 1990s. \nEthnic Uzbek warlord Abdul Rashid Dostum and prominent ethnic Tajik leader Atta Mohammad Noor are reported to have fled the province. \nFootage shared on social media appeared to show Taliban militants inside Mr Dostum's empty house. \nFollowing crisis talks with Mr Ghani earlier this week, Mr Dostum struck a defiant tone, saying: \"The Taliban have come to the north several times but they were always trapped.\"\nIn a Facebook post on Saturday, Mr Noor blamed government forces for the defeat, saying they handed their weapons and equipment to the Taliban. \nHe said he and Mr Dostum were in a \"safe place\".\nOne resident of Mazar-i-Sharif spoke to the BBC of his fear as the Taliban made their way through the city.\n\"They are going door to door and we are at home and unfortunately we can't do anything,\" he said. \"We are very afraid. My child is very afraid and my wife is crying now. What should we do tomorrow?\" \nOther areas also fell to the Taliban on Saturday, including the capitals of Paktika and Kunar provinces. \nThen on Sunday morning, the insurgents took Afghanistan's fifth-largest city Jalalabad, the capital of Nangrahar province, without resistance. A local official said it was the only way to save civilian lives.\nThe Taliban now control more than half the country's provincial capitals. Kabul is the only major city still under government control.\nPeople there who had fled the Taliban offensive could do little but wait with apprehension to see what comes next.\nSome reported that militant commanders elsewhere were demanding families hand over unmarried girls and women to become wives for their fighters.\nMuzhda, 35, a single woman who fled from Parwan to Kabul with her two sisters, said she would take her own life rather than let the Taliban force her to marry.\n\"I am crying day and night,\" she told AFP news agency.\nAlso in the capital, residents formed long queues at banks trying to withdraw their savings. Some branches had reportedly already run out of money.\nThere were also reports of a riot at Pul-e-Charkhi prison on the outskirts of the city, with local residents saying gunfire was heard from the facility.\nIn a pre-recorded TV address earlier on Saturday, President Ashraf Ghani said a top priority was the remobilisation of the Afghan armed forces to prevent further destruction and displacement of people. \nMr Ghani said he would not let a war that was \"imposed\" on people cause more deaths, as he praised the \"courageous\" security forces. \nThe speech came amid speculation by some that Mr Ghani may have been about to announce his resignation.\nThe UN has appealed to neighbouring countries to keep their borders open so that displaced Afghans can reach safety. UN Secretary General António Guterres said the situation was spinning out of control. \nViolence in the country has escalated in recent weeks now that US-led forces have all but withdrawn following 20 years of military operations.\nUS President Joe Biden said some 5,000 American troops were being deployed \"to make sure we can have an orderly and safe drawdown of US personnel and other allied personnel, and an orderly and safe evacuation of Afghans who helped our troops during our mission and those at special risk from the Taliban.\"\nAbout 600 British troops are due to arrive in the city this weekend to help with the withdrawal of UK citizens. They will also assist the relocation of Afghans who helped British forces and now risk reprisals from the Taliban.\nOther Western countries are also evacuating their nationals, scaling back their presence in Afghanistan and in some cases closing their embassies altogether. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58208791",
      "category": "world-us-canada",
      "title": "Covid-19: Canada to require vaccination for all federal workers by autumn",
      "tags": "Coronavirus vaccines,Justin Trudeau,Canada,Coronavirus pandemic",
      "text": "All civil servants in Canada must be vaccinated by the end of October or risk losing their jobs, the government has announced. \nThe mandate also applies to workers in federally regulated sectors, like rail.\nCommercial air, cruise and interprovincial train passengers must also be vaccinated to travel.\nCanada has one of the highest Covid vaccination rates in the world, with 81% of eligible people having received at least one dose. \n\"This is the best way to end the pandemic and allow the economy to safely remain open,\" said Intergovernmental Affairs Minister Dominic LeBlanc on Friday.\nIn Canada, provinces have a record of who has received vaccines. Mr LeBlanc added that testing and screening procedures will be implemented for those who cannot be vaccinated for medical reasons. \nThe minister said that government - the nation's largest employer - must \"lead by example\" in the fight against Covid-19. \nTransport Minister Omar Alghabra said that the decision is also aimed at restoring public confidence in travel.\nHe added that the federal government would work with travel operators and other industry players to develop a \"measured and practical approach\" to the vaccine policy ahead of the October deadline. \nThe mandate may influence voters in the general election Prime Minister Justin Trudeau is widely expected to call for September.\nA recent Ekos research poll shows that a third of Conservative voters oppose vaccine requirements. Most supporters of the ruling Liberal Party are in favour. \nOn Thursday, Canada's chief public health officer, Dr Theresa Tam, warned that the nation is in the midst of a fourth Covid wave. There are now over 13,000 active Covid-19 cases in the country. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58215631",
      "category": "world-latin-america",
      "title": "Haiti struck by deadly 7.2-magnitude earthquake",
      "tags": "Haiti,Earthquakes",
      "text": "A powerful earthquake has struck the Caribbean nation of Haiti, killing at least 304 people and injuring more than 1,800.\nThe 7.2-magnitude quake hit the west of the country on Saturday morning, toppling and damaging buildings including churches and hotels. \nThe prime minister said there was \"extensive damage\" and declared a month-long state of emergency. \nHaiti is still recovering from a devastating 2010 earthquake.\nThe epicentre of Saturday's quake was about 12km (7.5 miles) from the town of Saint-Louis du Sud, the US Geological Survey (USGS) said.\nThe tremor was felt in the densely-populated capital of Port-au-Prince, some 125km away, and in neighbouring countries. \n\"Lots of homes are destroyed, people are dead and some are at the hospital,\" Christella Saint Hilaire, who lives near the epicentre, told AFP news agency. \nPrime Minister Ariel Henry said he had mobilised a team to work on the relief effort. \n\"The most important thing is to recover as many survivors as possible under the rubble,\" he said. \"We have learned that the local hospitals, in particular that of Les Cayes, are overwhelmed with wounded, fractured people.\"\nMr Henry later revealed he had flown in a plane over the city of Cayes. \nUS President Joe Biden has authorised an \"immediate US response\" to help Haiti and said USAID would work to support efforts to \"assess the damage and assist efforts to recover those who were injured and those who must now rebuild\". \n\"In what is already a challenging time for the people of Haiti, I am saddened by the devastating earthquake,\" he said. \nThe USGS earlier warned that the earthquake could result in thousands of fatalities and injuries. It also said several aftershocks had been felt in the region, including one measuring 5.8 magnitude. \nFrantz Duval, editor-in-chief of Haiti's Le Nouvelliste newspaper, tweeted that two hotels were among the buildings destroyed in the town of Les Cayes. He said the local hospital was overwhelmed. \n\"Slowly, strongly and for very long seconds the earth shook in Haiti on 14 August, 2021 around 8:30 am,\" he wrote. \nReporters at Le Nouvelliste later said the majority of churches and hotels on the south coast had collapsed or suffered major damage. \nArchdeacon Abiade Lozama, head of an Episcopal church in Les Cayes, told the New York Times: \"The streets are filled with screaming. People are searching, for loved ones or resources, medical help, water.\" \nPhotos shared on social media showed damaged buildings and piles of rubble after the quake.\nLeila Bourahla, Haiti director of Save the Children, told the New York Times it would take days to assess the damage but \"it is clear that this is a massive humanitarian emergency\". \nNaomi Verneus, a 34-year-old resident of the capital Port-au-Prince, told the Associated Press news agency she was woken up by the earthquake and that her bed was shaking.\n\"I woke up and didn't have time to put my shoes on. We lived [through] the 2010 earthquake and all I could do was run. I later remembered my two kids and my mother were still inside. My neighbour went in and told them to get out. We ran to the street,\" she said. \nThe 2010 earthquake in Haiti killed more than 200,000 people and caused extensive damage to infrastructure and the economy.\nSaturday's earthquake comes amid a political crisis in the country, following the assassination of its president last month.\nTennis star Naomi Osaka, who is of Japanese and Haitian descent, tweeted her solidarity with Haiti.\nReferring to next week's Western & Southern Open, the four-time Grand Slam winner wrote: \"I'm about to play a tournament this week and I'll give all the prize money to relief efforts for Haiti. I know our ancestors' blood is strong we'll keep rising.\"\nAre you in the area? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58200161",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nisra records 31 virus-related deaths in NI",
      "tags": "NI Health,Northern Ireland Statistics and Research Agency (NISRA),Coronavirus pandemic",
      "text": "There have been 31 Covid-19 related deaths registered in Northern Ireland in the week to last Friday (6 August), according to the Northern Ireland Statistics and Research Agency (Nisra). \nThat is 13 more than the previous week. The agency's total now stands at 3,046.\nThe Department of Health's total for the same date, based on a positive test result being recorded, was 2,217.  \nNisra figures are higher because it records mentions of the virus on death certificates.\nThis means where the recorded death may or may not have been confirmed by way of a test.  \nOn the agency's measure, around two-thirds of Covid-19 related deaths have occurred in hospital (2,031), including the deaths of 239 care home residents.  \nAnother 784 people have died in care homes throughout the pandemic.  \nThe total of 1,023 means care home residents account for just over a third (33.5%) of all Covid-19 related deaths.  \nCovid-19 related deaths were also recorded in hospices (0.5%) and other residential locations (7.4%).  \nPeople aged 75 and over account for more than three-quarters of all Covid-19 related registered deaths (75.9%) between 19 March 2020 and 6 August 2021.  \nArmagh City Banbridge and Craigavon (12.1%) and Mid-Ulster (8.2%) local government districts have now recorded higher proportions of all Covid-19 related deaths.\nThat is compared with their share of all deaths in Northern Ireland (10.3% and 6.5% respectively).  \nThe provisional number of deaths from all causes registered in the week ending 6August was 342.  \nThat is 49 more than the previous week, and 69 more than the 5-year average for the time of year of 273.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58218750",
      "category": "world-europe",
      "title": "Polish law on property stolen by Nazis angers Israel",
      "text": "Poland's president Andrzej Duda has approved a law that will make it harder for Jewish people to recover property lost during and after World War Two.  \nThe move has triggered a diplomatic crisis, with Israel recalling its ambassador to Poland and branding the law \"anti-Semitic\".\nThe legislation relates to claims on property stolen by Nazi Germany, then seized by Poland's communist regime. \nThe law sets a 30-year limit on challenges to such confiscations.\nAs most happened soon after the war, many outstanding claims will now be blocked.\nThe Polish government says the change will end a period of legal chaos, but Israel condemned it forcibly.\n\"Poland today approved - not for the first time - an immoral, anti-Semitic law,\" Israeli Foreign Minister Yair Lapid said in a statement.\nMr Lapid also said he was recommending Poland's ambassador to Israel, Marek Magierowski, remain on his summer holiday in Poland.\n\"He should use the time available to him to explain to the Poles what the Holocaust means to the citizens of Israel and how much we will not tolerate contempt for the memory of the victims and the memory of the Holocaust,\" he tweeted.\nOn Monday Poland's foreign ministry said Mr Magierowski had been recalled until further notice, citing Israel's \"recent unjustified actions\".\nEarlier Polish Prime Minister Mateusz Morawiecki said he would arrange for the ambassador's children to be brought home.\nIn a statement, the prime minister rejected Israel's accusations of anti-Semitism and said its rhetoric would \"increase hatred towards Poland\".\nMr Duda said signing the bill into law ends an era of legal chaos in the process of handing back confiscated properties.\nIn recent decades property restitution has become deeply mired in corruption, with title claims being bought and sold, and tenants suddenly finding themselves thrown out of their apartments from one day to the next. Jewish claims account for just a minority of total claims, most of which have been made by Poles.\nAs a result, the law received the backing of Poland's opposition as well as the government.\nIsraeli Prime Minister Naftali Bennett branded the law \"shameful\". He said it showed \"disgraceful contempt for the Holocaust's memory\".\nAbout six million Jews died in the Holocaust, half of them Polish. About 90% of Poland's pre-war Jewish community were killed.\nIsrael's opposition to the legislation was supported by the US, and Mr Lapid said further courses of action would be discussed with Washington.\nThe Polish government has previously said the new law has nothing to do with Israeli and US fears.\nWhen World War Two ended, Poland's communist authorities nationalised many properties that had been left empty because their owners had fled or been killed.\nThe new law covers both Jewish and non-Jewish claimants, but critics say Jewish owners were often late in lodging claims after the war and will be disproportionately affected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58198832",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI medics warn of more cancelled operations",
      "tags": "NI Health,Northern Ireland Statistics and Research Agency (NISRA),Coronavirus pandemic",
      "text": "Health officials have warned it is inevitable that more operations will be cancelled as Northern Ireland's health service struggles with Covid pressures.\nThe warning was issued by the Health and Social Care Board as senior medics appealed to the public to take up the offer of vaccination against the virus.\nMedics said the pressure is coming mainly from unvaccinated patients.\nThey said 60% of patients with Covid-19 who are currently in intensive care have not had any Covid vaccinations.\nA further 13% of Covid-positive patients who are being treated in local intensive care units (ICU) have only had one jab to date. \nThat means that almost three-quarters (73%) of patients who currently require ICU treatment after being diagnosed with Covid-19 have not been fully vaccinated. \nA hospital doctor who specialises in critical care provision in Belfast said medics are having to treat much younger, fitter patients, with fewer underlying health conditions, during the current fourth wave of coronavirus, compared to earlier stages in the pandemic.\n\"Those that pass through the wards and deteriorate, who come to intensive care, are younger - much younger - and often without anything else wrong with them,\" said Dr George Gardiner, a critical care consultant with the Belfast Health Trust.\n\"So if there was a perception in previous times that this was a disease of older people or sicker people, then the virus has changed or it's simply now only got younger people left to infect.\"\nOn Friday, another four coronavirus-related deaths were reported in the daily figures recorded by Northern Ireland's Department of Health.\nThere was also a rise in the weekly coronavirus-related death toll, as recorded by the Northern Ireland Statistics and Research Agency (Nisra).\nEarlier on Friday, Infrastructure Minister Nichola Mallon said it would be \"naive\" to set a date to remove all Covid-19 restrictions in Northern Ireland.\nHer comments come after First Minister Paul Givan's claim that the \"justification for regulations is diminishing\".\nHe said he hoped Northern Ireland Executive ministers could agree to scrap all regulations by the end of September. \nOn Thursday, a number of relaxations to the regulations were announced.\nThese included the removal of bubbles for school pupils from the start of term, the return of full in-person learning at further and higher education facilities and changes to self-isolation requirements.\nWhile relaxations were also made for the hospitality sector, with the previous cap of six people sitting at tables in pubs and restaurants scrapped, the executive stopped short of changing rules on social distancing.\nMs Mallon, the deputy leader of the SDLP, said the executive had agreed to follow a data-led approach in their decision-making around regulations.\nShe told the BBC's Good Morning Ulster programme that she did not want to see a repeat of the \"very difficult and challenging executive meeting\" before Christmas in 2020.\n\"People put dates out there and felt obligated to stick to them even though the data indicated that we should be doing something very different,\" she said.\n\"I will look at the data, I will make my decisions accordingly but I want to reassure people, of course I don't want restrictions in place any longer than necessary.\"\nPublic health expert Professor Gabriel Scally said plans to ease restrictions in Northern Ireland were \"bizarre\", given the rising Covid-19 cases in hospital.\n\"You can't ignore the fact that Covid-19 is growing, that cases are really high in Northern Ireland and hospital admissions are very high,\" he told BBC News NI's Evening Extra programme.\n\"It's not a sensible thing to remove all restrictions and not put in place preventive measures.\n\"I hear exactly what is said about how it's all down to personal responsibility now. But there are people getting very ill who have been doubly vaccinated.\"\nSpeaking to the BBC's Good Morning Ulster programme, Dr Tom Black from the British Medical Association (BMA) welcomed the latest round Covid-19 rule relaxations but urged caution. \n\"It's really important to let the public know, when they work hard and make sacrifices there is an award, essentially, at the end of it,\" he said.\n\"Every time we think we're being successful against this virus we become complacent and complacency leads to failure.\n\"It's not sensible to say, 'In the future we're going to do this', I think what we have to do is watch the data carefully.\"\nHe said modelling suggests that the return of the school term will lead to \"an increase in infection\". \nOther moves agreed by the executive on Thursday include:\nOn Friday, the Western Health Trust announced that it is to set up dedicated pop-up vaccination clinics for pregnant women at its three mass vaccination centres, located at Foyle Arena in Londonderry, Omagh Leisure Centre and Lakeland Forum in Enniskillen.\nThe clinics will provide Pfizer-BioNTech first jabs to pregnant women on a walk-in basis, with no appointment necessary.  \nDuring these dedicated clinics, the centres will remain closed to the general public.\nThe trust's head of midwifery and gynae services, Maureen Miller, said it is part of a drive to encourage more pregnant women to get the vaccine.\n\"It's important to stop the spread of Covid-19 and therefore we advise pregnant women and those who have delivered within the last six weeks to come along to the pop-up clinic,\" Ms Miller said. \nIt comes as figures obtained by BBC News NI in July revealed an increase in the number of those who are pregnant or have recently given birth being hospitalised and testing positive for Covid-19."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-58213759",
      "category": "uk-england-nottinghamshire",
      "title": "Drone spots suspected burglars on Mansfield bank roof",
      "tags": "Nottinghamshire Police,Mansfield,Nottingham,Drones",
      "text": "Three suspected burglars who tried to hide from police on the roof of a bank were foiled by a thermal imaging drone. \nNottinghamshire Police attended the Santander bank in Stockwell Gate, Mansfield, at 01:10 BST after the intruder alarm was activated. \nOfficers could not find any suspects until the force's drone spotted three people on the roof. \nTwo men, aged 25 and 40, and a 31-year-old woman, were arrested on suspicion of burglary and remain in custody.\nPolice said Nottinghamshire Fire and Rescue Service was also in attendance to help officers search the roof. \nIt is unclear whether anything was taken from the bank. \nDet Sgt Lauren Morgan said: \"This is a great example of how multiple departments from the force can work together to achieve good results and I would like to thank everyone who was involved in the arrests.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58203842",
      "category": "world-europe",
      "title": "BBC condemns Russia's decision to not renew correspondent's visa",
      "tags": "Press freedom,Media,BBC,Russia,Journalism",
      "text": "The BBC has condemned Russia's decision to not renew the visa of one of its correspondents in the country, calling it a \"direct assault on media freedom\".\nThe corporation urged Russian officials to reconsider the \"expulsion\" of Sarah Rainsford, currently based in Moscow.\nRussian state media said Rainsford would have to leave at the end of the month, when her accreditation expires.\nThe report said the move was in retaliation for the UK's refusal to grant visas to Russian journalists.\nMaria Zakharova, spokeswoman for the Russian foreign ministry, said in a post on Telegram that the government had warned repeatedly that it would respond to what she called visa-related persecution of Russian journalists in the UK.\nState-run Rossiya-24 television said late on Thursday that journalists for other state-backed organisations, such as the broadcaster RT and online outlet Sputnik, had not been accredited by the UK government to cover international events.\n\"Sarah Rainsford is going home. According to our experts, this correspondent of Moscow's BBC bureau will not have her visa extended because Britain, in the media sphere, has crossed all our red lines,\" the report said.\n\"The expulsion of Sarah Rainsford is our symmetrical response,\" it said.\nIn a statement, BBC Director-General Tim Davie said: \"The expulsion of Sarah Rainsford is a direct assault on media freedom which we condemn unreservedly.\n\"Sarah is an exceptional and fearless journalist. She is a fluent Russian speaker who provides independent and in-depth reporting of Russia and the former Soviet Union. Her journalism informs the BBC's audiences of hundreds of millions of people around the world.\n\"We urge the Russian authorities to reconsider their decision. In the meantime, we will continue to report events in the region independently and impartially.\"\nThe UK Foreign Office described the move as \"another unjustified step by the Russian authorities\".\nRainsford is an experienced foreign correspondent who has previously been based in Havana, Istanbul and Madrid. \nMost recently, she has won respect for her reporting in Belarus where earlier this week she challenged long-time President Alexander Lukashenko over human rights abuses.  \nWhen he was asked about the latest British sanctions targeting the country, the president said: \"You can go choke on your sanctions... You are American lapdogs!\"\nThe expulsion is the first of a British journalist from Russia in a decade, a tit-for-tat move as relations between the two countries worsen.\nIn 2019, UK media regulator Ofcom fined RT for breaking impartiality rules over its coverage of the poisoning in Salisbury of the former Russian intelligence officer, Sergei Skripal, and his daughter Yulia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58200296",
      "category": "world-europe",
      "title": "Turkey floods: Death toll near Black Sea rises to at least 70",
      "tags": "Turkey,Floods,Severe weather",
      "text": "A huge search-and-rescue operation is under way in northern Turkey after flash floods along the Black Sea coast killed at least 70 people.\nKastamonu province is the worst-hit area. Apartment buildings in the town of Bozkurt were destroyed when the Ezine river burst its banks.\nThis month Turkey has also had to battle huge wildfires in the south.\nEight people died when a fire-fighting plane crashed in Adana on Saturday, just before it was due to land.\nFive Russian servicemen and three Turkish citizens were on board the aircraft, Interfax agency reported.\nThose fires - which are now under control - forced thousands of locals and tourists to flee Marmaris and surrounding areas. Eight people died and more than 100,000 hectares (247,000 acres) of vegetation was devastated.\nThe floods, triggered by torrential rain, caused some buildings to collapse, smashed bridges, clogged streets with wrecked cars and cut power supplies.\nOn Sunday Turkish authorities said 70 people had been killed in three provinces along the Black Sea, including 60 in Kastamonu. Dozens of people are still missing.\nPresident Recep Tayyip Erdogan visited Kastamonu on Friday and attended a funeral for some of the flooding victims.\n\"We can't bring back the citizens we lost, but our state has the means and power to compensate those who lost loved ones,\" Mr Erdogan said after leading prayers.\nMr Erdogan's government has faced criticism for its handling of Turkey's recent natural disasters.\nIn the flooded areas, helicopters plucked some people from rooftops while others were rescued by boat. \nMore than 1,700 people have been evacuated, and as many as 330 villages are without electricity.\nTurkey's latest disaster came in the week that a major UN report warned of more extreme weather events because of human-induced global warming. Flash floods and severe heatwaves are afflicting much of Europe this summer.\nMountainous areas along Turkey's Black Sea coast are prone to flooding in the summer. \nBut Interior Minister Suleyman Soylu said on a visit to the area on Thursday \"this is the worst flood disaster I have seen\".\nIn neighbouring Greece, the authorities say widespread wildfires are more controllable now since much-needed rainfall came."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58206400",
      "category": "world-asia",
      "title": "Afghanistan: Diplomats hasten exit as Taliban near Kabul",
      "tags": "Kabul,Taliban,United States",
      "text": "The first US troops are arriving in Afghanistan to help diplomatic staff and others leave, as many countries scramble to evacuate workers and citizens amid a rapid Taliban advance.\nOn Friday, militants captured Pul-e-Alam, capital of Loghar province, just 80km (50 miles) from the capital Kabul.\nThe UN chief said the situation was spinning out of control with devastating consequences for civilians.\nMore than 250,000 people have been forced to leave their homes so far.\nThe Taliban advance comes as US and other foreign troops withdraw after 20 years of military operations. The fighting has raised fears that gains in human rights made since the militants were ousted from power in 2001 could be swiftly reversed.\nLife under the Taliban in the 1990s saw women forced to wear the all-covering burka, education restricted for girls over 10, and brutal punishments including public executions.\nAlso on Friday, the Taliban seized the country's second-largest city Kandahar and the nearby city of Lashkar Gah, as well as Herat in the west. They now control about a third of Afghanistan's provincial capitals.\nPentagon spokesman John Kirby called the recent advances \"deeply concerning\", but downplayed any suggestion that Kabul was under imminent threat from the group.\nMost of the 3,000 troops being sent to help evacuate US diplomatic staff will arrive by the end of the weekend. The US intends to airlift thousands of people a day out of Kabul.\nThe latest US intelligence assessment suggests the militants could try to advance on the national capital within 30 days. \nThe US embassy there informed staff that an incinerator and other tools were available to destroy sensitive material, including documents and equipment such as flags that could be used in propaganda.\nThe UK, which is sending 600 troops to aid the evacuation of British nationals and former Afghan staff, said staffing at its embassy would be reduced to an absolute minimum - as did Germany.\nDenmark and Norway are closing their embassies altogether. \nUN Secretary General António Guterres called on the Taliban to end the fighting and urged the international community to make clear that power seized through military force is unacceptable. \n\"Every day the conflict is taking an even bigger toll on women and children. Continued urban conflict will mean continued carnage with civilians paying the highest price,\" he said.\nFood and medical supplies are dwindling and critical infrastructure including schools and clinics has been destroyed, he said. The UN has appealed to neighbouring countries to keep their borders open, to allow people to reach safety. \nMore than 1,000 civilians were killed in Afghanistan in the past month alone, according to the UN.\nMakeshift camps have been established on scrubland on the outskirts of the capital, while many of those seeking safety in Kabul have been sleeping on the streets. \nAbout 72,000 children are among those fleeing to the capital in recent days, according to Save the Children.\nZuhal, a 20-year-old student who has been helping those displaced, told the BBC: \"Ceasefire, just like an immediate ceasefire, just stop the fighting because we cannot get up another day and see a child filled with blood, a mother crying for her son - we cannot see that anymore.\"\nIn a separate development, Canada said it planned to resettle more than 20,000 vulnerable Afghans including women leaders, human rights workers and reporters.\nAre you in Afghanistan? How have you been affected? haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58089932",
      "category": "entertainment-arts",
      "title": "Strictly Come Dancing: Ex-rugby star Ugo Monye completes 2021 line-up",
      "tags": "Television,McFly,Strictly Come Dancing,EastEnders",
      "text": "Rugby player-turned-pundit Ugo Monye has become the 15th and final celebrity to be confirmed for the 2021 series of Strictly Come Dancing.\nMonye will join Olympic swimmer Adam Peaty, BBC Breakfast's Dan Walker, actress Nina Wadia and 11 other stars when the BBC show returns next month.\nThe former England player, soon to be seen as a team captain on A Question of Sport, said it was \"a dream come true\".\n\"I love an outfit at the best of times, so bring on the sequins!\" he went on.\nThe announcement came hours after the participation of Olympic gold medallist Peaty was revealed, along with that of comedian and Loose Women panellist Judi Love.\nThe trio were the final celebrities to be named for the 19th series of Strictly, which will be the normal length after being slightly shorter in 2020 because of the Covid pandemic.\nBruno Tonioli will be absent from the judges' desk, replaced by long-serving professional dancer Anton Du Beke. Four new professionals have also been revealed.\nHere are 2021's celebrity contestants in full:\nThe former Harlequins winger won 14 international caps for England and also played two Tests for the British & Irish Lions.\nAfter retiring in 2015, he moved into the media and his Strictly signing comes weeks after he was named among a new line-up on the BBC's long-running A Question of Sport.\n\"Strictly is the biggest entertainment show on TV and I can't wait to show everyone I've got more than just dad dancing moves,\" he said in a statement.\n\"My two beautiful daughters never had a chance to see me on the rugby pitch, so to know they can watch me waltzing and twirling every week is really special to me.\"\nSwimmer Peaty will be hoping to follow the two gold medals he won at the recent Tokyo Olympics with Strictly's coveted glitterball trophy.\nThe 26-year-old won the 100m breaststroke in Tokyo, becoming the first British swimmer to defend an Olympic title. He also scooped gold in the mixed 4x100m medley relay and silver in the 4x100m medley relay.\n\"I'm not the most fluid on land,\" he told BBC Radio 1 Newsbeat. \"But, saying that, I am an athlete. I am used to working hard.\"\nIn a separate statement, Peaty said he was \"really looking forward to doing something totally different and challenging myself away from the pool\".\nJudi Love is a TV presenter, stand-up comedian, online comedy star and OK! magazine columnist.\nShe said she had watched Strictly for years and \"admired the phenomenal abilities of these dancers and celebrities that have taken part and dedicated themselves to learning a new craft\".\nShe added: \"I'm truly looking forward to pushing myself in something that I could have only dreamed of doing and now it's actually coming true!! I can't lie I'm soooo nervous but excited at the same time.\"\nThe EastEnders actress, who has played Frankie Lewis in the BBC soap since 2020, is set to become Strictly's first deaf dancer.\n\"To be the first deaf contestant on Strictly Come Dancing is so exciting and a little bit scary,\" she said in a statement. \"I hope I will do the deaf community proud and break down more barriers.\n\"But I am also very excited to learn an incredible new skill, and even better I get to learn whilst wearing beautiful dresses made especially for me!\"\nAyling-Ellis, who communicates using British Sign Language, made history by becoming the first deaf actor to play a deaf character in EastEnders' fictional Walford suburb.\nFormer EastEnders and Goodness Gracious Me actress Wadia admitted she was \"so scared\" when her name was added to the line-up.\n\"I like dancing like no-one's watching,\" she told ITV's Lorraine after she was revealed. \"So we just need to blindfold the judges and I'm going to win,\" she joked.\nWadia played Zainab Masood (later Khan) in EastEnders between 2007 and 2013 and is also known for her role in BBC comedy Still Open All Hours.\n\"A lot has happened in the last couple of years, and I just want to grab life by the balls and enjoy it,\" she said. \nThe 19-year-old has more than 9.5 million followers on TikTok and is known for presenting CBBC's Matilda and the Ramsay Bunch, which features her family - including her father, chef Gordon.\nShe said she \"can't wait to get my dancing shoes on and show my dad how it's done\".\nHe wished her well in a video when she was announced as a contestant on ITV's This Morning, signing off with the warning: \"Don't date those dancers.\"\nAsked if she thought she had an advantage by posting dance videos on social media, Ramsay replied: \"Yeah, I guess that's true. You've got to learn them and you've got to remember them for the video, but luckily that's not live and you can do as many takes as you need.\"\nThe actor rose to fame by playing John Willoughby in the 1995 film Sense and Sensibility, on which he met his future wife Dame Emma Thompson.\nWise also appeared in Cranford, played Lord Mountbatten in The Crown, and created the 2019 film Last Christmas with Dame Emma, whom he married in 2003.\nHe dedicated his Strictly appearance to his late sister Clare, with whom he wrote the book Not That Kind of Love.\n\"My beautiful sister was a huge disco queen,\" he said. \"She left our world almost exactly five years ago in a glitter ball coffin. This is for her.\"\nDan Walker has been a regular presenter of BBC Breakfast since 2016, when he replaced Bill Turnbull.\nHe said on Tuesday he was \"excited, a little bit worried, mostly terrified\" about joining Strictly.\nKeen sports fan Walker presented BBC Olympic Breakfast throughout this year's games. He also hosted Football Focus for 12 years and has covered many major events, including Wimbledon, the Grand National and Royal Ascot. \nOther presenting roles have included The One Show and Songs of Praise.\nHe added: \"My kids have only ever asked me to go on two shows… Saturday Mash Up and Strictly. I did Saturday Mash Up this summer so… it's time to embrace the sequins.\"\nKatie McGlynn meanwhile said she was getting ready \"to shake my shimmy\".\n\"I'm really not a dancer, but I'm so excited to learn a new skill on this crazy journey and cannot wait to slip into some sequins along the way,\" she said.\nThe actress, who plays newcomer Becky Quentin in Hollyoaks, formerly starred as Sinead Tinker in Coronation Street. The role earned her a Bafta nomination and a National Television Award in 2020. She also featured in the BBC One drama series Waterloo Road and The Syndicate. \n\"A lot of my roles have involved quite serious and challenging storylines, so I'm fully ready to let my hair down and do something different, even if it is completely outside of my comfort zone,\" she added.\nSara Davies, 37, became the youngest ever dragon on the BBC show's panel of entrepreneurs when she joined in 2019.\nKnown as the Den's \"Crafting Queen\", Davies started her business Crafter's Companion when she was still a student. It now employs nearly 250 people.  \nThe County Durham-born entrepreneur said her \"mam and dad are going to be so excited\" about her joining Strictly.\n\"I'm really nervous because so far the producers keep asking me if I can dance. Truth be told - I haven't got a clue! I've not danced since I did ballet lessons when I was little.\"\nShe added: \"The business world has taught me that tenacity, drive and determination deliver results, I hope that I can bring that to the dance floor. And I'm excited to see the impact of all those hours of training on my mum tum!\"\nThe singer and guitarist, who scored seven UK number one singles with McFly between 2004 and 2007, is taking to the dance floor exactly a decade after his bandmate Harry Judd lifted the coveted glitterball trophy.\nFletcher has also carved out a successful sideline as a children's author, and his family could do a unique reality TV double after wife Giovanna won I'm A Celebrity... Get Me Out Of Here! last year.\nHe said he was \"incredibly excited\" but also \"totally terrified\" to do Strictly. \"My kids were excited too until I started showing them my best dad-dancing in the kitchen,\" he said. \"I'm not sure how far they'll get me in the competition but I can't wait to add some new moves to my embarrassing dad-dancing repertoire.\"\nThe Blackburn-born presenter rose to fame hosting Big Brother's Bit on the Side in 2013, and has since appeared on shows like The Voice UK and Trending Live!. \nIn September, she will co-present a one-off revival of Channel 4's The Big Breakfast alongside comedian Mo Gilligan.\nShe said she was \"beyond chuffed\" to be on Strictly. \"I absolutely love the show and am fully committed to making the most of every second of the Strictly experience,\" she said. \"Bring it on!\" \nThe comic actor is best-known for his double act with David Mitchell in TV shows like Peep Show, That Mitchell and Webb Look and Back. Like Fletcher, he has also become an author.\nAnd Webb has form on the dance floor - he won Let's Dance For Comic Relief in 2009.\n\"It's a big, generous, joyful show and I can't wait to get packed into a spandex onesie and fired from a glitter cannon directly at Claudia Winkleman,\" he said.\nActor and children's TV presenter Stephenson is best known as the face of children's television channel CBBC, which he hosts live from the channel's Salford HQ.\nHe has presented such CBBC shows as Blue Peter and Saturday Mash-Up! and is an ambassador for children's mental health charity Place2Be. \n\"I cannot wait to experience it all: the costumes, the orchestra, even Craig's glare,\" he said of his participation in Strictly. \"I am ready!\"\nThe actor and children's TV presenter added he was already \"impatient to take part\" after being unveiled on Friday morning's Newsround news bulletin.\n\"I have dreamt about being on this show, and I know for a fact it is going to exceed every expectation,\" he said.\nWhaite is a chef, TV presenter and cookery author. He won the third series of The Great British Bake Off in 2012 at the age of 23. \nSince then he has presented TV shows and has a cooking segment on Steph's Packed Lunch on Channel 4.\nHe has also published five cookery books and runs his own cookery school, John Whaite's Kitchen.\n\"I'm so grateful, excited, and nervous to be joining the Strictly 2021 family,\" he said. \"I've been wearing sequins and jazzy attire since I was three years old and can't wait to hurl myself, full throttle, around the most glamorous dance floor on Earth.\"\nWhaite will be part of the show's first all-male partnership. He will follow in the footsteps of boxer Nicola Adams, who was the first celebrity to have a same-sex partner last year.\nThe 2012 Bake Off winner described his partnership as \"a great step forward in representation and inclusion\". \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion, email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58216017",
      "category": "uk",
      "title": "Covid: 16 and 17-year-olds in England to be offered jab by 23 August",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "All 16 and 17-year-olds in England are to be offered their first coronavirus vaccine dose or the chance to book one by 23 August, the government has said.\nThe health secretary said offering vaccines by this date would allow teenagers to get some protection before starting school or college next month.\nA walk-in site finder is being launched online by NHS England to help people locate their nearest vaccine centre.\nYoung people in this age group were first offered a jab earlier this month.\nBut unlike older age groups, no second dose is being scheduled.\nThey will be invited, by text or letter, to get vaccinated either by making an appointment through GPs or by going to a walk-in centre, the Department of Health said. \nInvites are also being sent out in Wales, while in Northern Ireland, walk-in centres are now open to older teenagers, and in Scotland they can register their interest online. \nTens of thousands of people aged 16 and 17 have already had a first vaccine. Having it done by 23 August will mean there is two weeks for them to build immunity before the new term gets under way.\nThose aged 12 to 15 who are clinically vulnerable or live with others at increased risk of getting seriously ill with coronavirus are also being invited for their vaccine by that date. However, some parents have told the BBC of their struggles in securing vaccines for children in this group.\nTeenagers who are within three months of turning 18 can book an appointment online through the National Booking Service or calling 119.  \nHealth Secretary Sajid Javid urged people not to delay, adding: \"Get your jabs as soon as you can so we can continue to safely live with this virus and enjoy our freedoms by giving yourself, your family and your community the protection they need.\"\nExperts have warned that high levels of coronavirus infection and rising case rates mean the UK is \"running hot\" when it comes to managing the spread of the disease.\nDr Simon Clarke, associate professor in cellular microbiology at the University of Reading, said on Friday that while vaccines are reducing the number of hospital admissions and deaths, high case numbers \"still place an unnecessary burden on the NHS\".\nThe rate of new cases of the virus is currently rising in all four nations, suggesting the sharp fall in Covid-19 cases that had been under way since mid-July has now come to an end.\nThe National Education Union said the vaccinations of 16 and 17-year-olds would help minimise disruption to education in the next academic year, but said additional safety measures needed to continue in schools. \nThe union's joint general secretary, Kevin Courtney, said: \"With the autumn and winter terms coming up, the issue of crowded schools with no social distancing and inadequate ventilation remains a problem.\"\nThe government says vaccines have saved about 84,600 lives as well as preventing 23.4 million infections and 66,900 hospital admissions by 6 August.   \nSunday's data showed that 47,302,445 first doses had now been given in the UK - covering about 89% of the adult population - and 40,577,198 second doses, about 77% of adults. \nThere were 26,750 new cases announced and 61 deaths, where the person had tested positive within the previous 28 days.\nDr Nikki Kanani, NHS medical director of primary care and deputy lead for the vaccination programme in England, said more than a quarter of a million under-18s had had a first jab so far. \n\"Now as teenagers prepare to head back to school or college or into their first full-time jobs, once again NHS staff are doing everything they can to offer young people the lifesaving vaccine as quickly as possible to protect themselves and others,\" she said.     \nThe latest data showed that 70% of people aged 18 to 29 in England had received a first dose of vaccine up to 11 August.\nThose aged 16 and above do not need parental consent to get a vaccine as they are considered capable of making their own medical treatment decisions. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58213744",
      "category": "uk-scotland",
      "title": "Nicola Sturgeon's sister Gillian arrested over Ayrshire incident",
      "tags": "Kilwinning",
      "text": "The sister of First Minister Nicola Sturgeon has been arrested and charged over an alleged domestic incident.\nGillian Sturgeon, 46, was arrested on Wednesday over an incident at a house in Kilwinning, North Ayrshire, on 7 August.\nShe was released on an undertaking to appear at Kilmarnock Sheriff Court at a later date yet to be confirmed.\nA 50-year-old man, Steven Waite, was also arrested and charged over the incident.\nHe too was released on an undertaking to appear at the same court at a later date.\nA statement released by Police Scotland said: \"A 50-year-old man was arrested and charged in connection with an incident that took place within a house in Kilwinning on Saturday August 7.\n\"He was released on an undertaking to appear at Kilmarnock Sheriff Court at a later date.\n\"A full report will be sent to the procurator fiscal.\"\nThe statement added: \"On Wednesday August 11, a 46-year-old woman was arrested and charged following a report made on Tuesday August 10 regarding an incident that took place within a house in Kilwinning on Saturday August 7.\n\"She has been released on an undertaking to appear at Kilmarnock Sheriff Court at a later date.\n\"A full report will be sent to the procurator fiscal.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58215440",
      "category": "uk",
      "title": "Covid: Carrie Johnson urges pregnant women to get vaccinated",
      "tags": "Carrie Symonds,Coronavirus vaccines,Coronavirus pandemic,Pregnancy",
      "text": "Carrie Johnson has said she is \"feeling great\" after having her second Covid jab, as she encouraged other pregnant women to get the vaccine.\nThe prime minister's wife said she understood people's anxieties but that the evidence was \"reassuring\". \nMrs Johnson said there was no increased risk of miscarriage - adding she had been \"definitely concerned\" about that. \nAnnouncing her pregnancy last month, she also revealed she had a miscarriage earlier this year.\nHer post on Instagram about getting the jab comes after England's chief midwife urged pregnant women to be vaccinated as soon as possible. \nWhen the UK's vaccination programme started, the original advice for pregnant women was to avoid the jab for the time being - because doctors are extremely cautious about what they recommend during pregnancy. \nBut when safety data became available, the advice changed to encourage pregnant women to have the vaccine, especially because contracting Covid can be dangerous for expectant mothers.  \nThe 33-year-old, who married Boris Johnson in May and is mother to one-year-old Wilfred, wrote: \"Just had my second jab and feeling great! \n\"I know there are lots of pregnant women who are anxious about getting their Covid vaccine but the evidence is incredibly reassuring.\"\nShe added: \"Most importantly, the data shows there is no increased risk of miscarriage, something I was definitely concerned about.\"\nMrs Johnson had a miscarriage in early 2021, which she said left her \"heartbroken\". She said she felt \"blessed to be pregnant again\" but \"felt like a bag of nerves\".  \nIn Saturday's Instagram post, accompanied by a selfie in which she is wearing a sticker showing she has had her vaccine, Mrs Johnson said nearly 200,000 pregnant women in the UK and US had now had a Pfizer or Moderna vaccine \"without safety concerns\". \n\"The Royal College of Midwives has said that expectant mothers are at greater risk of serious illness if they get Covid so being vaccinated really is the best way to keep you and your baby safe,\" she wrote. \nSince mid-April 2021, mothers-to-be have been offered the Pfizer or Moderna coronavirus jab, with the second dose recommended eight weeks after the first.\nBut figures out last month, from estimates based on GP records and Public Health England data, suggested hundreds of thousands had not had the jab. \nData looking at pregnant women admitted to English hospitals up to July showed that, in the previous three months, 171 pregnant women had been admitted to hospital with Covid symptoms - 98% were unvaccinated, and three of them had received a single dose of the vaccine.  \nIf you or someone you know has been affected by miscarriage or other pregnancy-related issues, support can be found through BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58209403",
      "category": "world-us-canada",
      "title": "Nicki Minaj and husband Kenneth Petty sued by sex assault victim",
      "tags": "Nicki Minaj",
      "text": "Rapper Nicki Minaj and her husband, Kenneth Petty, are being sued by a woman he was convicted of attempting to rape in 1994.\nThe woman, now 43, has filed a lawsuit alleging that the couple harassed her to try to make her take back her claims, US media report.\nPetty served four-and-a-half years in prison after pleading guilty to attempted rape of the then teenager.\nLast year he was arrested for failure to register as a sex offender.\nIn the lawsuit, filed in the US District Court for the Eastern District of New York, the woman alleges that Ms Minaj offered her $500,000 (£360,000) via an intermediary in return for recanting her accusations against Petty.\nThe lawsuit claims that, shortly after Petty's arrest in 2020, the intermediary gave the rapper the woman's number. Ms Minaj is alleged to have called her and offered to fly her and her family to Los Angeles if she could \"help\" her. \nThe offer was declined, the lawsuit says.\nThe woman also claims that she turned down Ms Minaj's offer to have her publicist draft a statement recanting the allegation.\nAccording to the lawsuit, the woman is said to have told Ms Minaj: \"I need you to know woman to woman, that this happened.\"\nThe woman further claims that within days of rejecting the offers, she and her family \"suffered an onslaught of harassing calls and unsolicited visits\".\nThe woman said she had not been able to work since May 2020 \"due to severe depression, paranoia, constant moving, harassment and threats\" from the celebrity couple and their associates.\nThe lawsuit, which seeks unspecified damages, says she is living in hiding as she fears retaliation.\nThe musician's legal team has not yet responded to the accusations, according to US media.\nMs Minaj and Petty began dating in 2018 and announced a year later that they were married. The couple have an 11-month-old son."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58144669",
      "category": "uk-wales",
      "title": "Covid: Safety fears as face-mask rules 'ignored on Welsh trains'",
      "tags": "Coronavirus lockdown measures,British Transport Police,Rail travel,Social distancing,Transport for Wales,Coronavirus pandemic",
      "text": "Some passengers have complained of being crammed into carriages with strangers refusing to wear masks on Welsh trains, despite Covid laws.\nIn Wales face masks remain a legal requirement on public transport, while in England they are only advised.\nA number of passengers told BBC Wales people were ignoring calls to put on masks, leaving them feeling unsafe.\nTransport for Wales (TfW) said it was urging travellers to wear masks on all services.\nSince the start of the pandemic, 8,800 people have been barred from getting on a TfW train for not wearing a mask - with 2,047 people refused travel since the start of this year.\nWhile most Covid restrictions were relaxed in Wales on 7 August, the wearing of face masks remains a legal requirement in most public places, including on buses and trains, unless you are exempt.\nThis is stricter than in England where face-mask laws ended on 19 July, with the UK government advising people to wear masks in crowded places.\nScientists have said the risk of transmission depends on how crowded a train is, and how far away you can stay from other people.\nIn recent weeks commuters have tweeted photos of packed carriages, with some people not wearing masks, as passengers travelled after Covid restrictions eased.\nSome passengers said while there were announcements telling people to put masks on, including as they crossed the border from England into Wales, many were ignoring them.\nAfter using the train for the first time since the pandemic started, Maria Palmizi said she felt uneasy because she had to share a carriage with people not wearing masks.\nThe teacher, who was travelling back home to Barry after a day out in Cardiff on Saturday with her three-year-old, said a group of young men boarded the train, many of them not wearing masks. \n\"We purposely went on a different carriage to them,\" she said. \"Unfortunately, there were also over 12 people on our carriage who did not put masks on.\"\nShe said while a message was played a number of times, and the conductor told people to put on masks, people ignored them and no extra security was in place.\nMs Palmizi said she felt lucky people sat nearby were wearing masks, but felt \"fobbed off\" after complaining to TfW, who said British Transport Police were putting on patrols.\n\"I was just shocked passengers were wilfully ignoring legal requirements and, in my opinion, nothing was done to enforce the requirement,\" she said.\nWhen Lauren Elizabeth boarded a train from her home city of Newport to Manchester, she said she \"didn't expect to be standing face-to-face with a stranger\" for more than three hours.\nShe said she was left feeling \"very unsafe\" standing on the train on 23 July, when social distancing laws were still in place in Wales.\n\"It was just an awful experience... we couldn't move, you just felt trapped on a train,\" she said.\nShe added that while most were wearing masks, there was no enforcement and, after complaining to TfW, who apologised for her discomfort, said it felt like \"they didn't care\".\nCallum Littlemore, who travels regularly from his London workplace to his home in Cardiff, said there had been a marked decrease in people wearing masks on the route after English laws on them ended.\nHe said as he left Paddington station on 23 July about 50% of passengers were wearing masks.\nDespite an announcement asking people to put them on as they approached the border, the 25-year-old said barely anyone did and no-one challenged rule breakers.\n\"At the time it made me feel rather anxious,\" he said, adding that while fully vaccinated he would continue to wear a mask in England.\n\"Wearing a mask is a small sacrifice to keep people safe... it annoyed me that other people weren't thinking of that,\" he said.\nWhile official social distancing laws have ended in Wales, people are being urged to keep doing it and transport providers still have a duty to take \"reasonable measures\" to keep people safe.\nSociologist Simon Williams said overcrowded trains took away people's choice to try and follow advice, and many people would feel worried.\n\"Many people may need to use public transport, such as to travel to work, they want to do so as safely as possible,\" the Swansea University lecturer in people and organisations said.\nHowever, he said many people had \"alert fatigue\", with people being confused, tired or even switching off to Covid rules, exasperated by the different laws across the UK.\nMeanwhile, with nightclubs able to open from last Saturday, taxi drivers said they had seen an increase in custom but many customers were refusing to wear masks.\nEvan Shepard, owner of Evans Taxis, in Merthyr Tydfil, said many drivers had not returned to work late shifts because of fears over their safety while picking people up from bars and pubs.\n\"It's very difficult to make people who are intoxicated... wear a mask,\" he told BBC Radio Wales.\n\"They seem to forget they have to wear one when they are in a taxi after spending hours in pubs and clubs with no masks.\"\nHe said some passengers where putting him and other drivers in a \"vulnerable position\", as many had been dancing and hugging in crowded places all night before they got in the car.\n\"It only takes one or two people to test positive in that crowd of 500 to 600 people, to spread it about... you don't know who you are picking up,\" he said.\n\"It's a bit disrespectful.\"\nMr Shepard said the onus on businesses to enforce rules was putting drivers in a \"difficult situation\", trying to challenge people who are drunk.\n\"We are now faced with this dilemma, do we go back to work, or do we protect our health and stay at home?\" he said.\nTfW said between 88.3% and 93.3% of passengers were still abiding by face mask rules, and added that with most stations unmanned it was difficult to limit numbers on trains.\nThey said they were working with BTP to enforce rules, and safety measures - such as a capacity checker - were in place.\n\"We're also continuing to ask passengers to wear face coverings on services which have part, or all, of their journey in England,\" they said.\nGreat Western Railway said it expected customers to wear masks on board \"as per government guidelines\".\nAnd BTP said officers were continuing to engage with passengers, and enforcement was a \"last resort\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58216613",
      "category": "world-asia",
      "title": "Japan floods: Residents rescued as torrential rain threatens homes",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58202760",
      "category": "uk",
      "title": "Plymouth shooting: Who were the victims?",
      "tags": "Plymouth",
      "text": "On 12 August, Jake Davison killed five people in the Keyham area of Plymouth.\nIn a deadly spree that lasted six minutes, he killed two women, two men and a three-year-old girl.\nHe also shot two other people who continue to receive treatment in hospital. Davison then turned the gun on himself, taking his own life.\nPolice were called to Biddick Drive shortly after 18:11 BST - arriving on the scene within six minutes.\nPolice named the gunman's mother, Maxine Davison, as his first victim.\nThe 51-year-old - also known as Maxine Chapman - was shot and killed inside an address on Biddick Drive.\nChris Escott, Ms Davison's nephew - and Jake Davison's cousin, although he never met him - said: \"My brain can't process it, physically can't process that information I was given.\n\"It's impossible. You can't plan for this. You can't see the next day or the day after or the day after, you just literally take each day as it comes. But I just know that as a family they will come together, be there for each other and try to understand this horrendous thing that's happened.\"\nHe added: \"Also the other four innocent people that had no part in this. I'm sorry to everybody that's going through this, it must be the worst thing in the world.\" \nAfter killing his mother, Davison then went into the street and shot dead three-year-old Sophie Martyn and her father, Lee Martyn, 43.\nMr Martyn was \"an absolutely amazing dad\" according to Sam Weight, head chef at The Anchorage pub in Plymouth where Mr Martyn was a regular.\n\"It's just horrendous, you cannot believe it, we are all really upset,\" said Mr Weight. \"Lee and Sophie were a pair... he would do anything for her.\n\"He was a beautiful genuine guy, always joking and she was a cracking little kid who had not even started her life. It's so sad, especially for the family that's left behind.\"\nAnother man who knew Mr Martyn from the pub, Barney Wills, said he and Sophie used to come in for breakfast. He was the \"best dad anybody could wish for and an amazing friend to so many people\", Mr Wills added.\nNext, Davison killed Stephen Washington on a nearby footpath, where the 59-year-old had been walking his dogs.\nMr Washington's relatives described him as a \"devoted family man, a loving husband, father, grandfather and best friend\".\nDavison then shot Kate Shepherd, 66, who later died in hospital.\nMs Shepherd was a \"very talented artist\" who lived in Kingsand, Cornwall, before moving to Plymouth, her friend Claire Kidd said. \n\"It has touched all of the hearts of the village,\" she said. \"We are all feeling deeply sad and in shock.\"\nAll those who died lived in the Keyham area, Devon and Cornwall Police said.\nThe gunman also shot a 33-year-old man and a 53-year-old woman, who were taken to hospital with injuries not thought to be life-threatening. They have not been named by police.\nDozens of bouquets, cards and soft toy tributes have been left close to the scene of the shooting.\nFlags across the city were flown at half-mast, while Smeaton's Tower was lit up as a mark ofrespect on 13 August.\nHundreds of people also attended a candlelit vigil at North Down Crescent Park, where floral tributes were also left.\nA minute's silence for the victims took place on 16 August, with people gathering outside the city's Guildhall.\nBooks of condolence were also available for the public to sign at several locations around the city.\nDevon and Cornwall Police confirmed that Jake Davison held a licence for the firearm he used during the shooting.\nHe was said by eyewitnesses to have used a \"pump-action shotgun\" during the shooting, but police have not confirmed this.\nDavison owned a shotgun and held a shotgun licence, both of which were taken from him in December 2020 after he was accused of assault. \nBut Devon and Cornwall Police returned them in July - a decision being investigated by the police watchdog.\nIn YouTube videos that have since been removed, Davison spoke of being \"beaten down\" and \"defeated by life\".\nHe said he was socially isolated, struggled to meet women and made references to \"incels\" - the misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nSigning off the 11-minute video, which appears to be the last he posted online, Davison said: \"I know it's a movie but I like to think sometimes I'm the Terminator or something. \n\"Despite reaching almost total system failure he keeps trying to accomplish his mission.\"\nDavison wrote about mass shootings in a social media post just three weeks ago, according to BBC Home Affairs journalist Daniel De Simone.\nIn the post on Reddit, he displayed a detailed knowledge about previous mass shootings in the UK, as well as the weapons used in them.\nHe also contributed to pages devoted to \"incel\" culture and wrote that he was a virgin, stating: \"I can't attract women at all\".\nOne month ago he told an internet forum group for virgins: \"I'm doing better got a job as a crane operator.\"\nBabcock International - a security and defence engineering company with sites in Plymouth - confirmed Davison had worked as an apprentice since August 2020.\nPolice have said the incident, the worst mass shooting in Britain since 2010, was not believed to be terror-related.\nDevon and Cornwall Police Chief Constable Shaun Sawyer told a news conference that officers believed the shooting was a \"domestically-related\" incident that \"spilled into the streets\" of Plymouth.\nAt an inquest, the coroner heard Davison had a row with his mother before shooting her.\nMr Sawyer reiterated terrorism was \"not the focus\" of the investigation but officers were keeping an \"open mind\".\n\"Let's see what's on his hard drive, let's see what's on his computer,\" he said.\nPrime Minister Boris Johnson said the issue of how Davison came to legally own a gun should be \"properly investigated\" and called the shooting an \"absolutely appalling\" incident. \nHome Secretary Priti Patel said earlier that questions would \"inevitably\" be asked following the killings.\nShe told broadcasters: \"This is absolutely tragic and devastating, and for the entire community right now this will be deeply shocking.\n\"There will be a range of questions that will inevitably be asked and I will be doing the same for the conversations and discussions I'll be having with the chief constable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-58200813",
      "category": "uk-england-coventry-warwickshire",
      "title": "Boy takes on 150-mile walk from Rugby to visit grandparents",
      "tags": "Rugby",
      "text": "A boy has set off on a 150-mile walk to visit his grandparents whom he has not seen since before the first lockdown.\nArthur Mortimer, 15, from Rugby in Warwickshire, said he had been inspired by the fundraising efforts of Capt Sir Tom Moore and was taking on the challenge to benefit Help for Heroes.\nSupported by his father Kevin, the Army cadet hopes to arrive at Llanhilleth in Wales on 21 August.\nHe said he expected an emotional reunion.\n\"I've missed them very much,\" he said. \"I've especially missed my nan's baking - her cakes are the best.\"\nHe said he had kept in touch by video calls during the pandemic, but it was \"not the same\".\nArthur said differences in Covid rules between England and Wales for much of the last year had made it difficult to plan visits across the border until restrictions were eased.\nBut the walk may not be without difficulties as the teenager has only just stopped using crutches after falling off his skateboard shortly before the summer holidays, damaging his ankle ligaments.\nHe said he had also faced a further set-back by contracting hypothermia during a camp.\n\"I'm feeling a lot better now, so hopefully I'll be able to complete the distance.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-58163143",
      "category": "uk-england-norfolk",
      "title": "Banksy confirms East Anglian seaside artwork is genuine",
      "tags": "Cromer,Gorleston-on-Sea,Lowestoft,King's Lynn,Banksy,Great Yarmouth",
      "text": "Banksy has confirmed 10 pieces of street art that have appeared along the east coast of England are by him.\nPeople have flocked to see the pieces that began appearing a week ago in Great Yarmouth, Gorleston and Cromer, Norfolk; and Lowestoft and Oulton Broad in Suffolk.\nWhile many believed they were by Banksy, the famously secretive artist remained silent.\nHowever, he has now claimed responsibility via his Instagram page.\nThe first of the murals - a couple appearing to dance atop a bus shelter, accompanied by a man playing an accordion - came to light in Admiralty Road, Great Yarmouth, quickly followed by an arcade-style toy-grabbing crane in Gorleston, and a child holding a crowbar in Lowestoft.\nOther suspected Banksy works showed three children in a boat in Oulton Broad, a giant gull scavenging \"chips\" from a skip and a cocktail-sipping rat reclining in a deckchair, both in Lowestoft, and a group of hermit crabs in Cromer.\nArguably the most unusual piece was discovered on Sunday morning at Merrivale Model Village in Great Yarmouth. A new model of a miniature stable appeared, featuring a stencilled rat character and the slogan \"Go big or go home\" and apparently signed by the artist.\nBanksy confirmed he was the creator of the murals by sharing a video on his Instagram page of him travelling to each site in a campervan, titled \"A Great British Spraycation\".\nWalking along a beach with a cool box containing spray paint, the artist is first seen completing the mural of the cocktail-sipping rodent before venturing to the other locations.\nThe video also features reactions from passers-by, with one woman describing the mural of a girl building a sandcastle with a crowbar next to a broken paving slab as \"mindless vandalism\".\nWhile some were not impressed by the new installations, one Instagram user commented on the video saying: \"Thanks for your art in my hometown (Lowestoft), I went and enjoyed them all yesterday.\"\nThe pieces had been the talk of the town since appearing last Friday, but some of the artist's works had gone largely unnoticed until the video and a list on Banksy's website was released.\nA fake ice cream cone and tongue were added to the statue of Frederick Savage, the mayor of King's Lynn between 1889 and 1890, which stands on Guanock Place.\nA mural of two children being flung into the air in an inflatable boat as an adult pumps it up while drinking was also part of Banksy's \"spraycation\". It was painted at Gorleston's model boat pond.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    }
  ]
}