{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-58685889",
      "category": "business",
      "title": "Nike and Costco warn of product shortages and delays",
      "tags": "Companies,Global supply chain management,Retailing,Nike, Inc.",
      "text": "US sportswear giant Nike and US retail giant Costco both say they are facing product shortages and delays due to global supply chain problems. \nNike said production and delivery of its shoes would impacted until next spring, as it struggles with shipping issues and a worker shortage in Asia.\nMeanwhile, Costco has re-imposed limits on items like toilet paper.\nIt says customers are stockpiling again amid Covid fears, but it is also struggling to ship goods to its shops.\nOn Thursday, Nike said it had cut its sales outlook for the year due to the ongoing disruption. \n\"We are not immune to the global supply chain headwinds that are challenging the [manufacturing] and movement of product around the world,\" chief financial officer Matthew Friend said.\n\"We expect all geographies to be impacted by these factors.\"\nThe firm's factories in Vietnam and Indonesia, which make three quarters of its shoes, have been hit by local lockdowns. In Vietnam alone it has cost the firm 10 weeks of production this year. \nMeanwhile, the time it takes to get its products from Asia to North America has doubled, from around 40 to 80 days. Nike has also seen transit times rise in North America, Europe, and the Middle East and Africa due to \"port and rail congestion and labour shortages\". \nCostco - a membership only retailer - said on Thursday it was reinstating limits on purchases of key items including toilet rolls, bottled water and some cleaning products.\nIt said it was partly due to a resurgence in panic buying, but it is also struggling to find trucks, drivers and shipping containers to get goods to its stores.\nThe retailer has even chartered three of its own ocean liners to move products between Asia and North America over the coming year.\n\"The factors pressuring supply chains and inflation include port delays, container shortages, Covid disruptions, shortages on various components, raw materials and ingredients, labour cost pressures and truck and driver shortages,\" said Costco's chief financial officer, Richard Galanti. \n\"Various major brands are requesting longer lead times, and in some cases, difficulty in finding drivers and trucks on short notice\".\nSince economies have reopened, retailers around the world have faced widespread disruption amid a surge in demand for imports. \nIn the US it's contributed to shortages of children's toys, timber, new clothes and pet food, while also pushing up consumer prices. \nBrands including toymaker Hasbro and sportswear giant Adidas have warned of potential supply bottlenecks going into the crucial holiday season. \nAnd last week, a record 73 ships were forced to queue outside two major US ports, Long Beach and Los Angeles, as port staff scrambled to clear the backlog. Before Covid, it was unusual for more than one to wait for a berth. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58682998",
      "category": "world-us-canada",
      "title": "Huawei's Meng Wanzhou flies back to China after deal with US",
      "tags": "China,Huawei,United States,Canada",
      "text": "A Chinese technology executive held in Canada on US fraud charges has left the country after a deal with prosecutors, following years of diplomatic tensions over her fate.\nMeng Wanzhou, chief financial officer of Huawei, was detained on fraud charges in December 2018 at the request of the US.\nOn Friday, the US Department of Justice dropped an extradition request for her.\nThe case infuriated China and strained relations with the US and Canada.\nIt also prompted accusations that China had detained Canadian citizens in retaliation, which China denied.\n\"My life has been turned upside down. It was a disruptive time for me,\" Ms Meng told reporters after being freed from Canadian detention.\n\"Every cloud has a silver lining,\" she continued, adding: \"I will never forget all the good wishes I received from people around the world.\" \nShortly afterwards she boarded an Air China flight bound for the Chinese city of Shenzhen, AFP news agency reports.  \nDetails of a possible deal for Ms Meng's release have been the subject of intense negotiations between US and Chinese diplomats.\nThe US alleged Ms Meng misled the bank HSBC over the true nature of Huawei's relationship with a company called Skycom, putting the bank at risk of violating US sanctions against Iran.\nOn Friday the US Department of Justice (DOJ) said it had reached a deferred prosecution agreement. \nThis means the DOJ would hold off from prosecuting Ms Meng until December 2022. If she complied with conditions set by court, the case would eventually be dropped.\nThe deal, which recommended she be released, allowed her to formally deny guilt for key charges while also acknowledging the allegations laid out by the Americans.\nLater on Friday, Canadian prosecutors told a court in Vancouver that they had withdrawn efforts to extradite her to the US and that she should be discharged from detention. \nShe had been under house arrest in her multimillion-dollar Vancouver home for nearly three years.\nAhead of the court appearance, Ms Meng was seen entering the building accompanied by Chinese consular officials. \nThe judge subsequently ordered that she go free.\nAs part of the deal, Ms Meng agreed to a \"statement of facts\" admitting that she knowingly made false statements to HSBC. \nThe DOJ said Ms Meng had \"taken responsibility for her principal role in perpetrating a scheme to defraud a global financial institution\". \nThe DOJ also said said it was continuing to prepare for trial against Huawei. \nFor months there have been extensive behind-the-scenes contacts, with senior Huawei executives sent to Washington by the company to try to resolve a case which has fuelled international tension. \nFor Huawei's boss, the issue has been deeply personal, with his daughter being held, but for the whole of China it has also turned into a major cause of anger. It has also poisoned relations between China and Canada, with the latter believing two of its citizens, Michael Kovrig and Michael Spavor, have been held as pawns in the negotiations. \nA deal has the ability to reduce some of the tensions that have emerged. But there will still be questions - what does the US gain out of it? And what kind of link might there be between events in North America and the status of the two Michaels in China?\nMs Meng is the elder daughter of billionaire Ren Zhengfei, who set up Huawei in 1987. The company is now the largest telecom equipment maker in the world.\nHe served in the Chinese army for nine years, until 1983, and is also a member of the Chinese Communist Party. \nHuawei has faced accusations that the Chinese authorities could use its equipment for espionage - allegations it denies. \nIn 2019, the US imposed sanctions on Huawei and placed it on an export blacklist, cutting it off from key technologies. \nThe UK, Sweden, Australia and Japan have also banned Huawei, while other countries including France and India have adopted measures stopping short of an outright ban. \nA few days after Ms Meng was arrested, China detained two Canadian citizens, Michael Spavor and Michael Kovrig, on suspicion of spying. \nCritics have accused China of treating them as political bargaining chips, held as part of what is known as \"hostage diplomacy\". China denies this.\nLast month, a Chinese court convicted Michael Spavor, a businessman, of espionage and sentenced him to 11 years in prison. \nCanada condemned the sentence, saying his trial did not satisfy even the minimum standards required by international law. \nMs Meng's agreement with the US may pave the way for the two Canadians' release, but tensions in China-Canada relations will not quickly dissipate, experts say.\nThe bilateral relationship has plunged to historic lows since Meng's arrest.\nThe US charges against Huawei remain, and the company is still on a trade blacklist. Other Chinese tech companies with operations in the US, such as social media company TikTok, are also facing scrutiny.\nChinese tech sector analyst Rui Ma told the BBC that many Chinese companies were hopeful that Ms Meng's deal with the US might mean no further deterioration of US-China relations, \"but no one is taking it to mean that there is a reversal in tensions\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58521779",
      "category": "business",
      "title": "Driver shortage: 50,000 more HGV driving tests promised a year",
      "tags": "Companies,Brexit,Coronavirus pandemic,Trade",
      "text": "The government has confirmed plans to speed up the process of obtaining an HGV driver licence, amid a nationwide shortage of drivers. \nUp to 50,000 more HGV driving tests will be made available each year by shortening the application process and the tests themselves, it said.  \nThe UK faces a shortfall of around 90,000 drivers, which has hit the supply of food, petrol and other goods.\nHowever, industry groups said the new plans did not go far enough.\nLorry driver shortages have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK. \nThere have also been complaints about a backlog of driver tests. \nIn a written statement to the House of Commons, Transport Secretary Grant Shapps said the government would now overhaul regulations to boost capacity, meaning:\nMr Shapps said the changes, which still need to be approved by parliament, will generate additional test capacity \"very rapidly\". \nHe added: \"These changes will not change the standard of driving required to drive an HGV, with road safety continuing to be of paramount importance.\"\nIndustry groups are sceptical about the plans - elements of which were published earlier this week - warning that they could affect safety. \nThey also reiterated calls for temporary work visas to woo back around 20,000 EU drivers who have left the industry - something the government has rejected.\n\"This is a sensible move but it's not enough to fix the problem,\" Paul Jackson, managing director of Peterborough-based cold and chilled food logistics firm Chiltern Distribution told the BBC on Thursday.\n\"We don't put newly-qualified drivers straight behind the wheel on their own. We buddy them up with experienced drivers for the first eight to 10 weeks and the insurance costs for new drivers are also much higher.\n\"We desperately need to put HGV drivers on the list of skilled workers we can bring in from abroad.\"\nRichard Burnett of the Road Haulage Association said the industry was losing 600 drivers a week and it would take nearly two years to fill the net shortfall.\nA host of companies have been hit by the driver shortage, while some are offering higher wages and retention bonuses to woo recruits. \nSupermarket Morrisons has warned the crisis will push up prices, while restaurant chain Nando's temporarily closed 50 sites, blaming supply chain issues. \nAnd BP temporarily closed a \"handful\" of its UK sites, due to not being able to get petrol and diesel to them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-58666322",
      "category": "uk-england-berkshire",
      "title": "Olly Stephens: Three teenagers detained over boy's stabbing death",
      "tags": "Reading",
      "text": "Three teenagers who killed a 13-year-old boy over a social media row have been sentenced to custody in young offenders institutions.\nA girl lured Olly Stephens to a field in Reading, Berkshire, where two boys lying in wait stabbed him to death. \nThe boys, aged 14, were found guilty of murder following a trial at Reading Crown Court. One was sentenced to 13 years and the other to 12 years. \nThe girl, 14, admitted manslaughter and was given three years and two months. \nNone of them can be identified for legal reasons.\nThe two boys were given life sentences, meaning they will serve minimum terms of 12 and 13 years respectively. \nJudge Heather Norton told the three teenagers: \"Whatever part each of you played - great or small - what you did that day was utterly cruel and totally pointless. \n\"You have taken one life, damaged your own futures and you have caused so much pain to so many people. \n\"The effects of what you did will stay with you and with Olly's family forever.\"\nThe judge said the sentences would seem \"unbearably short\" to Olly's family, but \"unbearably long\" for the defendants. \nOlly's killers believed he \"grassed\" on them to the brother of a boy they had mocked in a social media group chat, the trial heard. \nVoice notes and text messages were presented to the jury in which the boys talked about taking revenge. \n\"He's actually getting banged when I see him,\" one message said.\nAnother added: \"I actually hate the kid with a passion, like if I was to see him right now I'll probably end up killing him or something.\"\nThe girl was recruited to lure Olly to Bugs Bottom fields, near his home in Emmer Green, as part of a \"set-up\", the jury was told.\nShe suggested in messages exchanged before the killing that he deserved what was coming,  describing it as \"karma\", the court heard.\nOlly was filmed on a doorbell camera leaving his family home for the last time, looking at his phone as he walked to meet the girl.\nHe was stabbed twice when he arrived - one blade penetrated 17cm (6.5in) into his back, and another wound in his chest was 9cm (3.5in) deep, the jury heard.\nOlly's parents have described receiving a knock on the door to tell them Olly had been stabbed. \nThey both rushed to the fields where they found their fatally injured son receiving CPR. \n\"The thing that sticks in my mind is when I went up to the field and everybody turned round - the horror was just written all over their faces,\" said Stuart Stephens, Olly's father. \nMr Stephens said he believed \"social media has a lot to answer for\" and claimed \"it played a massive part in Olly's death\". \nHe also criticised the \"gangster mentality\" of the killers who he said must have felt like they \"were in a video game\". \nPaying tribute to Olly, he said: \"He had such a big heart - he was very generous, very loving, very caring.\"\nSpeaking on the steps of the court after sentencing, Mr Stephens said: \"We relaxed for a few moments, preoccupied with getting on with life, and took our eyes of him for just a moment. \n\"It cost us and him dearly.\"\nMr Stephens added that  he would like to see laws changed \"to protect our children to empower the investigative police and to help parents and support them to navigate the dangers of online victimisation\".\n\"If it was up to me no child under 16 would have a mobile phone,\" he said. \nBoth boys were also convicted of perverting the course of justice. \nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58690137",
      "category": "business",
      "title": "Petrol queues: 'I'm on red and I need to get petrol asap'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58687026",
      "category": "business",
      "title": "Lorry driver shortage: Temporary visa scheme to run until Christmas Eve",
      "tags": "Fuel,Haulage",
      "text": "A temporary visa scheme to make it easier for foreign lorry drivers to work in the UK is set to run for three months, ending on Christmas eve.\nIt is understood about 5,000 visas may be issued, with more details about the scheme set to be announced on Sunday.\nA shortage of drivers has disrupted fuel deliveries, with some petrol stations closing, and queues forming. \nThe government has said there is no fuel shortage at refineries, and urged people not to panic buy.\nThe president of the AA said panic-buying rather than supply chain issues was driving the shortage of fuel at some petrol stations.\nEdmund King added that the problem should pass in a matter of days if drivers only fill up when they need it, adding \"there is plenty of fuel at source\".\nMPs and police forces have called on drivers to be \"sensible\", to consider filling up another time, and to avoid stockpiling fuel in jerry cans.\nOne petrol station boss from Ferndale, in Rhondda Cynon Taf, appealed for calm amid continued high demand for fuel on Saturday.\nMeanwhile, the continued shortage of hauliers threatens more disruption to deliveries of petrol, food and other goods.\nTrade association Logistics UK estimates that the UK is in need of about 90,000 HGV drivers - with existing shortages made worse by a number of factors, including the pandemic, Brexit, an ageing workforce, and low wages and poor working conditions.\nThe foreign drivers eligible for visas will not be limited to the EU, but the expectation is most of the drivers will be from Europe. \nA raft of longer-term measures. including training up more drivers and addressing the backlog of driving tests, are also to be introduced by ministers.\nConservative MP Tobias Ellwood welcomed the introduction of the temporary visa but said this would not help overnight. \nAs well as training more domestic drivers and speeding-up testing, Mr Ellwood said hundreds of Afghan refugees could be trained to fill vacancies. \nJennifer Ward, a student paramedic of three years for Medicare EMS, which provides 999 frontline support to the East of England Ambulance Service, said she had to travel to five stations to get diesel for her ambulance. \nShe was eventually able to use the lorry pumps at a petrol station in Chelmsford. \nThe 21-year-old said: \"No patient care was delayed because of this, ambulances were still being sent to jobs. \n\"It was more the anxiety of not knowing where we can fill up when you're on three quarters of a tank, I could be sent anywhere, I could be sent to Norwich and I could have had no fuel.\" \nMatt McDonnell, chief executive of Medicare EMS, said a member of staff cancelled their shift on Saturday because they had been unable to get fuel. Ambulance drivers were also struggling to get enough fuel for their shifts, he said.\nHe added: \"If it carries on and gets worse we may be in a situation where we are unable to meet our contractual needs. I'm waiting to see what they [the government] will do about it, whether they will introduce what they did last year for key workers and shopping, or something like that.\"\nRosie Osborne, a wedding singer, was queuing for petrol in Balham Hill, south London, before travelling to a wedding in Somerset, where she will front the band.\n\"I'm in the red and I need to get petrol ASAP,\" she said. \"I have been sat in this queue for 50 minutes and I didn't want to risk getting petrol elsewhere en route, but I am nearly on empty so I need to get petrol anyway.\"\nBut there was no such pressure for one driver in Leeds who says that, while she only has 21 miles left in her tank, \"I'll just walk or get the bus\" if she can't fill up.\nOne woman, who lives in York, says she had managed to get some fuel on Friday night which she needed to enable her to help her 91-year-old mother who lived in Leeds.\n\"She would have been stuck,\" she says. \"It's very difficult.\"\nSainsbury's said it was experiencing \"high demand\" for fuel, with a \"tiny proportion of sites\" temporarily closed.\nBP said about 20 of its 1,200 petrol forecourts were closed, with between 50 and 100 sites affected by the loss of at least one grade of fuel.\nA \"small number\" of Esso-branded Tesco refilling stations have also been impacted, said Esso's owner ExxonMobil.\nEG Group, which has 341 petrol stations in the UK, is introducing a limit of £30 per customer on all grades of fuel due to \"unprecedented customer demand\".\nBusiness minister Greg Hands said fewer than 1% of petrol stations were closed and there was \"easily enough petrol available for normal use at this time of year\".\nOne petrol station in Stockport sold 5,280 gallons (24,000 litres) of fuel on Friday, compared with 1,760 gallons (8,000 litres) on the same day the previous week.\nThis isn't a particularly popular idea with many cabinet ministers.\nThat's because the new immigration system that came in after Brexit was all about saying to companies: \"You can't rely on cheap foreign labour any more, you've got to focus on the workforce in this country, you've got to train them, you've got to pay them better wages.\"\nRelaxing those immigration rules now undermines that message. It could lead to other sectors saying they want special treatment too.\nMinisters know this situation could get very difficult, very quickly. So they do have to act - even though this is going to cause huge political embarrassment.\nLabour are already saying - we told you about this, we said this should happen months ago.\nBoris Johnson knows all too well his opponents are going to be very ready to say: \"We told you so.\"\nThe European Road Haulers Association said temporary visas would be a \"good idea\" but are \"only part of the solution\" - and warned staying in the EU may be more appealing for drivers.\nAllan Davison, managing director of Hoyer Petrolog UK - BP's transport contractor - said temporary visas were needed to ease the current problems.\nLorry drivers have said some of the conditions they face in the job were putting off younger recruits - the average age of a HGV driver in the UK is 55.\nA Downing Street spokesperson said: \"We have ample fuel stocks in this country and the public should be reassured there are no shortages.\"\nThe spokesperson said the government was looking at temporary, time-limited measures to introduce.\n\"We are moving to a high wage, high skilled economy and businesses will need to adapt with more investment in recruitment and training to provide long-term resilience,\" the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58694894",
      "category": "entertainment-arts",
      "title": "TV channels go off air after fire alarm",
      "tags": "S4C,Television,Channel 4,Broadcasting,Channel 5",
      "text": "A number of TV channels went off air on Saturday evening following a fire alarm at a broadcast centre.\nViewers of Channel 4 reported seeing a still screen for about 25 minutes, while Channel 5 was also off air for about 30 minutes. \nWelsh broadcaster S4C, another affected channel, said the BBC, ITV, Paramount Network and E Music were also affected.\nRed Bee Media blamed an \"activation of the fire suppression systems\" at its broadcast centre in west London.\nChannel 4 confirmed two of its channels, Channel 4 and More 4, were temporarily off air on Saturday. \nIt has continued to experience some disruption, with cookery show Sunday Brunch briefly interrupted as viewers' screens went blank.\nThe broadcaster said it was \"working hard to resume our normal services\" following \"technical issues\". \nOn Saturday evening Red Bee Media, which handles playout services - broadcasting technology - for a number of channels, said: \"As a result of this incident and the automatic safety measures set in motion at the time, several services originating from the broadcast centre have been disrupted.\"\nStaff were evacuated safely, the spokesperson added, with people allowed to return to the building after firefighters said it was safe.\n\"We are continuing to work to restore all services and remedy any issues caused by this incident,\" the spokesperson added.\n\"To avoid speculation, we will not make any further statements until all services have been fully restored and we have concluded a full investigation of the cause.\"\nA spokesman for S4C, the Welsh language public service TV broadcaster, said: \"As a result of a fire alarm at a television distribution centre in London on Saturday night, S4C's transmissions were lost on the Freeview platform for most of the evening.\n\"S4C's broadcasts on Sky, Freesat, Virgin Media, S4C Clic or BBC iPlayer were not affected.\n\"Other channels affected included BBC, ITV, C4, C5, Paramount and E Music. \n\"S4C apologises to all those who failed to see their favourite programmes on Saturday evening.\"\nChannel 5 went off air for some viewers at 19:00 BST, with a message on the channel saying: \"We apologise for the interruption. We'll be back with you as soon as we can.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58694809",
      "category": "uk-politics",
      "title": "Labour conference: Any tax rises under Labour will be fair - Starmer",
      "tags": "Schools,Keir Starmer,Labour Party Conference,Labour Party,Private schools",
      "text": "Sir Keir Starmer has not ruled out tax rises if Labour wins power, but he promised they would \"not unfairly hit working families\". \nThe party leader told the BBC's Andrew Marr: \"We want those with the broadest shoulders to pay.\"\nBut he said it was too far from an election to make firm tax commitments.\nShadow chancellor Rachel Reeves said she did not have \"any plans to increase the rates of income tax\" if Labour wins the next election.\nAsked about her comments by Andrew Marr, Sir Keir said: \"We are looking at tax, nothing is off the table, but we don't know what state of finances will be as we go into the election and nor does anybody else.\"\nHe accused Prime Minister Boris Johnson of \"whacking working people\" with a tax hike, with his plan to increase National Insurance to pay for the NHS and social care.\nIn his Marr interview, the Labour leader revealed he would not nationalise the big six energy companies if he were to become prime minister - despite a pledge to support \"common ownership\" of the sector in his party leadership campaign last year. \nHe said he would be \"pragmatic\" and not \"ideological\" when it came to nationalisation, saying: \"Where common ownership is value for money for the tax payer and delivers better services then there should be common ownership.\"\nBut the former leader of the Unite union, Len McCluskey, called on Sir Keir to stick to his pledge and show more \"radicalism\", claiming the result would be \"the opinion polls [starting] to move upwards.\"\nThe Labour conference, in Brighton, backed a motion, put forward by Unite and the CWU union, calling for the nationalisation of energy companies.\nThe Labour leader also promised children in England an \"education fit for the future\", paid for by a tax on private schools, if he wins power, in an interview with The Sunday Mirror.\nMs Reeves will unveil more details in her conference speech on Monday, but a number of Labour's tax and spending policies have already been confirmed:\nWho are the people with \"the broadest shoulders\" who will pay more tax under a Labour government? \nThe party has given two specific examples recently. Removing the charitable status of private schools would make them pay an estimated £1.5bn a year in tax. \nMaking private equity fund managers pay full income tax on a type of earning called \"carried interest\" would raise about £440m. \nIn an interview with the Sunday Times, Rachel Reeves suggested a few more: income from stocks and shares and buy-to-let properties. \nWhat the general public would really notice, though, are changes to the rates of the big things we all pay: income tax and national insurance.  \nAnd Starmer and Reeves have kept their options open on a potential rise in the former or whether they'd scrap the government's increase of the second.  \nBut the \"broadest shoulders\" rhetoric suggests any increase would be targeted at the wealthy. \nWhich means we really need to know how Labour would apply their tape measure to the nation's shoulders to separate the broad from the narrow. \nElsewhere at the conference, shadow business secretary Ed Miliband set out plans to \"green\" the UK steel industry by investing £3bn over 10 years in decarbonisation.\nThe former Labour leader also accused the Conservatives failing to protect steelmakers from being undercut by cheap steel imports, as well as spending tens of millions on imported steel to build schools and hospitals.\nMr Miliband also describe the current gas prices crisis as a \"disaster made in Downing Street\" because of \"inaction\" from the government, adding: \"As we respond to the climate crisis with all the transformation that entails, we have a fateful choice to make.\n\"We can try and put a green coat of paint on an unfair, unequal, unjust Britain, or we can make a different choice.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58670792/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Petrol driver shortage: Visa scheme planned to ease problems",
      "tags": "Transport,UK economy,BP,Fuel,Freight transport,Brexit,Grant Shapps,Haulage",
      "text": "Ministers are working on plans for a temporary visa scheme to make it easier for foreign lorry drivers to come to the UK. \nFinal details of exactly how the initiative will work are expected to be announced this weekend.\nAny changes to immigration rules will be temporary, with a cap on the number of workers allowed to enter the UK.\nThe shortage of hauliers threatens more disruption to deliveries of petrol, food and other goods. \nIt is estimated that the UK is short of about 100,000 HGV drivers - with existing shortages made worse by the pandemic and Brexit.\nBP and Esso have shut a number of petrol stations due to a lack of tanker drivers, while EG Group has said it will introduce a limit of £30 per customer on all grades of fuel.\nThe company, which operates 400 filling stations in the UK, said the move was due to the \"current unprecedented customer demand for fuel and associated supply challenges\".\nAll of EG Group's UK sites remain open and operational to serve customers.\nHGV drivers and emergency services will be excluded from the £30 limit due to \"their vital role at this time\", according to the firm.\n\"This is a company decision to ensure all our customers have a fair chance to refuel and to enable our sites to carry on running smoothly,\" a spokesperson from the firm said. \n\"We kindly ask everyone visiting our sites to treat our colleagues, supply chain partners and customers with respect during these very challenging times.\"\nA Downing Street spokesperson said: \"We have ample fuel stocks in this country and the public should be reassured there are no shortages.\n\"But like countries around the world we are suffering from a temporary Covid-related shortage of drivers needed to move supplies around the country.\"\nThe spokesperson explained that ministers are looking at temporary measures to \"avoid any immediate problems\", but added that any measures introduced will be \"very strictly time limited\". \n\"We are moving to a high-wage, high-skilled economy and businesses will need to adapt with more investment in recruitment and training to provide long-term resilience,\" the spokesperson added. \nThe European Road Haulers Association said temporary visas would be a \"good idea\" but are \"only part of the solution\". \nThe association said it is still easier to drive within the EU than driving between the EU and the UK, meaning that staying within the EU may still be more appealing for drivers.\nDespite reassurances, large queues formed at many petrol stations on Friday. On social media, people reported queues lasting for up to 30 minutes, while there were also reports of drivers filling jerry cans.\nThe AA said that most of the UK's forecourts were working as they should.\n\"There is no shortage of fuel and thousands of forecourts are operating normally with just a few suffering temporary supply chain problems,\" said AA president Edmund King. \"Fridays and the weekend always tend to be busier on forecourts.\"\nMr King said drivers should not fill up outside their normal routines, because even if the occasional petrol station was temporarily closed, others just down the road would be open. \"This was a manageable problem,\" said.\nThere are about 8,380 petrol stations in the UK, according to the Petrol Retailers Association. Of these, about 1% are believed to be closed at the moment.\nIt is understood that about 50 to 100 BP forecourts are affected by shortages, while Esso said \"a small number\" of its Tesco Alliance retail sites had been hit.\nAllan Davison, managing director of Hoyer Petrolog UK - one of the country's leading fuel logistics companies and BP's transport contractor - told the BBC that European drivers should be offered temporary visas to help ease the situation. \n\"If this was a permanent request, I would understand the political and practical challenges with that, but it's not. It's a temporary request,\" he said. \nHelena Wright, transport manager for Norfolk-based firm W's Transport, told the BBC her company had sold two lorries after advertising for HGV drivers and not getting a single applicant.\n\"Normally we would have people on record to call who had left their details,\" she said. \"This is the first time for our firm that that's happened, but it's a problem that has been a long time coming.\n\"I've got a lot of drivers that are over the age of 50, 55 and looking to retire and we are not attractive as an industry for the younger generation.\"\nShe said younger people were not prepared to spend four to five nights a week away from home and were not ready to put up with \"inhumane\" conditions.\nRAC fuel spokesman Simon Williams said: \"The supply issues affecting a small number of petrol forecourts shouldn't impact the prices drivers pay to fill up. \n\"But unfortunately the price of oil, which has the biggest influence on what drivers pay at the pumps, is continuing to rise at the moment. This may lead to fuel prices going up in the coming days\"\nSupermarket Iceland - which is about 100 drivers short - joined Morrisons and Ocado in calling for the government to add HGV drivers to the list of shortage occupations.\nThat would allow foreign workers to apply for skilled worker visas to fill the current gaps.\n\"I think the solution - even if it's temporary - is very, very simple,\" said Iceland managing director Richard Walker. \"Let's get HGV drivers on to the skilled worker list.\"\nThe  UK's Road Haulage Association (RHA) said that on top of a historic shortage of drivers, the industry had lost 20,000 European drivers because of Brexit, while the pandemic had forced 40,000 driver training tests to be cancelled.\nIn a recent RHA survey of 616 hauliers, retiring colleagues and Brexit topped the list of reasons behind the driver shortages.\nRespondents also cited tax changes to rules known as IR35, which have made it more expensive for hauliers from elsewhere in Europe to work or be employed in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58662232",
      "category": "uk",
      "title": "Petrol and driver shortages: 'The fuel is there, it can continue to flow'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58684726",
      "category": "world-us-canada",
      "title": "Actor Michael K Williams died of accidental drug overdose, coroner confirms",
      "text": "US actor Michael K Williams died after overdosing on a combination of heroin, cocaine, fentanyl and p-fluorofentanyl, the New York Chief Medical Examiner has confirmed.\nWilliams, 54, was found unconscious and unresponsive by his nephew at his home in New York on 6 September. \nThe Chief Medical Examiner's office confirmed to BBC News that it had determined his death was accidental.  \nWilliams shot to fame for his role as Omar Little in HBO's The Wire. \nHe won plaudits for his portrayal of the gay hit man, with President Obama once describing The Wire as his favourite programme and Little as his favourite character. \nThe programme, which was a gritty and sometimes harrowing look at the intersection of crime, politics and law and order in the US city of Baltimore, is widely considered one of the greatest television series of all time. \nWilliams had spoken frankly about his past drug use. He recounted in 2012 that while starring in The Wire he found himself doing drugs \"in scary places with scary people\". However, he added that he had taken \"nothing stronger\" than cocaine and marijuana.\n\"I was playing with fire,\" he told the New Jersey Star-Ledger. \"It was just a matter of time before I got caught and my business ended up on the cover of a tabloid or I went to jail or, worse, I ended up dead.\"\nIn addition to his role in The Wire, Williams won praise for his portrayal of the gang boss Albert \"Chalky\" White in the hit series Boardwalk Empire and received an Emmy nomination this year for a role in Lovecraft Country. \nHis death saw an outpouring of emotion and tributes from a host of famous faces, including the film director Spike Lee and author Stephen King, who described Williams as \"fantastically talented\". The Wire creator David Simon said he was \"a fine man and a rare talent\".\nA mural commemorating Williams is due to be unveiled this weekend in his home town of Fort Greene, Brooklyn."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58690225",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Book of condolence opened for killed teacher",
      "tags": "Kidbrooke,Sabina Nessa murder",
      "text": "A book of condolence has been opened for people to pay respects to teacher Sabina Nessa, who was killed as she walked to a pub in south-east London.\nThe book is in a community centre near Cator Park in Kidbrooke, close to where the 28-year-old's body was discovered.\nOn Friday, more than 500 people joined a vigil in Pegler Square, near to where a wanted suspect was seen on CCTV.\nHe was filmed in Pegler Square on the night of the killing carrying what is thought to be \"a reflective red item\".\nDetectives said they \"retain an open mind as to whether this was used in the attack on Sabina\".\nAppealing for further help to identify the man, Det Ch Insp Neil John said he may have been \"trying to conceal it [the red item] up his sleeve\".\n\"Please share the CCTV footage on social media and... show the image to family members and friends who may not have seen it. \n\"He must be traced,\" he added.\nTwo men who were arrested on suspicion of murder have both since been released pending further investigations.\nPolice said they were \"content that neither of them is the man shown in the CCTV footage\".\nMs Nessa was attacked as she was walking to meet a friend at The Depot bar on 17 September, shortly after leaving her home in Astell Road.\nHer body was found the following day by a member of the public near a walkway in the park.\nThe book of condolence has been opened at the OpenSpace community centre.\nThe centre's manager Kathryn Gosden said they planned to give the book to Ms Nessa's family \"to show that Sabina was part of this community... and we are sorry and will remember her\".\nShe added that those living in the area were still \"very, very scared\" about what had happened.\n\"Even today, people are out in twos and threes, they're not out on their own,\" she said.\nMore candles and tributes have also been left in Pegler Square, where hundreds of people gathered for Friday evening's vigil.\nAddressing the crowd on Friday evening, Ms Nessa's sister Jebina Yasmin Islam said she had \"lost an amazing, caring, beautiful sister, who left this world far too early\".\nOthers members of her family spoke at a separate rally earlier that evening at East London Mosque.\nA candle was also lit outside No 10 Downing Street in memory of Ms Nessa, while the Duchess of Cambridge said she was \"saddened by the loss of another innocent young woman on our streets\".\nMegan Paterson, BBC News correspondent\nWith every hour that passes the number of flowers, cards and candles left near where Sabina Nessa's body was found continues to grow. \nThere are letters from friends and colleagues, and many more from people who didn't know Sabina Nessa but want to pay tribute to her. \nThree heart shaped red balloons float beside the pathway she would have taken on her way to meet a friend last Friday, near the place where she was attacked. \nHaving been closed behind the police cordon all week, the OpenSpace Community Centre has opened its doors today, offering people the chance to sign a book of condolence. \nA space normally used for dance lessons, football training and coffee mornings is now a focus for a grieving community.\nMeanwhile, Victims' Commissioner for England and Wales Dame Vera Baird said police needed to better protect the public, rather than women being asked to take precautions.\nSpeaking on BBC Radio 4's Today programme, Dame Vera said: \"Apparently the police have been giving out rape alarms to women and giving leaflets out saying how to stay safe in a public place.\n\"It is less, isn't it, about giving women leaflets on keeping themselves safe in dangerous places and more about the police making the streets safe for women?\"\nShe added: \"Three-quarters of women over 16 have been harassed in a public place and don't feel safe.\n\"They need to know that the police understand that and will use all the powers they have got to keep the streets safe.\"\nMet Police Assistant Commissioner Louisa Rolfe previously said the force was not asking women to change their behaviour when going out at night.\n\"Violence against women and girls is a priority for police across the UK but we're really conscious that women should be free to go about their lives without fear of abuse.\"\nShe added violence against women was \"something that is tolerated far too much in society and we the police are determined to bring offenders to justice and to prevent these offences where we can\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58691824",
      "category": "world-asia",
      "title": "Afghanistan: Taliban hang bodies as warning in city of Herat",
      "tags": "Human rights,Afghanistan,Taliban",
      "text": "The Taliban say they have shot dead four alleged kidnappers and hung their bodies in public squares in the Afghan city of Herat.\nThe gruesome display came a day after a notorious Taliban official warned that extreme punishments such as executions and amputations would resume.\nThe men were killed in a gun battle after allegedly seizing a businessman and his son, a local official said.\nLocal residents said a body was hung from a crane in the city centre.\nWazir Ahmad Seddiqi, a local shopkeeper, told the Associated Press news agency that four bodies were brought to the square, one was hung there and the three other bodies were moved to other squares in the city to be displayed.\nThe deputy governor of Herat, Maulwai Shair, said displaying the bodies was done to deter further abductions. He said the men were killed in a gun battle after the Taliban learnt that they had kidnapped a businessman and his son - who were both freed.\nThe BBC has not independently confirmed the circumstances under which the men were killed.\nHowever, graphic images shared on social media appeared to show bloody bodies on the back of a pick-up truck with a crane hoisting one man up.\nAnother video showed a man suspended from a crane with a sign on his chest reading: \"Abductors will be punished like this.\"\nSince taking power in Afghanistan on 15 August, the Taliban have been promising a milder form of rule than in their previous tenure.\nBut there have already been numerous reports of human rights abuses carried out across the country.\nThe Taliban's notorious former head of religious police Mullah Nooruddin Turabi - now in charge of prisons - said on Thursday that extreme punishments such as executions and amputations would resume in Afghanistan as they were \"necessary for security\".\nIn an interview with AP, he said these punishments may not be meted out in public, as they were under previous Taliban rule in the 1990s. Public executions were frequently held in Kabul's sports stadium or on the vast grounds of the Eid Gah mosque during the group's five year rule.\nBut he dismissed outrage over their past public executions: \"No-one will tell us what our laws should be.\"\nTurabi - who is on a UN sanctions list for his past actions - added that \"everyone criticised us for the punishments in the stadium, but we have never said anything about their laws and punishments\".\nIn August, Amnesty International said that Taliban fighters were behind the massacre of nine members of the persecuted Hazara minority.\nAmnesty's Secretary-General Agnès Callamard said at the time that the \"cold-blooded brutality\" of the killings was \"a reminder of the Taliban's past record, and a horrifying indicator of what Taliban rule may bring\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58684583",
      "category": "uk",
      "title": "Sabina Nessa: Hundreds gather to pay respects at London vigil",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58645712",
      "category": "business",
      "title": "BP closes some sites due to lorry driver shortage",
      "tags": "BP,Fuel,Oil & Gas industry,Haulage",
      "text": "BP has warned it has had to \"temporarily\" close some of its petrol stations due to a shortage of lorry drivers.\nThe oil firm said only \"a handful\" of sites were affected by the fuel supply issues, which have led to a lack of unleaded and diesel fuel.\nThere are around 1,200 BP branded petrol stations around the UK, of which 300 are operated by BP themselves.\nThe company said it was working hard to address the issues.\nSupply chain delays had been \"impacted by industry wide driver shortages across the UK\" and that the company was working hard to address the issues, BP said in a statement.\n\"We continue to work with our haulier supplier to minimise disruption and to ensure efficient and effective deliveries,\" the company added.\nOther petrol station operators have been approached by the BBC for comment.\nEsso said that a \"small number\" of its 200 Tesco Alliance retail sites have been affected.\n\"We are working closely with all parties in our distribution network to optimise supplies and minimise any inconvenience to customers. We apologise to our customers for any inconvenience,\" a spokesperson from Esso added. \nHowever, supermarket Morrisons, which operates 338 petrol stations across the UK, said it was not seeing any similar issues at the moment. \nCo-op runs 130 petrol stations in the country, and said it has a \"full complement\" of fuel delivery drivers. \nTesco also said that they have a \"good availability of fuel\" and both Sainsbury's and Asda said there are no current issues in their fuel supplies. \nDowning Street has said people should continue buying fuel as normal.\nA spokesman for Prime Minister Boris Johnson said there was no shortage of fuel in the UK, adding: \"We obviously recognise the challenges faced by the industry and we're taking steps to support them.\"\nHe pointed to changes made by the Department for Transport to make it quicker for HGV drivers to get their licences and said that this is a problem several countries are facing.\nGrant Shapps also told the BBC's Question Time on Thursday that he believed the shortages had also been caused because of working conditions that \"hadn't been pleasant\" and that higher salaries offered to drivers was something the government was \"happy to see\".\nHe also said that improvements in the availability of tests were \"coming in prior to Christmas… so these are things that will resolve the issues in the lead up to Christmas\".\nThe temporary closures come just months after BP had to close a \"handful\" of its UK sites in July because of lorry driver shortages. At the time, BP said its supply chain issues had also been exacerbated by the closure of a distribution terminal due to staff being told to isolate.\nPaul Cheema has run a petrol station in Coventry since 2013, and says he's never experienced a situation like this before.\n\"We used to be able to put orders in for next day delivery. Now we have to do it a week in advance, but we're ordering blind. We don't know how much fuel we're going to sell in that time. If we'll have enough, or even too much,\" says Paul.\n\"Last week we put in an order for a delivery to arrive today. That was pushed back until tomorrow, and now we've been told it won't arrive until Saturday.\"\n\"So that means we won't have any unleaded petrol to sell tomorrow,\" he said.\nPaul says that fuel delivery delays have been happening all summer, but it's been particularly bad in the last couple of weeks. \n\"We're a petrol station. We should have availability 24 hours a day, 7 days a week. I'm not blaming our fuel supplier. It's not their fault. It's the bigger driver shortage problem behind it.\"\nHe sells thousands of litres of unleaded every day, so the cost implications for him are huge.\n\"There could be a 40% impact on sales with this week's delivery problems. If I haven't got any liquid in the ground, I'm not making money. I can't operate the site at a loss.\"\n\"If I haven't got fuel to sell, that customer isn't coming into my petrol station shop either, so I'm losing money there too,\" says Paul.\nThe Petrol Retailers Association (PRA), which represents petrol station operators across the UK, said that some sites across the UK were seeing delivery delays, but that they were largely confined to London and the South East, and were \"temporary by nature\".\nGordon Balmer from the PRA said that petrol station closures were rare, and that the fuel supply chain was resilient enough to cope.\n\"Fuel demand is still only at 92% of pre-pandemic levels so we believe there should be ample stock available at refineries and delivery terminals throughout the UK.\"\nMany businesses have been complaining about the UK's shortage of lorry drivers, which is still causing serious supply chain problems.\nThe coronavirus pandemic, Brexit and tax changes have all contributed to a lack of qualified drivers. Industry bodies estimate there is a shortfall of about 100,000 workers.\nLogistics UK, which represents the haulage industry, said it was \"aware of reports that petrol supplies are currently being affected\" by the lack of drivers.\n\"The driver shortage is a very serious issue that needs urgent government and industry action to resolve, however, we urge people not to panic buy; the logistics industry is resilient and has proven capable of supporting shops, families and businesses during Covid-19, border closures and the first stages of Brexit, and will continue to serve the needs of the nation,\" the industry body said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58683002",
      "category": "world-us-canada",
      "title": "One of NYC's poshest buildings facing $250m lawsuit over building defects",
      "tags": "New York City",
      "text": "Faulty lifts, flooding and intolerable noises are just some of the woes that the billionaire residents of one of New York's poshest buildings say they face daily. \nNow, the occupants of 432 Park Avenue are suing its developers for failing to address some1,500 alleged defects. \nThe lawsuit claims that the building's problems have \"endangered and inconvenienced\" residents and guests. \nThe skyscraper opened in 2015 on Manhattan's so-called Billionaire Row. \nBuyers have included Jennifer Lopez and former fiancé Alex Rodriguez, Saudi retail magnate Fawaz Alhokair and a member of the family that owns the Jose Cuervo Tequila brand, according to the New York Times. Individual units sold for tens of millions of dollars each, the paper said.\nThe $250m lawsuit filed to New York's Supreme Court on Thursday said issues in the building have included an electrical explosion in June that left residents without power and \"horrible\" inexplicable noises and vibrations. \nThe figure does not include punitive damages or individual lawsuits that may come later. \nA total of 1,500 construction and design flaws were identified by engineers hired by the building's condo board. \nThe New York Times quoted one resident as describing the tower's rubbish chute as sounding \"like a bomb\" when used.  \nMany of the issues are described in the lawsuit as \"life safety issues\". The suit alleges the building's lifts, for example, have left residents stranded for hours at a time on several occasions. \n\"Unit owners paid tens of millions of dollars to acquire units. Far from the ultra-luxury spaces that they were promised, however, unit owners were sold a building plagued by breakdowns and failures,\" the complaint said. \nThe building's sponsor - a company formed by developers CIM Group and Macklowe Properties to build the tower - said in a statement to local media that 432 Park is \"Manhattan's premier resident\" and an \"iconic addition\" to the skyline. \nThe statement also claims that the condo board \"has restricted access\" to the property to address the issues, and that the homeowner's association and \"certain vocal residents\" misunderstand its obligations as sponsor. \nCIM and Macklowe Properties did not respond to requests for comment from the BBC."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58689239",
      "category": "world-europe",
      "title": "Germany elections: Merkel backs 'bridge-builder' Laschet as successor",
      "tags": "German federal election 2021,Germany,Angela Merkel",
      "text": "German Chancellor Angela Merkel has backed her centre-right party's candidate Armin Laschet to succeed her, in an unusually tight poll campaign.\nAt the final CDU rally, in Mr Laschet's home town of Aachen, Mrs Merkel praised him as a \"bridge-builder who will get people on board\".\nThe election is too close to call, with polls putting the centre-right almost neck and neck with the centre-left SPD.\nMrs Merkel has dominated German politics for 16 years as chancellor.\nMrs Merkel had vowed to avoid the campaign for Sunday's election, but her CDU-CSU alliance has lost what was a comfortable lead in the polls and is now trailing just behind the SPD (Social Democrats) - the junior partners in the current coalition government. \nThe Green Party is on course to come third, but could still feature in government; analysts say a wide range of coalitions could be technically possible, if politically tricky, to negotiate.\nThe SPD's success is largely attributed to its candidate, current Finance Minister Olaf Scholz, who exudes the same understated calm many have admired in Angela Merkel, says the BBC's Jenny Hill in the capital, Berlin.\nMr Scholz, making his last appeal to voters in the Potsdam constituency, near Berlin, where he is standing, said a coalition with the Greens might be possible.\n\"The stronger the SPD is, the easier it will be to build a government,\" he told voters.\nBy Damien McGuinness, BBC News, Berlin\nIt's impossible to predict whether Angela Merkel's successor will be the conservative Armin Laschet or the centre-left Olaf Scholz. \nFour months ago the Greens were leading the polls. Then the conservatives pulled ahead. Today the centre-left are favourites but their lead has almost disappeared.\nParty loyalties have broken down and record numbers are undecided, in some polls around 40%.\nA safer bet is that Mr Scholz or Mr Laschet could end up leading a three-way coalition with the Greens and the business-friendly, liberal FDP. The two kingmaker parties are traditionally suspicious of each other: high-taxing moralising killjoys versus car-loving neoliberal climate-killers are the cliches. \nBut they are also surprisingly similar, with young, energetic, socially liberal MPs pushing to modernise Germany - and crucially they are keen for power. \nBut there are a range of issues at the forefront of voters' minds, including climate change. \nOn Friday, tens of thousands of young activists marched throughout the country to demand greater action to tackle global warming. Climate change has been a central theme in the election campaign.\nSwedish climate activist Greta Thunberg told crowds in Berlin that no political party was doing nearly enough to fight the climate crisis. \nThe vote in Europe's biggest economy, which stands at the heart of the European Union, is being closely watched by allies on the continent and around the world.\nGermans are set to elect members of the lower house of the federal parliament, the Bundestag, made up of at least 598 seats, and usually more. Some 60.4 million Germans over the age of 18 are eligible to vote.\nAlthough the winning party becomes clear on the night, the make-up of the next government is only known once a candidate for chancellor is able to form an absolute majority in parliament with one or two other parties, meaning Germany's new leader will not be known immediately."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58689536",
      "category": "uk-wales",
      "title": "Welsh street sign puts Scottish Highlands in Skewen",
      "tags": "Skewen,Welsh language",
      "text": "Visitors to a south Wales street could be forgiven for thinking they had taken a wrong turn en route.\nThe bilingual sign in The Highlands, Skewen, was labelled Ucheldiroedd yr Alban, which translates as the Scottish Highlands.\nBut it is actually nearly 500 miles from Skewen in Neath Port Talbot to the edge of the Highlands, a journey which would take about nine hours.\nTranslators have apologised and the sign would be replaced, officials said.\n\"It's incredible that no-one spotted the problem. It's actually quite neglectful,\" said Angela Jones, who volunteers at The Tea Shed, a community hub which highlighted the sign.\nA spokesman for Neath Port Talbot council said it was removed as soon as the mistake was spotted and a replacement was being ordered. \n\"The translation was carried out by translators who work regularly for the council. They have apologised for the error,\" said the spokesperson."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58684724",
      "category": "world-us-canada",
      "title": "Elon Musk says he and partner Grimes are semi-separated",
      "tags": "Elon Musk,SpaceX,Tesla,SpaceX launch",
      "text": "Elon Musk says he has \"semi-separated\" from his partner, the Canadian pop artist Grimes.\nThe SpaceX and Tesla CEO told Page Six that while they \"still love each other, see each other frequently and are on great terms\", their careers often keep them apart for long periods of time.\nGrimes has yet to comment on the status of her relationship with Mr Musk.\nThe couple began dating in 2018 and welcomed their first child, named X Æ A-Xii, in May last year. \nMr Musk said the pair intend to continue co-parenting their child.\n\"It's mostly that my work at SpaceX and Tesla requires me to be primarily in Texas or travelling overseas and her work is primarily in LA,\" Mr Musk told Page Six. \"She's staying with me now and Baby X is in the adjacent room.\"\nThe pair were last seen together leaving the Met Gala earlier this month. Grimes had walked the red carpet alone but was joined by her billionaire partner inside the event. \nMr Musk was previously married to Canadian author Justine Wilson, with whom he has five sons: twins Griffin and Xavier, 17, and triplets Damian, Saxon and Kai, 15.\nHe was also twice married to Westworld actress Talulah Riley. They first wed in 2010 but divorced in 2012. They reconciled a year later and remarried in 2013, before divorcing again in 2016."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58694304",
      "category": "world",
      "title": "Global Citizen Live: Ed Sheeran, Lizzo and Billie Eilish feature in 24-hour concert",
      "tags": "Coronavirus vaccines,Billie Eilish,BTS,Ed Sheeran,Coronavirus pandemic",
      "text": "Ed Sheeran, Lizzo and Billie Eilish were among stars to take part in a 24-hour gig to raise awareness of climate change, vaccine inequality and famine.\nOver 60 artists performed in The Global Citizen festival in cities including New York, London and Seoul.\nTens of thousands of people attended concerts around the world, and millions more tuned in to the broadcast.\nThe event kicked off on Saturday in Paris, where Elton John performed in front of the Eiffel Tower.\nHe took to the stage following a pre-recorded performance by the K-pop band BTS.\nThe show, believed to be one of the biggest-ever international charity events, was organised by Global Citizen - a charity working to end extreme poverty by 2030.\nUnlike most events of this nature, organisers were not aiming to raise cash, but to use participation as evidence for world leaders that people support bold action on the issues.\n\"Across six continents, artists will help rally citizens in demanding that governments, major corporations and philanthropists work together to defend the planet and defeat poverty,\" Global Citizen said in a statement.\nIt called on international governments to plant one billion trees, deliver one billion vaccines to the poorest countries and donate meals for 41 million people on the brink of famine.\nJennifer Lopez was among those who performed in New York, along with Billie Eilish and Coldplay.\nEarlier, the Duke and Duchess of Sussex, Prince Harry and Meghan Markle, took to the stage calling for access to Covid-19 vaccines to be treated \"as a basic human right.\"\n\"The way you're born should not dictate your ability to survive,\" the Duke of Sussex told crowds in the city's Central Park.\nThey were followed performances by singer Alessia Cara and pop veteran Cyndi Lauper, who sang a rendition of Girls Just Want To Have Fun, dedicated to Afghan women.\nEd Sheeran performed in Paris alongside the Black Eyed Peas and Stormzy, while Stevie Wonder played in Los Angeles.\nThere were also pre-recorded performances from a huge number of stars, including Green Day, Kylie Minogue and Andrea Bocelli.\nFunding announcements poured in between sets.\nIn a recorded message, USAID Administrator Samantha Power announced that the US would contribute more than $295m (£215m) \"to stave off famine and extreme hunger, confront gender-based violence and address the urgent humanitarian needs the Covid-19 pandemic is leaving in its wake.\"\nFrench President Emmanuel Macron also pledged to double the number of coronavirus vaccines his country will send to poorer nations, to 120 million.\nMeanwhile, a host of international companies like Lego, Cisco and Verizon promised charitable donations.\nThe head of the World Health Organization has backed Saturday's concerts, calling on the leaders of the developed world to unite and bring an end to vaccine inequality. \n\"We now face a two-track pandemic of haves and have-nots,\" Dr Tedros Adhanom Ghebreyesus said. \"We cannot disregard this gross inequity or become complacent.\"\nThose attending the concerts were required to produce either proof of vaccination or a negative Covid test. \nTickets to the shows were distributed free of charge to randomly selected people who signed up for the Global Citizen app and shared its petitions on social media. \nThe Global Citizen organisation has been behind other high-profile charity events, including Vax Live: The Concert To Reunite The World earlier this year in Los Angeles. \nThat event brought together musicians, actors, celebrities and world leaders in a united call for global vaccinations to fight Covid-19.\nThe Global Citizen: Live concert is being shown on BBC One and iPlayer for audiences in the UK"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58681315",
      "category": "uk-politics",
      "title": "Universal credit: Tory peer wants to force Commons vote on cut",
      "tags": "Universal Credit,Coronavirus pandemic",
      "text": "Conservative peer Baroness Stroud intends to force a vote in the Commons on government plans to scrap the £20-a-week top-up to the universal credit benefit, she has told the BBC. \nThe extra money, introduced at the start of the Covid pandemic, is officially due to end on 6 October.\nMinisters have said the rise was always intended to be a temporary measure to help those hit by lockdown measures.\nBut a number of senior Conservative MPs have argued it should stay in place.\nPhilippa Stroud - who helped design the universal credit system - said it was a \"tragedy\" MPs had not had a \"meaningful vote\" on the planned cut.\nSpeaking to the BBC's Week in Westminster programme, she said she intended to table an amendment to the Social Security Bill in the House of Lords next month that would force MPs to vote on plans to scrap the £20 weekly top-up. \nSeparately, senior Conservative MPs have claimed that ministers are considering proposals to reduce the \"taper rate\" of universal credit - the amount people have taken off their benefits for every pound they earn. \nArguing that the £20 rise should be made permanent, Baroness Stroud said low-income families faced higher energy bills, rising inflation and the planned increase in National Insurance contributions. \n\"When the welfare state was first created it was actually designed to be at 20% of median income; it's now at about 12%, which is very, very low,\" she said.\n\"What we haven't really understood is just that you can be doing all the right things and you can still be really struggling in the UK, which is why I would argue that the £20 uplift is really important.\"\nAsked how it should be paid for, Baroness Stroud said \"where we can find £300bn for the whole of society to go through a crisis together, can we not find a fraction of that amount of money to care for our most vulnerable people in society? \n\"And it is true to say that the character of a nation is how it cares for its most vulnerable people.\"\nEarlier in the week, business minister Paul Scully said keeping the increase in place would require income tax and fuel duty rises.\n\"These things have to be paid for,\" he told Politics Live, adding: \"We have got to get that balance right, we are trying to do it in the round with getting people into work, working more hours and raising their wages.\"\nThe government has estimated that more than £9bn will have been spent on the uplift by the time it comes to an end."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58676959",
      "category": "uk-wales",
      "title": "Cardiff freshers: City's efforts to improve safety for students",
      "tags": "Violence against women,Cardiff,Women,Students,Sexual harassment,Young people",
      "text": "\"If I'm out and find myself alone, I tend to look for other groups of girls - I feel safer knowing other girls are out,\" says student nurse Freya Stewart.\nAs students return to Cardiff for the new term, efforts are being made to help freshers and others feel as safe as possible.\nSouth Wales Police said it understood recent events had caused concern and was running high-visibility patrols.\nA business group has organised 35 billboards with links to safety advice.\nOrganised by For Cardiff, which represents city centre companies, the adverts have QR codes to direct people to a list of nearby \"safe spaces\" they can visit if they feel at risk.\nIt will run for two weeks as part of freshers' fortnight, but some students have said it should become a permanent fixture.\nThe campaign was prompted by a recent report which suggested 80% of women in the UK had been sexually harassed in public spaces. \nThere have also been calls to \"overhaul the justice system\" to better tackle violence against women after a Metropolitan Police officer admitted raping and killing 33-year-old Sarah Everard in London.\nCarolyn Brownell, head of marketing and communications at For Cardiff, said it was important as many businesses as possible signed up to scheme to make it an even safer network. \nOne business that has joined is the Angel Hotel in the heart of the city.\nThe hotel has let many young people wait in the lobby, charge phones or seek support from staff, sales manager Sarah Pedlar said.\nA Cardiff University spokesperson said it supported the campaign and had a number of measures in place, including a safe taxi scheme and security staff on campus at all times to help students feel safe during freshers' fortnight and beyond.\nLast month, a man admitted raping a woman in the city's Bute Park.\nTyler Higgins, 19, attacked the woman in the early hours of 15 July.\nFive days later, 54-year-old Gary Jenkins was attacked in a nearby part of the park.\nThe doctor died after 16 days in hospital and three people have been charged with his murder.\nCardiff University student Gwen Weldon has worked in the park for four years and said she now felt uneasy when walking home - especially as the winter nights draw in.\n\"I don't feel comfortable at all - my boss has it in place that we all walk home together,\" the 22-year-old said.\n\"Especially in the dark, it's quite jarring, before I didn't mind it so much but now it puts me on edge a lot.\"\nBut she said feeling uncomfortable in the day was not something out of the ordinary, with one incident leaving her \"genuinely scared\".\n\"A couple of weeks ago I was going to the bakery at nine in the morning and this guy came up to me asking to have sex and how much I cost.\n\"He got in my face about it, I was genuinely scared I was going to be followed.\"\nShe said recent initiatives to make the city safer made her \"rest a lot easier\" but would like to see more CCTV cameras in the 23-acre park. \nFor 21-year-old Freya Stewart, staying with friends or people you know when out is the most important thing to feeling safe. \n\"If I'm out and find myself alone, I tend to look for other groups of girls - I feel safer knowing other girls are out,\" the student nurse said.\nShe said the billboard campaign was helpful but questioned how practical it was for those who are drunk. \n\"The time I get worried about my friends is when they are very drunk and I don't think a very, very drunk person would be able to scan a QR code and find a location,\" she said.\nAshley Morgan, who runs a campaign called Change the Discourse to raise awareness of women's safety, said harassment happened to women of all ages.\nShe said it was important to understand harassment was \"any unwanted behaviour, particularly in public by somebody you don't know\".\nAs someone who has been running for 33 years, she said this had been a constant feature in her life.\n\"There's too much focus on women being incumbent on keeping themselves safe,\" she said.\nThe sociologist at Cardiff Metropolitan University said: \"What we need to do is say, 'don't attack women, men' and we clearly need to say it because it's not stopping.\"\nShe said a group of male Cardiff University students had not been given enough \"kudos\" for setting up a chaperoning service for women at university when they saw a Facebook post threatening to rape women.\n\"I love the fact that there are men out there who were willing to put their hands up and say, 'this is wrong'.\"\nSupt Andy Morgan, of British Transport Police, said now was the time to refresh its safety campaign \"off the back of a number of well-documented cases and historic events\".\nIt will be running \"proactive patrols\" on the railway line between Pontypridd and Cathays during the freshers' fortnight and emphasising its discreet text service. \nLatest figures for September show that the force has recorded six sexual or unwanted sexual behaviour offences in Wales so far in 2021.\nSupt Morgan said rail travel across Wales was \"very safe\" compared to other parts of the UK and crime was low, but recognised \"enough is enough and we have to be seen to take action on these offenders\".\nCh Supt Wendy Gunney, the South Wales Police divisional commander for Cardiff and the Vale, said the force understood \"recent events have caused concern\" but the city had an \"excellent history\" of working with others to \"ensure its night-time economy is safe, vibrant and welcoming\".\nShe said there were high-visibility patrols around the centre, two safety buses running every night during the freshers' fortnight and the force was working with the council to increase their CCTV coverage in Bute Park and along other routes home from the city.\n\"In relation to recent incidents, individuals have been arrested and charged, and while our investigations and patrols continue we want people to be able to go out, enjoy themselves and feel safe in our capital city.\"\n\"Officers have been trained to help them identify and safeguard vulnerable people and we regularly see examples where this training has paid off,\" she said, adding that anyone with concerns was encouraged to approach a police officer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58678275",
      "category": "uk-england-london",
      "title": "Sgt Matiu Ratana shooting: Memorial services held",
      "tags": "Croydon,Goring-by-Sea,Metropolitan Police Service,East Grinstead,Cressida Dick",
      "text": "A minute's silence has been held in London for Met police sergeant Matiu Ratana, who was shot on duty one year ago.\nThe 54-year-old was killed as a handcuffed suspect was being taken into custody in Croydon.\nA celebration of Mr Ratana's life was held on Saturday at East Grinstead RFC, in West Sussex, where he was the head coach.\nOfficers will also gather at another London memorial event on 29 November.\nLouis De Zoysa, 23, who also suffered a gunshot wound, is due in court on 23 December charged with murder.\nEast Grinstead RFC marked the anniversary of Mr Ratana's death with a day of rugby matches, a Māori concert and a performance by classical singer Joanna Forest.\nLast year the soprano helped to adapt and release the rugby anthem, 'World In Union, 2020', to support Mr Ratana's BBC's Sports Personality of the Year, 'Unsung Hero' award nomination.\nPresident of the club, Andy Poole, said: \"It's a hard day for me.\n\"Grief is the last show of love you can give to somebody.\n\"Please grieve for Matt, but grieve with a smile on your face and love in your heart.\"\nIn previous tributes by his fellow players, Mr Ratana, of Goring-by-Sea, was said to be an \"irreplaceable figure\" who had an \"enormous impact\".\nThe November memorial service comes as the force was unable to hold a full funeral at the time of Mr Ratana's death, due to Covid-19 restrictions.\nPolice Commissioner Dame Cressida Dick said the service would \"allow us to come together in Matt's memory\".\nShe added: \"Matt has very much been in our thoughts over the last year, both as we grieve for him but also as we celebrate his life. His legacy lives on with his family and friends from the Met, rugby, and beyond.\"\nThe anniversary of Mr Ratana's death and National Police Memorial Day on Sunday meant it was \"a time of particular sadness and reflection\", she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58681105",
      "category": "uk-wales",
      "title": "WW2 Normandy veteran's son 'insulted' by pension repayment demand",
      "tags": "Abergavenny,Aberthaw,Ministry of Defence,World War Two",
      "text": "A Normandy veteran's son feels \"insulted\" by the Ministry of Defence after it told his mother to repay £66 of a war pension.\nChris Edwards' late father, David, of Abergavenny, Monmouthshire, was shot during World War Two but returned to the front line to fight on.\nMr Edwards claimed his father only found he was owed the pension more than 40 years after the war.\nThe MoD said it was looking into the details of the case.\nMr Edwards, of Aberthaw, in the Vale of Glamorgan, said the request was \"beyond belief\".\nIn a letter to Mr Edwards' widow Diane in August, the MoD said it had a \"duty to protect public funds and all overpayments are treated as recoverable\". \nMr Edwards, 63, said he understood the need to protect public money but questioned why a letter was sent to a 91-year-old grieving widow. \nHis father died in November 2020 aged 95.\n\"Dad went to the front line, was shot, came back and recovered, returned to the front line and then served for 30 years as a police officer after the war,\" he said. \nHis father, who had a school in France named after him, only discovered he could claim money after Diane read a magazine article on the topic more than 40 years after the war. \nMr Edwards said: \"I came up with this figure. If it was 220-odd pounds over a 44-year period, it's over £100,000.\n\"That wasn't given, so why ask my dad for 60-odd pounds when perhaps he should have been getting his war disablement pension a long time before?\"\nThe MoD was asked what attempts were made to contact those wounded during service. \nIt said no records existed that show the numbers disabled during World War Two.\nThe MoD said it offered bereaved families support through numerous services.   \nA spokesman said: \"We are looking into the details of this particular case and will engage directly with those concerned.\" \nMr Edwards said he hoped raising the matter publicly would encourage other veterans to claim what they were owed. \n\"My dad would say, 'it's not about the money, it's about the morality of the fact that you send young people to go and do a very difficult, dirty, horrible job',\" he said.\n\"This is a dying generation. There are not many of them left. \n\"I wonder how many others missed out on these payments after the war, or how many other families have been pursued.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58691016",
      "category": "world-africa",
      "title": "Somalia: Seven killed in suicide attack near presidential palace",
      "tags": "Somalia,al-Shabab",
      "text": "A suicide car bomb which exploded near the presidential palace in the Somali capital Mogadishu on Saturday has killed at least seven people. \nDistrict police chief Mucawiye Ahmed Mudey told reporters that at least eight others had been injured. \nIn a short statement, the Islamist militant group Al-Shabab claimed responsibility for the attack.\nThe attack targeted a convoy heading towards the presidential palace as it waited at a busy checkpoint. \nA witness told AFP that the bomb was detonated when police stopped the driver to carry out a security check. \n\"They normally stop to check and clear vehicles before they can pass by the checkpoint. This car was stopped by the security guards and it went off while there were several other cars and people passing by the nearby road. I saw wounded and dead people being carried,\" Mohamed Hassan told the news agency.\nEyewitnesses told the BBC that seven cars and three rickshaws were destroyed.\nThe blast comes just hours after a suicide bomber detonated an explosive near Somali military headquarters in the capital, leaving no casualties.\nMany in the country have criticised Somali politicians for the country's deteriorating security situation, claiming that they are distracted by a much-delayed election process and a mounting dispute between the president and the prime minister. \nAl-Shabab, which means The Youth in Arabic, is an extreme Islamist group which has been battling UN-backed government troops for more than a decade. \nThe jihadists controlled the capital Mogadishu until 2011 when it was pushed out by African Union troops, but it still holds territory in the countryside and launches frequent attacks against government and civilian targets in Mogadishu and elsewhere.\nIt advocates the strict Saudi-inspired Wahhabi version of Islam, while most Somalis are Sufis. It has imposed a harsh version of Sharia in areas under its control, including stoning to death women accused of adultery and amputating the hands of thieves.\nGovernment officials have blamed the group for some of Somalia's deadliest terror attacks. Last year analysts at the Armed Conflict Location and Event Data Project estimated that Al-Shabab had been responsible for the deaths of over 4,000 people since 2010. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58682356",
      "category": "uk",
      "title": "Prince Andrew's lawyers accept he was served with US case papers",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre",
      "text": "Prince Andrew's US lawyers have accepted he has been served with legal papers which allege he sexually assaulted Virginia Giuffre in 2001. \nIt follows a dispute over whether the prince had been formally notified of the civil claim against him.\nMs Giuffre, 38, claims she was sexually assaulted by the prince at three locations including New York City.\nPrince Andrew, the Queen's 61-year-old second son, has consistently denied the allegation.\nCourt documents show that lawyers for both sides spoke on 21 September and the time for the duke to respond was extended.\nThat response must now be filed to a court in New York by 29 October.\nA judge ruled last week that Prince Andrew's US lawyer could be served with legal papers.\nServing of documents is the critical first stage in any claim for damages - it means that a defendant has been made fully aware of the allegations against them by receiving all of the papers in the case.\nIf a defendant does not take part in the case after they have been served, they risk automatically losing.\nMs Giuffre was an accuser of the billionaire sex offender Jeffrey Epstein, who died in prison in 2019.\nMs Giuffre - then known as Virginia Roberts - says she was assaulted by the prince at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little Saint James, in the US Virgin Islands.\nHer case claims Prince Andrew engaged in sexual acts without Ms Giuffre's consent, including when she was 17, knowing how old she was, and \"that she was a sex-trafficking victim\".\nThe prince has consistently denied the claims and, in 2019, told BBC Two's Newsnight programme: \"It didn't happen.\n\"I can absolutely categorically tell you it never happened.\n\"I have no recollection of ever meeting this lady, none whatsoever.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58683718",
      "category": "world-europe",
      "title": "Canary Islands: Airport closed as volcano intensifies",
      "tags": "Spain,Volcanoes,Canary Islands,Air travel",
      "text": "Intensifying volcanic explosions have forced the airport on the Spanish island of La Palma to be closed.\nThe Cumbre Vieja volcano started erupting last Sunday with thousands evacuated and more than 350 homes destroyed. \nA thick plume of smoke now extends four kilometres (2.4 miles) into the air.\nClouds of thick ash have made flights out of the airport impossible, authorities said on Saturday.\nThe closure has prevented some leaving the island's airport, which mostly handles many tourist flights and connections to other islands in the Canaries.\nLong queues formed at the terminal as flights were cancelled, and some travellers tried to get ferries off the island.\nThe volcano is entering a fresh explosive phase, spewing lava from a newly opened vent, officials say. \nAirport operators say ash accumulation has made the airport \"inoperative\", but that a clean-up operation is underway. Workers are sweeping volcanic ash from the runway.\nOn Friday, firefighters said they were withdrawing from the area \"due to the intensification of explosive phenomena\". \nNo fatalities have been reported.\nSome 1,000 people in Tajuya, Tacande de Abajo and Tacande de Arriba were told to evacuate on Friday due to the intensifying volcanic activity. \nSpanish Prime Minister Pedro Sánchez said on Friday that the cabinet would next week declare the island a \"catastrophe zone\". \nThe Canary Islands government has already announced a first round of financial aid for people who have lost their homes. \nThe volcano lies in the south of La Palma island, which is home to around 80,000 people.\nIt last erupted 50 years ago, in 1971. Scientists are unsure how long this eruption will last.\nA spokesperson for Spain's National Geographic Institute told the BBC that past eruptions on La Palma have lasted between 24 and 84 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58689962",
      "category": "uk-england",
      "title": "EVCL Chill: 400 jobs at risk as food firm goes bust",
      "tags": "Daventry,Alfreton,Sainsbury's,Crick,Asda,Penrith,Rochdale,Bristol",
      "text": "More than 400 jobs are at risk as a firm which delivers chilled food to major supermarkets across the UK called in administrators. \nEVCL Chill Ltd, which has headquarters in Alfreton, Derbyshire, delivers food to retailers including Asda and Sainsbury's.\nAdministrators PwC said acute driver shortages had added to its challenges. \nThe firm said 650 employees had been transferred \"to key customers\" but the remaining staff's future was \"unclear\". \nIt comes as the government prepares to bring in a temporary visa scheme to make it easier for foreign lorry drivers to work in the UK to address a HGV driver shortage.\nPrivately-owned EVCL Chill has sites across the UK including Daventry, Rochdale, Crick and Penrith, and employed more than 1,000 staff in warehousing and HGV driving roles.\nIt said it would be arranging meetings with those staff affected on Monday.\nPwC said all operations including transportation have \"successfully been transferred or ceased\".\nThe administration does not affect the wider EV Cargo Group which continues to trade as before, PwC said.\nIn the period up to December 2020 turnover exceeded £167m but EVCL Chill said it has struggled with a loss of key customers and acute driver shortages this year, PwC said. \nIt said a \"number of sale options were explored but generated limited interest\" and management decided to enter into administration.\n\"This has been a very difficult situation. As businesses move from survival mode to recovery, the financial climate is still very volatile,\" Eddie Williams, joint administrator, said.\n\"I am pleased at least 658 roles will continue in a sector that is already facing many difficulties and challenges.\n\"We will continue to fully support all affected staff members during this difficult time.\"\nHelen Wheeler Jones, joint administrator, added they would liaise closely with customers to fulfil orders, alongside other priority stakeholders including HMRC.\nUnite union said it would \"be providing support to help the affected workers find new work\".\n\"EVCL Chill workers have lost their jobs without warning, through no fault of their own, and Unite will be assisting its members in every way possible in coping at this difficult time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58687070",
      "category": "world-us-canada",
      "title": "Music company buys NFT of 'Side-eyeing Chloe' meme",
      "tags": "Social media,Viral posts,NFTs,United States,Cryptocurrency,Utah",
      "text": "An image of a popular internet meme, featuring a two-year-old girl, has been sold as a non-fungible token (NFT) for about $74,000 (£54,000).\nThe picture, dubbed Side Eyeing Chloe, shows young Chloe Clem giving a disapproving look after her mother reveals a surprise trip to Disneyland.\nNFTs are digital tokens which demonstrate ownership of electronic art.\nThe Clem family auctioned their NFT for 25 Ethereum - a form of cryptocurrency.\nIt was bought by 3F Music, a Dubai-based music production company. The firm has not responded to BBC enquiries.\nNFTs are typically bought and sold for cryptocurrency. Despite owning the digital certificate, buyers do not control the copyright for the image it represents. \nChloe's mother, Katie, told the BBC she and her family watched the auction from their home in Utah, and were delighted with the sale.\n\"If we're going based off meme sales before, it's a bit lower, but we're so grateful for what it sold for,\" said Katie. \"The money is awesome but it's just the fact that we get to do this as a family is so much fun.\"\nNFTs of internet memes have attracted millions of dollars in sales this year. In February an NFT of Nyan Cat, another storied internet sensation, was sold by the image's creator for 300 Ethereum, worth more than $880,000.\nThe NFT of Side Eyeing Chloe was taken from the original video, posted on YouTube by Chloe's mother Katie in 2013.\nThe video shows Chloe announcing that the family are going to Disneyland. One of the girls, Lily, starts crying, and the camera pans to Chloe as she pulls a reproachful face.\nThe video of Chloe, who's now aged 10, has been watched more than 20 million times.\nChloe has also amassed over 500,000 followers on Instagram, and has been featured in a Google advert in Brazil.\nMs Clem said that for now, they're planning to save the Ethereum from the sale. \n\"In an ever-changing world, it may be worth more next week,\" she said, referring to the cryptocurrency's volatile price.\nBut the family have plans for some of it in the near future.\n\"We'll definitely get a Walt Disney holiday out of this next year!\"\nDemand for NFTs has recently boomed, with some selling for millions of dollars in high-profile auctions.\nIn March, a collection of NFTs by artist Beeple was sold at auction house Christie's for $69m ($50m).\nThe same month, Twitter founder Jack Dorsey sold an NFT of his first-ever tweet for more than $2.9m.\nCritics say the digital tokens have a huge environmental impact. Others have suggested their current popularity is an investment bubble."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58690974",
      "category": "world-us-canada",
      "title": "Huawei executive Meng Wanzhou freed by Canada arrives home in China",
      "tags": "China,Huawei,Canada",
      "text": "A Chinese tech executive released after being detained in Canada for nearly three years has returned home.\nHuawei's Meng Wanzhou flew to Shenzhen on Saturday evening, hours after two Canadians freed by China had gone back.\nIn 2018 China accused Michael Spavor and Michael Kovrig of espionage, denying detaining them was in retaliation for Ms Meng's arrest. \nThe apparent swap brings to an end a damaging diplomatic row between Beijing and the West. \nMr Spavor and Mr Kovrig arrived in the western city of Calgary just before 06:00 local time (12:00 GMT) and were met by Prime Minister Justin Trudeau.\nA couple of hours later Ms Meng touched down in Shenzhen, China, to applauds from a crowd gathered at the airport.\n\"I'm finally back home!,\" said Ms Meng, according to the Global Times, a Chinese tabloid backed by the ruling Communist Party. \n\"Where there is a Chinese flag, there is a beacon of faith,\" she added. \"If faith has a colour, it must be China red.\"\nMs Meng was wanted on charges in the US but was released after a deal between Canada and US prosecutors.\nBefore her release, Ms Meng admitted misleading US investigators about Huawei's business dealings in Iran.\nShe spent three years under house arrest in Canada while fighting extradition to the United States.\nChina had earlier insisted that her case was not related to the sudden arrest of Mr Kovrig and Mr Spavor in 2018. But China's the decision to free them after Ms Meng's release appears to show that pretence has been abandoned, reports Robin Brant, the BBC's Shanghai correspondent.\nMr Kovrig and Mr Spavor have maintained their innocence throughout, and critics have accused China of using them as political bargaining chips.\nAfter they arrived in Calgary, Canadian Prime Minister Justin Trudeau shared images on Twitter of him welcoming the pair.\n\"You've shown incredible strength, resilience, and perseverance,\" he wrote in the tweet. \"Know that Canadians across the country will continue to be here for you, just as they have been.\"\nMr Kovrig is a former diplomat employed by International Crisis Group, a Brussels-based think tank. \nMr Spavor is a founding member of an organisation that facilitates international business and cultural ties with North Korea.\nIn August this year a Chinese court sentenced Mr Spavor to 11 years in prison for espionage. There had been no decision in Mr Kovrig's case.\nOn Friday, a Canadian judge ordered the release of Ms Meng, Huawei's chief financial officer, after she reached a deal with US prosecutors over fraud charges against her.\nHuawei said in a statement that it would continue to defend itself in court, and looked forward to seeing Ms Meng reunited with her family.\nBefore her arrest, US prosecutors accused Ms Meng of fraud, alleging that she misled banks into processing transactions for Huawei that broke US sanctions against Iran.\nAs part of a deferred prosecution agreement, Ms Meng admitted to misleading HSBC about Huawei's relationship with Skycom, a Hong-Kong based company that operated in Iran.\nChina's foreign ministry said the charges against her had been \"fabricated\" to suppress the country's high-tech industries, according to state media.\nBut in a statement the US justice department insisted it would continue to prepare for trial against Huawei, which is still on a trade blacklist.\nMs Meng is the elder daughter of Ren Zhengfei, who set up Huawei in 1987. He also served in the Chinese army for nine years, until 1983, and is a member of the Chinese Communist Party.\nHuawei itself is now the largest telecom equipment maker in the world. It has faced accusations that Chinese authorities could use its equipment for espionage - allegations it denies.\nIn 2019, the US imposed sanctions on Huawei and placed it on an export blacklist, cutting it off from key technologies.\nThe UK, Sweden, Australia and Japan have also banned Huawei, while other countries including France and India have adopted measures stopping short of an outright ban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58689531",
      "category": "uk-wales",
      "title": "Petrol station boss says no need for chaos at the pumps",
      "tags": "Treforest,Wales business,Wales Brexit,Llantrisant,Ferndale,Coronavirus pandemic,Haulage",
      "text": "A petrol station boss has appealed for calm amid continued high demand for fuel after panic buying hit Wales.\nMohammed Ali, who runs the Murco garage in Ferndale, Rhondda Cynon Taf, said \"chaos\" continued on Saturday despite insisting there was no fuel shortage.\nA tanker has already resupplied his station after he ran out on Friday despite rationing fuel to £15 per car.\nSeveral supermarkets closed their petrol stations in Wales and beyond on Friday due to demand.\nDisruption continued on Saturday, including at Tesco Extra, Bridgend, Asda stores in Merthyr Tydfil and Cardiff north, along with Sainsbury's in Wrexham and at the well-known \"Black Cat\" garage at the junction of the A55 and A470 in Conwy.\nNorth Wales Police urged people not to form long queues and \"unnecessary obstructions\" in roads and said petrol stations in the area had reported \"no disruption to deliveries at the majority of sites and fuel deliveries are expected to continue as usual\".\nA shortage of drivers has hit deliveries but ministers and industry leaders insist there is no shortage and they have urged people not to panic buy.\nThe UK government is planning a temporary scheme to make it easier for foreign lorry drivers to work in the UK.\nMr Ali said the rush on fuel started after the media had \"blown things out of proportion\".\n\"We had a delivery at six o'clock in the morning and we opened at seven... and it's already chaos over there,\" he told BBC Radio Wales Breakfast on Saturday.\n\"There is no need for this. There is no such thing as a fuel shortage,\" he said.\nThe Road Haulage Association estimates the UK is short of about 100,000 HGV drivers with existing shortages made worse by the pandemic and Brexit.\nJason Edwards, boss of Edwards Coaches in Llantrisant, said he was receiving daily calls from other companies asking for help to cover school bus contracts due to a shortage of drivers.\nHe said the problem had arisen due to a rise in drivers' pay while companies were running fixed-term school bus contracts with an agreed cost.\nMr Edwards also said drivers and vehicles had to leave an hour early to get to schools on Friday due to the traffic outside petrol stations.\n\"Unless the Department of Transport... allow European travellers temporary work permits, this is not going to go away - it's going to get worse,\" he said.\nA Downing Street spokesperson said: \"We have ample fuel stocks in this country and the public should be reassured there are no shortages.\"\nThe spokesperson said the UK government was looking at introducing temporary, time-limited measures.\n\"We are moving to a high wage, high skilled economy and businesses will need to adapt with more investment in recruitment and training to provide long-term resilience,\" the spokesperson said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58685219",
      "category": "uk-scotland",
      "title": "Soldiers arrive in Scotland to drive ambulances",
      "tags": "Edinburgh,Scottish Ambulance Service,British Army,Coronavirus pandemic,Humza Yousaf",
      "text": "Soldiers will begin driving ambulances in parts of Scotland this weekend in a bid to alleviate pressure on the NHS. \nHealth Secretary Humza Yousaf said he expected the help, along with other measures, would produce a \"significant improvement\" in waiting times. \nThe Ministry of Defence said it was providing 114 personnel to carry out non-emergency driving work from Sunday and expects this to last two months.\nAn additional 111 personnel will help to run mobile Covid testing units.\nThe military support was announced following a request from the Scottish government.\nIt came amid warnings from health professionals and opposition politicians of a crisis within the Scottish Ambulance Service in recent weeks, with reports of some patients facing extremely long waits for help to arrive.\nFurther drivers will also be provided by the fire service, the British Red Cross and taxi firms.\nDuring a visit to a training facility in Hamilton, South Lanarkshire, Mr Yousaf thanked the military and warned the health service was facing its toughest winter yet. \nHe added: \"There's no silver bullet, we have to be upfront about that.\n\"I announced a range of actions, including asking for military assistance but, with that whole package put together, I would expect there to be a significant improvement.\n\"But I would be upfront with people too, this is going to be the most challenging winter I think the NHS has ever faced.\"\nCol Anthony Phillips, deputy joint military commander in Scotland, said two thirds of his soldiers working with the ambulance service would be based in the Glasgow area, with the rest about Edinburgh. \nLiaison officers and military planners will also be placed in the Scottish Ambulance Service's regional hubs, he added. \n\"This group of individuals from 68 Squadron from 7 Regiment Royal Logistic Corps have been doing this task in the east of England and north-east of England already,\" he said. \n\"So there's a good degree of experience of this pandemic in amongst this bunch now who are going to support the Scottish Ambulance Service.\"\nCol Phillips said they planned to support the service for two months - until the end of November - but that could change, depending on conditions. \nMany other parts of the NHS also remain under severe strain and on Friday non-urgent operations and procedures have been postponed at the Royal Aberdeen Children's Hospital due to pressures on beds and staff.\nThe latest figures show about 1,500 people are in hospital in Scotland who do not need to be there but can't leave as an appropriate social care package is not in place. \nMr Yousaf has said the government is \"working urgently\" to free up bed space in the NHS and to move more people into social care.\nPauline Howie, chief executive of the Scottish Ambulance Service, said pressure has been \"mounting for a few months\" but the request for additional support was only made two weeks ago.\nMs Howie said: \"As we've seen lockdown restrictions ease, we've seen demand start to rise.\n\"In the latest wave, unfortunately more of our staff have contracted Covid-19 again so we've lost some internal capability and that's been the case across all health and social care staff.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58687052",
      "category": "uk",
      "title": "Covid-19: Visas planned to tackle driver shortage, and soldiers to staff ambulances",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow.\nPlans for a temporary scheme to make it easier for foreign lorry drivers to work in the UK are being developed. The UK is short of about 100,000 HGV drivers - with existing shortages made worse by the pandemic and Brexit. The driver shortage has caused disruption to fuel deliveries, with some petrol stations closed and queues forming. Final details are expected this weekend but newspaper reports suggest up to 5,000 temporary visas could be issued to HGV drivers. Any changes to immigration rules would be temporary. So, how serious is the HGV driver shortage?\nSoldiers will start driving ambulances in some Scottish areas this weekend to help ease pressure on the NHS. Some 114 Ministry of Defence personnel will be carrying out non-emergency driving work from Sunday for an estimated two months. A further 111 personnel will help run mobile Covid testing units. There have been reports of patients facing long waits for help to arrive. Health Secretary Humza Yousaf said he expected the additional resources, along with other measures, would produce a \"significant improvement\" in waiting times.\nFrom 4 October green and amber countries on England's traffic light system for foreign travel will be merged into one. Fully vaccinated travellers will also be able to have fewer Covid tests. However, destinations still have their own rules. Here are some of the most popular places for UK holidaymakers and some of the key guidelines in place. Read more about the new rules for holidays in Europe and the US.\nGraduating students at the University of Plymouth were joined by England's chief medical officer on Thursday as he was awarded an honorary doctorate. Prof Chris Whitty was given the award in recognition of his support for the university's medical research community. He said it was an \"honour\" to receive the degree.\nThe pandemic has intensified limits on resources and forced companies to rethink their long-term strategy when it comes to fast fashion, says Dr Bernice Pan, CEO of the sustainable fashion label Deploy. \"It can't just be about quantity and speed any more. And certainly just pumping out quantity isn't going to help companies grow,\" she says. So, how is the fashion landscape changing and what more needs to be done to combat waste?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWondering about the flu vaccine, as the NHS braces for a difficult winter? Find out who's entitled to a free jab.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58683038",
      "category": "health",
      "title": "Conversion therapy delay frustrates campaigners",
      "tags": "LGBT",
      "text": "A public consultation into a proposed ban on so-called conversion therapy has been delayed by at least a month, until possibly the end of October.\nThe consultation will invite the public to give their input over what the terms of the ban should be.\nThis includes how to safeguard therapists and religious freedom, while protecting people from harm.\nLGBT groups have expressed frustration at the delay, with the founder of one calling it \"incredibly disappointing\".\nConversion therapy seeks to change or suppress someone's sexual orientation or gender identity, health bodies say.\nIn practice, it means trying to stop or suppress someone from being gay, or from living as a different gender to their sex recorded at birth.\nIn 2018, Theresa May's government promised to end conversion therapy as part of its LGBT action plan. Last summer, Prime Minister Boris Johnson said plans for a ban would be brought forward.\nBut earlier this year, the government said it would instead open a public consultation in September around what that ban would look like.\nThis was, it said, to make sure the legislation addresses the practice while \"protecting the medical profession, defending freedom of speech, and upholding religious freedom\". \nHowever, the public consultation will not commence now until late October.\nCampaigners and conversion therapy survivors have expressed their frustration at the news.\nMatt Hyndman, the co-founder of the Ban Conversion Therapy campaign, said: \"Every single day the government delay, more and more LGBT people are at risk of being subjected to conversion therapy.\"\nStonewall chief executive Nancy Kelley agreed, and added: \"We urge the government to set a new deadline for the public consultation as soon as possible, as part of their commitment to a ban.\"\nCampaigner and conversion therapy survivor Jayne Ozanne, also expressed her frustration.\n\"What is needed is a far greater sense of urgency and a commitment to a timetable that will reassure us that legislation will soon be passed,\" she said.\nThe government is understood to be keen to avoid a repeat of the consultation process around reforming the Gender Recognition Act, which stretched to almost three years.\n\"As a global leader on LGBT rights, this government is committed to banning the practice of conversion therapy,\" a spokesperson for its Equality Hub said.\n\"We will be launching a consultation seeking views on our plans to ban the practice in a manner that is effective. More details will be announced shortly.\"\nIt is understood that a report into people's experiences of conversion therapy will be published alongside the consultation. It was commissioned by the government more than two years ago and the results given to ministers last December.\nThe government has already received input from LGBT, religious and other interested parties ahead of the public consultation.\nSome of these groups say they are concerned its wording may mean they won't be able to fully engage with people questioning their sexuality or gender identity, who need their support. \nThe Association of Christian Counsellors (ACC) is one of the organisations that has been in discussions with the government.\nKathy Spooner, its chief executive, argues that the existing memorandum of understanding (MOU) on conversion therapy, which was signed by major health organisations, works well in terms of safeguarding in counselling.  \n\"The way the MOU is written at the moment means any counsellor can work with people who have conflicts about different sections of their identity,\" she said. \nShe says the ACC is not against the conversion therapy ban and can see that it gives clarity. But the organisation has told the government the wording of the legislation may accidentally isolate some LGBT Christians.\n\"Those giving the support won't know what they can do and what is disallowable, and when people are confused they tend to withdraw,\" she said.\nMinister-in-training Justin Kennedy was subjected to conversion therapy in his early 20s.\nAfter unsuccessfully trying to bury his sexuality in his early teens, he says he became suicidal and asked for prayer to help change his sexuality.\nThe then-minister at his church found two people who specialised in what they called \"deliverance\" - \"getting demons out of people and setting them free\".\nHe would attend sessions and weekends away with the couple several times a year where they would make him go back through his family history, sexual history and his childhood. \n\"I spent about five years going to prayer, having hands laid on me, reflecting on my sins. The more I went to those sessions, the more shame came into my life, the more suicidal I became. I learnt to split my life into very different parts - the gay Justin and the Christian Justin. \n\"It was very manipulative, the deliverance therapy, because I wasn't really ever allowed to say no.\"\nAs a minister, others now approach him to discuss struggles with their sexuality. But the difference, he says, is that he embraces who they are.\n\"If a gay person said to me, 'I've accepted who I am but I'm getting out of control with my sex drive and I'm doing things I'm not happy with', I would say, 'we are going to pray together so you can gain control of your life' while acknowledging their sexuality,\" he says.\nHe believes a blanket ban would help to start a wider conversation in religious settings.\n\"It would be like a dam bursting,\" he says. \"All of a sudden it gives people like me and other affirming ministers an avenue with which to be frank with their congregation that we are living in a completely different world now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58681313",
      "category": "uk-politics",
      "title": "Labour conference: New rights for workers to boost fairness, Rayner vows",
      "tags": "Angela Rayner,Gig economy,Keir Starmer,Labour Party Conference,Employment,Labour Party",
      "text": "New laws to boost fairness at work would be brought in within 100 days of Labour winning a general election, Angela Rayner has promised.\nLabour's deputy leader said \"common decency\" had to be restored to the workplace, in a conference speech.\nPlans include bringing workers and employers together to negotiate pay and conditions in every sector. \nLabour says it would also increase statutory sick pay, as well as bring in the right to flexible working for all.\nMs Rayner told Labour's annual conference: \"Let's make this real and show every worker in every workplace in every corner of our country that with their support, their lives, their jobs and their communities can and will be better.\"\nUnder the \"fair pay agreements\" proposal, representatives of workers and employers would negotiate minimum standards - or a floor - for pay and terms and conditions for their particular sector. \nOnce agreed, the terms would be binding on employers and staff. \nLabour argues this would prevent \"exploitative employers from undercutting the many good employers\" - pointing to the introduction of such agreements in New Zealand and some European countries.\nThe idea of fair pay agreements is one policy included in Labour's green paper on employment rights. Other proposals include:\nLabour's deputy leader also confirmed social care would be the first sector to go through the fair pay process.\nMs Rayner - who is also Labour's shadow secretary for the future of work - argued that fair pay agreements would \"stop bad bosses from exploiting their workers and driving down pay\".\nShe also told BBC Breakfast that better pay and working conditions would ease pressure on employers by boosting staff retention and cutting the number of working days lost to sickness.\n\"Having good employment practices... means that you have good staff retention (and) those skills are retained within the organisation,\" she said.\nIn her speech, she also said the fair pay agreements would \"drive up pay, improve conditions in the workplace and stop bad bosses from exploiting their workers\", and that that ending \"poverty wages and insecure work\" would be the \"driving mission of the next Labour government\". \nWelcoming the proposal, TUC leader Frances O'Grady said: \"Giving workers and their unions more power to bargain collectively is the best way to improve pay and working conditions across Britain.\"\nMs Rayner's speech marked the beginning of Labour's annual conference  - Sir Keir's first in-person conference since he became leader in 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58690096",
      "category": "uk-wales",
      "title": "Elvis fans all shook up as run marks Porthcawl festival's return",
      "tags": "Bridgend County Borough Council,Porthcawl",
      "text": "Fans of The King donned their blue suede shoes to take part in a run to mark the start of Porthcawl Elvis Festival.\nThe annual two-day event which features gigs and other events in tribute to Elvis Presley was cancelled last year due to the coronavirus pandemic.\nOrganisers reckon it is worth about £5m to the local economy, and say it usually attracts about 40,000 visitors.\nVisitors have been urged to take lateral flow tests before attending.\nMore than 340 people completed the run, with many wearing outfits in tribute to Elvis.\nBridgend council said capacity would be reduced at festival events in Porthcawl on Saturday and Sunday to comply with Covid safety rules.\n\"We urge people to enjoy the event safely and responsibly,\" it said. \n\"The festival is not run by any single organisation, but by a number of different venues who put on Elvis-themed events. \n\"This year's attendees should expect changes with risk assessments in place and Covid-safe measures such as those reducing capacity to ticket holders only and carrying out random temperature checks.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58682693",
      "category": "uk-northern-ireland",
      "title": "Idiopathic Pulmonary Fibrosis on rise in Northern Ireland",
      "text": "About 1,200 people are living with Idiopathic Pulmonary Fibrosis (IPF) in Northern Ireland.\nBut not everyone who is diagnosed can get access to the same support and treatment.\nJim Balmer has a competitive streak.\nBagpiping competitions were where he first met his wife. And when he moved on from piping, he took up squash and played for Ulster.  \nNow, his lungs don't work.\n\"Two years ago, I started feeling a bit breathless walking up hills, slight cough - persistent cough actually - very dry,\" the 52-year-old father-of-two recalled.   \n\"And in showers, I would have coughed with the steam.\" \nHe went to his GP and was sent for an x-ray. Initially, shadows on his lungs were treated as pneumonia.  \nBut when a follow-up x-ray showed no improvement, a CT scan was ordered, which the pandemic delayed until July 2020.  \nHe was diagnosed with IPF, a condition that causes scarring of the lungs and has no cure.  \n\"Complete life change,\" Mr Balmer said.  \n\"Not only for me, but for my wife, my sons. I can't really do anything, go anywhere. \n\"I had to sell my company last week, I've worked for myself for 21 years and I can't do anything.\"\nOn top of the roughly 1,200 people who live with the condition in Northern Ireland, as many as 300 more are diagnosed every year.  \n\"Data over the past 20 years shows that more and more people appear to be developing fibrosis in the lungs,\" said Northern Trust respiratory consultant Dr Eoin Murtagh.  \n\"It is important that we now change the type of health service we provide, to make sure patients have access to the services they need for early diagnosis and an accurate diagnosis, and then availability for appropriate treatment.\"\nAccording to a British Lung Foundation report in 2016, Northern Ireland has the highest prevalence of IPF of any region in the UK.  \nBut after diagnosis, not everyone here can get access to the same support and treatment, according to Dr. Murtagh.  \n\"There's great variability depending on where you live, which trust you're in, as to which services you may have access to and the waiting time to avail of assessment and investigations,\" he said.  \n\"So we would like to see co-ordinated, dedicated services available to patients across Northern Ireland.\"\nCurrently, only the Northern Trust has a dedicated multi-disciplinary lung disease team with five consultant and nursing staff.  \nBelfast Trust says it has a consultant and a specialist nurse, the Western Trust has a dedicated pulmonary fibrosis nurse, and the South Eastern has a nurse specialist and a part-consultant who lead their unit.\nAnti-fibrotic drugs can prolong and improve the quality of life for sufferers. In Europe, the US, Canada and New Zealand, they are prescribed on diagnosis.  \nBut current guidance in the UK says they should only be prescribed when a patient's lung function is within a certain range and they may be stopped if lung function drops below that range.  \nThe guidance is currently under review.  \n\"Although they don't cure the condition, we know that they slow down the progression of the disease,\" said Dr. Murtagh.  \n\"On average, they extend life by an additional three years for patients who are on those medications.  \n\"So if we identify patients earlier in the course of their illness, we could have a bigger impact with that medication.\"\nJim Balmer got information and help from the Northern Trust Pulmonary Fibrosis Support Group.  \nHis hope is that awareness of the condition is raised and that sufferers in Northern Ireland can get help, regardless of where they live.  \n\"More funding, more research into what causes it [is needed],\" Mr Balmer said.  \n\"Idiopathic Pulmonary Fibrosis - the 'idio' is 'idiot'.  They don't know.  \n\"They don't know what causes it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58684030",
      "category": "uk-england-london",
      "title": "Sabina Nessa: Hundreds pay respects at London vigil",
      "tags": "Kidbrooke,Sabina Nessa murder",
      "text": "Hundreds of people have joined a vigil for teacher Sabina Nessa who was killed as she walked to a pub in south-east London.\nThe 28-year-old was discovered in Cator Park in Kidbrooke by a member of the public last Saturday.\nShe had been walking to meet a friend at The Depot bar last Friday, a journey which \"should have taken five minutes\".\nMore than 500 people gathered at Pegler Square, not far from where a wanted suspect was captured on CCTV.\nJebina Yasmin Islam, Sabina Nessa's sister, broke down as she addressed crowds at the vigil.\nShe said: \"I just want to say thank you to everyone who came today to show support for my sister.\n\"We have lost an amazing, caring, beautiful sister, who left this world far too early.\"\nShe told the crowd how Sabina had loved her family.\nShe said: \"Words cannot describe how we are feeling, this feels like we are stuck in a bad dream and can't get out of it - our world is shattered, we are simply lost for words.\n\"No family should go through what we are going through.\"\nMs Nessa's uncle, Shahin Miah, described his niece as \"a kind and a open-minded person\", who was \"always smiling and helping others\".\nHe said Ms Nessa's death has \"once again brought to the fore the question of women's safety on the streets\".\nIn his statement, he said: \"We don't want what happened to Sabina to happen to anyone else.\n\"We don't want any other mother's chest to be empty or filled with deep sorrow, or to see the tears in the eyes of any father.\"\nAs the police investigation continues officers want to identify a balding man, who was seen with something in his hands, who could be \"vital\" to the case. \nThe wanted man, who was wearing grey jeans and a black jacket, can be seen looking over his shoulder and pulling up his hood as he walks along the pavement.\nMetropolitan Police Assistant Commissioner Louisa Rolfe urged anyone who may know the man to contact them.\nTwo men arrested on suspicion of Ms Nessa's murder have now been released pending further investigation.\nThe Duchess of Cambridge said she was \"saddened by the loss of another innocent young woman on our streets\" as police continued the hunt for Ms Nessa's killer.\nIn March, the duchess privately visited the memorial to murdered marketing executive Sarah Everard in Clapham Common, south-west London, after the 33-year-old was killed by off-duty police officer Wayne Couzens.\nA candle was also lit outside No 10 Downing Street in memory of Ms Nessa.\n\"Say her name. Sabina Nessa. We will never forget,\" was the request from the leaders of the vigil.\nHundreds gathered here in Pegler Square all said her name. Sabina Nessa. \nThis is the square the 28-year-old teacher was walking to this time last week. She never made it. \nNow Londoners from across the city, many of them holding candles and laying flowers, are listening on this quiet, still autumn evening to the vigil speakers. \nDozens more silhouetted figures observe from the tower blocks overlooking Pegler Square. \nMany observers are crying, listening to the speakers including Sabina Nessa's sister who says her family's world has been shattered.\nBut while a community joins together in grief, just behind the vigil, police have sealed off an area. Yellow evidence markers dot the road. \nAs one person spoke emotionally of Sabina Nessa, a forensics officer combed the bushes, a reminder that this is still very much an ongoing investigation.\nCrowds also gathered in Hackney, Newham, Bristol and in Brighton, to pay tribute to Ms Nessa.\nA spokesperson for Brighton and Hove Council said: \"Every woman and girl should feel safe in their streets, in their parks and open spaces and in their homes. \n\"We have today lowered the flags at Hove Town Hall and Brighton Town Hall in memory of Sabina Nessa and to raise awareness of violence against women and girls.\"\nAre you taking part in a vigil for Sabina Nessa? Please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58685166",
      "category": "uk-england-merseyside",
      "title": "Viola Beach: Memorial to band unveiled in Warrington",
      "tags": "Warrington,Cheshire",
      "text": "A bronze frieze in memory of band Viola Beach and their manager who were killed in a crash has been unveiled in their home town. \nKris Leonard, River Reeves, and Jack Dakin - all aged 20 - Tomas Lowe, 27, and their manager Craig Tarry, 33, died outside Stockholm in 2016.  \nMore than £30,000 was raised for the memorial near Parr Hall in Warrington.\nReeves's brother Fin said he was \"blown away\" with it and looking forward \"to giving him a nod\" whenever he passes.\n\"I'm a little bit blown away and lost for words,\" he said.\n\"I'll be able to walk past and give him a quick nod every time I walk down the street so it is such a nice thing.\"\nHe said he thought it was \"important\" for the town, too, \"to come together and remember Viola Beach and celebrate their lives\". \nTom Murphy, who created the frieze, unveiled the artwork.\nWarrington Council leader councillor Russ Bowden described the memorial as a fitting tribute.\n\"The frieze is a celebration of Jack, River, Kris, Tom and Craig, their achievements, and their iconic music,\" he said.\nThe band's car plunged more than 25m (82ft) from a highway into Södertälje Canal, about 18 miles (29km) from Stockholm, as they travelled back to their hotel after their first international gig.\nThe bridge had been raised to allow a boat to pass underneath.\nCheshire Coroner Nicholas Rheinberg described the incident as \"the most awful tragedy\".\nThe band were on the cusp of stardom when the tragedy happened.\nIn the wake of their deaths, the band's first single Swings & Waterslides reached number 11 in the UK chart, while their song Boys That Sing was performed by Coldplay in a tribute at Glastonbury.\nSix months after the fatal crash, the band posthumously scored a number one album.\nThe self-titled debut was compiled by the band's families, using live sessions and studio recordings, many of which were originally bound for an EP.\nMr Murphy's previous work includes the John Lennon statue at Liverpool John Lennon Airport, works of Ken Dodd and Bessie Braddock, as well as memorials to people who died in the Hillsborough disaster, and the Liverpool Pals in World War One. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58695094",
      "category": "world-africa",
      "title": "Rwanda genocide 'kingpin' Théoneste Bagosora dies in prison",
      "tags": "Rwandan genocide,Rwanda",
      "text": "A former Rwandan army colonel convicted for his role in the massacre of some 800,000 people in the 1994 genocide has died in Mali, where he was in prison.\nThéoneste Bagosora, 80, was a senior figure in Rwanda's ministry of defence at the time of the killings.\nA UN-backed criminal tribunal sentenced him to life in prison, but this was later reduced to 35 years.\nHis son Achille told the BBC he died at a hospital in Bamako, where he was being treated for heart issues.\nAround 800,000 people - mostly from the Tutsi ethnic group - were killed in 100 days during the genocide.\nThe massacres began after a plane carrying Rwanda's then-President Juvenal Habyarimana was shot down on 6 April 1994, killing everyone on board.\nBagosora was arrested two years later in Cameroon, where he had fled to after Paul Kagame's Rwandan Patriotic Front seized power. \nIn 2008, the International Criminal Tribunal for Rwanda found him guilty of crimes against humanity, and for orchestrating the murder of several political figures, including Prime Minister Agathe Uwilingiyimana.\nAt his trial, Bagosora maintained he was a victim of propaganda by Rwanda's current Tutsi-dominated government.\nCanadian General Romeo Dallaire, head of the UN's peacekeeping force during the genocide, described Bagosora as the \"kingpin\" behind the killings, and alleged that the former colonel had threatened to kill him.\nBagosora was initially sentenced to life imprisonment, but three years later some charges were overturned and his term was reduced to 35 years.\nEarlier this year he was denied a request for early release, and was due to finish his sentence at the age of 89.\nHe was serving his sentence in Mali's Koulikoro prison, along with many others convicted for roles in the Rwandan genocide."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58670792",
      "category": "business",
      "title": "Petrol driver shortage: Visa scheme planned to ease problems",
      "tags": "Transport,UK economy,BP,Fuel,Freight transport,Brexit,Grant Shapps,Haulage",
      "text": "Ministers are working on plans for a temporary visa scheme to make it easier for foreign lorry drivers to come to the UK. \nFinal details of exactly how the initiative will work are expected to be announced this weekend.\nAny changes to immigration rules will be temporary, with a cap on the number of workers allowed to enter the UK.\nThe shortage of hauliers threatens more disruption to deliveries of petrol, food and other goods. \nIt is estimated that the UK is short of about 100,000 HGV drivers - with existing shortages made worse by the pandemic and Brexit.\nBP and Esso have shut a number of petrol stations due to a lack of tanker drivers, while EG Group has said it will introduce a limit of £30 per customer on all grades of fuel.\nThe company, which operates 400 filling stations in the UK, said the move was due to the \"current unprecedented customer demand for fuel and associated supply challenges\".\nAll of EG Group's UK sites remain open and operational to serve customers.\nHGV drivers and emergency services will be excluded from the £30 limit due to \"their vital role at this time\", according to the firm.\n\"This is a company decision to ensure all our customers have a fair chance to refuel and to enable our sites to carry on running smoothly,\" a spokesperson from the firm said. \n\"We kindly ask everyone visiting our sites to treat our colleagues, supply chain partners and customers with respect during these very challenging times.\"\nA Downing Street spokesperson said: \"We have ample fuel stocks in this country and the public should be reassured there are no shortages.\n\"But like countries around the world we are suffering from a temporary Covid-related shortage of drivers needed to move supplies around the country.\"\nThe spokesperson explained that ministers are looking at temporary measures to \"avoid any immediate problems\", but added that any measures introduced will be \"very strictly time limited\". \n\"We are moving to a high-wage, high-skilled economy and businesses will need to adapt with more investment in recruitment and training to provide long-term resilience,\" the spokesperson added. \nThe European Road Haulers Association said temporary visas would be a \"good idea\" but are \"only part of the solution\". \nThe association said it is still easier to drive within the EU than driving between the EU and the UK, meaning that staying within the EU may still be more appealing for drivers.\nDespite reassurances, large queues formed at many petrol stations on Friday. On social media, people reported queues lasting for up to 30 minutes, while there were also reports of drivers filling jerry cans.\nThe AA said that most of the UK's forecourts were working as they should.\n\"There is no shortage of fuel and thousands of forecourts are operating normally with just a few suffering temporary supply chain problems,\" said AA president Edmund King. \"Fridays and the weekend always tend to be busier on forecourts.\"\nMr King said drivers should not fill up outside their normal routines, because even if the occasional petrol station was temporarily closed, others just down the road would be open. \"This was a manageable problem,\" said.\nThere are about 8,380 petrol stations in the UK, according to the Petrol Retailers Association. Of these, about 1% are believed to be closed at the moment.\nIt is understood that about 50 to 100 BP forecourts are affected by shortages, while Esso said \"a small number\" of its Tesco Alliance retail sites had been hit.\nAllan Davison, managing director of Hoyer Petrolog UK - one of the country's leading fuel logistics companies and BP's transport contractor - told the BBC that European drivers should be offered temporary visas to help ease the situation. \n\"If this was a permanent request, I would understand the political and practical challenges with that, but it's not. It's a temporary request,\" he said. \nHelena Wright, transport manager for Norfolk-based firm W's Transport, told the BBC her company had sold two lorries after advertising for HGV drivers and not getting a single applicant.\n\"Normally we would have people on record to call who had left their details,\" she said. \"This is the first time for our firm that that's happened, but it's a problem that has been a long time coming.\n\"I've got a lot of drivers that are over the age of 50, 55 and looking to retire and we are not attractive as an industry for the younger generation.\"\nShe said younger people were not prepared to spend four to five nights a week away from home and were not ready to put up with \"inhumane\" conditions.\nRAC fuel spokesman Simon Williams said: \"The supply issues affecting a small number of petrol forecourts shouldn't impact the prices drivers pay to fill up. \n\"But unfortunately the price of oil, which has the biggest influence on what drivers pay at the pumps, is continuing to rise at the moment. This may lead to fuel prices going up in the coming days\"\nSupermarket Iceland - which is about 100 drivers short - joined Morrisons and Ocado in calling for the government to add HGV drivers to the list of shortage occupations.\nThat would allow foreign workers to apply for skilled worker visas to fill the current gaps.\n\"I think the solution - even if it's temporary - is very, very simple,\" said Iceland managing director Richard Walker. \"Let's get HGV drivers on to the skilled worker list.\"\nThe  UK's Road Haulage Association (RHA) said that on top of a historic shortage of drivers, the industry had lost 20,000 European drivers because of Brexit, while the pandemic had forced 40,000 driver training tests to be cancelled.\nIn a recent RHA survey of 616 hauliers, retiring colleagues and Brexit topped the list of reasons behind the driver shortages.\nRespondents also cited tax changes to rules known as IR35, which have made it more expensive for hauliers from elsewhere in Europe to work or be employed in the UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58690645",
      "category": "world-europe",
      "title": "German elections: Voters decide who will take charge after Merkel",
      "tags": "Annalena Baerbock,German federal election 2021,Germany,Olaf Scholz,Angela Merkel,Armin Laschet",
      "text": "The fight to succeed popular, long-serving chancellor Angela Merkel could barely be tighter as Germans vote in parliamentary elections.\nWhile the streets of Berlin hosted the annual marathon, the biggest race was taking place across the country.\nThe three candidates vying to succeed the chancellor voted in warm late-summer sunshine, as final polls put Mrs Merkel's conservatives in second place.\nAt stake is the leadership of Europe's most powerful economy.\nMore than 60 million Germans over 18 are eligible to vote and long queues were reported outside polling stations in Berlin. \nVoting ends at 18:00 (17:00 BST) and the first exit polls in this unpredictable election come out immediately.\nThe race looked over until the outgoing chancellor entered the fray in support of the conservative candidate, her career at the top of German politics now weeks from coming to an end.\n\"It really matters who's in power,\" she warned voters repeatedly in the 48 hours before the vote. Her message was that Germany needed stability and its youth needed a future - and Armin Laschet was the man to provide it.\nThere are plenty of uncertainties about this election. In the run-up, more than a third of voters were still unsure who to vote for, although a record number have already posted their votes in. \nCalling on all Germans to vote, President Frank-Walter Steinmeier said: \"Whoever takes part will be heard, whoever does not vote lets others decide for them.\"\nFor months the opinion polls have swayed this way and that. The conservative CDU and its Bavarian sister party led initially, and at one point the Greens went in front, but then came a surge for the Social Democrats under Olaf Scholz. \nOf the three candidates competing for the role of chancellor it is Mr Scholz who has galvanised voters most. As Mrs Merkel's deputy it has been easier for him than for his conservative rival to be seen as the continuity candidate.\nBut even if he wins he will most likely need the support of two other parties to form a coalition.\n\"The most important coalition for me is with the voters, because the stronger they make the SPD, the easier it will be for me to form a government,\" he says.\nFor the Greens this is their biggest moment yet. Climate change is currently the biggest issue for German voters and the party has only once polled more than 10% in a federal election.\nBut their candidate for the top job, Annalena Baerbock, has lost support over the summer, despite catastrophic floods that left at least 190 people dead and left a trail of destruction in two of the most populous states. \nAll three candidates for chancellor voted during the morning, and there was some concern when Mr Laschet folded his ballot paper wrongly, displaying his choice to photographers.\nJudging from a random sample of people in Berlin's sprawling Alexanderplatz ahead of the vote, even though climate change is their highest priority, they think the other parties are quite capable of addressing it too. \nConservative Armin Laschet told voters on Saturday it was time to speed up the move to renewable energy: \"We're too slow in Germany.\"\nThe liberal FDP may disagree with the Greens on plenty, but on climate change they are drawing in young voters too. Both parties have a good chance of being in government and both could be kingmakers.\n\"The next government is the last that can still have an active influence on the climate crisis,\" Annalena Baerbock warned Germans during one of the final TV debates, so the Greens had to be part of it, she said.\nBut liberal leader Christian Lindner does not believe Germany needs to go the same way as the Greens. \nEven if a clear winner emerges on Sunday evening, Germans will not know the make-up of their government for some time. \nThe victorious party still needs to form a coalition and there seems little chance of a repeat of the two-party grand coalition currently in charge. \nThat is why Germans are talking about traffic-light, Jamaica or Kenya coalitions, reflecting the different colour schemes of the parties potentially involved.\nIf it's the centre left then look for the red, yellow and green; if it's the conservatives, it could be black, yellow and green.\nUntil that is all sorted Angela Merkel won't be going anywhere."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58678777",
      "category": "uk-wales",
      "title": "Knife crime: Cardiff man calls for action as cases double in a decade",
      "tags": "Knife crime,Cardiff,North Wales Police,Dyfed-Powys Police,South Wales Police,Gwent Police",
      "text": "A man whose brother was stabbed to death has called for action as statistics show knife crimes in Wales have doubled in a decade.\nGed Bermingham, said the pain of losing Adrian, 26, a Royal Marine from Cardiff, was still \"red raw\".\nFrom April 2010 to March 2011, Welsh police forces registered 700 offences involving knives or sharp instruments, rising to 1,461 in 2020-21.\nSupport groups now fear it could get worse as Covid restrictions end.\nThey believe a small reduction over the past year is a distortion caused by lockdowns and other measures during the pandemic.\nIn June 2004, Adrian Bermingham had been training ahead of being posted to Iraq. \nHowever, the zoology graduate never made it to the posting.\nAs he made his way home from a final night out, he was stabbed to death in Riverside, Cardiff, \n\"People talk about heartache. I didn't realise how literal that is. Your heart literally aches. It's like someone has ripped a hole in your chest,\" his brother said. \n\"My parents never recovered - they've both since died. And even 17 years down the line, it's still red raw.\nMr Bermingham recalled piecing events events together at the trial, which he described as \"two weeks of hell\".\nHe said the attacker stabbed his brother in the chest and \"then jumped up and down on his head\".\n\"It was all witnessed by this young girl who broke down in court and had the jury crying with her,\" he told BBC Wales' Newyddion S4C programme.\nAfter being found guilty of murder, his killer Ryan Voisey was sentenced to life in prison and ordered to serve a minimum of 16 years behind bars.\nElle Powell volunteers with campaign group Put The Knives Down and believes things could get even worse.\n\"As things reopen, we're getting more phone calls. We're worried crime rates are going to increase once more. We really don't want that to happen,\" she said.\nThird year medical student Evie Wateridge volunteers with Street Doctors, holding sessions with young people to educate them on the dangers of knife crime, as well as teaching basic first aid on how to respond if they encounter a knife crime victim.\nShe said: \"We're very concerned about knife crime. Not only in Cardiff but in the whole of the UK.\n\"Street Doctors last year released a report which investigated the effects of the pandemic on young people and found support for young people had dramatically decreased, and so that makes them more vulnerable to violence, so we're especially worried about it at the moment.\" \n\"We know that violence outside of the home fell during the pandemic because things were closed, but as things are opening up, we can expect to see that rising again.\"\nSouth Wales Police said a \"proactive approach to tackling knife crime, when combined with the changes to the way in which such offences are counted has resulted in an increase to the number of offences recorded\".\n\"While policing can help to enforce the law and keep people safe, it is the community working together as a whole which will ultimately make the difference,\" it said in a statement.\nMr Bermingham is now determined to spread the message from his brother's death, and warn of the potential consequences of carrying a knife.\nHe said the latest figures underlined the need for action.\n\"It's scary. It's time to do something.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58680103",
      "category": "uk-england-sussex",
      "title": "Warning after Lewes girl, 6, has surgery for swallowing magnets",
      "tags": "Lewes,Children",
      "text": "A mother has issued a stark warning to parents about dangers of children swallowing magnets after her daughter had to undergo bowel surgery. \nThe six-year-old had been playing with magnets at school before taking them home to make jewellery for a doll.  \nOver the course of a few days, she swallowed 23 of the strong magnets which ripped through her bowel. \nThe NHS surgeon who performed the operation said the magnets were \"potentially fatal\".\nHer girl's mother, Tanith, said the magnets were shown being used to imitate tongue piercings in TikTok videos.\nTanith, from Lewes in East Sussex, said her daughter told her the magnets \"felt nice\" in her mouth as she played with them. \nThe magnets were so strong they clumped together in her intestine after she swallowed them, Tanith said. \nHer daughter first started having stomach pains on 12 September, and had been vomiting for two days when they took her to see their GP. \nWhen she did not improve they took her to the Royal Alexandra Children's Hospital where she was diagnosed with appendicitis. \nHowever, when surgeons began the operation to remove her appendix they found a string of magnets in her bowel. \nConsultant paediatric surgeon Costa Healy, who performed the operation, said the magnets \"can cause life-changing injuries\" and are \"potentially fatal\".\n\"The vast majority of time we get there in time to save them, but if I was a parent with [this type of] magnets in the house, I'd be getting rid of them,\" he said.\nThe girl was discharged on Monday and is now recovering at home.\n\"She's been through major surgery and it's been overwhelming for her, and she's got a scar about 10cm long,\" her mother said.  \n\"It could have been much worse - there's no permanent damage. We were looking at the possibility of her needing to have a stoma.\"\nShe said the family had found more magnets in her daughter's bedroom. \n\"I want to warn parents about the dangers of their children playing with magnets.\n\"I want to reinforce how dangerous these magnets really are.\" \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-58690754",
      "category": "uk-england-tees",
      "title": "Teesside Airport light aircraft incident leaves one seriously injured",
      "tags": "Teesside International Airport,Darlington",
      "text": "A pilot and two passengers have been taken to hospital following an incident involving a light aircraft at Teesside International Airport.\nThose onboard were taken to James Cook University Hospital following the incident at 09:39 BST on Saturday.\nOne patient suffered serious injuries and was flown to the hospital by the Great North Air Ambulance Service.\nThe airport said it will remain closed for the weekend for the Air Accident Investigation Branch to investigate.\nA spokesperson said: \"We are hopeful the airport will reopen on Monday 27 September.\n\"We apologise for any inconvenience caused and thank all of our passengers who have been very understanding today.\n\"All of our thoughts and prayers are with the three people onboard at the time of the incident and their families.\"\nCounty Durham and Darlington Fire and Rescue Service general manager Rob Cherrie, said the light aircraft \"had taken off then come back down again very quickly\" and fire crews had been \"forced to cut the three people out of the plane\".\nThe North East Ambulance Service said: \"We sent two ambulances, a specialist paramedic, an officer and requested support from the Great North Air Ambulance.\n\"In total, three patients were taken to James Cook hospital, one with serious injuries. One patient was taken by air and the two other patients were transported by road.\"\nThere were passengers at the airport waiting to board flights at the time.\nMr Cherrie added: \"I wouldn't say it's the busiest airport but there were passengers present - by the time we went on to the runway it was closed and flights had been diverted.\"\nSeveral flights have been diverted to Newcastle International Airport.\nThe airport said arrangements were in place for passengers due to travel inbound and outbound on Ryanair flights.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58306164",
      "category": "entertainment-arts",
      "title": "R. Kelly trial: A look at the key moments after star found guilty",
      "tags": "R. Kelly,Music",
      "text": "A jury in New York has found R. Kelly guilty of running a scheme to sexually abuse women, men and children over two decades and the former music star could now be facing the rest of his life behind bars.\nThe 54-year-old was found guilty on all counts - one charge of racketeering, which positioned him as the head of a criminal enterprise that preyed on young women, and eight counts of trafficking girls and women across state lines for prostitution.\nOnce one of the world's biggest pop stars, Kelly was initially arrested on these charges in July 2019, but his trial was delayed because of the Covid-19 pandemic and scheduling issues with separate cases he faces in other states.\nFollowing the verdict, Jacquelyn M Kasulis, the acting US attorney for the Eastern District of New York, said:  \"Today's guilty verdict forever brands R. Kelly as a predator who used his fame and fortune to prey on the young, the vulnerable and the voiceless for his own sexual gratification.\n\"A predator who used his inner circle to ensnare underage girls and young men and women for decades in a sordid web of sex abuse, exploitation and humiliation. To the victims in this case, your voices were heard, and justice was finally served. We hope that today's verdict brings some measure of comfort and closure to the victims.\"\n\"Today my voice was heard,\" wrote Jerhonda Pace on Instagram, one of the women who testified at his trial.\n\"For years, I was trolled for speaking out about the abuse that I suffered at the hands of that predator. People called me a liar and said I had no proof. Some even said I was speaking out for money. Speaking out about abuse is not easy, especially when your abuser is high-profile,\" Pace wrote.\nThe MuteRKelly campaign, founded by two women in 2017 to try to remove the singer's music from the air waves, said on Twitter they hoped the verdict \"brings some sense of justice to the brave survivors who came forward.\"\nKelly, whose full name is Robert Sylvester Kelly, had pleaded not guilty on all counts but refused the opportunity to testify in his defence. \nHere are the key moments from the trial, many of which readers may find upsetting.\nKelly was not charged with rape or assault, but prosecutors were allowed to present evidence of potential crimes related to the racketeering charge, regardless of when they occurred.\nAs such, they called more than half a dozen witnesses who said they were abused by Kelly while they were underage.\nBoth male and female, they described being approached by the star or one of his associates after a concert, in a shopping mall, or in a McDonald's, and being slipped a phone number. Often, Kelly would offer to mentor their music career, they alleged, in return for sexual favours. \nSeveral witnesses claimed Kelly kept them in a constant state of fear, demanding they follow his stringent rules,and ordering them to call him \"Daddy\". Those who disobeyed were punished, sometimes with degrading sexual acts, they claimed. Two women accused the star of rape.\nKelly's defence portrayed the women as \"groupies\" and jilted lovers, who were seeking revenge after falling out of favour with the star. \n\"You heard about a man who treated these women like gold,\" Mr Cannick told the jury.\nJerhonda Pace testified over the first two days of the trial, giving an account of her time with the singer.\nShe said Kelly controlled what she wore, when she could eat, and whether she could use the bathroom. \nOn one occasion, she recalled breaking \"Rob's rules\", after which the star \"slapped me and choked me until I passed out,\" she alleged.\nMs Pace, now 28, was one of several women who spoke to the Surviving R. Kelly documentary in 2019. \nIn her testimony, she said she started having sex with the singer when she was 16. She initially told him she was older, but when she revealed the truth, he continued the relationship, instructing her to call him \"Daddy\".\n\"He wanted me to put my hair up in pigtails and dress like a girl scout,\" she told the court.\nMr Kelly's lawyers tried to portray Ms Pace as a \"superfan\" who reacted badly when the star lost interest in her.  In cross-examination, Deveraux Cannick accused her of fabricating her story for money and fame; and of \"stalking\" his client. She denied the claims.\nThe prosecution's second witness said she began a five-year relationship with Kelly when she was 17 years old. Like Ms Pace, she alleged that the singer sought to control every detail of her life, demanded that she called him \"Daddy\", and would punish her if she did not comply. \nThe physical abuse took place \"nearly every two to three days,\" she alleged.\nIdentified only as Jane Doe 5, the 23-year-old also told the court that Kelly urged her to get an abortion she didn't want, after she became pregnant in 2017.\n\"He said, 'You need to look into that abortion stuff because you need to keep that body,'\" she said.\nKelly's former tour manager testified that he bribed a government worker to obtain a fake ID for R&B star Aaliyah - who was then aged 15 - so the singers could marry.\nDemetrius Smith, 65, said he was informed Aaliyah might be pregnant after a concert on Kelly's 1994 tour, and that they planned to get married so Kelly could avoid potential prosecution for having sex with a minor. \nAlthough Mr Smith initially objected to the plan, he says he eventually told Kelly, \"'I know how to get her an ID,' and that's what I did.\"\nOne of the star's former backing dancers later testified that she had accidentally disturbed Kelly and Aaliyah in a sexual situation in 1993, a year before the marriage. \nThe woman, who testified under the name Angela, said Aaliyah would have been 13 or 14 at the time, making her the youngest of his alleged victims.\nThe minister who officiated the wedding, Nathan Edmond, also testified, saying he was unaware of who the couple were at the time.\nMr Edmond, now 73, said he was asked to sign a non-disclosure agreement after the ceremony but refused. Instead, he promised Kelly he would never speak about the wedding. He only testified at the trial under subpoena.\nThe marriage was annulled a year after it took place. Aaliyah died in a plane crash in 2001.\nKelly's lawyers described much of the testimony regarding Aaliyah as \"fluff\". The marriage and Aaliyah's alleged pregnancy are not relevant to the charges he is facing, argued Mr Cannick. \nThe only pertinent question was whether Kelly tried to bribe an Illinois employee for a fake identification. \n\"Robert knew nothing about it,\" he said.\nSeveral women claimed they had contracted herpes after sexual intercourse with Kelly, who failed to disclose he carried the virus. \nOne witness, known only as Jane Doe, said the condition became so bad it got to \"the point where I couldn't walk\". \nShe alleged the star \"purposely gave me something he knew he had\".\nAnother witness, Kate, said she had reached a $200,000 (£145,000) settlement with Kelly after contracting the disease in 2001.\nKelly's longtime physician, Kris McGrath, testified that he first suspected the singer had herpes in 2000. \nAlthough tests came back negative, Dr McGrath noted the possibility of a false negative and said he told the star to \"inform your sexual partners so they can make a decision whether or not to have sex with you\".\nThe physician also testified that, between 2007 and 2019, Kelly was treated for genital herpes at least five times. In that time, he said he had prescribed herpes medication \"so often that I memorised the phone number\" of the star's local pharmacy.\nThe star's defence challenged Dr McGrath's diagnosis, and argued that, as herpes is not life-threatening, any related charges should not be considered.  \nA woman identified as Abbie claimed that Kelly pinned her down and raped her in his dressing room after a concert in 1994 - just two days after his wedding.\nAt the time she was 17, and had been invited backstage to meet the star with a friend. She claimed he had cleared the room before assaulting her, telling the court: \"I just went blank.\"\nNow 44, Addie said she had waited until now to report the assault \"because I didn't want more victim-shaming and more trauma at that time\".\nThe court heard a second allegation of rape in the fourth week of a trial, by a reporter who said she was invited to Kelly's house for an interview in 2003.\nInstead, she claimed she was locked in a room for several days and lost consciousness after being drugged. When she woke up, she saw the star pulling up his trousers in the corner of the room.\n\"It felt like something had been inside of me,\" she told the jury, saying later: \"I was sexually assaulted.\"\nThe defence accused her of fabricating the account, noting that Kelly had paid for her trip to Chicago.\n\"The kidnapper paid her way to get there? The kidnapper paid her way to come?\" Mr Cannick asked the jury. \"I mean, come on.\"\nHe added that there was no physical evidence or police report to corroborate either rape accusation. \nA woman named Anna testified that the star would spank her if she broke his rules, and claimed that he often videotaped the punishment on an iPad.\nOn another occasion, he forced her to parade naked in front of a camera, calling herself \"stupid\" and a \"slut\", she alleged. \nAnna also testified that Kelly made her be \"sexual and seductive with bodily fluids\", echoing claims by Jane Doe 5, who said the singer once forced her to smear faeces on her face and \"put it in my mouth and act like I liked, enjoyed that\". \nAgain, he is alleged to have taped this scene, and threatened to make her film another take because she didn't seem \"into it enough.\"\nA male witness also described how the star coerced him into sexual encounters with women, which he would then film.\nDuring the encounters, the women, whose names he did not know, appeared \"zombie-ish,\" he said.\nIn closing arguments, Kelly's team portrayed the star's conduct as the consequence of a \"playboy lifestyle\".\n\"It's not a crime to like kinky sex,\" argued Mr Cannick, adding that \"some people just like\" relationships between an older man and a \"younger female.\"\nHe also dismissed the repeated claim that Kelly ordered his girlfriends to call him \"Daddy\" as irrelevant, suggesting it was an affectionate term.\n\"Daddy! It's almost a crime to call a man a Daddy. I guess people can't do that anymore,\" Mr Cannick said. \"Ho is good, daddy is bad.... The former Vice President [Mike Pence] called his wife Mother.\"\nR. Kelly's former assistant Anthony Navarro testified that working for the singer was \"almost like the Twilight Zone\". \n\"You went into the gate, and it was like a different world, just a strange place,\" he told the court.\nMr Navarro worked for the star between 2007 and 2009, and said he was issued with a list of \"Rob's Rules\" - the same phrase used by Ms Pace in her testimony. Among the most prominent: \"I wasn't supposed to be talking to any of the girls - the guests - who were coming into the house,\" he recalled. \nMr Navarro also claimed to have driven one of Kelly's girlfriends across state lines, from Alabama to Atlanta - a key piece of evidence for the prosecution's trafficking case.\nThe defence dismissed the charge as absurd. \n\"They are in relationships,\" Mr Cannick told the jury. \"This is just like you taking your girlfriend, your wife, your husband on business.\"\nAnother assistant, Diana Copeland, confirmed that women were confined to their rooms inside Kelly's various homes, offices, and studios.\nShe described a state of paranoia within his compound, saying she was once asked to change into a robe to demonstrate she was not wearing a wire.\n\"He could get pretty heated,\" said Copeland, who was Kelly's assistant for 15 years. She told jurors he made her cry at times.\nHowever, she said she did not witness any sexual or physical abuse during her time with the star.\nFive months after Kelly was arrested, investigators opened a safe and discovered a stash of the star's personal papers. Among them were several letters written by the women he is now accused of abusing, that appeared to absolve him of guilt.\nOne handwritten note began, \"At the age of 17 I never had sex with Robert Kelly,\" before listing a series of specific sexual acts that the author said she had not participated in with the singer.\nAnother woman, who testified as Jane, wrote that she spanked herself \"really hard\" until she had bruises in an effort to blackmail Kelly. \nOn the witness stand, several of Kelly's accusers said they had been coerced into writing these messages. \n\"He wanted us to include letters saying that we had stolen money from him, that we had stolen watches from him, that we had been molested by family members, that we had been abused and neglected by family members and so forth,\" testified one anonymous witness.\nPsychologist Dawn M Hughes told jurors that letters like these gave Kelly leverage if his alleged victims attempted to leave or testify against him. \nShe added that such power dynamics were common in cults, and had the effect of \"slowly sucking the oxygen out of the room and once you realise it, you can't get out.\"\nKelly's lawyers dismissed the allegations, saying Kelly and his girlfriends functioned like a \"family\".\nKelly's defence was swift by comparison to the prosecution's forensic, weeks-long case. \nThey called just half-a-dozen witnesses, mainly former employees of the star, who said they did not recognise the behaviour described by his accusers.\nAmong them was Larry Hood, a former Chicago police officer who worked as Kelly's security guard for a number of years. \nMr Hood testified that he never saw the star with underage girls and never witnessed him hit a woman or lock a woman in a room.\n\"As a police officer, I would have had to take action against that,\" he told the court.\nA former accountant for Kelly also testified, saying that girls in the singer's entourage dressed \"appropriately\", and that he did not recall Kelly angrily raising his voice in their presence.\nDhanai Ramnanan, an aspiring singer who has worked with Kelly since 2005, added that women in the star's entourage were never prevented from eating or using the bathroom.\n\"Whenever we'd go to a restaurant, they'd sit down first, they'd order first, they got to eat first,\" he said of the star's girlfriends. \"I mean, chivalry, basically.\"\nProsecutors tried to show that the witnesses were not as close to Kelly as they claimed, and would not have been present during any alleged abuse.\nUnder cross-examination, several of the witnesses admitted their careers were tied to Kelly, and that they had a vested interest in seeing him acquitted.\nSentencing is due on 4 May and he could spend the rest of his life behind bars.\nThe singer also faces a separate trial in Chicago accused of producing child sexual abuse images and obstruction charges, in addition to sex abuse charges in Illinois and Minnesota.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-58686660",
      "category": "uk-england-stoke-staffordshire",
      "title": "Tamworth SnowDome: Boy, 12, dies after injury during activity",
      "tags": "Tamworth",
      "text": "A 12-year-old boy has died after being seriously hurt at an indoor ski centre.\nOfficers were called to the SnowDome in Tamworth on Friday evening to reports a child had been injured during an activity. \nThe ambulance service said its workers tried to save the boy who died \"after an incident on the slope\". \nSnowDome Limited chairman Martin Smith said: \"For an evening's activity to end so tragically is almost beyond belief and our sorrow is deeply felt.\"\nStaffordshire Police said a man was also injured and asked people not to speculate about the incident.\nOfficers also asked the public not to share any images or footage. \nThe centre, which offers skiing and snowboarding facilities, will be closed over the weekend.\nMr Smith said on-site first aid responders also attended to the boy who \"could not be saved and tragically died at the scene\". \n\"The directors and all of the employees extend their heartfelt thoughts and prayers and condolences to the family and friends of the young boy.\"\nHe added the company was in \"full co-operation with the investigating authorities\" and was \"providing complete and absolute assistance\".\nWest Midlands Ambulance Service sent two ambulances, two paramedic officers and an air ambulance to the centre in River Drive.\n\"On arrival crews found a boy who had suffered very serious injuries,\" a service spokesman said. \n\"Staff worked on him providing advanced life support but, sadly, despite all of the efforts it was not possible to save him and he was confirmed dead at the scene.\"\nThe man who was injured was not treated by paramedics, he added. \nIn a statement the company said it was sorry the SnowDome, which also offers an ice rink, swimming pool and climbing walls, is shut.\n\"When it is possible and appropriate to make further comment then we will surely do so.\n\"We are truly sorry for the disappointment that this may cause.\"\nThe Health and Safety Executive (HSE) has been informed and anyone with information about what happened has been asked to come forward.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58678605",
      "category": "world-asia",
      "title": "Afghanistan: Inside the prison staffed by former inmates released by the Taliban",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58689884",
      "category": "uk-politics",
      "title": "Labour conference: Sir Keir Starmer forced to drop leadership rule change",
      "tags": "Keir Starmer,Momentum,Labour Party Conference,Labour Party",
      "text": "Sir Keir Starmer has been forced to drop changes to the way Labour elects its leaders after they were rejected by the party's left wing.\nHe had wanted to scrap one-member-one vote - but opponents said that would give Labour MPs too much say over who gets the top job.\nSir Keir is now hoping to get members to back a watered-down package of reforms in a conference vote on Sunday.\nHe says they will help the party win the next general election.\nThe row over Labour's constitution began earlier this week, when the leader proposed changing the way his successors would be chosen. \nHe had wanted to replace the current one-member-one-vote system with an \"electoral college\" system - abolished by predecessor Ed Miliband - under which Labour members would only account for a third of the votes in a future leadership contest.\nMPs and unions would also each have made up a third of the votes.\nBut Sir Keir had to drop his proposals after he failed to persuade the big Labour-backing unions to support them.\nActivist group Momentum called the proposed rule change \"an MP veto by the backdoor\", adding: \"Handing this much power to a Westminster elite is the opposite of democracy.\"\nLabour's National Executive Committee (NEC) approved a diluted package of reforms earlier on Saturday, but they will also need to be agreed by party members. \nThe package includes: \nThese new plans were agreed by 22 votes to 12.\nSpeaking after the meeting at the party's conference in Brighton, Sir Keir said: \"I'm very pleased these party reforms have got the backing of our NEC. \n\"These proposals put us in a better position to win the next general election and I hope constituency and trade union delegates will support them when they come to conference floor.\"\nSir Keir Starmer has got to project himself to sceptical voters outside the conference hall, but it looks as though internal rows will dominate this weekend. \nHe got the backing of his ruling national executive for a watered down package of reforms. But it is still a very significant package of reforms. \nFor example, in future leadership contests, in order to get onto the ballot in the first place, candidates will need the backing of 20% of MPs instead of 10%.\nThat may sound like a boring procedural change, but to put it into context, it would have meant last time round that Sir Keir would have been the only candidate and it would have prevented Jeremy Corbyn getting on the ballot in the first place.\nLabour's left are absolutely infuriated by this and when it is debated on the conference floor, they will resist it.\nSo, while Sir Keir may want the story of the conference to focus on his efforts to be in touch with working people, it could be overshadowed by this row.\nWhat's going on with Labour's row?\nSir Keir and predecessor Jeremy Corbyn were both elected under the one-member-one vote system - but plans to scrap it were seen on the left as an attempt to stop another radical left-wing candidate, like Mr Corbyn, winning the leadership again.\nAnd unions seen as sympathetic to the party leader failed to back the proposals on Friday, meaning they could not go to a full vote at conference.\nA source close to Sir Keir said that the leadership election reforms had not been presented to the party as \"a take-it-or-leave-it deal\", adding: \"That's how we've approached it and we're pleased with where we've ended up.\"\nConference also voted by 59% 41% to keep David Evans, an ally of Sir Keir, as Labour's general secretary.\nMany on the left had wanted to remove him and there were chants of \"Oh, Jeremy Corbyn\" within the hall as Mr Evans addressed delegates before the ballot was held."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58694004",
      "category": "business",
      "title": "Hauliers and poultry workers to get temporary visas",
      "text": "Up to 10,500 lorry drivers and poultry workers can receive temporary UK visas as the government seeks to limit disruption in the run-up to Christmas.\nThe government confirmed that 5,000 fuel tanker and food lorry drivers will be eligible to work in the UK for three months, until Christmas Eve. \nThe scheme is also being extended to 5,500 poultry workers.\nThe transport secretary said he did not want to \"undercut\" British workers but could not stand by while queues formed.\nBut the British Chambers of Commerce said the measures were the equivalent of \"throwing a thimble of water on a bonfire\".\nAnd the Road Haulage Association said the announcement \"barely scratches the surface\", adding that only offering visas until Christmas Eve \"will not be enough for companies or the drivers themselves to be attractive\". \nMarc Fels, director of the HGV Recruitment Centre, said visas for lorry drivers were \"too little\" and \"too late\".\nHowever, the news was welcomed by freight industry group Logistics UK, which called the policy \"a huge step forward in solving the disruption to supply chains\". \nA shortage of lorry drivers has caused problems for a range of industries in recent months, from supermarkets to fast food chains.\nIn recent days, some fuel deliveries have been affected, leading to lengthy queues at petrol stations - despite ministers insisting the UK has plenty of fuel.\nThere are reports of dozens of cars queuing in London by 07:00 BST on Sunday morning, while many filling stations had signs up saying they had no fuel.\nTransport Secretary Grant Shapps told the BBC's Andrew Marr that there was enough fuel in the country and that if people were \"sensible\" and only filled up when they needed to there would not be shortages. \nAs well as allowing more foreign workers, other measures include using Ministry of Defence examiners to increase HGV (heavy goods vehicle) testing capacity, and sending nearly one million letters to drivers who hold an HGV licence, encouraging them back into the industry. \nOfficials said the loan of MoD examiners would help put on \"thousands of extra tests\" over the next 12 weeks.\nRecruitment for additional short-term HGV drivers and poultry workers will begin in October.\nMr Shapps said: \"We are acting now, but the industries must also play their part with working conditions continuing to improve and the deserved salary increases continuing to be maintained in order for companies to retain new drivers.\"\nLogistics UK estimates that the UK is in need of about 90,000 HGV drivers - with existing shortages made worse by the pandemic, tax changes, Brexit, an ageing workforce, and low wages and poor working conditions.\nThe British Poultry Council has previously warned it may not have the workforce to process as many turkeys as normal this Christmas because it has historically relied on EU labour - but after Brexit it is now more difficult and expensive to use non-UK workers.\nThe Department for Transport said it recognised that importing foreign labour \"will not be the long-term solution\" to the problem and that it wanted to see employers invest to build a \"high-wage, high-skill economy\". \nIt said up to 4,000 people would soon be able to take advantage of training courses to become HGV drivers. \nThis includes free, short, intensive courses, funded by the Department for Education, to train up to 3,000 new HGV drivers. \nThese new \"skills bootcamps\" will train drivers to be road ready and gain a Cat C or Cat C&E license, helping to tackle the current HGV driver shortage.\nThe remaining 1,000 drivers will be trained through courses accessed locally and funded by the government's adult education budget, the DfT said. \nFuel tanker drivers need additional safety qualifications and the government said it was working with the industry to ensure drivers can access these as quickly as possible.\nMr Fels said many young people were \"desperate\" to get into the industry but couldn't afford the thousands of pounds it costs to get a HGV license. \nHe called for the government to recognise the industry as a \"vocation\" and offer student loans to help fund training. \nSue Terpilowski, from the Chartered Institute of Logistics and Transport, said conditions for drivers also needed to improve, pointing out that facilities such as overnight lorry parks were much better on the continent. \nRichard Walker, managing director at supermarket Iceland, said it was \"about time\" ministers relaxed immigration rules in a bid to solve the HGV driver shortage and called for key workers, including food retail workers, to be prioritised at the pumps.\nOn Saturday the BBC spoke to a number of drivers who had queued or struggled to get fuel. \nJennifer Ward, a student paramedic of three years for Medicare EMS, which provides 999 frontline support to the East of England Ambulance Service, said she had to travel to five stations to get diesel for her ambulance. \nMatt McDonnell, chief executive of Medicare EMS, said a member of staff cancelled their shift because they had been unable to get fuel and said he was waiting to see if the government would introduce measures to prioritise key workers, like they had for shopping during the pandemic.\nIndustry groups the Food and Drink Federation and Logistics UK both welcomed the visa changes, with federation chief Ian Wright calling the measures \"pragmatic\".\nBut the British Retail Consortium said the number of visas being offered would \"do little to alleviate the current shortfall\". \nIt said supermarkets alone needed an additional 15,000 HGV drivers to operate at full capacity ahead of Christmas.\nLabour's shadow foreign secretary Lisa Nandy said the changes were needed but described them as \"a sticking plaster at the eleventh hour\". \n\"Once again the government has been caught asleep at the wheel when they should have been planning for months for this scenario,\" she told the BBC. \nAre you an HGV driver? Or have you been unable to buy fuel? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-58680014",
      "category": "uk-england-coventry-warwickshire",
      "title": "Margaret Keenan: First UK person to get the Pfizer jab gets booster",
      "tags": "Coronavirus vaccines,Vaccination,Enniskillen,Coventry",
      "text": "A woman who became the first person in the world to get the Pfizer Covid-19 vaccine has had her booster.\nMargaret Keenan, 91, from Coventry, got her third injection at University Hospital in the city on Friday, the same place she was first vaccinated.\nAlso getting the booster was Matron May Parsons, who administered Ms Keenan's first jab back in December.\nMs Keenan said she felt happy she had got it done and that it meant she felt free.\nThe UK has administered more than 48 million first doses of coronavirus vaccine so far.\nBooster jabs are being offered to the over-50s, younger adults with health conditions and frontline health and care workers.\nThe recommendation came from the JCVI (Joint Committee on Vaccination and Immunisation) amid concern about waning immunity\nWhen Ms Keenan, originally from Enniskillen, Co Fermanagh, received her first injection it prompted headlines across the world and attention on social media, also tripling sales of the charity t-shirt she was wearing, \nAsked what advice she would give to people who are worried about getting vaccinated, Ms Keenan said: \"For the few seconds it takes, go and have the injection, it saves their lives and it saves their families' lives\". \nShe said she felt \"really good\" after having the booster and urged people to \"just go for it\". \n\"When you have it done you feel a different person… because you feel it's going to help you and help others,\" she said.\nMs Parsons added it was \"lovely\" to see Ms Keenan again and \"heart warming\" to see her doing so well.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58689623",
      "category": "uk-scotland-glasgow-west",
      "title": "Milly Main: Criminal investigation over hospital deaths",
      "tags": "Queen Elizabeth University Hospital,Glasgow",
      "text": "Police have launched a criminal investigation into a number of deaths at a Glasgow hospital, including that of 10-year-old Milly Main.\nIt comes as a separate public inquiry into the building of several Scottish hospitals is being held.\nMilly's mother recently told the inquiry her child's death was \"murder\".\nA review in May found an infection which contributed to Milly's death was probably caused by the Queen Elizabeth University Hospital environment.\nThe Crown Office and Procurator Fiscal Service has now instructed police to investigate the deaths of Milly, two other children and 73-year-old Gail Armstrong at the Glasgow campus.\nIt is understood the probe could lead to criminal charges or a fatal accident inquiry.\nA spokesperson said: \"The investigation into the deaths is ongoing and the families will continue to be kept updated in relation to any significant developments.\"\nThe Crown Office added that it was committed to supporting the Scottish Hospitals Inquiry and \"contributing positively\" to its work.\nThe inquiry is investigating the construction of the QEUH and Royal Hospital for Children in Glasgow, and the Royal Hospital for Children and Young People in Edinburgh.\nMilly's mother, Kimberly Darroch, told the inquiry this week that she wants the QEUH campus to close.\nMilly was diagnosed with leukaemia in 2012, and she died in 2017 after contracting stenotrophomonas - an infection found in water, the inquiry heard.\nMs Darroch had said she was unaware of the infection which contributed to her daughter's death until after she died.\nLabour leader Anas Sarwar has been supporting Ms Darroch and her family since 2019, when a whistleblower came forward to reveal a link between infections and the hospital water supply.\nMr Sarwar said the new investigation was \"a very welcome and overdue development\".\nHe told BBC Scotland: \"The family has welcomed the investigation, they recognise it as good progress but it's painful - let's not forget that at the heart of this tragedy is children that were already unwell, made more unwell. \n\"In some circumstances children lost their lives because of design faults and individual failures at the hospital by management. \n\"What the families need now is answers, closure and confidence that this is never going to happen to a family again in the future.\"\nThe investigation is also looking into the death of Gail Armstrong in January 2019. She was treated for blood cancer at QEUH before she contracted the fungal infection Cryptococcus.\nPigeon excrement at a hospital plant room was at first thought to be the \"likely source\" of her infection.\nBut an independent review last year said there was \"not a sound evidential basis\" to link Cryptococcus and the presence of pigeon excrement at the hospital.\nCryptococcus is widely present in the environment but can be lethal to patients with compromised immune systems.\nMrs Armstrong's daughter Beth Armstrong told BBC Scotland the last two years have been \"absolutely awful\" and the family do not feel their voice has been heard.\nShe said: \"We feel as we've been looking for answers and ever since my mum died, a huge PR machine kicked in at the hospital. We've found it very difficult to get straight answers and it has felt to us like a cover up. \n\"That's not just of concern to us in terms of my mother, it's a concern in terms of citizens - we need to know that our hospital is safe and the management will own up to any problems and resolve them.\nBeth Armstrong said the family had been waiting for the current police investigation \"for a very long time\" and said they would be \"watching very closely\" for the outcome.\nA spokesperson for Police Scotland said: \"Our investigation is at a very early stage, it would be inappropriate to comment further.\"\nNHS Greater Glasgow and Clyde said it was aware of the police probe and it would be \"inappropriate for us to comment further\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58687071",
      "category": "world-us-canada",
      "title": "China frees Canadians Michael Spavor and Michael Kovrig after Huawei boss released",
      "tags": "China,Huawei,Canada",
      "text": "A diplomatic row between China and the West appears to be ending, after the release of two Canadians held in China and a Chinese tech executive in Canada.\nHuawei executive Meng Wanzhou, arrested on a US warrant in 2018, left Canada on Friday in a deal with US prosecutors.\nHours later it was announced that Michael Spavor and Michael Kovrig, accused of espionage by China in the same year, were flying home to Canada.\nBeijing denies detaining the Canadians in retaliation for Ms Meng's arrest. \nBut critics have accused China of using them as political bargaining chips. \nThe two men had maintained their innocence throughout. At a news conference, Canadian Prime Minister Justin Trudeau said they had been through \"an unbelievably difficult ordeal\".\n\"It is good news for all of us that they are on their way home to their families,\" he added. \"For the past 1,000 days, they have shown strength, perseverance, resilience and grace.\"\nThe prime minister said both men will arrive in Canada early on Saturday. They are being accompanied by Dominic Barton, Canada's ambassador to China.\nBefore her release, Ms Meng - the daughter of Ren Zhengfei, the billionaire founder of Chinese telecoms giant Huawei - admitted misleading US investigators about Huawei's business dealings in Iran.\nShe spent three years under house arrest in Canada while fighting extradition to the United States.\nSpeaking after the executive's release, a Chinese Foreign Ministry spokeswoman said the charges against Ms Meng were fabricated.\nState media quoted Hua Chunying as saying the case was \"act of political persecution against Chinese citizens\".\nMeng Wanzhou is on her way back here full of praise and thanks for what she called \"the motherland\" and China's ruling Communist Party, a party that her employer Huawei has gone to extraordinary lengths to try to distance itself from. \nShe admitted misleading US investigators about her involvement in payments over business in Iran. \nAs soon as her freedom was assured, China released the two Canadians it's held since days after her arrest. \nWhether it's a deal or a domino effect is not clear, but only weeks ago the Chinese government insisted yet again the two cases were not linked. \"Different in nature,\" it said. \nThe decision to release and send home Michael Spavor and Michael Kovrig almost instantly after Meng Wanzhou was free to go appears to show that pretence has been abandoned.\nMr Kovrig is a former diplomat employed by International Crisis Group, a Brussels-based think tank. \nMr Spavor is a founding member of an organisation that facilitates international business and cultural ties with North Korea.\nIn August this year a Chinese court sentenced Mr Spavor to 11 years in prison for espionage. There had been no decision in Mr Kovrig's case.\nIn a statement, US Secretary of State Antony Blinken said his country was \"pleased\" by the Chinese move, but added that the men had suffered \"more than two-and-a-half years of arbitrary detention\". \nEarlier on Friday, a Canadian judge ordered the release of Ms Meng, Huawei's chief financial officer, after she reached a deal with US prosecutors over fraud charges against her.\n\"Over the past three years my life has been turned upside down,\" she told reporters outside the Vancouver courthouse.\n\"Every cloud has a silver lining,\" she continued. \"I will never forget all the good wishes I received from people around the world.\"\nLater in a post on social media she thanked the Communist Party, the Chinese government and the \"motherland\".\nMeanwhile Huawei released a statement, in which it said it looked forward to seeing Ms Meng reunited with her family and saying it would continue to defend itself in court.\nBefore her arrest, US prosecutors accused Ms Meng of fraud, alleging that she misled banks into processing transactions for Huawei that broke US sanctions against Iran.\nAs part of a deferred prosecution agreement, Ms Meng admitted to misleading HSBC about Huawei's relationship with Skycom, a Hong-Kong based company that operated in Iran.\nThe US justice department said in a statement that it was continuing to prepare for trial against Huawei, which is still on a trade blacklist.\nMs Meng is the elder daughter of billionaire Ren Zhengfei, who set up Huawei in 1987. He also served in the Chinese army for nine years, until 1983, and is a member of the Chinese Communist Party.\nHuawei itself is now the largest telecom equipment maker in the world. It has faced accusations that Chinese authorities could use its equipment for espionage - allegations it denies.\nIn 2019, the US imposed sanctions on Huawei and placed it on an export blacklist, cutting it off from key technologies.\nThe UK, Sweden, Australia and Japan have also banned Huawei, while other countries including France and India have adopted measures stopping short of an outright ban."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58676451",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Rules in NI to change for international travel",
      "tags": "Tourism,Travel,Coronavirus testing",
      "text": "The Northern Ireland Executive will change rules on Covid-19 testing for international travel, bringing rules in line with the rest of the UK.\nMinisters agreed to remove the requirement for pre-departure testing for fully vaccinated arrivals from non-red list countries from 4 October.\nMeanwhile, the Ministry of Defence (MoD) has agreed to send up to 100 armed service medics to Northern Ireland to ease hospital pressure.\nThe health minister welcomed the move.\nRobin Swann said it was an \"important practical step to support our health and care staff\".\nThey could be deployed between Belfast City Hospital and the Ulster Hospital in October.\nThe request for assistance had been made by the Department of Health.\nThe travels changes will come into force at 04:00 BST on 4 October.\nAirline, Jet2 has welcomed the move.\nJet2 chief executive Steve Heapy said: \"The news that Northern Ireland holidaymakers will no longer have to take a pre-departure test in resort is another welcome step towards normality, and we applaud the Northern Ireland Executive for this decision.\n\"There has been enormous demand from holidaymakers in Northern Ireland following the announcement that the traffic light system will be scrapped, and today's news will give customers even more confidence.\n\"As a result of these recent positive steps, customers are really taking advantage of the opportunity to book some much-needed late summer and winter sunshine and we cannot wait to take them away.\"\nBut he added that further changes are needed in order to help the travel industry.\n\"There is still a long way to go to reopen international properly, and we trust the Northern Ireland Executive will replace expensive PCR arrival tests with lateral flow tests before the end of October,\" he said."
    }
  ]
}