{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58076215/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Number pinged by NHS Covid-19 app falls significantly",
      "tags": "Contact tracing,Coronavirus pandemic",
      "text": "The number of NHS Covid-19 app alerts fell significantly in England and Wales in the last week of July, official statistics show.\nNearly 396,000 people were pinged, compared with the previous week's record of 690,129, a fall of 43%.\nThe number of people reporting symptoms into the app also fell - 24,391 reports compared to 36,156 the week before.\nThe figures were collected before changes to the app, which means it now notifies fewer close contacts.\nThe number of positive tests linked to the app also fell 43% to just over 84,500 in England and Wales.\nThe latest numbers show two pings were issued by the NHS app in England for every reported case. \nThat is a fall from the previous week, but still well above levels seen in May when it was just over 1.1 isolation alerts for every reported case.\n\"Pings\" are sent to people who have been using the app and have spent enough time close to another person with it, if that person later tests positive for Covid-19 and enters their result into the app. \nThe big fall in alerts doesn't include the impact of changes to the app intended to reduce the number of contacts advised to self-isolate following a close contact with a positive case.\nAn update released earlier this week means the app will look for contacts two days prior, rather than five, when someone without symptoms tests positive.\nHealth Secretary Sajid Javid said it would reduce disruption, but still protect those at risk.\nA number of industries, including car manufacturers, had complained that the number of staff isolating because of pings was disrupting production.  \nSome bar staff told the BBC managers had asked them to delete the app to avoid having to isolate.\nThe number of check-ins to venues using the app also saw a large decline.\nIn the week ending 28 July there were 2.4 million check-ins in England and Wales, down from 6.8m the week before - a drop of 65%.\nThe total number of downloads of the app also increased more slowly compared with the previous week.\nHowever, the government is urging the public to continue using the app.\nIf you are \"pinged\" by the app you are advised - but not legally obliged - to self-isolate.\nThe government has allowed some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead, they have to take daily tests.\nA peer reviewed study published in May suggested that the app helped prevent several hundred thousand COVID-19 cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58109748",
      "category": "technology",
      "title": "Apple to scan iPhones for child sex abuse images",
      "tags": "Child abuse,Crime",
      "text": "Apple has announced details of a system to find child sexual abuse material (CSAM) on US customers' devices. \nBefore an image is stored onto iCloud Photos, the technology will search for matches of already known CSAM.\nApple said that if a match is found a human reviewer will then assess and report the user to law enforcement. \nHowever there are privacy concerns that the technology could be expanded to scan phones for prohibited content or even political speech. \nExperts worry that the technology could be used by authoritarian governments to spy on its citizens. \nApple said that new versions of iOS and iPadOS - due to be released later this year - will have \"new applications of cryptography to help limit the spread of CSAM online, while designing for user privacy\".\nThe system works by comparing pictures to a database of known child sexual abuse images compiled by the US National Center for Missing and Exploited Children (NCMEC) and other child safety organisations. \nThose images are translated into \"hashes\", numerical codes that can be \"matched\" to an image on an Apple device. \nApple says the technology will also catch edited but similar versions of original images. \n\"Before an image is stored in iCloud Photos, an on-device matching process is performed for that image against the known CSAM hashes,\" Apple said. \nThe company claimed the system had an \"extremely high level of accuracy and ensures less than a one in one trillion chance per year of incorrectly flagging a given account\".\nApple says that it will manually review each report to confirm there is a match. It can then take steps to disable a user's account and report to law enforcement. \nThe company says that the new technology offers \"significant\" privacy benefits over existing techniques - as Apple only learns about users' photos if they have a collection of known CSAM in their iCloud Photos account.\nHowever some privacy experts have voiced concerns. \n\"Regardless of what Apple's long term plans are, they've sent a very clear signal. In their (very influential) opinion, it is safe to build systems that scan users' phones for prohibited content,\" Matthew Green, a security researcher at Johns Hopkins University, said.\n\"Whether they turn out to be right or wrong on that point hardly matters. This will break the dam — governments will demand it from everyone.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58086629",
      "category": "technology",
      "title": "Nearly a third of waking hours spent on TV and streaming, Ofcom says",
      "tags": "Ofcom,Television,Streaming",
      "text": "UK adults spent nearly a third of their waking hours watching TV and online video content in 2020, according to a report from regulator Ofcom.\nScreen time, spurred on by pandemic lockdowns, was a daily average of five hours and 40 minutes, up 47 minutes on the previous year.\nFor the first time, more households had a Netflix subscription than a paid TV account such as cable or satellite.\nAnd nearly 80% of households now have their TVs connected to the internet.\nThe Media Nations Report, which Ofcom compiles annually, found that Covid-19 restrictions were the main drivers for the increase in screen time, especially for on-demand content.\nIt helped the UK's public service broadcasters secure some of their highest TV viewing figures for five years.\nBut the highest growth was seen in video-on-demand, with time spent on services such as Netflix and Amazon Prime Video almost doubling in 2020 to an estimated one hour and five minutes per person per day.\nSuch services were used by 60% of all UK households by the third quarter of 2020, up from 49% a year earlier.\nYouTube remained the most popular user-generated online video service, with people spending an estimated 41 minutes per day watching videos on its channels.\nBut Chinese-owned video app TikTok is also gaining in popularity and was being used by 31% of adult internet users by March 2021.\nYih-Choung Teh, Ofcom's group director of research, said: \"TV and online video have proved an important antidote to lockdown life, with people spending a third of their waking hours last year glued to screens for news and entertainment.\n\"The pandemic undoubtedly turbo-charged viewing to streaming services, with three in five UK homes now signed up.\"\nSome 29 of the 30 most watched titles on subscription services were on Netflix, including Bridgerton, The Dig, Behind her Eyes and Fate: The Winx Saga.\nAnd during the UK's winter lockdowns, people sought to cheer themselves up by spending almost an hour a day watching comedy programmes.\nThe average time spent watching traditional broadcast TV each day was just over three hours, but this was mostly driven by people aged 45 and over.\nYounger age groups spent far less time on linear TV, with those aged 16-24 only spending just over an hour watching broadcast content, slightly down from the figures in 2019.\nOther findings from the report include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58087826",
      "category": "uk-england-lancashire",
      "title": "Aya Hachem: Men jailed for student's drive-by murder",
      "tags": "Partington,Blackburn,Great Harwood,Stretford",
      "text": "Seven men have been jailed for murdering a student who was shot dead in a feud between two rival tyre firms.\nAya Hachem, 19, was \"in the wrong place at the wrong time\" when she was killed in the botched drive-by shooting in Blackburn on 17 May last year.\nTyre firm boss Feroz Suleman, 40, had arranged the execution of a rival businessman but the gunman he hired shot dead Ms Hachem instead. \nHe was jailed at Preston Crown Court for life with a minimum of 34 years.\nThe judge, Mr Justice Turner, told Suleman he was \"the driving force behind the whole deadly enterprise from beginning to end and followed through this plan with obsessive determination\".\n\"When you were in prison you commented you were the captain of the ship and if you were to go down then everyone would go down with you. How right you were,\" he said.\nMs Hachem was shot as she was walking to the supermarket to buy food for her family to eat when they broke their Ramadan fast.\nThe Salford University law student, who dreamed of becoming a solicitor, was fatally struck by the second of two bullets fired at 15:00 BST.\nGunman Zamir Raja, 33, who agreed to carrying out the shooting for £1,500, was sentenced to life with a minimum term of 34 years.  \nAccomplices Kashif Manzoor, 26, Ayaz Hussain, 36, Abubakr Satia, 32, Anthony Ennis, 31, and Uthman Satia, 29, were also jailed for life.\nIn a moving victim impact statement, Ms Hachem's father Ismail said he had brought his family to the UK to \"seek a better life\" in 2011 after fleeing from violence in Lebanon.\nHe told the court his daughter was a \"shining star in our lives and would always make us smile and happy even when times were bad\".\n\"Aya was determined to do well in life. I once told her she would be the prime minister,\" he said.\n\"They didn't just kill Aya they killed our whole family. The light in our lives has gone out, all of our hopes and dreams have gone.\"\nThe feud between the two businesses started in early 2019 when Quickshine Tyres, which previously only washed cars, began selling tyres next door to RI Tyres.\nThe bitter dispute escalated and Suleman hatched a murderous plot to kill Pachah Khan, the proprietor of Quickshine, with the help of his accomplices. \nThe court heard how a Toyota Avensis driven by Ennis with hitman Raja on board drove past Quickshine on three occasions shortly before the fatal fourth journey.\nFootage from CCTV cameras captured Suleman standing outside his premises with a \"ringside seat\" to the shooting.\nGiving evidence at the 12-week trial, father-of-two Suleman, who was previously jailed in 2001 for causing the death of a 67-year-old man by dangerous driving, denied any knowledge of a plot to kill Mr Khan.\nHowever, Hussain told jurors that Suleman wanted Mr Khan \"roughed up\" and introduced him to Raja who suggested a drive-by with shots fired in the air to scare him.\nSuleman was quoted a price of £1,500 and excitedly agreed straightaway, said Hussain, who also claimed there was no plan to kill Mr Khan.\nOn Tuesday, jurors took less than four hours to find the seven men guilty of murdering Ms Hachem and the attempted murder of Mr Khan.\nSentencing them, Mr Justice Turner said: \"None of you seven showed any remorse in the aftermath of the shooting. Together you tried to lie, scheme and plot your way out of trouble.\n\"It was not long before you all started to sacrifice your co-defendants in an attempt to save your own skins.\"\nJudy Chapman, 26, of Great Harwood, who drove the gunman and driver from Bolton with her boyfriend Uthman Satia, was cleared of murder but found guilty of manslaughter and will be sentenced on 1 October. \nCorrection: This story was published on 5 August but republished in error on 29 November"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58079107",
      "category": "business",
      "title": "Covid travel: France moves to amber list and green list expands",
      "tags": "Tourism,Travel & leisure industry,Vaccine passports,Coronavirus pandemic",
      "text": "Fully vaccinated passengers returning to England, Scotland and Northern Ireland from France will no longer need to quarantine after Sunday.\nUnder widespread changes to the traffic light system for travel, France is being moved from amber-plus to amber.  \nIt was added to the list last month amid concerns about the Covid Beta variant, which scientists believe may be more resistant to vaccines.\nBut thousands of Britons are in Mexico, which is moving to the red list.\nIt is one of four countries now considered to be among the highest risk destinations.\nDespite prior speculation, Spain will remain on the amber list, enabling travellers who are fully vaccinated to continue to enjoy a quarantine-free return.\nHowever, the Department for Transport has now said that \"arrivals from Spain and all its islands are advised to use a PCR test as their pre-departure test wherever possible\" instead of the cheaper lateral flow tests.\nBut in a series of tweets Conservative MP Huw Merriman, chairman of the Commons Transport Select Committee, criticised \"expensive\" PCR tests for travel as an \"unnecessary rip-off\" and a \"barrier to affordable travel\".\nIndia, Bahrain, Qatar and the United Arab Emirates are being moved from the red list to the amber list as part of the changes, which come into effect from 04:00 BST on 8 August. \nAnd Germany, Austria and Norway are among seven nations being added to the green list. \nThe total number of countries or territories on the green list - from which all travellers can return without having to quarantine - will rise from 29 to 36.\nBut other countries have their own rules about allowing visitors - so being on the UK's green list does not guarantee travellers can visit there.\nThere are no changes to the rules requiring travellers to take tests before and after their return.\nTransport Secretary Grant Shapps said: \"We are committed to opening up international travel safely, taking advantage of the gains we've made through our successful vaccination programme, helping connect families, friends and businesses around the world.\"\nAsked about the advice on PCR tests for arrivals from Spain, he told BBC Radio 4's Today programme that ministers were \"not asking people to do anything different from what's been happening in Spain\".\nHe insisted the government was \"not changing the rules\", as in Spain's case, \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test - adding that PCR tests helped scientists monitor variants.\nHe said that between 5,000 and 6,000 British holidaymakers are in Mexico currently and would be \"making arrangements to come home\". They need to return by the 04:00 BST deadline on Sunday or pay for hotel quarantine. \nMoving from amber to green: Austria, Germany, Slovenia, Slovakia, Latvia, Romania and Norway\nMoving from red to amber: India, Bahrain, Qatar and the UAE\nMoving from amber to red: Georgia, Mexico, La Reunion and Mayotte\nMoving from amber-plus to amber: France\nIf you have been in a red list country in the last 10 days, you can only enter the UK if you are a UK or Irish national or UK resident, and you then have to stay at a quarantine hotel. \nThe government has announced the cost of staying at one of those hotels is increasing, with the price for single adult travellers rising from £1,750 to £2,285 from 12 August, with a second adult paying £1,430. \nThis better reflects the costs involved, the government has said. That includes transport to the hotel, security, provision of welfare services and the two PCR tests which must be taken on day two and day eight of the stay.  \nChildren aged 5-12 will still cost £325; it is free for children aged under five.\nBritish Airways said its teams had been \"working through the night to arrange as many additional seats out of Mexico as possible to help get Britons home\" before the new rules kick in.\nIt added that British Airways and British Airways Holidays customers could re-book their flights from Mexico \"at no additional cost\" ahead of the deadline, and that British Airways Holidays would \"automatically refund any customer with a booking to Mexico in the next four weeks\".\nThe UK government sets the red, amber and green lists for England, while the other nations are in charge of their own lists. Scotland and Northern Ireland confirmed they will be adopting the same changes as England.\nBut the Welsh government criticised the \"ad-hoc nature\" of the UK government's travel decisions. It said it will consider whether to follow the latest changes, adding: \"We continue to advise against all but essential travel abroad because of the continuing risk of infection.\" \nIs this enough to save the summer season for the travel industry? \nThere are some things for the sector to be pleased about. The green list is longer, France is fully amber and there are more countries turning amber from red. \nBut there are stings in the tail too. Of the seven green countries, only two - Latvia and Slovenia - currently allow in non-vaccinated UK tourists without quarantine. \nMany major holiday destinations like Greece and Spain are still amber. And the testing regime - which many in the industry want scrapped - is still firmly in place. \nThe government says it is being cautious and continuing to protect the UK from dangerous variants, and that this is a good step for passengers and travel. \nBut after months of changes and uncertainty, there are concerns in the travel sector that this doesn't do enough to reassure the public to book.\nBritish couple Katherine and Henry Walker, who own a campsite in west France, said they hoped the news will bring a flurry of last-minute bookings, but added: \"I think it's too late for families to come because they would have booked elsewhere in the UK.\"\nThey said they were at 40% occupancy - when they would usually be at 90% - because of the lack of visitors from the UK.\nLabour's shadow transport secretary Jim McMahon criticised the government for its \"flip-flopping over France\" and said it needed to explain how it had reached decisions.\n\"Ministers need to get a grip and set out a proper strategy, provide full data, and progress work with global partners on international vaccine passports so travellers and the industry can have clarity instead of reckless U-turns and confusion,\" he said.\nBritish Airways boss Sean Doyle welcomed the news but urged the government to go further, saying the UK's economic recovery \"is reliant on a thriving travel sector and right now we're lagging behind Europe, with our more stringent testing requirements and a red list significantly broader than our European peers\".\nJames Martin, director of policy at the British Chambers of Commerce, urged the government to \"fundamentally simplify\" the traffic light system to give businesses \"confidence and clarity\". \nHe also called on the government to \"step up efforts to drive down the cost of tests\" as cost remained a \"significant barrier to both business and leisure travellers\". \nAnd Tim Alderslade, chief executive of the industry body Airlines UK, said the announcement was \"another missed opportunity\", with UK travel opening up \"far slower\" than the rest of Europe.  \nAre you in Mexico? Are you planning on returning before Sunday to avoid hotel quarantine?\nOr are you returning from Spain with a PCR test?\nEmail haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58081185",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Alastair Bruce: 'When I joined the army it was illegal to be gay'",
      "tags": "Edinburgh,Edinburgh Castle,LGBT,British Army",
      "text": "When Alastair Bruce joined the army in 1979 it was illegal to be gay and serve your country. \nLast month Maj Gen Bruce became the highest-ranking officer in the British army to have a same-sex wedding. \nAfter years of hiding their relationship, he married his partner of 20 years, Stephen Knott, in Edinburgh in full military uniform. \nGen Bruce kept his sexuality under wraps for his entire professional life, fearing he would be \"dishonourably discharged\" from the institution he sacrificed so much for.\nHe served with the 2nd Battalion Scots Guards in the Falklands in 1982, and rose through the ranks hiding that side of him. He is now governor of Edinburgh Castle.\nIt wasn't until January 2000 that the British military changed its view on homosexuality.\nUntil then, gay, lesbian and bisexual people had been banned from serving in the British Army, the Royal Navy and the RAF\nBut even after Gen Bruce met Stephen in 2001, he continued to keep his relationship quiet.\nThe royal broadcaster told BBC Radio Scotland's Mornings with Stephen Jardine programme: \"I think I had spent most of my life keeping it quiet anyway. Attitudes socially were somewhat different to what they are today. \n\"Some people haven't altered their view but most people have. As a consequence, in almost every professional interest I had at the time, there would have been an issue. \n\"As you join the army you have to adapt to be more physically able - it's all part of the training. So I think I had been well trained to cover up the fact that I had a particular sexuality and I just quietly got on with living as well as serving.\"\nHe met Stephen when he was lecturing on a cruise ship in the Great Barrier Reef. \n\"I never thought anyone came to my lectures under the age of 40,\" he said. \"I was amazed he would be interested in some of the historical stuff I talk about.\n\"But he returned and we got chatting and it just took time and within a few months he left where he lived in Northern Ireland to come and live with me in this country.\n\"It was such a huge brave step by him and I was awakened by his capacity for love to realise what really mattered in life. And although we continued to maintain a very low-key relationship, we knew this was something that was going to last.\"\nGen Bruce said the couple worked hard to be discreet.\n\"I used to say to Stephen if we were walking down a street and I saw someone in the army he would walk on ahead as if I didn't know who he was and we would meet up in the next shop.\"\nBut, as attitudes have changed, his did too, and as he revealed his private life to those closest to him, he found nothing but support.\nThe wedding at St John's Church on Princes Street, officiated by the Bishop of Edinburgh, started a new, more open chapter in his life.\nAfter the ceremony, the couple held a reception in Edinburgh Castle.\nHe explained: \"It was fantastic. It absolutely poured with rain, but nothing was going to dampen how Stephen and I felt.\n\"It has been a long journey and we were absolutely delighted and we are still thrilled.\"\nAnd it meant a lot to him to be married in full Army ceremonial uniform.\n\"I have really loved serving in the Army. I wanted to wear uniform at my wedding to say thank you to the armed forces for the incredible journey they have taken and the fact that now, as it should be, we only care whether people are able to deliver, as I put it, 'calculated precise and legal violence against the Queen's enemies' when the nation demands it. \n\"What people do in their spare time is of no consequence to that issue.\"\nHe does not see the earlier years as living a lie and has found peace with the past. Indeed many friends have told him they knew, but respected him enough to leave him alone. \nHe said: \"It was complicated and you had to recognise there was a certain amount of jeopardy if you allowed it to become a more publicly-known issue.\n\"I am still a bit gauche but that is not caused by how people truly react because everyone is delighted.\n\"The truth is, my anxiety endures purely because I lived through a youth where I was cautious and I had a profession where I had to be very very careful and that does shape you.\"\nThe major general now looks forward to his work at Edinburgh Castle, with Stephen by his side, not walking ahead.\n\"Because I love history anyway and because I am a Bruce, it means so much to be here but to have Stephen by my side makes everything more entertaining - he adds levity and is brilliant with people. \n\"I hope we will be a firmament of that continuing welcome this castle affords to people all over the world who come to find the very best of Scotland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58083889",
      "category": "business",
      "title": "Pret, McColls and Welcome Break in minimum wage fail",
      "tags": "Companies,UK National Minimum Wage,Pay,John Lewis",
      "text": "Pret, McColls and Welcome Break are among almost 200 firms \"named and shamed\" by the government for not paying workers the minimum wage.\nIn total, 191 companies investigated between 2011 and 2018 failed to pay £2.1m to more than 34,000 workers.\nThe businesses were made to pay back the money as well as being fined £3.2m.\nPret, McColls and Welcome Break said the underpayments were historic errors and staff had been swiftly reimbursed. \nNearly half of the breaches involved firms deducting pay from wages, for things like uniforms and expenses. Others failed to pay for all the time staff worked or paid the incorrect apprenticeship rate.   \nOther organisations named by the government included Sheffield United and four other football clubs, as well as the Body Shop chain, Worcestershire Cricket Club and Enterprise Rent A Car.\nRetail giant John Lewis was also named over an underpayment reported four years ago. \nThe National Living Wage, as it is now known, is currently £8.91 an hour for workers over the age of 23.\nThe government acknowledged that many of the breaches were not intentional, but said the minimum wage laws were meant to ensure that a fair day's work received a fair day's pay. \n\"It is unacceptable for any company to come up short. All employers, including those on this list, need to pay workers properly,\" said business minister Paul Scully. \n\"This government will continue to protect workers' rights vigilantly, and employers that short-change workers won't get off lightly,\" he added.\nLow Pay Commission chairman Bryan Sanderson said: \"These are very difficult times for all workers, particularly those on low pay who are often undertaking critical tasks in a variety of key sectors including care.\n\"The minimum wage provides a crucial level of support and compliance is essential for the benefit of both the recipients and our society as a whole.\"\nPret a Manger said the underpayment refers to a 2019 case that affected 33 employees, and that it had since made the required payments to staff and HMRC.\nThe team members had opted to use some of their salary in exchange for childcare vouchers.\nThose deductions reduced the National Minimum Wage eligible pay, a spokesperson said, adding that the government has since changed those rules.\nA Welcome Break spokesperson said: \"In 2018, HRMC informed us, along with many other businesses, that our policy on team member uniforms inadvertently led to a breach of the National Minimum Wage.\n\"As soon as we were made aware of this oversight, we fully reimbursed and apologised to all affected team members.\n\"We never intended to underpay our employees and have strengthened our policies and training to prevent this from happening again.\"\nA spokesperson for Enterprise Holdings said during an audit in 2017 HMRC noticed that we had mistakenly underpaid two apprentices over a two-year period. \nFurther investigation by the firm showed that 62 employees had also fallen below the minimum wage between 2012 and 2018, and they were reimbursed.\n\"Although these historic underpayments represent less than 1% of Enterprise's employees during the period, it is something that we take very seriously,\" a spokesperson said.\nMcColl's said the problem related to staff attendance recording processes and it had reimbursed those affected.\nIn all, 2,300 employers have been named since the current scheme was introduced in 2014.\nTrades Union Congress head of economics Kate Bell said these cases \"are likely to be just the tip of an underpayment iceberg\".\n\"Minimum wage workers have been at the heart of the pandemic, and deserve a decent wage of at least £10 an hour. \n\"But these figures show many workers aren't even being paid the legal minimum, with household name employers flouting their responsibility to properly pay staff.\n\"Government should step up inspections to catch every employer that underpays staff.\"\nShe added that workers who suspected they were being underpaid should discuss that with their union rep."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58103833",
      "category": "world-europe",
      "title": "Russian gay family flees to Spain after threats",
      "tags": "Family,Social media,Homophobia,Barcelona,Retailing,Russia,LGBT,Advertising",
      "text": "A Russian lesbian family who featured in a controversial health food ad say they have left Russia after suffering online abuse and death threats.\nThe mother, Yuma, said on Instagram \"we're safe, we're resting\".\nThe family were targeted in a hate campaign after appearing in an ad for grocery chain VkusVill. The firm later apologised and replaced the photo with one of a heterosexual family.\nYuma's daughter Mila wrote in an online post that they are now in Barcelona.\nBoth Yuma and her oldest daughter Alina are in same-sex relationships.\nMila said \"now my family and I really need to get settled in Barcelona, these are not easy times for us and we need friends\". \nShe also told the BBC: \"We're very tired and depressed. We hope we'll be safe in Barcelona.\"\nYuma's post earlier showed herself and family members looking happy in a park with palm trees, and waving a rainbow LGBT flag.\nShe thanked their social media followers who had supported them, and said fleeing the Russian hate campaign had left them shaken.\n\"This was a tough ordeal for all of us, we're all in a fragile psychological state,\" she said.\nA later post shows them in a Barcelona metro station, with Yuma's caption explaining that they had to leave Russia \"so that my daughter could marry her girlfriend\". \nYuma voiced her own pain at having been rejected by her parents \"because I'm a lesbian\".\n\"In Russia we're denied the basic right to have a family. No matter who we are, we should all have that right!\"\nLast month VkusVill apologised after its original ad, showing the same-sex family, had triggered strong reactions on social media. \n\"There was an article here that hurt the feelings of many of our customers, staff, partners and suppliers,\" the organic health food chain said. \nA 2013 law in Russia - widely condemned in the West - bans any promotion of gay values and lifestyles to minors. \nHomophobia is widespread in Russia, where many supporters of President Vladimir Putin and the Russian Orthodox Church identify LGBT+ activists with Western liberal values, seen as contrary to Russian tradition.\nIn a YouTube interview, recorded just before their departure, the family described the hate campaign directed against them. They spoke to YouTuber Karen Shainyan, who discusses LGBT issues on his channel.\nYuma said \"I was just knocked back by comments to my granddaughter, where some people wrote that they wanted to rape her, kill her, stab a child who is just sitting and smiling in the photograph\". She added: \"I'm most afraid for my granddaughter.\"\nShe said they had experienced previous homophobic attacks, including ones targeting the Bok o Bok (side by side) LGBT international film festival in Russia. \n\"In Moscow it was hell, there was an ambush, some chemicals were thrown at our volunteers,\" she said, referring to Bok o Bok."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58105070",
      "category": "world-europe",
      "title": "Notorious 'Ndrangheta mafia fugitive arrested after two years on the run",
      "tags": "Spain,Mafia,Madrid,Italy,Drugs trade",
      "text": "A suspected boss of Italy's powerful 'Ndrangheta mafia clan, which controls much of Europe's cocaine trade, has been arrested in Spain.\nDomenico Paviglianiti, one of Italy's most wanted fugitives, was detained on the streets of Madrid, officials say.\nDubbed the \"boss of the bosses\", Paviglianiti, 60, had been on the run for two years.\nThe 'Ndrangheta is one of the world's richest criminal groups, operating from Calabria in southern Italy.\nOfficers hunted the fugitive down following a joint operation carried out by Italian and Spanish authorities.\nPaviglianiti had six mobile phones, nearly €6,000 (£5,000) in cash and fake Portuguese documentation on him when he was arrested on Tuesday while leaving his house.\nWanted for his role in crimes committed in the 1980s and 1990s, including murder and drug trafficking, Paviglianiti was first arrested in Spain in 1996.\nHe was extradited three years later to Italy, where he was convicted and began serving a life sentence. But in 2019 he was released early due to an error in his sentencing.\nHe fled to Spain, where he was allegedly helped by family members who live there.\nAn Italian court handed Paviglianiti a fresh 11-year jail sentence in absentia in January for a series of crimes, including murder and criminal association with the aim of drug trafficking.\nPolice believe Paviglianiti is the head of a 'Ndrangheta clan, overseeing shipments of cocaine from South America.\nThe 'Ndrangheta has amassed huge wealth importing cocaine from Latin America and hashish from North Africa into Europe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58088296",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Teens aged 16-17 to be offered jabs",
      "tags": "Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "All teenagers aged 16 and 17 in Wales will be offered Covid-19 vaccinations, the Welsh government has confirmed.\nHealth Minister Eluned Morgan said work was under way to expand the vaccination programme.\nIt follows new advice to offer 16 and 17-year-olds a first dose of the jab from the Joint Committee on Vaccination and Immunisation (JCVI).\nThere are 67,142 teenagers in the age bracket in Wales - some have already been eligible for the jab.\nMs Morgan said: \"In line with the other nations of the UK, the Welsh government welcomes the latest JCVI advice and thanks them for their expertise and considered judgement on such important issues.  \n\"We are now working with the NHS on the arrangements needed to offer the vaccination to all 16 and 17-year-olds in line with the JCVI advice.\"\nThe JCVI said advice on when to offer the second dose will come later.\nIt is not clear when the Welsh NHS will begin to offer the vaccinations. A spokesperson said the details are being finalised and arrangements will be confirmed \"very shortly\".\nPlaid Cymru's health spokesman Rhun ap Iorwerth said he hoped ministers would \"act quickly to roll out those vaccines\", and said schools need to be made as \"safe as possible\" ahead of their reopening in September.\nThe Welsh Conservatives said the roll out was \"great news and only made possible through the British government's procurement of plenty of vaccines\".\nThe only vaccine approved for use in the UK for under-18s is the Pfizer-BioNTech jab.\nUntil now children aged 12 or older have been offered jabs if they have health conditions that make them vulnerable to coronavirus, they live with others who are at high risk or are near to having their 18th birthday.\nIn Wales 9,618 16-17 year olds have already had a first dose.\nOther countries, such as the US and France, have already been vaccinating children over the age of 12.\nLaura Doel, director of NAHT Cymru, said the headteaching union would \"continue to urge ministers to ensure that alternative safety measures are put in place\" in schools \"such as better ventilation and a properly functioning test and trace system that takes into account how schools function\".\nThe JCVI has effectively set much of the UK's vaccine policy throughout the pandemic, although it is up to the Welsh government and other UK nations to decide if they follow the advice.\nSupplies have been purchased by the UK government, and distributed by the different NHS bodies in the four nations.\nThe committee said it expected one dose of the vaccine to give good protection against severe illness and hospitalisation in the 16 and 17 age group.\nRecent figures show that 75% of 18 to 29-year-olds have had their first jab in Wales.\nThe Covid case rate fell on Wednesday to 136.3 new infections per 100,000 people. \nMost lockdown rules are set to be eased this weekend, with social distancing laws set to be scrapped, and legal limits on who you can meet set to end."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58089545",
      "category": "science-environment",
      "title": "Farm pesticides killing more bees - study",
      "tags": "Pollution,Agriculture,Environment,Bees,Pesticides",
      "text": "Agricultural pesticides sold to farmers ready-mixed into \"cocktails\" can kill twice as many bees, according to an analysis of 90 studies.\nEach measured the impact of environmental stresses such as pesticides and poor nutrition.\nResearchers used that data to quantify how combinations of those stresses affected the pollinating insects. \nAnd they say commercial formulas, which contain multiple chemicals, should now require their own licences.\n\"Exposure to multiple pesticides is the norm, not the exception,\" Dr Harry Siviter, from the University of Texas at Austin, who led the study, told the BBC Radio 4's Inside Science programme. \nOne 2016 study showed bee colonies containing larger numbers of pesticides were much more likely to die. \n\"If you have a honeybee colony exposed to one pesticide that kills 10% of the bees and another pesticide that kills another 10%, you would expect, if those effects were additive, for 20% of the bees to be killed,\" Dr Siviter said. \nBut a \"synergistic effect\" could produce 30-40% mortality. \n\"And that's exactly what we found when we looked at the interactions,\" he said.\n\"So we really should consider the interaction between those chemicals\" when licensing commercial formulas for use, Dr Siviter said.\n\"We don't continue to monitor pesticides once they're licensed for use, so we're proposing post-licensing observations. \n\"If those pesticides [used in combination] harm bees, that harm is recorded.\"\nAnother study published this week, however, suggests bees around the world are developing the ability to \"clear out\" a particularly damaging parasite - varroa, a mite that lives and feeds on honeybees and larvae.  \nBees already have complex organised hygienic behaviours, such as removing infected broods of larvae from the hive. \nAnd now, data published in the Royal Society journal Proceedings B, from 40 years of research into colonies that survive infestations, without any chemical treatment, reveals they are evolving to \"repurpose\" that behaviour against varroa. \n\"We're seeing this resistance increasing around the world,\" Isobel Grindrod, from the University of Salford, said.\n\"And we're also seeing an increase recently in bee-keepers not having to treat [the mites] with chemical treatments.\"\n\"Pressure\" from the mites was driving healthy bees to adapt, she said. \n\"Their adaptability is really important, and that's why we need to maintain healthy bee colonies  - to keep that adaptability - because there will be other, new diseases and pressures in the future.\"\nHear more about bees' battles with parasites and pesticides on BBC Inside Science on Radio 4 and BBC Sounds\nFollow Victoria on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58106571",
      "category": "uk-wales",
      "title": "Covid: 16 and 17-year-olds in Wales could get jab before term starts",
      "tags": "Schools,Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "Sixteen and 17-year-olds in Wales could be offered a jab before they return to school or college for the new term, the health minister has said. \nEluned Morgan said \"in an ideal world\", invitations would start going out in the next few days. \nThe UK Joint Committee on Vaccine and Immunisation (JCVI) has decided they will not need parental consent and would receive the Pfizer-BioNTech jab.\nMs Morgan said \"the right thing to do is to listen to the experts\".\n\"We are hoping that we will be able to get this done, ideally, before they go back to their sixth forms, their colleges at the beginning of September,\" she added.\nThe JCVI changed guidance earlier this week, meaning 1.4 million teenagers across the UK will be eligible.\nMs Morgan said: \"There's around 400 years of experience around that JCVI table, people who really know what they're talking about. \n\"So what they've done is they have looked at all the issues which could arise and we do have to appreciate that there are lots of harms. \n\"It's not just about Covid - there are mental health issues, there are other issues.\"\nShe said the Welsh government needed to ensure pupils remained in school and to give at least a first dose of the vaccine.\nLaura Doel, director of head teachers' union NAHT Cymru, said it should not be the responsibility of schools and teachers to encourage vaccine uptake.\n\"Vaccination decisions need to be based on the medical and scientific evidence and if the Welsh government says that's what they're doing that's of course something we would support,\" she added.\n\"We do feel however that every parent has the choice to make that decision, and we don't feel that schools have a role to play in enforcement or promoting that choice.\"\nThe health minister said she hoped enough sixth-formers would come forward to mean there would be no role for teachers in encouraging them. \n\"We are talking to schools about the need to make sure there is appropriate ventilation and that we go into the winter prepared for what could be a difficult time, but of course we do hope that we are in a situation now where so much of the population have received both doses of the vaccine that we'll be in a different place,\" she said.\nMs Doel also said she was concerned about other measures ending.\n\"Schools have had staggered starts and finish times in place for a number of months,\" she added.\n\"This disapplication of the regulations has now ceased so that means schools won't be able to have that flexibility, and if you take away those staggered start and finish times, if you take away things like contact groups you need to make sure that whatever is put in place in terms of mitigation is robust and make sure that schools are as safe an environment as possible.\n\"What we don't want is for vaccinations to take the place of those other rigorous mitigation measures because we believe they all have a role to play in the safety of schools.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58086629/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Nearly a third of waking hours spent on TV and streaming, Ofcom says",
      "tags": "Ofcom,Television,Streaming",
      "text": "UK adults spent nearly a third of their waking hours watching TV and online video content in 2020, according to a report from regulator Ofcom.\nScreen time, spurred on by pandemic lockdowns, was a daily average of five hours and 40 minutes, up 47 minutes on the previous year.\nFor the first time, more households had a Netflix subscription than a paid TV account such as cable or satellite.\nAnd nearly 80% of households now have their TVs connected to the internet.\nThe Media Nations Report, which Ofcom compiles annually, found that Covid-19 restrictions were the main drivers for the increase in screen time, especially for on-demand content.\nIt helped the UK's public service broadcasters secure some of their highest TV viewing figures for five years.\nBut the highest growth was seen in video-on-demand, with time spent on services such as Netflix and Amazon Prime Video almost doubling in 2020 to an estimated one hour and five minutes per person per day.\nSuch services were used by 60% of all UK households by the third quarter of 2020, up from 49% a year earlier.\nYouTube remained the most popular user-generated online video service, with people spending an estimated 41 minutes per day watching videos on its channels.\nBut Chinese-owned video app TikTok is also gaining in popularity and was being used by 31% of adult internet users by March 2021.\nYih-Choung Teh, Ofcom's group director of research, said: \"TV and online video have proved an important antidote to lockdown life, with people spending a third of their waking hours last year glued to screens for news and entertainment.\n\"The pandemic undoubtedly turbo-charged viewing to streaming services, with three in five UK homes now signed up.\"\nSome 29 of the 30 most watched titles on subscription services were on Netflix, including Bridgerton, The Dig, Behind her Eyes and Fate: The Winx Saga.\nAnd during the UK's winter lockdowns, people sought to cheer themselves up by spending almost an hour a day watching comedy programmes.\nThe average time spent watching traditional broadcast TV each day was just over three hours, but this was mostly driven by people aged 45 and over.\nYounger age groups spent far less time on linear TV, with those aged 16-24 only spending just over an hour watching broadcast content, slightly down from the figures in 2019.\nOther findings from the report include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-58084089",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Cystic fibrosis drug: 'I feel I've been given a second chance at life'",
      "tags": "Westhill,Cystic fibrosis,Uplifting stories",
      "text": "A 25-year-old Aberdeenshire woman has said she is now living rather than just existing, one year after getting a delayed cystic fibrosis drug. \nHailey Mann, from Westhill, had been advised to make end-of-life preparations as her condition worsened. \nShe said there were \"tears of joy\" when the drug was approved for her to start using last year.\nThe beauty therapist said her life had been transformed and she was now living it to the full. \nMs Mann said at the time that an agreement had been made with the pharmaceutical company which manufactures Kaftrio to make the medicine available to her on compassionate grounds.\nThe licensing of the drug in Scotland had been delayed by the Covid-19 pandemic, but was then approved for use. \nShe told BBC Scotland: \"It's been a rollercoaster year, but a much better one than I was on before. It's a complete 360.\n\"The amount of energy, the amount of things I'm doing - before Kaftrio I was just existing as opposed to living. Now I'm living. It's a totally different life.\n\"I feel like I've been given a second chance at life.\" \nMs Mann said she tries to do something every day to to make the most of things \"because you don't know what's around the corner\".\nShe explained: \"Even with the pandemic I've been able to do so much more in this last year. The difference is unreal.\n\"I'm back to work, working from home. I love my job. In between all that, trying to do things all the time. Even just little things like going to the park with my little sister. Something as little as that I would have never been able to do before.\n\"I'm climbing up and down the stairs which were like a mountain beforehand. I don't require any oxygen anymore and just not having to depend on anybody. It's a complete U-turn.\"\nShe added: \"I think last year when I was so ill, it just feels like a blur. I wasn't myself. I'm usually full of energy and doing things and usually quite positive. Last year was hard. I'd almost lost sight of all that. I'm now back to my old self.\" \nShe said she had stayed in touch with a transplant team and that they were happy with her progress, with her lung function going up and stabilising.\n\"So they're just keeping me on their radar so if there was to ever be any issues, they know who I am and where I'm at, but for now I'm happy with where I am,\" she said.\n\"Just to try and live everyday like it's your last. I'm hoping to go to Mexico with the family. That's our ultimate holiday destination.\" \nThe European Medicines Agency (EMA) allows for use of \"unauthorised medicine\" that has not yet been licensed under \"compassionate use programmes\".\nCystic fibrosis affects hundreds of people in Scotland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58095503",
      "category": "health",
      "title": "Covid: Fifth of England hospital admissions aged 18-34",
      "tags": "Coronavirus vaccines,NHS England,NHS,Coronavirus pandemic",
      "text": "One in five people being admitted to hospital in England with Covid is aged between 18 and 34, the new chief executive of NHS England has said.\nIn her first major interview, Amanda Pritchard told the BBC that about 1,000 young adults were currently \"really unwell\" in hospital.\nShe said it was \"so important\" people came forward to get vaccinated. \nShe added the level of young adults being admitted to hospital was four times higher than the peak last winter.\nAbout 5.5% of those in hospital during the winter surge were young adults.\nNHS sources said the latest figures on hospital admissions reflected the success of the vaccination programme in protecting older age groups.\nMs Pritchard said: \"It shows how effective the vaccine programme has been in protecting people, stopping them needing hospitalisation, keeping them safe.\"\nShe warned that young people who have not been jabbed could become seriously ill, adding, they \"are not immune and the best way they can protect themselves absolutely is to get that vaccine if they haven't already\".\nLast week, about 250,000 18-30 year-olds had their first or second dose of a Covid vaccine, which was \"incredibly encouraging\", said Ms Pritchard.\n\"It is still really important for those young people who have not yet taken the opportunity to come forward - or they know someone who hasn't - this is the time,\" she told the BBC's health editor Hugh Pym.\nIn one sense the latest figures showing a sharply higher proportion of under 35s among Covid hospital patients illustrates the success of the vaccination programme.  \nBack in January, when it was early days for administering the jabs, older people who were more vulnerable were more likely to get seriously ill with Covid and need hospital treatment. Now almost all have the protection of two doses.  \nTotal hospital numbers in the latest wave have not been close to where they were during the winter and they are now levelling off. \nBut they rose rapidly in July and now we have one indication of the extent to which that was down to younger unvaccinated patients getting sick with the virus.  \nIt serves as a reminder that people in their late teens and twenties who might not have been jabbed can get ill enough to need hospital treatment.\nShe said although hospital admissions have flattened out over the last few days and there were grounds for \"cautious optimism\", the NHS was still experiencing \"real pressure\".\nMs Pritchard, who was previously NHS England's chief operating officer, took over as chief executive from Sir Simon Stevens on 1 August.\nIn a statement issued by NHS England, she added: \"NHS teams are putting on pop-up clinics and walk-in centres in addition to around 1,600 permanent sites, to make it as easy as possible to protect yourself, your family and your friends.\"\nLast month, there were suggestions that vaccines could become compulsory for university students moving to halls of residence, but ministers later abandoned the idea.\nAbout 73% of adults in the UK have now received two doses of a Covid vaccination, and nearly 89% have had a first dose. \nOn Wednesday, ministers in the UK's nations all said they would offer Covid jabs to all 16 and 17 year olds following advice from experts on the Joint Committee on Vaccine and Immunisation.\nIt comes as a further 29,312 cases of people testing positive for coronavirus were recorded in the UK on Wednesday and 119 deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58107370",
      "category": "uk-scotland",
      "title": "Fife athletics coach guilty of sex offences against teenage girls",
      "tags": "Edinburgh,Kirkcaldy",
      "text": "A former athletics coach has been convicted of rape and serious sexual offences against teenage girls in Fife. \nEric Simpson raped one girl and subjected four other victims to indecent assaults and lewd behaviour between 1981 and 1999. \nThe 73-year-old from Kirkcaldy had denied the offences but was found guilty of seven charges at the High Court in Edinburgh. \nJudge Lord Arthurson told him to expect a \"very substantial\" prison term.\nHis youngest victim was just 13 years old. \nHe told her to undress and molested her while massaging her with baby oil. She said: \"I was frozen. I was too scared to do anything.\"\nAnother woman told the court that she heard Simpson saying it was very difficult working with young girls when they all fancied him.\nShe was also molested by him during massages, and was then raped by Simpson.\nHe was still working as an athletics coach when allegations against him surfaced in 2018.  \nPolice Scotland said a victim agreed to speak to detectives after seeing a recent photograph of Simpson, still in a coaching role and posing with a young girl.\nHer account triggered the start of a police investigation. \nFive women agreed to give statements and Simpson was arrested and charged in May 2019.\nDet Sgt Graeme Dursley said: \"Simpson was well known in the local community. He was held in very high regard in athletic circles and many of those we spoke to couldn't believe the concerns were true. \n\"This shows his level of manipulation and the depraved character that he was.\n\"The women who agreed to testify against him are incredibly brave. When we approached them for the first time, they were all so glad that this was being investigated and that we believed them.\"\nHe said Simpson would not have been convicted had his victims not agreed to speak to the police. \nSimpson was placed on the sex offenders register and remanded in custody, pending sentencing in September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58102844",
      "category": "uk",
      "title": "Covid-19: PM defends travel rules, and the piano prodigy flourishing in the pandemic",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday evening. We'll have another update for you tomorrow morning. \nTransport Secretary Grant Shapps has defended changes to England's travel lists, with thousands of British tourists in Mexico facing new quarantine rules if they return to the UK after Sunday's deadline. British Airways said staff had worked \"through the night\" to add more seats to flights from Mexico, which is being added to the red list. Prime Minister Boris Johnson said it was about finding \"a balance\" between allowing holidays, supporting the travel industry and protecting the UK against new variants - and urged people to \"be a little bit patient\". \nThe number of NHS Covid-19 app alerts fell significantly in England and Wales in the last week of July, official statistics show. Nearly 396,000 people were pinged - down from the previous week's record of 690,129. The figures were collected before changes to the app were made, resulting in it now notifying fewer close contacts.\nA man who died with Covid after refusing to be vaccinated \"paid the ultimate price\" for his \"terrible mistake\", his partner has said. Leslie Lawrenson, 58, died at his home in Bournemouth, Dorset, on 2 July. His partner Amanda Mitchell, 56, who was seriously ill with Covid at the same time, said he thought the vaccines were too \"experimental\". She told the Stephen Nolan programme on BBC Radio 5 live: \"I feel incredibly foolish. Les died unnecessarily.\"\nFirefighters in Scotland have been driving ambulances because of high levels of demand and staff shortages caused by the pandemic. The Scottish Ambulance Service said it was facing \"significant pressure\" from the easing of Covid restrictions and staff having to self isolate. The British Red Cross has also transported a small number of patients.\nWhen Brigitte Xie's parents signed her up for piano classes during the pandemic, they just wanted to keep her busy. Now, she's become the youngest winner of the prestigious Elite International Music Competition and has been invited to play at Carnegie Hall.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe UK's travel rules are changing from Sunday. Find out what that means if you're planning to go abroad.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58098887",
      "category": "uk-politics",
      "title": "Conservative donors have no influence on policy, insists Grant Shapps",
      "tags": "Conservative Party,Grant Shapps",
      "text": "Tory donors are not \"immoral\" and have no influence on government policy, minister Grant Shapps has insisted, amid cash-for-access questions.\nLast week, the Financial Times reported those who donated £250,000 could get access to the PM and chancellor.\nMr Shapps - a former Tory chairman - said the party adhered \"very carefully\" to the rules on donations.\nLabour are urging the Tories to name the donors and ministers involved in an elite club set up by the party.\nThe \"advisory board\" was developed by Conservative Party co-chair Ben Elliot, who connected major Conservative supporters with ministers - including Boris Johnson and Rishi Sunak.\nConservative donor and businessman Mohamed Amersi told the newspaper it was a \"very elite\" club with people required to \"cough up £250,000 per annum or be a friend of Ben\" in order to join. \nThe advisory board gets together occasionally to receive political updates, Tory sources say, and has occasionally met the prime minister and chancellor. It was created under Theresa May's leadership.\nIf you want to join one of the Tory Party's elite donor clubs don't bother checking their website. \nThere's no mention of the advisory board - its existence was recently revealed by the FT. \nThere's no mention of the leader's group either, which previously required a minimum donation of £50,000 a year to join. \nUnder David Cameron the Conservatives published some details about which donors attended private dinners with the leader but that practice seems to have stopped. \nQuestions to Conservative Party HQ about how much donors have to pay to join the advisory board, who's on it and when it meets remain unanswered. \nRaising money to fund political parties is entirely legitimate and necessary - the names of donors and the sums given are published by the Electoral Commission. \nBut this is an issue of transparency and access - and the Conservative Party is proving very reluctant to pull back the curtain.  \nAsked about the group on the BBC's Today programme, Mr Shapps, now the transport secretary, said there were \"a lot of people in this country who believe in this country\" and that there was \"nothing inherently bad or wrong\" about joining a political party.\n\"It doesn't change any policies but you're certainly welcome to hear about the policies,\" he added.\nLabour leader Sir Keir Starmer said the existence of the club was \"the latest example of one rule for them and one rule for everybody else\".\nHe urged the Conservatives to \"tell us who has been involved with this, who has been meeting who and how much money has exchanged hands\". \n\"We can't have this sleaze, this murky cash-for-access,\" he added. \nAsked if he would scrap Labour's own Rose Network Chair Circle, Sir Keir said there was nothing \"wrong\" with party donations but that \"the issue is cash for access\" and \"concerning levels of influence\".\nMembers of the £5,000-per-year network get access to invite-only events, including a reception with the party's deputy leader Angela Rayner. \nResponding to Labour criticism, earlier in the week, Conservative co-chair Amanda Milling said all parties had to raise money in order to pay their staff and campaign in elections and that Labour also sought contributions from wealthy donors. \n\"If political parties didn't have a fundraising system in place they would be forced to use taxpayers money - this would mean less money for frontline services like schools, police and hospitals,\" she said. \nBetween 2010 and 2020, Labour raised £152m in donations - the majority of which came from trade unions - compared with the £267m collected by the Conservatives.\nThe Conservatives received a sizeable chunk from companies, whose gifts made up 29% of their donations.\nIn the final three months of 2019 - when the last general election was held - the Conservatives raised more than £37.6m, while the Liberal Democrats collected £13.3m.\nDuring the same period, Labour raised £9.8m and the Brexit Party came fourth with £7.1m.\nLabour said two thirds of the donations it received during the 2019 election were under £20."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58103249",
      "category": "entertainment-arts",
      "title": "Covid: Live events to be protected by £750m government-backed insurance scheme",
      "tags": "HM Treasury,Live music,Coronavirus pandemic",
      "text": "UK music festivals and other live events are to be protected by a government-backed insurance scheme if they have to cancel because of Covid.\nIt will begin next month with a £750m budget to cover cancellation costs if events are legally unable to happen due to government Covid restrictions.\nThe live events industry, which has repeatedly called for such a plan, broadly welcomed the announcement.\nMore than half of all music festivals have been cancelled this summer.\nAnd several events, including the Boomtown and Womad festivals, have cited an inability to obtain cancellation insurance as a factor in their decision. \nThe new scheme will see insurance companies provide cover for live events, with the government agreeing to act as a reinsurer - guaranteeing that any pay-outs will be funded.\nJulian Knight MP, who chairs the House of Commons culture select committee, said: \"Though it is a shame that it has come too late for some this summer, this scheme will provide the confidence the sector needs to plan and invest in future events.\"\nPromoter Live Nation UK called it a \"vital intervention\" that would give the sector \"certainty\".\nHowever, there are concerns that it will just pay out if events are banned by another lockdown. The Musicians' Union said \"the major problem\" with the scheme is that it does not cover events that would become uneconomical if social distancing came back into force.\nThe Association of Independent Festivals welcomed the scheme, but said it doesn't \"cover a festival needing to reduce capacity or cancel due to social distancing restrictions being reintroduced\".\nGreg Parmley, chief executive of industry association Live, said the scheme was \"good news\" but \"the devil is very much in the detail\". \nHe told BBC Radio 4's Today programme the association wanted to work with government to ensure it covered cancellations due to the reintroduction of social distancing making an event financially unviable and artists being forced to self-isolate after catching the virus. \nHe added that these situations were \"far more likely\" to cause events to be cancelled in the coming months than another lockdown. \nChancellor Rishi Sunak said the lack of \"the right kind\" of insurance had proved \"a problem\" for the UK's live events industry.\n\"As the economy reopens I want to do everything I can to help events providers and small businesses plan with confidence right through to next year,\" he said.\nCulture Secretary Oliver Dowden called it \"an important next step\" for the live events sector, and said it would give organisers \"the confidence they need to plan for a brighter future\".\nThe development comes after the government's £1.8bn Culture Recovery Fund was set up to provide grants for arts organisations and heritage sites affected by the pandemic.\nJamie Njoku-Goodwin, head of trade body UK Music, said: \"We are extremely grateful to government for listening to the calls of the sector and delivering a solution to the market failure in the insurance industry.\"\nMichael Kill, the CEO of the Night Time Industries Association, said:  \"I am extremely pleased the government has decided to introduce an insurance scheme for the events and festival sector, it stands testament to a government that is starting to acknowledge the varying issues within the sector and through engagement, take the appropriate action to protect businesses and jobs.\"\nBut, he added: \"It is devastating that the timings of this scheme could not have been earlier, as we have already lost many amazing festivals and events to the uncertainty that this pandemic represents.\nLabour said the funding was a \"bare minimum\" and promoters would still be taking risks by staging events.\nShadow culture secretary Jo Stevens described the scheme as \"a solution that doesn't address the problem\".\nThe government also published endorsements from the Events Industry Alliance, the Meetings Industry Association and the organisers of Southampton International Boat Show.\nEvents companies will be able to purchase the cover from next month, with the scheme set to run until September 2022.\nBut the events industry is not the only sector currently calling for more government support.\nThe travel industry has urged the Treasury to extend the furlough support scheme to protect jobs.\nTim Alderslade, chief executive of industry body Airlines UK, said despite the latest changes to the UK's traffic light system it was one of the \"few sectors that cannot reopen properly\".\n\"We've now had two summers of precious little revenue and we're at the limit of what we can borrow,\" he said. \"Tens of thousands of jobs are at stake and without furlough it will be very tough.\"\nThe government said it was providing an \"unprecedented package\" of support to protect jobs and businesses, and the airlines sector would have received about £7bn by the end of September.\nOn Thursday 30,215 new Covid cases were reported across the UK, along with a further 86 deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58102060",
      "category": "uk-northern-ireland",
      "title": "Linden Foods: Man dies after incident at food processing site",
      "tags": "Dungannon,Police Service of Northern Ireland,Health and Safety Executive ",
      "text": "A man has died following an incident at a food processing plant in County Tyrone.\nLinden Foods is in the Granville industrial estate near Dungannon.\nOne emergency crew and two officers were dispatched by the Ambulance Service after a report was made at 08:03 BST on Thursday.\nThe Health and Safety Executive are at the scene, and the police are also investigating the circumstances surrounding the death.\nLinden Foods said its thoughts were \"with the family, friends and workmates\" of the man.\n\"Safety is a priority at Linden Foods and we are investigating the circumstances of the tragic accident and fully co-operating with the relevant authorities,\" it added.\n\"We will be providing full support to those colleagues impacted by this tragic incident.\"\nUlster Unionist councillor Meta Graham said the \"thoughts and prayers\" of the community were with the man's family.\n\"He was an exceptional young man, an asset to everything he participated in,\" said Ms Graham.\nThe Clogher Valley representative said the community had been plunged into \"immense grief\".\nSinn Féin MP Michelle Gildernew said her thoughts were with the family, friends and loved ones of the man \"who are receiving the awful news of his tragic death\".\nDUP councillor Frances Burton said she was \"devastated\" and added the community \"will be deeply saddened by the death of this popular young man\".\n\"I know the family personally and I wish to send my condolences to them,\" she said.\nLinden Foods processes and manufactures beef, lamb, pork and chicken for branded and own label products. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58076215",
      "category": "technology",
      "title": "Number pinged by NHS Covid-19 app falls significantly",
      "tags": "Contact tracing,Coronavirus pandemic",
      "text": "The number of NHS Covid-19 app alerts fell significantly in England and Wales in the last week of July, official statistics show.\nNearly 396,000 people were pinged, compared with the previous week's record of 690,129, a fall of 43%.\nThe number of people reporting symptoms into the app also fell - 24,391 reports compared to 36,156 the week before.\nThe figures were collected before changes to the app, which means it now notifies fewer close contacts.\nThe number of positive tests linked to the app also fell 43% to just over 84,500 in England and Wales.\nThe latest numbers show two pings were issued by the NHS app in England for every reported case. \nThat is a fall from the previous week, but still well above levels seen in May when it was just over 1.1 isolation alerts for every reported case.\n\"Pings\" are sent to people who have been using the app and have spent enough time close to another person with it, if that person later tests positive for Covid-19 and enters their result into the app. \nThe big fall in alerts doesn't include the impact of changes to the app intended to reduce the number of contacts advised to self-isolate following a close contact with a positive case.\nAn update released earlier this week means the app will look for contacts two days prior, rather than five, when someone without symptoms tests positive.\nHealth Secretary Sajid Javid said it would reduce disruption, but still protect those at risk.\nA number of industries, including car manufacturers, had complained that the number of staff isolating because of pings was disrupting production.  \nSome bar staff told the BBC managers had asked them to delete the app to avoid having to isolate.\nThe number of check-ins to venues using the app also saw a large decline.\nIn the week ending 28 July there were 2.4 million check-ins in England and Wales, down from 6.8m the week before - a drop of 65%.\nThe total number of downloads of the app also increased more slowly compared with the previous week.\nHowever, the government is urging the public to continue using the app.\nIf you are \"pinged\" by the app you are advised - but not legally obliged - to self-isolate.\nThe government has allowed some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead, they have to take daily tests.\nA peer reviewed study published in May suggested that the app helped prevent several hundred thousand COVID-19 cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58083778",
      "category": "world-europe",
      "title": "Three dead in train crash near Czech-German border",
      "tags": "Germany,Czech Republic",
      "text": "A train crash near the Czech Republic-German border has killed at least three people and injured dozens more.\nCzech Transport Minister Karel Havlicek said an express train from Munich heading to Prague went through a stop signal and hit a commuter train bound for the town of Domazlice.\nEarly indications were that the express train had failed to stop at a red light, he added.\nLocal media report both drivers were killed, as well as a female passenger. \nThe collision took place after 08:00 local time (06:00 GMT) near the village of Milavce, 140km (87 miles) south-west of the Czech capital Prague.\nSeveral foreigners were on the Munich train and some of them were among the injured, local media reported. The three people who died were all Czech nationals, a police spokesperson told Reuters news agency.\nFootage posted on social media shows crushed carriages and debris strewn across the tracks.\nDozens of emergency workers were assisted by helicopters. Rescue services took the most seriously injured to hospital. \nRescuers reported that seven people injured in the crash were in a critical condition.\nThe Czech Republic's railway inspectorate has launched an investigation into the crash.\nCzech Prime Minister Andrej Babis tweeted his \"sincere condolences to the families of the dead\".\n\"Unfortunately, this summer is full of tragedies,\" he wrote. \nIn June, a tornado swept through several villages in the Czech Republic, killing five people and leaving more than 150 others injured."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58100694",
      "category": "uk-england-kent",
      "title": "Channel crossings: Hundreds more migrants reach UK after record day",
      "tags": "English Channel,Dover,Calais,Migration",
      "text": "A further 475 migrants crossed the English Channel in 15 small boats on Thursday, following a record 482 arrivals on Wednesday.  \nThe Ministry of Defence earlier said an exercise on its firing range at Hythe had to be stopped on Wednesday when people landed on the beach there.\nAccording to Home Office figures, there have now been 10,711 arrivals in more than 440 boats so far in 2021.\nThe Home Office said French authorities stopped 138 people on Thursday.\nDan O'Mahoney, clandestine Channel threat commander, said:   \"These dangerous small boat crossings, facilitated by criminal gangs, are putting lives at risk.\n\"These numbers are unacceptable, that's why we are taking action on all fronts. \n\"Law enforcement agencies are dismantling the people smuggling gangs. Joint work with the French has seen a doubling of police officers on French beaches.\"\nOn Wednesday, 482 people reached the UK in 21 vessels.\nThe previous highest totals of daily arrivals on small boats in recent years were 416 people on 2 September 2020, and 430 migrants on 19 July. \nBella Sankey, director of charity Detention Action, said: \"Overall asylum applications are dropping and much lower than they were in the 2000s, but the number of high Channel crossings shows that desperate people trying to save their lives will risk everything to reach safety.\n\"MPs need to act swiftly and should pass legislation to allow those with strong prospects of receiving protection here safe passage to the UK from northern France to seek asylum here.\"\nDespite repeated promises from Home Secretary Priti Patel and her department to make the route across the Channel \"unviable\", crossings have continued to rise.\nLast month she announced an agreement to more than double the number of police patrolling French beaches, with the government to give France £54m.\nEarlier this week, Ms Patel met with members of the Greek government to discuss \"shared challenges\", during the visit she went on patrol with the Hellenic coastguard to learn about their methods for preventing small boat crossings. \nSteve Valdez-Symonds, Refugee and Migrant Rights Director at Amnesty International UK, said: \"The reason people are putting themselves in serious danger with these Channel crossings is that there are simply no safe alternatives open to them.\n\"On a global scale, very few people seek asylum in the UK and politicians need to stop peddling myths and stoking hostility toward often vulnerable people who've experienced persecution and trauma.\"\nIn June, Kent County Council said it would not be taking on any more unaccompanied asylum-seeking children who arrived in small boats as it has reached \"the limit of safe capacity\".\nLast week, members of the home affairs committee said women with babies and very young children were among 56 migrants being held in a cramped room covered with thin mattresses at a unit in Dover. \nThey said it was \"wholly inappropriate\" and a clear Covid risk, with some migrants held beyond legal limits.\nThe Home Office said it takes the welfare of migrants seriously.\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58094104",
      "category": "uk-wales",
      "title": "Heart app aims to cut NHS waiting lists in Wales",
      "tags": "Merthyr Tydfil,Bala,Apps,Welsh government,NHS Wales,Heart disease,Heart,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "Heart patients are taking part in a trial of a new app that monitors them via their mobile phone.\nThe app was produced by developers Huma and Cwm Taf Morgannwg health board, which is trialling it with Betsi Cadwaladr health board.\nThe app lets cardiac patients have video consultations from home, avoiding unnecessary hospital visits.\nThe Welsh government-funded pilot could mean problems with patients' health are picked up more quickly.\nCwm Taf Morgannwg health board serves patients in Bridgend, Merthyr Tydfil and Rhondda Cynon Taf, and Betsi Cadwaladr covers the whole of north Wales. \nAs part of the trial, patients will receive equipment to take readings, including a blood pressure cuff, weighing scales and a pulse oximeter.\nCardiology specialists will be able to remotely monitor each patient's symptoms and progress, and conduct video consultations to address any concerns. If needed, hospital visits can be arranged for further treatment and consultation.\nHeart failure advanced nurse practitioner Viki Jenkins said: \"We want to build on the advances made in digital technology since the beginning of the pandemic, and this is an extension of that, but we need to understand how easy or difficult it is for people to use the application, which is what this pilot is all about.\n\"This is a great opportunity to explore what health services are going to look like in the future - Covid-19 has shown us we have to embrace innovation like this.\n\"Patients get the interventions they need sooner. It's quick and easy for me to use... it prevents people having to come into a hospital environment.\" \nPatient Evan Dobson, 69, a retired photographer from Bala, Gwynedd, who had a heart attack a few years ago, is taking part in a 12-week trial of the app.\n\"I was a bit sceptical of the app itself, but no problem - I think it's the most valuable app I've got on my phone at the moment.\n\"There's someone there monitoring all the time, whereas before I would be sent to hospital and that's the last place I want to be.\"\nThe pilot is one of five projects to be awarded funding as part of the £150,000 Digital Solutions Fund, looking at new and revolutionary ways to use technology in healthcare.\nHelen Northmore, head of digital and artificial intelligence at Life Sciences Hub Wales, said the app was an example of how technology will play an increasingly important role in patient care.\n\"The traditional pathway is for cardiac patients to regularly attend a hospital appointment and have these readings taken,\" she said.\n\"This application will free up clinicians' time so they can be there for patients who need them more urgently, and it also saves the patient from having to travel and wait at the hospital to be seen.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58091705",
      "category": "uk-politics",
      "title": "Marcus Rashford: Poor families missing out on food vouchers",
      "tags": "Marcus Rashford,Child poverty,Wes Streeting,Free school meals,Coronavirus pandemic",
      "text": "Footballer Marcus Rashford is calling on health professionals to do more to persuade families in need not to miss out on government food vouchers.   \nIn an open letter in the British Medical Journal (BMJ), he says more than 40% of those entitled to claim have not signed up.\nWhile thousands have benefitted, he is concerned numbers are levelling off due to a lack of awareness. \nMinisters say they are spending more than £400m to help low income families.\nHealthy Start is a UK-wide nutritional support scheme - known as Best Start Foods in Scotland - run by the NHS to help pregnant women or low income families on benefits with children aged under four.\nThose who qualify receive vouchers to buy basics like milk and fruit or coupons for vitamins.\nThe pandemic has put a renewed focus on child poverty but the England and Manchester United striker says more needs to be done to end any \"silly\" stigma and to persuade people to register for support.\nWriting in the BMJ, Rashford says his Child Food Poverty Taskforce - set up to campaign for vulnerable children to receive free meals during the school holidays - has been doing all it can to raise awareness about the voucher scheme. \nHe writes: \"While we have seen 57,000 more parents benefit from the scheme as a result, I'm concerned we are plateauing.\n\"More than 40% of those eligible for the vouchers are still not registered for the scheme, and I'm confident that the majority of these parents can be found in communities just like mine, where I grew up - no internet, no high street, no word of mouth.\"\nAnd he says health professionals need to do more to ensure all those who are entitled to apply, know about it \"especially given the planned digitisation of the scheme this autumn, which will disproportionately disadvantage those without easy access to the internet\".\nHe wants staff to use an online eligibility calculator and \"consider collaborating with us on communicating and educating people about the scheme when possible\". \nHe adds: \"In conclusion, and not to beat around the bush, we need you.\"\nLast summer, the government was forced in to a u-turn, after a high-profile campaign by Rashford for free school meal vouchers to be available for six weeks during the holidays. \nThe government had previously insisted that free school meals would only be provided during term time, but in June 2020, the prime minister said they had to understand the pressure families were under and a Covid summer food fund would help.\nIn November, ministers provided more than £400m for a winter grant scheme, run by councils, to provide support with food and bills.\nLabour's shadow child poverty secretary, Wes Streeting, said the measures did not go far enough and \"more and more children are living in poverty under the Tories\".\nHe said: \"With no government strategy for lifting children out of poverty, once again we see Marcus Rashford having to do the government's work for them.\n\"If Boris Johnson is out of ideas for what to do, he should implement Labour's Children's Recovery Plan to provide immediate support for all children to catch up on lost learning following the pandemic.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58085316/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Keeping old computers going costs government £2.3bn a year, says report",
      "tags": "Home Office,UK government,Department for Digital, Culture, Media & Sport,UK government spending,Cabinet Office,HM Revenue & Customs,Information technology",
      "text": "Half of all government spending on computers is dedicated to keeping old systems going, a report has found.\nThe government spends £4.7bn a year on IT across all departments, and £2.3bn goes on patching up systems, some of which date back 30 years or more.\nLabour said the situation showed Cabinet Office minister Michael Gove's \"incompetence and failure to deliver\".\nThe Cabinet Office said it was taking action to reduce the government's reliance on outdated technology.\nThe Cabinet Office report, called Organising for Digital Delivery, warns that government could end up spending between £13bn and £22bn over the next five years on obsolete systems.\nSome government digital services \"fail to meet even the minimum cyber-security standards,\" it adds, and data can not be properly extracted from them, making them \"one of the greatest barriers\" to civil service innovation.\nThe Home Office spends more than any other government department on IT but still relies on 12 so-called legacy systems, despite repeated efforts to retire them, the report found.\nThe government has made a big push to use data to improve public services, but despite \"significant sums\" being spent on data storage departments are \"making little use of this data to influence action or decision-making\". \nThe report also says the government is not carrying out any kind of monitoring of performance of computer systems, as is common in leading private and public sector organisations. \nA performance management system was put in place in 2012, but has since fallen into disuse - and even the technology that monitors its performance is now obsolete and vulnerable to a cyber attack.\nThe report also highlights digital success stories, such as the rapid launch of the NHS coronavirus testing service and the furlough scheme.\nThe Home Office's EU Settlement Scheme is also cited as example of rapid rollout.\nThe report says government departments that need a new digital service should launch a \"minimum loveable product\". \nThis means, for example, not worrying about making the website look nice and having lots of features, but to focus on the absolute bare essentials required for launching a service to the public.\nCommenting on the report, Labour's Shadow Cabinet Office minister Fleur Anderson said Michael Gove had \"created a culture of waste and inefficiency\".\n\"It is unacceptable that taxpayers' money is being pumped into failing and outdated infrastructure.\n\"Keeping old and broken systems going is what this Conservative government does best. They desperately need an upgrade.\"\nA Cabinet Office spokesman said the government had accepted the report's recommendations in full.\n\"We are reducing our reliance on legacy IT, moving away from costly, insecure and unreliable technology and laying the foundations for future digital transformation.\"\nOld IT systems are often used in complex, specialised areas and need to be carefully replaced to avoid further costs down the line, the spokesman added.\nThe Cabinet Office has launched a new department, the Central Digital and Data Office, to help update systems.\nHM Revenue and Customs recently announced it would scrap its 27-year-old Customs Handling of Import and Export Freight (CHIEF) system in March 2023. It has been in operation since 1994.\nIts replacement, the new Customs Declaration Service (CDS), was originally commissioned in 2015.\nBut when Britain voted to leave the EU the following year it had to be redesigned to handle far more customs declarations.\nThe extra cash needed is one of the reasons HMRC cut down on other digital initiatives in 2018."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55333756",
      "category": "uk-wales",
      "title": "Covid: What are the new rules for Wales?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Welsh government,Coronavirus pandemic",
      "text": "Most curbs to people's daily lives have been lifted as Wales moves to the lowest level of Covid rules.\nRules limiting socialising in pubs, bars and restaurants have been removed, while nightclubs are able to reopen for the first time since measures brought in to tackle the spread of Omicron were introduced after Christmas.\nSocial distancing rules were also scrapped as Wales moved into alert level zero on 28 January.\nPeople who test positive for Covid must now isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nHowever masks are still required to be worn in most public places in Wales, including shops, hospitals and on public transport. \nBut they are no longer needed for bars and restaurants, and changes to rules due to be announced later, mean they will also no longer be needed when visiting someone in their own room at a care home.\nWhat do the changes mean for people and businesses in Wales, and what can you do and when?\nChanges to rules have been made over the last two weeks, after First Minister Mark Drakeford laid out his plan to ease restrictions by the end of January.\nThe changes saw:\nFrom Thursday, 10 February Wales returns to a three-week review cycle as the country is at alert level zero\nThe lowest set of restrictions since the start of the pandemic, we were last in alert level zero at Christmas.\nUnder it most curbs to our daily life are removed, all businesses are allowed to reopen, but people still have to wear face masks in many public places, and self isolation rules still apply.\nSince 22 December, fully vaccinated adults, children aged between five and 18 and vaccine clinical trial participants identified as a close contact of a positive case of Covid-19 in Wales do not need to self-isolate. \nInstead, the Welsh government strongly advises them to take lateral flow tests for seven days as a precautionary measure. Children under five do not need to isolate and are not required to take a PCR test or do lateral flow tests.\nFrom 28 January people who have tested positive must isolate for a minimum of five full days, with two negative lateral flow tests will be required on day five and six.\nUntil then, the self-isolation period was seven days, down from the 10 days it was previously, with negative lateral flow tests needed on day six and seven. \nThe Welsh government has urged people to take lateral flow tests before socialising, shopping or visiting people and not to go out if it is positive.\nIt is advising meeting outdoors where possible and to make sure indoor meetings are well ventilated.\nPeople, it said, should leave at least a day between social events.\nFrom 26 December, groups of no more than six people were allowed to meet in pubs, cinemas and restaurants in Wales, with licensed premises having to offer table service only, and face masks worn, along with contact tracing details collected. \nBut under the Welsh government announcement, all of this changed on 28 January.\nThe rule of six was scrapped, meaning people can go to the pub with whoever they like, can go to the bar for a drink, and social distancing has ended.\nPeople are also able to be served at bars again, as table service only rules were scrapped.\nWhile wearing a face mask in a pub or bar is no longer required by law, the Welsh government has advised staff and customers to wear them indoors, when not eating, drinking or dancing.\nLimits on indoor or outdoor event numbers were lifted on 7 August.\nFor important life events such as weddings, civil partnerships, funerals and wakes, the numbers will be determined by the ability of the venue to manage social distancing and other reasonable measures.\nAll guests will need to take a lateral flow test.\nPeople attending weddings, civil partnership or alternative wedding ceremony or reception, no longer have to wear face coverings by law under alert level zero.\nHowever the Welsh government says it strongly advises people to wear a face covering indoors when not eating, drinking or dancing.\nYou can, and international travel is allowed, although local rules and quarantine will apply.\nOn 25 January 2022, the Welsh government stopped advising people against travelling abroad for holidays for the first time since the start of the pandemic. \nNightclubs were closed from 26 December, but under the four stage plan, they have been allowed to open from 28 January, when Wales moved to alert level zero. \nHowever, Covid passes are still needed for nightclubs, along with cinemas, theatres and other large events. \nFrom 15 January the number of people allowed to attend an outdoor event rose from 50 to 500.\nOn 21 January all outdoor activities moved to alert level zero, with no limits on the number of people who can take part and crowds were able to return to sporting events. \nPupils returned later than planned for the start of the new spring term in January.\nA legal restriction to work from home unless unavoidable, with £60 fines for anyone who did not comply and had no reasonable excuse, has been scrapped from 28 January.\nHowever, the Welsh government has said it will remain important to work from home if you can.\nYou have been able to travel anywhere in the UK since 12 April, subject to restrictions in force in the other nations.\nIt also means people from other parts of the UK can come here.\nAll holiday accommodation was able to fully reopen from 17 May."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58106929",
      "category": "education",
      "title": "A-levels: Bumper year for top grades predicted",
      "tags": "Schools,A-levels,Exams",
      "text": "A-level results next week in England, Wales and Northern Ireland could see high levels of top grades, according to an annual analysis of exam trends.\nProf Alan Smithers, at the University of Buckingham, is predicting a \"bumper crop\" of A* and A grades, in results for exams cancelled by the pandemic.\nBut he warns against allowing \"grade inflation\" to become the norm.\nThe University of East Anglia (UEA) is also reporting early signs that it could be a \"record year for grades\".\nThere have been suggestions that if more pupils receive high grades - which are being submitted by teachers for a second year in a row - there will be a crush for places at the most sought-after universities and courses.\nThere is also pressure from record numbers applying, with more than 680,000 seeking university places.\nProf Smithers said some universities could consider introducing their own exams to help them choose between students.\nThere have already been reports of oversubscribed medicine courses trying to get applicants to defer for a year - such as at the University of Exeter, where students were offered £10,000 to delay.\nBut Richard Harvey, director of admissions at UEA, reassured students that even if grades are higher than last year's record high levels, there is capacity in the university system.\n\"Of course that will cause pressure in certain subjects, mostly medical ones, and in certain universities. At UEA, medicine and related subjects look a bit pressured, but in other subjects I do hope we can continue to welcome people, so I'd encourage people to get in touch,\" he said.\nUniversities get an advance sight of whether applicants have achieved their required grades, and will be going through their admission decisions ahead of the official release of results next week.\nThere is expected to be particular pressure on places for medical and dentistry courses - with a 20% increase in applications and more students expected to get the required grades this year.\nThe Department for Education says it will create more places and flexibility - allowing \"over 9,000 places\" - but with no fixed numbers for an increase. Last year, there was an intake of almost 9,300 for these medicine and dentistry courses.\nNick Hillman, director of the Higher Education Policy Institute, told BBC Radio 4's Today programme it was much harder to create more places for medicine because of the high cost of training doctors, the length of the course and the need for hospital placements. \nMr Hillman said he was \"a little bit uncomfortable\" with the suggestion that students could be asked if they wanted to shift to other medical schools with more capacity.\n\"If you've had your sights set on one particular medical school from the moment you applied or even the moment you started your A-levels, it's quite a big mental jump to decide you're going to go somewhere else,\" he said. \nThis will be the second year in which results will be decided without pupils taking the usual set of exam papers.\nSchools submitted grades for pupils, based on a range of evidence, including mini-exams, mock exams and coursework, and next week will see the final results issued by exam boards.\nLast year saw huge controversy after an initial downgrading of many pupils' grades - which was then reversed in a U-turn which saw the highest-ever proportion of A* and A grades.\nAlmost two in five A-levels, 38.5%, were awarded an A* or A last year after the U-turn, up from 25.5% for pupils in 2019.\nProf Smithers, in his annual pre-results report, suggests results are once again going to be very high, or even higher, to compensate for the disruption facing pupils.\n\"While logically there is no reason why A-level standards should not be restored to what they were in 2019, my fear is that the various pressures will cause the government to allow what they became in 2020 to stand,\" he said.\nHe warned that issuing so many top grades makes it hard for universities to distinguish between students.\n\"Leading universities could be forced to set their own tests to help them distinguish between the many prospective students awarded straight As,\" said Prof Smithers.\nBut Prof Graham Galbraith, vice chancellor of the University of Portsmouth, rejected the focus on grade inflation.\n\"These young people have had a very difficult time since March 2020. How their grades compare with other years is of secondary importance. We should prioritise this year's students and treat this year as the extreme exception it obviously is,\" he said.\nTom Middlehurst, of the ASCL head teachers' union, said speculation about grades was \"unhelpful\" and said that if grades were higher this year \"it would be a reflection of the system devised by the government and [regulator] Ofqual\" rather than a decision by teachers.\nEducation Secretary Gavin Williamson, promising extra places for medical courses, said: \"Students have worked incredibly hard over the past 18 months and we have continued to put their best interests first to ensure they can progress on to the next stage of their education training or career.\" \nAre you waiting for your A-level results and hoping to get into medical school? Share your stories. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58102007",
      "category": "uk-wales",
      "title": "Covid: Most of Wales' coronavirus rules to end Saturday",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "Most of Wales' remaining Covid rules will be lifted as the nation enters the \"final lap\" of the pandemic, the first minister has said.\nSocial distancing laws and rules on who can meet indoors will end on Saturday, almost 17 months after the first lockdown.\nHowever, rules will remain tighter than in England, with face masks still required by law in many public places.\nMark Drakeford said they will likely be needed for the rest of the year.\nHe warned the changes did not mean a \"free-for-all\".\nWales will move to alert level zero - the lowest level of restrictions seen so far - from 06:00 BST on Saturday.\nMr Drakeford said as the case rate had steadily declined for the past three weeks and vaccinations had increased, most rules could now be scrapped.\nHe told a press briefing that the easing of restrictions was a \"significant moment for all of us\" and a \"big step closer to life before the pandemic started\". \nIn response to the news, Plaid Cymru and the Welsh Conservatives said it was time for a Wales-specific inquiry into the way the pandemic had been handled in Wales.\nThe first minister urged people to be sensible, to continue to practise social distancing, think about who they meet and where, and not behave as if the \"virus has disappeared\".\n\"Most people in Wales want to go on acting carefully to protect their health and the health of others,\" he said.\nMr Drakeford said with such major changes to rules, the impact on case rates needed to be seen and so no further relaxation was expected to be made for \"at least six weeks\". \nMr Drakeford said while he did not expect Wales to have to return to tight restrictions such as lockdown measures, he could not rule anything out if there was a \"sudden change for the worse\".\nHowever, he said: \"Provided we do not see further unexpected turns in the course of the virus, then I think we can have confidence that we are on the final lap of emerging from the pandemic.\"\nUnder the changes from Saturday:\nHowever companies will still be expected to take measures to reduce the risk of coronavirus being transmitted on their premises.\nIt will be the law to wear face masks in indoor public places including shops, buses and trains, and in health and social care settings, but not in venues where food and drink is served, such as pubs.\nMr Drakeford told BBC Wales face coverings were \"likely\" to play a part in helping tackle coronavirus \"for the rest of this year\".\nWhile the changes will see most of Wales' rules lifted, more restrictions remain in place than across the border in England, where they were scrapped on so-called \"freedom day\" on 18 July.\nMost restrictions in Scotland will come to an end on Monday - and with face masks still required in shops, the rules will be similar to here in Wales.\nMeanwhile, in Northern Ireland rules on who you can meet and where remain in place.\nLaws on who you can meet indoors have existed since the start of the lockdown in March 2020.\nCurrent restrictions  - to be scrapped on Saturday - say only six people are able to meet in private homes.\nPeople will continue to have to self-isolate by law for 10 days if they get Covid, while the Welsh government advice will be to continue to work from home where possible.\nHowever, those who are fully vaccinated and are found to be a close contact of a positive Covid case will not need to self-isolate from Saturday.\nThe decision to lift the social distancing duty on businesses means firms will instead be expected to put in place measures to keep people safe and draw up risk assessments.\nThat could see them continuing to require social distancing, face masks, or use other measures such as ventilation or a combination of these, with the first minister saying he did not expect \"large crowds of people\" would be seen at bars as businesses tried to keep punters safe.\nSome pub and bar owners have said while they were pleased to be able to \"throw away the measuring tape\", the onus on businesses to set their own rules was unfair.\nJoanne Cooney, owner of Cooney's Bar in Llandudno, said with rules being different in England, some places had reported issues with tourists refusing to wear masks and stay apart, and having different rules in different businesses could make it worse.\n\"We are having to try and figure out very confusing guidance... people think everything's gone back to normal, but it's not, they've just said 'it's all on you now'\", she told BBC Radio Wales.\nMs Cooney said the guidance setting out what businesses should do from Saturday was \"unclear\", and called for clarity from the Welsh government.\nResponding to the concerns, Mr Drakeford said the guidance was clear, and the measures were to make sure staff and customers were \"properly protected\" and give people confidence they could go out.\nWedding receptions have been subject to restrictions since March 2020 - but from Saturday those will be lifted.\nJordan and Emily Burns, from Buckley in Flintshire, should have been married in April 2020 - two weeks after lockdown began. \nThey have rearranged their ceremony four times since and had a small, legal marriage ceremony four months ago. \nOn Saturday, however, they will have the big wedding they always wanted at Ty'n Dwr Hall in Llangollen.\nMrs Burns said: \"It's been only six to a table in weddings - our tables will have 24 people, which just seems crazy doesn't it? \n\"We're able to have the ceremony indoors so we're not worried with the weather. It just takes so much pressure off us as well and we can just look forward to it, be excited and just enjoy the day.\"\nStacey Alford, a DJ from Penarth, Vale of Glamorgan, said the pandemic \"pulled the plug\" on her career.\nShe said the music community was excited to see Wales moving to alert level zero, but was aware of the need for caution.\n\"The general consensus is 'get us in there, we can't wait' - but obviously we want everyone to just take it slowly, enjoy themselves but not be silly.\"\nThe changes mean there will be fewer Covid rules to police.\nBut Mark Jones, general secretary of the North Wales Police Federation, fears a return to normality for the public will put pressure on officers.\n\"We're seeing the first time in near enough two summers where freedom is there, so a lot of people will be coming to visit north Wales and we're anticipating demands on policing, which means that the thin blue line is going to be stretched even further and further,\" he said.\nExactly 500 days after telling us to stay home, Mark Drakeford has confirmed an end to the rules on who and where we meet.\nHe has deliberately avoided repeating Boris Johnson's assurance that we are on an \"irreversible\" path out.\nBut the success of the vaccination programme means the bar for \"re-imposing severe restrictions will be higher\", the Welsh government says.\nThe next step is to provide booster jabs. Some people will get one with their annual flu jab in the autumn.\nIn a clear signal about the ongoing threat of the pandemic, ministers say they are worried about a \"perfect storm\" of Covid and flu this winter.\nFollowing the announcement, opposition parties called for people to act responsibly, and pressed again for a Wales-only inquiry into the handling of Covid by the Welsh government.\nMore than 7,900 have died since the pandemic began.\nPlaid Cymru said it wanted \"reassurance from government that lessons have been learnt\", and the Tories said those who have suffered should be given justice.\nWelsh Conservative Senedd leader, Andrew RT Davies, said that as Wales moved forward people had to \"take responsibility\" to stop cases rising.\n\"We are going to have to learn to live with Covid, because we can't afford to go back into the lockdowns that have blighted our lives in the past 15, 16 months,\" he said.\nPlaid Cymru's health spokesman, Rhun ap Iorwerth, welcomed the move forward, but said the ministers must be ready to take a step back if necessary.\n\"Now what we want as these freedoms come back is to see in clear evidence terms that government is honing its early-warning systems even more, is even more vigilant about any curveballs sent in our direction,\" he said.\nHowever, Mr Drakeford, who has already agreed to a UK-wide inquiry, said a Wales specific inquiry would not give a \"proper understanding\" of how the pandemic was handled.\nWales has seen a third wave of coronavirus cases in recent months - but it peaked on 16 July and has been decreasing ever since.\nLatest figures published on Friday showed Wales' case rate had fallen slightly, to 132.4 per 100,000 people over a seven-day period.\nThey also showed 66% of Wales' total population was fully vaccinated, with health boards now inviting 16 and 17-year-olds for their jabs.\nMr Drakeford said health boards were ready to start offering booster jabs from September, but the government were waiting for advice from the Joint Committee on Vaccination and Immunisation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58097955",
      "category": "uk-england-london",
      "title": "Streatham attack: 'Missed opportunity' to stop terrorist, inquest told",
      "tags": "Streatham attack,Metropolitan Police Service,Streatham",
      "text": "A Probation Service worker has denied there was a \"missed opportunity\" to recall a convicted terrorist before he went on a stabbing spree.\nSudesh Amman was shot dead by police on Streatham High Road on 2 February 2020, after stabbing two people.\nDays before the attack he was spotted buying items later used to fashion a fake suicide belt, his inquest heard.\nAt the time the Probation Service was \"satisfied\" the purchases had not breached any licence conditions.\nA man and a woman were stabbed by Amman with a stolen knife during the 62-second knife attack on Streatham High Road. Both survived.\nThe inquest into Amman's death at the Royal Courts of Justice heard that two days before the attack he had been seen buying some bottles of soft drink, a roll of tape and some kitchen foil.\nHe later fashioned these items into a fake suicide belt.\nProbation staff were aware of the purchases, the inquest jury was told, but decided Amman's actions were not enough to recall him to prison.\nRajiv Menon, representing Amman's family, said to Carina Heckroodt, of the Probation Service: \"Your failure to recall him was a most serious missed opportunity in this case.\"\nMs Heckroodt replied: \"I disagree, it was not a missed opportunity.\"\nBilal Rawat, representing the Probation Service, asked her: \"If you were aware of the risk he presented, if you found a legitimate basis to recall him, would you?\"\nMs Heckroodt replied: \"I would have done it immediately.\"\nBefore he was released from prison for terror offences, police had described Amman as \"one of the most dangerous individuals that we have investigated\".\nOn 9 January, police, MI5 and probation officials met to discuss Amman's imminent release. At the meeting police predicted he would attack the public upon his release, jurors heard.\nMs Heckroodt also attended the Joint Operational Team (JOT) meeting on 9 January.\nIn a witness statement read to the jury, she said: \"During this JOT, the police said that Amman was a high threat and that an attack would be when, not if.\"\nJurors previously heard that police had asked the prison governor not to release Amman from HMP Belmarsh. \nHowever, this happened on 23 January as there was no mechanism to prevent it.\nThe inquest continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cambridgeshire-58102252",
      "category": "uk-england-cambridgeshire",
      "title": "Oatly loses trademark battle against Glebe Farm over oat milk",
      "tags": "Veganism,Huntingdon",
      "text": "A family-run farm has won a legal battle against the multimillion-pound makers of plant milk, Oatly, which accused it of trademark infringement.\nOatly brought legal action against Glebe Farm Foods, in Cambridgeshire, saying their product PureOaty took \"unfair advantage\" of their own drink.\nA High Court judge ruled in favour of the farm saying he did not see \"any risk of injury to the distinctive character\" of the Oatly brand.\nThe farm said it was \"gratifying\".\nOatly was founded in the 1990s and produces a milk substitute made from oats.\nThe brand is endorsed by a number of celebrities including Oprah Winfrey.\nDuring the two-day hearing in June, the court heard Oatly had sold more than £38m worth of its \"barista edition\" oat milk, and more than £13m of other varieties.\nGlebe Farm Foods, based near Huntingdon, launched an oat milk in 2019 called \"Oat Drink\", before rebranding it \"PureOaty\" in 2020.\nOatly's lawyers said the farm had infringed five of their firm's trademarks with the \"PureOaty\" name and the drink's packaging, as well as \"passing off\" their product as Oatly's.\nGlebe Farm Foods, run by brother and sister Philip and Rebecca Rayner, denied the claims.\nRuling in favour of the farm, Judge Nicholas Caddick QC, said while there were similarities between the initial PureOaty packaging and the Oatly packaging, including the use of the colour blue and the use of an irregular font for the product name, these were \"at a very general level\".\n\"It is hard to see how any relevant confusion would arise from the defendant's use of the sign 'PureOaty',\" he said. \nHe concluded: \"On the facts of this case, I do not see that there is any risk of injury to the distinctive character of Oatly's marks.\"\nMr Rayner said his farm had \"always felt certain that we have done nothing wrong\".\n\"You only need to look at the two products and packaging side by side to appreciate how different these brands are, and how unnecessary this legal action was,\" he said.\n\"It is enormously gratifying... to see that smaller independent companies can fight back and win.\"\nA spokeswoman for Oatly said the company would not be appealing the decision.\n\"For us, this case has always been about protecting our trademark and how the single letter Y creates too much of a similarity between Oaty and Oatly.\"\nShe said Oatly wished Glebe Farm Foods \"total success... moving forward\", but added: \"We just think they should do so in their own unique voice, just like we do.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58078582",
      "category": "uk-politics",
      "title": "Government accused of 'burying' conversion therapy report",
      "tags": "Religion,LGBT",
      "text": "Research into people's experiences of so-called conversion therapy in the UK has been buried, campaigners say.\nA report - commissioned over two years ago - hit minsters' desks last December, the BBC has discovered, but has yet to appear.\nBoris Johnson has promised to ban what he called the \"abhorrent\" practice of conversion therapy. \nThe government says the study will be published shortly when a consultation is launched.\nConversion therapy is defined as an attempt to change someone's sexual orientation or gender identity, according to a document signed by a number of health groups.\nThe prime minister said in July 2020 he would put a stop to the practice.\nIn the same interview, he said a study was examining \"how prevalent\" it was, adding: \"We will then bring forward plans to ban it\".\nResearch funded by the Government Equalities Office was commissioned when Theresa May was in Downing Street.\nIt was led by Adam Jowett, of Coventry University's Psychological, Social and Behavioural Sciences department.\nIn April 2019, the project called for people to share their first-hand experiences of conversion therapy, \"whether it happened in a medical, commercial or faith-based context\".\nBut the findings have never been published despite a Freedom of Information request by the BBC showing that a final draft was received on 15 December 2020. \nDr Jowett, who also chairs the British Psychological Society's sexualities section, called in May this year for a conversion therapy ban to be implemented \"as soon as possible\".\nCoventry University has been approached for comment.\nMatt Hyndman, co-founder of the Ban Conversion Therapy campaign group, said the report should have been published back in January.\n\"It sounds like it's just been buried in a drawer somewhere and it's not that urgent.\"\nCampaigners have previously claimed the government has \"dragged its feet\" on the issue.\nMr Hyndman said: \"If they've commissioned a study which says conversion therapy is happening and it's quite severe and they've been delaying to ban it, it's not a good look.\" \nHe added he didn't think more information was needed to move ahead with a ban.\n\"We have so many stories of people and organisations that can attest to the harm it causes.\" \nIt was confirmed in May's Queen's Speech that conversion therapy would be banned in England and Wales.\nBut the government said a public consultation would take place first, in September, to ask how the legislation can best stop the practice while protecting the medical profession, defending freedom of speech and upholding religious freedom.\nA government spokesperson said: \"Our approach is based on a range of evidence, which we will publish alongside the consultation, including the Coventry University report.\"\nSome groups had welcomed the consultation, including the Evangelical Alliance which represents 3,500 churches. \nIts UK director, Peter Lynas, said at the time that they wanted to avoid a situation where \"a person can be accused of conversion therapy for praying with someone who freely chooses and asks for prayer\".\nThe Royal College of Psychiatrists has said it would be taking part to highlight why conversion therapy is \"harmful\" but also \"to ensure clinicians can still help people fully explore their gender identity where appropriate.\"\nThe UK government indicated that the consultation will be short, with legislation to follow \"as soon as possible\".\nWhilst the legislation would apply to Wales the Welsh Government said it would \"if necessary\" seek additional powers in order to ban \"all aspects\" of the practice.\nThe Scottish government says conversion therapy is an \"abhorrent practice\" and that it's waiting on details of the UK government's proposals. \nNorthern Ireland's Department for Communities said that the \"inhumane\" practice should be ended and that the minister \"wishes to explore all legislative options\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58090354",
      "category": "business",
      "title": "Cat death rise: 'It feels like we've lost a family member'",
      "tags": "Pets,Cats",
      "text": "Steven Barrett's pet cat Freyja seemed healthy just over a week ago, but after going downhill rapidly, she died on Tuesday.\nSteven fears that her death is linked to dry cat food he had been feeding her without knowing it had been recalled.\nRecently there has been a big UK spike in a rare disease called feline pancytopenia.\nInvestigations into a possible to link to pet food manufactured by Fold Hill Foods continue.\nFreyja, who was nine years old, had been fed from a 7.5kg bag of Applaws Chicken dry cat food that Steven had ordered from Amazon, but she had been poorly for six days.\nHe was unaware that the food had been recalled as a precaution in June until he tried to order another bag, found it was unavailable, and started searching on the internet.\nAs soon as Steven found out about the recall and the possible link to pancytopenia, he took Freyja to the vets.\nHowever, she went rapidly downhill. She received palliative care, but the vet was unable to do anything more for her.\nShe died from organ failure caused by suspected pancytopenia.\n\"It feels like we've lost a family member,\" he says. \n\"I'm grieving,\" he adds. \"I've been in floods [of tears]\".\nPancytopenia is a bone marrow disease which causes the number of blood cells to rapidly fall  and is often fatal.\nThere has been a big spike in pancytopenia in cats which started to pick up pace in the spring, according to figures from the Royal Veterinary College (RVC).\nSo far this year there have been 528 known cases, with 335 of those cats dying so far.\nHowever, the RVC says that these figures don't give the full picture.\nOnly a small percentage of UK vets are reporting to the RVC, and cats ill with pancytopenia may not be taken to the vet, the college said.\nTypically the college sees one case per year.\nSteven, who is a barrister, has a young daughter, and Freyja had been with them every day through the coronavirus lockdowns.\n\"It's a total nightmare,\" he adds. \"I wasn't expecting her to die.\"\nThe speed of Freyja's deterioration caught Steven by surprise, and he said the disease was \"virulent and incredibly quick.\"\nFreyja, a Ragdoll cat, was always kept indoors.\nHe said his grief is not being helped by the possibility that there could be a link to pet food, and that other family cats may yet suffer from the disease.\nThe Food Standards Agency (FSA), which is investigating the spike in the disease alongside the Royal Veterinary College, said in July that toxins produced by fungi had been found in a small number of pet food samples, but that does not indicate that they are the cause of feline pancytopenia.\nFold Hill Foods, which manufactures pet food for other firms, recalled several brands of dry cat food in June, the Food Standards Agency announced.\nThese include various types of Applaws, which is sold by Amazon and various small pet shops; Ava, which is sold by Pets at Home, and two types of Sainsbury's own brand food.\nSeparately, Wilko decided to pull a number of its products as a precautionary measure, although these were not part of the Food Standards Agency (FSA) recall.\nFold Hill Foods said in June that \"there is currently no established link between these deaths and food we produce and vet teams are working hard to establish the source\".\n\"We recognise and appreciate the distress this is causing to many people and are working with the FSA, Pet Food Manufacturers Association and veterinary authorities to assist them in identifying the source of the feline pancytopenia cases,\" the company said.\nThe RVC is analysing cat blood samples sent by vets, and samples of food have been tested in independent labs.\nThe investigations are ongoing, an RVC spokeswoman said on Wednesday.\nThe FSA said that Fold Hill Foods' manufacturing facility in Lincolnshire had been visited by the county council.\n\"This is a complex issue with lots of potential causes to consider and follow-up,\" an FSA spokeswoman said.\n\"We are working at pace with other government departments and businesses to get to the bottom of this,\" she added.\nIt is possible to sign up to receive FSA food and allergy alerts by text message or email to get notices about recalls."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58092151",
      "category": "uk-england-hereford-worcester",
      "title": "Man killed in tanker attack named as Adrian Underwood",
      "tags": "Israel,Hereford,Iran",
      "text": "A British security guard killed in a drone attack on a ship off the coast of Oman has been named.\nAdrian Underwood and the merchant tanker's Romanian captain died when the MV Mercer Street was hit on Thursday.\nThe UK, US and Israel have blamed Iran, which denies responsibility. \nMr Underwood served in the British Army and was working for a Hereford-based security company, Ambrey, when he was killed. \nThe Metropolitan Police is investigating the incident on behalf of a coroner. \nMT Mercer Street is managed by the London-based company Zodiac Maritime.\nThe private maritime security guard's name was revealed by a newspaper in Fiji, the country of his birth, and later confirmed by sources in Britain. \nAmbrey said the former soldier had a distinguished record of service in the British Army.\nIt said his qualities were quickly recognised and he had been promoted to team leader.\nThe explosive-laden drone blew up close to the bridge.\nBritain, the US, Israel and Romania have blamed Iran, promising a co-ordinated response.\nSpeaking on the BBC's Today programme, Chief of Defence Staff General Sir Nick Carter said Iran had made a big mistake with the incident and that it needed to be deterred from attacking shipping.\nHe said: \"Convoys may not necessarily be the right method, we've used other methods, and ultimately we've got to keep reviewing this. \n\"But ultimately, we have got to restore deterrence because it is behaviour like that which leads to escalation, and that could very easily lead to miscalculation and would be very disastrous for all the peoples of the Gulf and the international community.\"\nThe UK's Maritime Trade Operations unit, which monitors security in the Gulf region, has warned ship operators to be extra vigilant in the Gulf of Oman.\nA second tanker was attacked on Tuesday, but the two events appeared to be unrelated, BBC security correspondent Frank Gardner said. \nUp to nine armed men are reported to have boarded a medium-sized tanker in the Gulf of Oman. But less than 24 hours later they had left the ship to go on its way. \nMaritime sources believe this event may have been related to criminal networks and smuggling.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58102983",
      "category": "technology",
      "title": "Cross words over New York Times puzzle change",
      "tags": "New York City,United States",
      "text": "The digital version of The New York Times (NYT) daily crossword puzzle will no longer be available in third-party apps from next week. \nInstead the crosswords will only be accessible digitally through the publication's own website or app. \nThey have been available in the Across Lite format, which allows anyone with a NYT subscription to download and open them in an app of their choice.\nCrossword fans have questioned the move, describing it as \"maddening\".\nAcross Lite is a free program that uses the .puz format, and enables users to create and open the puzzles on a PC or Mac. \nThe NYT's Games subscription - which includes the popular crossword - is separate from the newspaper and costs $1.25 a week, or $5 a month. \nOne of the advantages of subscribing is that users can download any of the crosswords that have featured in the paper since 1993, and the change also applies to this service.\nThe decision to end support for Across Lite has infuriated some of the publication's followers. \nCrossword champion Dan Freyer claimed on Twitter that he believed the move was nothing more than a \"cash grab\".\n\"This is maddening. This change benefits none of the millions of online #NYTXW solvers who pay an annual subscription for access to the crosswords.\"\nHe continued: \"It is a pure cash grab, removing the convenience that has been part of digital crosswords since the mid-'90s.\"\nIn response, the NYT's games editor, Everdeen Mason, said the decision was made for \"editorial reasons\".\nShe said in a tweet she wanted to build something which her staff could control, adding: \"It takes a lot of time, and I'm confident this is the best move for my team.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58094408",
      "category": "uk",
      "title": "Euro 2020 racist abuse - 11 people arrested",
      "tags": "Shrewsbury,Social media,Christchurch,Reading,Folkestone,Manchester,Racism,Worcester,Runcorn",
      "text": "Police have arrested 11 people as they continue a hate crimes investigation into social media messages sent after the Euro 2020 final.\nThe UK Football Policing Unit received 600 reports of racist comments sent to England's black players after the defeat and judged 207 to be criminal.\nOf these, 123 were posted by people overseas, while 34 came from the UK.\nPolice said people who think they can hide behind social media accounts \"need to think again\".\nA wave of racist social media abuse was aimed at Marcus Rashford, Jadon Sancho and Bukayo Saka after they missed penalties in the shoot-out at the Euro 2020 final last month.\nIt led to condemnations by the Football Association, England manager Gareth Southgate and the prime minister.\nChief Constable Mark Roberts, National Police Chiefs' Council Football Policing lead, said the investigation was proceeding \"at pace\" and said a \"vast amount of work\" went into identifying the 11 people arrested so far.\nThe majority of the arrests were on suspicion of malicious communications or breaching section 127 of the Communications Act 2003 - which includes sending messages which are \"grossly offensive\", convey a threat or are \"menacing\".\nMalicious communications offences carry a maximum penalty of two years in prison, while a breach of section 127 can lead to a sentence of six months in jail.\nThree people were arrested on suspicion of inciting racial hatred, which can mean a sentence of up to seven years in prison in the most severe cases.\nDetails of the 123 foreign accounts are due to be passed on to their respective countries for local authorities to take action.\nPolice are awaiting information from social media companies about the owners of the remaining 50 accounts.\n\"There are people out there who believe they can hide behind a social media profile and get away with posting such abhorrent comments,\" Mr Roberts said.\n\"They need to think again - we have investigators proactively seeking out abusive comments in connection to the match and, if they meet a criminal threshold, those posting them will be arrested.\"\nHe said the complexities of investigating social media abuse \"cannot be underestimated\" and thanked Facebook, Instagram and Twitter for responding quickly to police inquiries.\nMeanwhile Bukayo Saka, the 19-year-old Arsenal forward who took England's final penalty, said he was \"speechless\" after his club presented him with a wall of supportive messages.\n\"How do I even say thank you for all of this?\" he asked. \n In one, a young fan invited Saka to play football with him in the park and promised to \"let him win\".\nThose arrested include three people from London, two from Christchurch, Dorset, one from Runcorn, Cheshire, one from Sale, Greater Manchester, one from Folkestone, Kent, one from Reading, one from Shrewsbury and one from Worcester."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58107009",
      "category": "uk-politics",
      "title": "Boris Johnson faces backlash over Thatcher coal mines comment",
      "tags": "Margaret Thatcher,Coal mining",
      "text": "Boris Johnson has been urged to apologise for \"offensive\" comments about Margaret Thatcher helping the environment by closing coal mines.\nThe PM said the closures gave the UK \"a big early start\" in the fight against climate change.\nHe was speaking on a visit to an offshore wind farm in the Moray Firth.\nScotland's First Minister Nicola Sturgeon said the remarks were \"crass and deeply insensitive\" to mining communities.\nShe tweeted: \"Lives and communities in Scotland were utterly devastated by Thatcher's destruction of the coal industry (which had zero to do with any concern she had for the planet).\"\nLabour said he should apologise for the \"shameful\" comments.\nThe party's Welsh First Minister Mark Drakeford told BBC Radio 4's Today programme: \"The damage done to Welsh coal mining areas 30 years ago was incalculable and here we are 30 years later the Tories are still celebrating what they did.\"\nOn Thursday, during a two-day visit to Scotland, Mr Johnson was quizzed about preparations for the COP26 climate summit in Glasgow in November.\nPushed on whether he would set a deadline for ending the extraction of fossil fuels, he said the UK had already transitioned away from coal in his lifetime, and he suggested Mrs Thatcher had inadvertently got the ball rolling.\nHe said: \"Thanks to Margaret Thatcher, who closed so many coal mines across the country, we had a big early start and we're now moving rapidly away from coal altogether.\"\nHe is reported to have laughed and told reporters: \"I thought that would get you going.\" \nBoris Johnson may be ill-advised to summon the ghost of Lady T to support his climate policies - but he has a point. \nIn 1989, the Iron Lady riveted the United Nations by warning that greenhouse gases were \"changing the environment of our planet in damaging and dangerous ways\".\nShe continued: \"The result is that change in future is likely to be more fundamental and more widespread than anything we have known hitherto.\" \nHer pit closures were not part of a green policy, but they did fortuitously show the UK could prosper without coal. \nThis made Britain a global leader on climate change. But it crushed communities.\nPoliticians don't want to repeat the mistake, so they aim to create jobs in the environment sector. \nBut so far, the PM's climate advisors say his policies on green jobs are running behind his rhetoric.\nMr Johnson said there was a \"massive opportunity\" to increase the use of more environmentally friendly technologies.\nBut he also stressed that there needed to be a \"smooth and sensible\" transition from oil and gas to greener forms of power.\nIn 1984, there were 170 working collieries in Britain, employing more than 190,000 people - but by 2015, they had all closed. \nMrs Thatcher's announcement that she planned to close 20 of them, led to the year-long miners' dispute.\nMillions of people protested against pit closures and throughout the summer of 1984 there were violent clashes between striking miners and police, whose numbers often ran into several hundred at each confrontation.\nViolence led to widespread use of the breach of the peace charge.\nIn October, it was announced that miners convicted during the strike would be pardoned by the Scottish government following an independent review.\nResponding to Mr Johnson's comments, SNP Westminster leader, Ian Blackford, tweeted that Mrs Thatcher had \"devastated communities across Scotland\". \nHe wrote: \"Many still bear the scars of brutal Tory cuts.\"\nBBC Political Correspondent, Nick Eardley, tweeted on Thursday that \"a few Scottish Tories have their head in their hands tonight after what they thought had been a decent first trip to Scotland since January\".\nHe added they had described the comments as an  \"unforced error\", \"not helpful\" and \"crass\". \nLabour is opposed to the opening of new coal mines, saying they are not compatible with the UK wanting to be a world leader in reducing carbon emissions. \nBut Labour leader, Sir Keir Starmer, tweeted that Mr Johnson's comments were \"shameful\". \nHe wrote: \"Brushing off the devastating impact on those communities with a laugh, shows just how out of touch he is with working people\".\nAnd in a statement, shadow foreign secretary, Lisa Nandy, said the prime minister should apologise.\nShe said the remarks \"reveal the Conservative party's utter disregard for the communities still scarred by Thatcher's closure of the mines and failure to deliver good jobs in their place\".\n\"It is vital that a green transition is a fair transition\" she added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58085316",
      "category": "uk-politics",
      "title": "Keeping old computers going costs government £2.3bn a year, says report",
      "tags": "Home Office,UK government,Department for Digital, Culture, Media & Sport,UK government spending,Cabinet Office,HM Revenue & Customs,Information technology",
      "text": "Half of all government spending on computers is dedicated to keeping old systems going, a report has found.\nThe government spends £4.7bn a year on IT across all departments, and £2.3bn goes on patching up systems, some of which date back 30 years or more.\nLabour said the situation showed Cabinet Office minister Michael Gove's \"incompetence and failure to deliver\".\nThe Cabinet Office said it was taking action to reduce the government's reliance on outdated technology.\nThe Cabinet Office report, called Organising for Digital Delivery, warns that government could end up spending between £13bn and £22bn over the next five years on obsolete systems.\nSome government digital services \"fail to meet even the minimum cyber-security standards,\" it adds, and data can not be properly extracted from them, making them \"one of the greatest barriers\" to civil service innovation.\nThe Home Office spends more than any other government department on IT but still relies on 12 so-called legacy systems, despite repeated efforts to retire them, the report found.\nThe government has made a big push to use data to improve public services, but despite \"significant sums\" being spent on data storage departments are \"making little use of this data to influence action or decision-making\". \nThe report also says the government is not carrying out any kind of monitoring of performance of computer systems, as is common in leading private and public sector organisations. \nA performance management system was put in place in 2012, but has since fallen into disuse - and even the technology that monitors its performance is now obsolete and vulnerable to a cyber attack.\nThe report also highlights digital success stories, such as the rapid launch of the NHS coronavirus testing service and the furlough scheme.\nThe Home Office's EU Settlement Scheme is also cited as example of rapid rollout.\nThe report says government departments that need a new digital service should launch a \"minimum loveable product\". \nThis means, for example, not worrying about making the website look nice and having lots of features, but to focus on the absolute bare essentials required for launching a service to the public.\nCommenting on the report, Labour's Shadow Cabinet Office minister Fleur Anderson said Michael Gove had \"created a culture of waste and inefficiency\".\n\"It is unacceptable that taxpayers' money is being pumped into failing and outdated infrastructure.\n\"Keeping old and broken systems going is what this Conservative government does best. They desperately need an upgrade.\"\nA Cabinet Office spokesman said the government had accepted the report's recommendations in full.\n\"We are reducing our reliance on legacy IT, moving away from costly, insecure and unreliable technology and laying the foundations for future digital transformation.\"\nOld IT systems are often used in complex, specialised areas and need to be carefully replaced to avoid further costs down the line, the spokesman added.\nThe Cabinet Office has launched a new department, the Central Digital and Data Office, to help update systems.\nHM Revenue and Customs recently announced it would scrap its 27-year-old Customs Handling of Import and Export Freight (CHIEF) system in March 2023. It has been in operation since 1994.\nIts replacement, the new Customs Declaration Service (CDS), was originally commissioned in 2015.\nBut when Britain voted to leave the EU the following year it had to be redesigned to handle far more customs declarations.\nThe extra cash needed is one of the reasons HMRC cut down on other digital initiatives in 2018."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58097496",
      "category": "business",
      "title": "Sports Direct's Mike Ashley to hand reins to future son-in-law",
      "tags": "Companies,Sports Direct,Frasers Group,Mike Ashley",
      "text": "Sports Direct founder Mike Ashley is to step down from leading his retail empire and hand the reins to his future son-in-law.\nThe board of Frasers Group, which also owns House of Fraser, said talks were under way for Michael Murray, 31, to succeed the billionaire on 1 May 2022.\nThe move would see Mr Ashley step down as chief executive but remain on the board as an executive director.\nMr Ashley founded Sports Direct in 1982 and retains 64% of the group.\nMr Murray, engaged to be married to Mr Ashley's daughter Anna, is currently \"head of elevation\" at Frasers and is in charge of modernising stores and transforming the business.\nChris Wootton, Frasers Group's finance chief said the direction of travel to hand over more power to Mr Murray had been in place for a while.\n\"Without insulting him, by Mike's own admission he is a bit of a dinosaur. Michael is young, fresh and youthful and knows what the customer wants. Mike is very good at selling socks,\" Mr Wootton told The Times.\nIn stock market statement, Frasers Group said it was \"currently proposed\" that Mr Murray would assume the role of chief executive, with a \"reward and remuneration package\" now being considered.\n\"The board consider it appropriate that Michael leads us forward on this increasingly successful elevation journey,\" Fraser's Group said.\nMr Murray has been working for the group for several years, but his role at the company raised eyebrows after reports about him being paid millions of pounds in consultancy fees.\nMr Ashley was previously executive deputy chairman of the retail group - which changed its name from Sports Direct International to Frasers Group two years ago - until 2016, when long-serving chief executive Dave Forsey resigned.\nMr Ashley, 56, has been one of the High Street's most prominent and colourful figures since founding his business. \nHe first entered the fitness industry as a squash coach before opening his first high street sports shop in Maidenhead, Berkshire, in 1982.\nThrough the early 1990s, he expanded to a chain of stores rebranded as Sports Soccer, and had a portfolio of about 100 shops by the turn of the millennium.\nThe noughties saw more rebrands before the business found its current guise of Sports Direct and in 2007, Mr Ashley floated the business as a public company in a move which valued it at £2.5bn.\nLater that year, Mr Ashley became a significantly more recognisable figure when he bought majority control of Newcastle United. However, his tenure has come under criticism from fans over his ownership style and perceived lack of investment. He is currently seeking a sale after the collapse of a £300m deal with the Saudi Public Investment Fund.\nAway from football, he has rapidly grown his retail operation in recent years, snapping up a number of distressed British brands including House of Fraser, Evans Cycles, Jack Wills and Game.\nThe group is now worth around £3bn and operates almost 1,000 shops.\nHowever, there has been controversial moments.\nIn 2016, a parliamentary inquiry accused Mr Ashley of running Sports Direct like a Victorian workhouse after a report by the Business, Innovation and Skills (BIS) Select Committee said the company had used \"appalling working practices\" and treated \"workers as commodities rather than as human beings\".\nThe group has also come under heavy criticism over its use of zero-hours contracts for workers.\nLondon's High Court heard that the businessman once hosted a management meeting in a pub where he drank 12 pints and vomited into a fireplace.\nMr Ashley apologised in March 2020 after a series of blunders in the way his chain has reacted to the first coronavirus lockdown.\nThe retailer lobbied the government to keep his shops open, arguing they were an \"essential service\", but backed down after a backlash from staff and media.\nThe retail veteran's decision to back away from the chief executive position appeared surprising but retail analysts have said they think it could still be \"business as usual\".\nRetail analyst Richard Hyman said: \"Perhaps there is a move here to give Michael Murray more limelight and draw more focus to this elevation strategy he has been leading.\n\"I really think we need to be careful not to look too much at this company through a corporate lens, because it doesn't matter what titles they have, this is Mike Ashley's business and he will have final say.\" \nA graduate from the University of Reading, Mr Murray set up his own property consultancy in 2015. One of his clients was Mike Ashley's Frasers Group.\nHis consultancy firm is tasked with finding and negotiating deals for new Sports Direct and other retail shops across globe, as well as providing advice on the company's existing sites.\nHe was appointed \"head of elevation\" for Frasers Group in January 2019, with his job to modernise the business. One of his main projects was the development of Flannels, which is among Mr Ashley's retail empire.\n\"I looked at Flannels and thought it could be so much bigger than it was,\" Mr Murray said in an interview. \"Five years ago, it was a sleepy business, so I developed a strategy, Mike signed it off and we started rolling it out. Three years later, we're opening in Oxford Street.\"\nIn an interview with the Guardian following the opening of a Flannels flagship store in Leicester, Mr Murray said him and Mr Ashley were \"working like a partnership\".\n\"I'm thinking about the next 10 to 20 years. He looks after the back end - systems, logistics - I look after customer-facing side and the image of the business,\" he said\nHe is now Ashley's righthand man, and soon to be one of the family, after becoming engaged to Mr Ashley's daughter. \nFrasers Group revealed the leadership change in its latest full-year trading figures on Thursday, in which it said its revenue fell 8.4% to £3.6bn from £3.9bn in 2020.\nIts sports retail revenue also decreased by 10.7% from £2.2bn to £1.9bn due store closures caused by the Covid-19 pandemic, the company said.\nPre-tax profits also dived by 94.1% to £8.5m for the year to 25 April, compared with £143.5m in the previous year.\nIn a statement Mr Ashley said: \"Our stores in the UK have reopened above expectations and our online channel continues to significantly outperform pre-Covid-19 periods.\n\"None the less, management remains of the view that there is a high risk of future Covid-19 pandemic restrictions, likely to be over this winter and maybe beyond.\"\nThis is a real changing of the guard. Mike Ashley is one of the most colourful figures in British retail who started out with a single store in Maidenhead and turned it into a £3bn business. \nUnconventional and brash, he's ruffled plenty of feathers along the way and liked to cock a snook at the City. But he's also a shrewd and canny businessman and in recent years has snapped up a host of big names out of administration. \nHe took on the role of chief executive in 2016, promising to \"fix\" the business after it came under fire for poor working practices at its main distribution centre. Now he clearly feels it's time to hand over the reins to his daughter's fiancé.  \nMr Murray has won plaudits for how he's transformed a number of stores, including the new flagship Sports Direct store in London's Oxford Street. \nAt the age of 31, Mr Murray is now set to be catapulted into the top job in charge of some 1,000 shops and more than 20,000 employees. \nHe'll certainly bring a younger, more modern, face to this sprawling retail empire but he has some huge trainers to fill as Mike Ashley prepares to step back. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58107220",
      "category": "uk",
      "title": "Afghan war: I can still hear my cry, says mother of dead soldier",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Bereavement,British Army,Ministry of Defence",
      "text": "After the withdrawal of US troops, battles between the Taliban and government forces are raging across Afghanistan. But how are the families of British soldiers who died in Afghanistan coping now? The BBC spoke to one soldier's mother.\n\"Hello family. Please don't cry Mum. I'm not here now, I'm in a better place.\"\nThose were the words of Corporal Jake Hartley to his mum Nathalie in his last letter - the message written by soldiers to be opened in the event of their death. \nJake was 20 when he died in Afghanistan in 2012, and his mother has struggled to cope ever since. \"It makes me angry,\" says Nathalie. \"Jake gave his life for Queen and country.\"\nJake grew up with his mum and younger brother Ethan, whom he adored, in a village called New Mill near Holmfirth in West Yorkshire. Jake and his mother were inseparable.\n\"He could just walk in a room and if you were feeling sad or down he would just make you laugh,\" says Nathalie. \"He was just a lovely character. And he joked all the time, he could make anybody laugh, he was such a lovable person.\"\nNathalie had no idea that Jake wanted to be a soldier. When he was younger, he planned on becoming a plumber.\nBut a visit to an air show changed his life, and his heart was set on a career in the military - specifically, the Yorkshire Regiment. After joining the Army, he thrived, and quickly rose to become a corporal. \nJake first toured Helmand in 2009, before returning to Afghanistan in 2012. His family were incredibly proud, and he loved life in the regiment. \nBut in March that year, there was a knock at the door of the family home in New Mill that changed everything. \n\"When they knocked on the door, I was just in shock,\" says Nathalie. \n\"I just slammed the door when I saw them in uniform. I knew it, I had a really bad feeling that there was something wrong. I collapsed, and I can still hear my cry, a scream like a cry.\"\nCpl Jake Hartley was one of six servicemen killed when an improvised explosive device exploded under their Warrior armoured vehicle. At the time it was the biggest single loss of life in combat suffered by the British in the war. \n(In 2006, 14 British servicemen were killed when a Nimrod plane exploded in Afghanistan shortly after air-to-air refuelling - the cause was a fuel leak).\nNathalie says: \"They were in the Warrior and the six of them were going to do a patrol,\" says Nathalie. \"They got lost and they went off track. They didn't know that IEDs were planted there.\"\nNathalie is 49 now, and her home is full of pictures of Jake - images from his Army career and youth. It's a shrine to his memory; a life cut short just before his 21st birthday.  \n\"I light a candle and I touch his picture,\" she says. \"I say good morning, good night Jake. I can hear laughter in the house. I'll talk to him, it's like he is here.\n\"I still charge his old phone and keep his wallet on the microwave, that's where he plonked them, with money and items like cinema and Blockbusters tickets.\n\"I've got his best clothes, I polish his boots, his buckle and I still have his shoes in the shoe rack. It's just little comforts, but it might seem crazy to some people.\"\nFor Nathalie, this is her way of coping with grief and pain that has lasted nearly a decade. Since losing Jake, life has been a struggle.  \n\"I've had issues with alcohol. And it's been my worst nightmare, my worst enemy. But I've learned how to deal with that, to live with the pain.\n\"Some days are harder than other days and there are triggers - things can happen within my day that can take me back to that moment.\" \nSome days, Nathalie has been consumed with guilt and has wanted to end her own life. She still sees Jake's friends - some are 30 years old, married with children. \n\"I have depression - there's been times in my life that I've hit rock bottom,\" she says.\n\"Losing Jake has caused so much pain. I've not wanted to be here... it's like I just wanted to go to him and I wanted the pain and everything to just go away, I just didn't want to feel.\"\nAfter two decades of intervention and conflict, it has taken just weeks for the Taliban to seize control of large areas of Afghanistan after US forces left. It's been hard for Nathalie to watch.\n\"I don't think we should go back or have any involvement whatsoever; we've done what we can and it's cost too many lives. It makes me angry, Jake gave his life for Queen and country and for us to be safe.\"\nThe Ministry of Defence says 457 British military personnel lost their lives during the conflict in Afghanistan. \nJake was a highly commended soldier, and Nathalie believes he would have gone on to achieve his ambition of being selected for the SAS. She also says he would have loved to have settled down and start a family.\n\"Jake paid the ultimate sacrifice, but so do the families - we have definitely been forgotten about,\" she says,\n\"It's just a waste, it does feel like a waste but I think that there is no comeback. There is nothing we can do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58105075",
      "category": "world-us-canada",
      "title": "US to allow visitors from Hong Kong to stay for 18 months",
      "tags": "Hong Kong anti-government protests,Hong Kong national security law,Hong Kong,United States,Joe Biden",
      "text": "Thousands of Hong Kong residents are to be offered a temporary \"safe haven\" in the US, President Joe Biden says.\nMr Biden said that because Hong Kong's freedoms were being violated by China, the US would allow visitors to stay for a period of 18 months.\nThousands of Hong Kong residents already in the US may benefit.\nChina has reacted angrily to the announcement, describing the decision as a gross interference in Hong Kong's internal affairs.\nThe UK has offered people from Hong Kong a path towards permanent residency following last year's adoption of China's security law for the territory.\nThe law criminalises what are deemed to be acts of secession, subversion, terrorism and collusion.\nMr Biden said there were \"compelling foreign policy reasons\" to allow Hong Kong visitors to stay.\nHe said China had been \"undermining its remaining democratic processes and institutions, imposing limits on academic freedom, and cracking down on freedom of the press\".\nHe pointed to the arrests of more than 100 people, including activists and opposition politicians, under the new security regime.\nLiu Pengyu, the spokesman for China's embassy in Washington, criticised the US government's actions, which he said \"disregard and distort facts, and grossly interfere in China's internal affairs\".\nThe Chinese foreign ministry's Hong Kong office said the US had engaged in a \"plot to oppose China and stir up trouble in the city\".\nMaggie Shum, a researcher in the US, said many students had been left in limbo amid uncertainty about returning to Hong Kong and welcomed Thursday's news.\n\"I feel elated and welcome this Biden decision to not abandon us - the US did not abandon us,\" she told Reuters news agency.\nSamuel Chu of Washington-based Hong Kong Democracy Council, which campaigned for the move, says the group estimates that it could affect some 100,000 people.\n\"It is a significant number because, I think, its a pretty good chance that a pretty large number of visitors would benefit from this,\" he told the BBC.\n\"Partly also because the situation in Hong Kong has been unfolding pretty publicly, and you've seen people travelling and leaving Hong Kong in droves, not just to the US but other countries.\"\nThe US government says some 155,000 visitors arrived from Hong Kong in 2019 and 23,000 came in 2020.\nThose who have serious criminal convictions will reportedly not be eligible to stay.\nThe move is the latest action Mr Biden has taken to combat what he says is an erosion of democracy in Hong Kong.\nIn July, the US government warned firms over the risks of doing business in Hong Kong under the security law. \nIn January, the UK introduced a scheme allowing residents of the former British colony to come to the UK for up to five years and apply for permanent residency. It launched the visa after China imposed the security law.\nThe British government estimates 5.4 million Hong Kong residents are eligible for the scheme, and expects 300,000 people to take up the offer in the first five years.\nUK Foreign Secretary Dominic Raab welcomed Mr Biden's announcement as a \"big-hearted decision\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58090890",
      "category": "uk-england-dorset",
      "title": "Bournemouth beach closed after 'large animal' spotted in sea",
      "tags": "Boscombe,Bournemouth",
      "text": "Beach-goers were evacuated from the sea after reports of a \"large marine animal\" in the water. \nLifeguards instructed swimmers to leave the sea at Boscombe Beach in Bournemouth while they scanned the water on Wednesday.\nVisitors took to social media and said there had been a shark sighting.\nThe RNLI said it received reports of \"significant movement\" in the water but lifeguards were unable to formally identify the animal.\nOn Twitter, one woman said: \"Possible shark sighting at Boscombe Beach. Everyone called out of the water.\"\nBeach-goer Steve Lutwyche tweeted: \"I'm on the beach at Boscombe where the RNLI have had to red flag the beach due to reported sightings of a shark.\n\"The lifeguard called everyone out of the water. They discreetly referred to sightings of a 'large marine animal' so as to not scare any children. \n\"Lifeguard crew patrolled the bay on a personal watercraft trying to spot it.\"\nHe added it was \"very well-handled\" by the RNLI. \nVisitors were able to re-enter the water 30 minutes later.  \nThe RNLI has asked members of the public to report any concerns about wildlife to lifeguards as soon as they are spotted.  \nBCP Council said the beach was temporarily closed as a precautionary measure while an inspection was carried out. \nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58099778",
      "category": "world-us-canada",
      "title": "Epstein meetings a huge mistake, says Bill Gates",
      "tags": "Jeffrey Epstein death,Bill & Melinda Gates Foundation,Jeffrey Epstein,Microsoft,Bill Gates",
      "text": "Microsoft co-founder Bill Gates has admitted he made \"a huge mistake\" in spending time with sex offender and disgraced financier Jeffrey Epstein.\nMr Gates told CNN he had \"several dinners\" about a philanthropy project that did not emerge, and should not have given him \"credibility\". \nEpstein hanged himself in jail in 2019 while awaiting a sex-trafficking trial.\nMr Gates also discussed his divorce with Melinda French Gates, calling it \"a source of great personal sadness\".\nThe 65-year-old, who announced in March last year he was stepping down from the Microsoft board, said he and his ex-wife were \"going to try and continue\" working together on the Bill & Melinda Gates Foundation.\nMr Gates was also asked whether he had regrets following allegations of workplace misbehaviour - some Microsoft employees have accused him of bullying.\nHe did not respond specifically, saying: \"Certainly everyone does [have regrets] but it's a time of reflection, and at this point, I need to go forward.\"\nMr Gates's representatives have previously played down his relationship with Epstein, saying there was no business partnership or personal friendship.\nHe echoed that in the CNN interview, saying: \"I had several dinners with him, you know, hoping that what he said about getting billions of philanthropy for global health through contacts that he had might emerge.\n\"When it looked like that wasn't a real thing, that relationship ended.\"\nHe did not give any timeframe for the meetings, although US media have said they were between 2011 and 2014.\nThat was before Epstein's arrest in 2019 on federal charges of sex-trafficking of minors, but after he had served a jail sentence following conviction in 2008 for other sex offences.\nMr Gates said: \"It was a huge mistake to spend time with him, to give him the credibility of being there.\"\nUS media have said Melinda French Gates was furious at his relationship with Epstein and wanted it to end.\nSpeaking of his ex-wife, Bill Gates said she was \"a great person, and that partnership that we had coming to an end is a source of great personal sadness\".\nThe couple announced their split in May after 27 years of marriage.\nShortly afterwards, it emerged that Microsoft was investigating a complaint that Mr Gates had \"sought to initiate an intimate relationship\" with a female employee in 2000. The investigation ended after Mr Gates left the board, but Microsoft said the two were not linked.\nSome former employees have also accused Mr Gates of having a hot temper, with the catchphrase \"that's the stupidest {expletive] idea I've ever heard\".\nFormer board member Maria Klawe had said \"a person like Bill Gates thinks the usual rules of behaviour don't apply to him\".\nHis representatives have also played down those comments.\nMr Gates said in his CNN interview: \"My work is very important to me. Within the family, we'll heal as best we can and learn from what's happened.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58108457",
      "category": "business",
      "title": "Amazon delays office return until 2022 as Covid spreads",
      "tags": "Companies,Flexible working,Coronavirus lockdown measures,Amazon,Coronavirus vaccines,United States,Wells Fargo",
      "text": "Amazon has told its US corporate staff not to return to the office until next year as Covid continues to spread.\nThe online shopping giant previously asked staff to work from home until 7 September, but will now extend this until 3 January 2022.\nIt comes as new Covid infections surge across America, with with daily cases at an average not seen in months.\nTwo US financial institutions, Wells Fargo and Blackrock, also said they would push back their office returns.\n\"As we continue to closely watch local conditions related to Covid-19, we are adjusting our guidance for corporate employees,\" said Amazon.\nThe online shopping giant's policy will apply to corporate and tech employees, but not the warehouse and delivery workers who make up the bulk of its workforce.\nStaff in the US will be affected but also some based abroad, although Amazon did not specify where. \nSeparately, Wells Fargo - the biggest US bank in terms of headcount - said it was delaying its return to the office from 7 September, to 4 October.\nThe lender, which has almost 260,000 employees, said it would also give staff eight hours of paid time off to enable them to get vaccinated.\nInvestment giant Blackrock is postponing the date it expects all staff to be back in the office by a month to 1 October. \n\"We are following the Delta variant in different parts of the country and closely monitoring the latest guidance from public health officials and local government authorities that encourages people to wear masks in indoor public spaces in areas of substantial or high transmission,\" said BlackRock's chief operating officer, Rob Goldstein, in a memo to staff. \n\"We know this raises concerns about returning to the office.\"\nThe contagious Delta variant of coronavirus is spreading rapidly across the US, with states such as Florida and Texas seeing high levels of new infections. \nA slowing vaccination rate is only adding to the problem, and companies are under pressure to act. \nGoogle, Facebook and Twitter have all said they will delay their returns to the office, with the former two also requiring employees to be vaccinated. \nWalmart and Uber, meanwhile, have asked their management, not frontline staff, to get the vaccine, while investment giant Vanguard on Wednesday said it would pay staff who got vaccinated $1,000 (£792).  \nAmazon, which is not mandating vaccines, said it would continue to follow local government guidance to ensure a safe office return, including asking all unvaccinated staff to wear masks in the workplace. \nAs previously announced, its corporate employees will also be allowed to work from home two days a week, under a new hybrid model."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58062630",
      "category": "world-asia-china",
      "title": "How a fake network pushes pro-China propaganda",
      "tags": "Social media,China,Propaganda,Disinformation,Fake News,Steve Bannon",
      "text": "A sprawling network of more than 350 fake social media profiles is pushing pro-China narratives and attempting to discredit those seen as opponents of China's government, according to a new study.\nThe aim is to delegitimise the West and boost China's influence and image overseas, the report by the Centre for Information Resilience (CIR) suggests.\nThe study, shared with the BBC, found that the network of fake profiles circulated garish cartoons depicting, among others, exiled Chinese tycoon Guo Wengui, an outspoken critic of China.\nOther controversial figures featured in the cartoons included \"whistleblower\" scientist Li-Meng Yan, and Steve Bannon, former political strategist for Donald Trump.\nEach of these individuals has themselves been accused of spreading disinformation, including false information about Covid-19. \nSome of the accounts - spread across Twitter, Facebook, Instagram and YouTube - use fake AI-generated profile pictures, while others appear to have been hijacked after previously posting in other languages.\nThere is no concrete evidence that the network is linked to the Chinese government, but according to the CIR, a non-profit group which works to counter disinformation, it resembles pro-China networks previously taken down by Twitter and Facebook. \nThese networks amplified pro-China narratives similar to those promoted by Chinese state representatives and state media.\nMuch of the content shared by the network focuses on the US, and in particular on divisive issues like gun laws and race politics.\nOne of the narratives pushed by the network paints the US as having a poor human rights record. Posts from the fake accounts cite the murder of George Floyd among examples, as well as discrimination against Asians.\nSome accounts repeatedly deny human rights abuses in the Xinjiang region, where experts say China has detained at least a million Muslims against their will, calling the allegations \"lies fabricated by the United States and the West\".\n\"The aim of the network appears to be to delegitimise the West by amplifying pro-Chinese narratives,\" said Benjamin Strick, the author of the CIR report.\nThere are strong similarities between this network and the so-called \"Spamouflage Dragon\" propaganda network identified by social analytics firm Graphika.\nCommenting on the new study Ira Hubert, a senior investigative analyst at Graphika, said: \"The report shows that on US platforms, there was no 'honeymoon' in the first months of the Biden administration. \n\"The network put out a steady mix of anti-US content, for example cheering US 'defeat' ahead of its withdrawal from Afghanistan and painting the US as a poor ally whose aid to India was inadequate during some of its worst months battling Covid.\" \nThe CIR mapped hashtags favoured by previously identified networks, unearthing more accounts that showed signs of being part of an influence operation.\nTell-tale signs included high levels of activity pushing propaganda narratives and repeated use of the same hashtags. Newly created accounts, accounts with usernames that appeared to be randomly generated, and accounts with very few followers also raised red flags.\nSome profiles were created to post original content, while others only shared, liked and commented on those original posts, to help them reach a wider audience.\nThis kind of activity is often referred to as \"astroturfing\" because it is designed to create the appearance of a grass-roots campaign.\nMany of the fake profiles used AI generated photos - a relatively new phenomenon that allows computers to create realistic looking images of people who don't exist. Unlike stolen profile images of real people, the AI generated images, which are created by a type of machine learning framework called StyleGAN, cannot be traced using a reverse image search.\nThe use of fake profile pictures in disinformation campaigns is becoming more common as users and platforms become more wary of suspicious accounts.\nThe CIR used various techniques to identify fake profile pictures in the network. The synthetic images always put the eyes in the same location, so lining them all up can help identify a collection of fake profile pictures. \nNormally, a random collection of profile pictures would display much more variety in the cropping and the alignment of the eyes.\nOther signs include blurred edges around the hair, teeth at strange angles, and blurred objects around the face. \nMany of the Facebook accounts believed to be part of the network appeared to have Turkish names. These accounts may once have belonged to real people but were later hijacked or sold and given new profile pictures.\nHijacked accounts also spread the network's pro-China narratives on YouTube. Accounts that had previously posted in English or German and then lain dormant for years suddenly started posting Chinese language content from official Chinese state broadcasters.\nThe CIR shared its research with the social media platforms involved. \nFacebook has removed the accounts on its platform highlighted in the study. \nA Facebook spokesman said: \"In September 2019, we removed a network of spam activity that posted lifestyle and political clickbait, primarily in Chinese. This network had almost no engagement on our platform, and we continue to work with researchers and our industry peers to detect and block their attempts to come back, like those accounts mentioned in this report.\" \nYouTube also terminated accounts in the network for violating YouTube's community guidelines.\nTwitter said it had also now removed almost all of the accounts identified by CIR, as well as a number of others engaged in similar behaviour. It said its investigations are still ongoing.\n\"When we identify information operation campaigns that we can reliably attribute to state-linked activity - either domestic or foreign-led - we disclose them to our public archive.\"\nOver the past decade, billions of dollars have gone into funding the growth of China's presence on international platforms.  \nBut with Facebook, Twitter and YouTube blocked in the mainland, and only accessible via a VPN, the country has struggled to get such platforms recognised as viable competitors to Western juggernauts. It has needed not only Chinese voices, but foreign voices, to show that the country has \"arrived\".\n\"Wolf warrior diplomacy\" has emerged, with officials using Twitter accounts to fly the flag for Communist Party rhetoric. China wants to portray itself as a friend to the world - and not a repressive, authoritarian state, as it perceives Western nations make it out to be.  \nWith more than one billion internet users, China certainly has the capability to orchestrate large-scale social media campaigns, and target what it sees as anti-China voices with a wealth of opposing opinions.  \nBut with English-language skills limited in China, there are often clumsy tell-tale signs that a Chinese troll is behind such accounts. Many rely on automatic translation software to turn Chinese messages into English, meaning such messages are riddled with typos, or contain clumsy grammatical structures. \nAnd with many Western outlets inaccessible to them within China, users generally have very little knowledge of who they are meant to be targeting, so they simply piggyback off the replies of others from within the same network.  \nGraphics by Simon Martin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58106169",
      "category": "uk-england-birmingham",
      "title": "Kaylee-Jayde Priest: Mother and boyfriend convicted of manslaughter",
      "tags": "Solihull",
      "text": "A mother has been convicted alongside her then boyfriend of killing her three-year-old daughter, days after threatening to do so in a text message. \nKaylee-Jayde Priest was found dead at the flat in Solihull where she lived with her mother, Nicola Priest, 23, on 9 August last year.\nPriest and lover Callum Redfern, 22, were cleared of murder but convicted of manslaughter.\nThe youngster died from serious chest and abdominal injuries.\nThe child's mother rang 999 but a jury convicted Priest after hearing the youngster had been \"dead before the call was made\".\nMedical examinations later showed she had also suffered historical injuries including broken ribs, lower leg fractures and a broken sternum, Birmingham Crown Court heard.\nPriest and Redfern were at the time in a \"close sexual relationship\".\nJurors had heard how the mother would hit Kaylee around the head, while the youngster was also heard crying \"in a fearful tone\".\nOn one occasion, neighbours in a flat below at Kingshurst House, Solihull, recalled hearing a bang above and then the girl crying, before allegedly hearing Priest say: \"I'll just say she fell off the bed.\"\nThe same residents claimed they noticed that \"when Kaylee cried, the response appeared to be to drown out her crying with music\".\nIn a text message exchange on 24 July last year, days before the youngster's death, Priest told Redfern: \"I'm gonna kill her... because she keeps leaving the living room or going in the kitchen, so I've paled [hit] her one and smacked her for [dirtying] her nappy.\"\nRedfern said: \"Good - give her one from me.\"\nPriest replied: \"I will, babe.\"\nFrom the time the mother moved in to the flat in mid-2019, neighbours heard her \"shouting with real regularity\" at Kaylee, including comments like \"Shut up\", \"Go away\" or \"Leave me alone\" - and \"never anything positive or kind\".\nIn CCTV played to court, the girl and Priest were seen together, hours before the youngster's fatal collapse, using a lift at the block of flats where they lived.\nAt no point in the footage was there any physical contact between the pair, with the mother neglecting to reach out to hold her daughter's hand.\nPriest, of Poplar Avenue, Edgbaston, Birmingham, and Redfern, of Temple Street, Dudley, will be sentenced on Friday. \nThe mother was also found guilty of cruelty to a child, relating to the youngster's historical injuries, but Redfern was cleared of that charge.\nIn a statement released through police after the verdicts, Kaylee's grandmother, Debbie Windmill, said she could \"never stop staring at the smile on her beautiful face\".\nThe grandmother added preparing to buy her first grandchild her pre-school uniform \"was something that filled me with such happiness\".\nShe said: \"I couldn't wait to see her in it, but this opportunity was stolen from me in the most brutal of ways.\"\nSpeaking afterwards, Det Insp Adam Jobson, said he did not think \"we will ever fully know what has happened\".\nHe added: \"One thing is clear, Nicky Priest has failed her daughter, she's failed to protect her and she should be - being a mother to that little girl - the one person who should have been able to protect her.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58102843",
      "category": "uk",
      "title": "Extinction Rebellion: Third protester conviction quashed",
      "tags": "Extinction Rebellion,UK climate change protests",
      "text": "A third Extinction Rebellion protester has had their conviction quashed at the Old Bailey in as many days. \nAmelia Halls, 23, was told she should not have been given a criminal record for peacefully obstructing a road during a 2019 demonstration. \nHer win comes amid mounting questions for the Crown Prosecution Service over cases brought against the protesters.\nA judge at the Old Bailey pressed prosecutors to explain whether they stand by a string of XR convictions. \nSince 2019, XR says that hundreds of its followers have been convicted of blocking roads.\nMany of those convictions now appear to be in doubt after the Supreme Court recently ruled that peacefully and briefly obstructing a highway for a genuine political cause was lawful activity.\nRobert MacQueen, 65, from Haslemere, Surrey, had his conviction overturned on Wednesday. On Tuesday, a judge quashed the conviction of Emma-Rose Goodwin, 47, from Exeter.\nAt least seven more XR-related appeals are due before courts in the coming weeks.\nIn October 2019, Amelia Halls sat down in the road outside London City Airport along with other XR protesters.\nShe did not threaten violence, but was arrested as police removed her from the scene. \nShe was later convicted by magistrates of obstructing the road and received a conditional discharge - a form of warning from a court that leads to a criminal record - and ordered to pay £400 prosecution costs.\nOn Thursday, counsel for the Crown Prosecution Service (CPS) Alex Slater told Judge Mark Dennis QC that it would not fight Ms Halls' appeal.\nMr Slater said the decision came in light of the Supreme Court's ruling in June that a peaceful and brief occupation of a road was part of the right to publicly protest.\nJudge Dennis quashed Ms Hall's conviction, ordered the CPS to pay her £30 train fare, and told its lawyers to declare next Wednesday what it would do with other cases in the appeals queue.\nMs Halls told BBC News she was delighted with the outcome.\n\"I feel really relieved that it has been quashed and it's encouraging for future appeals,\" she said.\n\"It seems that the courts are taking seriously the Supreme Court's verdict that obstruction of the highway is a proportionate response to the ecological emergency.\n\"Being sat in the road for 10 minutes is not a reason to give me a criminal conviction.\"\nWhile hundreds of XR protesters have been convicted for the same offence, it is not clear how many have appealed.\nMike Schwarz, a solicitor acting in XR cases and an expert on protest laws, said: \"The police, prosecution and lower courts must take the right to protest seriously, particularly in the light of the recent Supreme Court judgement. They must not give way to any countervailing political pressure they may experience.\n\"But, frankly, it was the responsibility of the police and prosecution to get it right in the first place. It is pretty clear they have not. \n\"The only question is the degree of their failures. The burden on them is even greater to identify and correct any errors now and to account for themselves publicly.\"\nThe Crown Prosecution Service has confirmed that it is looking \"closely\" at XR-related convictions in light of the Supreme Court's ruling and Judge Dennis' request for a review - but has not confirmed how many cases may be affected. \nA spokesman said: \"We have a duty of continuous review of our cases which includes cases which have already been charged or are at the appeal stage. This enables us to take account of any change in circumstances or legal rulings. Each case is decided on its own merits\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58100523",
      "category": "uk",
      "title": "Coronavirus: PM and transport secretary defend travel changes",
      "tags": "Tourism,Coronavirus vaccines,Coronavirus testing,Travel & leisure industry,Coronavirus pandemic",
      "text": "The prime minister and transport secretary have defended changes to the UK's traffic light travel system, as an airline has scheduled extra flights to return Britons from red-listed Mexico.\nUp to 6,000 British tourists are currently in the country, and those who want to avoid quarantine will need to return before 04:00 BST on Sunday. \nThe change was announced on Wednesday.\nGrant Shapps said a new plan to review restrictions every three weeks will make for a \"simplified system\".\nBoris Johnson said that the government wanted people to be able to travel but had to balance that desire with the \"need to protect us against new variants\".\nAsked whether he would book a holiday to Spain, the prime minister said the government was trying to make travel as simple as possible by lengthening the gap between changes to guidance.\nTransport secretary Mr Shapps said this meant people would be able to travel \"without looking over their shoulders\". \nThe travel list changes apply for passengers returning to England, Scotland and Northern Ireland.\nThe Welsh government said on Thursday evening that it would follow the changes, due to sharing an open border with England, but said it was \"extremely disappointed\" and would continue to advise against non-essential international travel. \nCountries have their own rules about allowing visitors - so being on the UK's green list does not guarantee travellers can visit.\nOn Thursday 30,215 new Covid cases were reported across the UK, along with a further 86 deaths within 28 days of a positive test.\nThe latest widespread changes to Covid travel rules also see fully vaccinated passengers arriving from France no longer needing to quarantine and Spain remaining on the amber list.\nBut the Department for Transport has now said that \"arrivals from Spain and all its islands are advised to use a PCR test as their pre-departure test wherever possible\" instead of the cheaper lateral flow tests.\nTravel agents and operators said they had seen a \"surge\" in bookings - Brittany Ferries and Eurostar having a strong increase for France and other countries reporting increased demand for holidays to Spain, the Greek Islands, and the Canaries.\nMoving from amber to green: Austria, Germany, Slovenia, Slovakia, Latvia, Romania and Norway\nMoving from red to amber: India, Bahrain, Qatar and the UAE\nMoving from amber to red: Georgia, Mexico, La Reunion and Mayotte\nMoving from amber-plus to amber: France\nRead more on what the colours mean for testing and quarantine, here.\nOn Thursday, Mr Shapps sought to reassure British holidaymakers that the traffic light system would now be reviewed every three weeks - compared with once a week last summer and more recent ad-hoc changes - because of the number of people in the UK and abroad who are fully vaccinated against Covid-19.\nHe told BBC Radio 4's Today programme: \"I hope people will be able to go away under this simplified system, enjoy their breaks and not be looking over their shoulders the whole time.\"\nMr Shapps said that between 5,000 and 6,000 British holidaymakers are in Mexico currently and would be \"making arrangements to come home\". \nFrom 12 August, the cost of hotel quarantine will increase, with the price for single adult travellers rising from £1,750 to £2,285 and a second adult paying £1,430. \nThe government has said this better reflects the costs involved, including transport, security and PCR tests.\nChildren aged 5-12 will still cost £325; it is free for children aged under five.\nBritish Airways said its teams had been \"working through the night\" to arrange additional seats out of Mexico and had added four additional flights to London over the next three days, as well as rearranging another flight to land ahead of the deadline.\nIt said customers could re-book their flights from Mexico \"at no additional cost\" ahead of the deadline.\nRobin and Viv Silverthorne, from Worthing in Sussex, were flying to Cancun, Mexico, yesterday when they found out mid-air that the country was being placed on the red list.\nRobin says the couple spent hours on the phone trying to speak to their airline \"without success\" before making the decision to come home after just a day to avoid paying for a quarantine hotel.\nHe told the BBC: \"It's not just us, there was a plane full of holidaymakers in the same boat, some with children who will now have to pay thousands to quarantine on return. \n\"We have only just secured a return flight via Miami tomorrow. We have essentially paid a total of £8,000 for a day trip to Mexico.\"\nHe says the couple had done their research and just wanted a \"nice holiday\" - but that the latest changes to the rules had left Viv in tears.\nAlso in Mexico are Claudia Rattray and her daughters Ivana and Summer who travelled to Mexico City to visit her family only to find out that the country had been added to the red list when they arrived.\n\"I decided to enjoy the time here with my family and I am going to see if in three weeks the government reviews this list,\" she said. \"But I think if not I am going to stay here in Mexico because I can't afford to pay for a quarantine hotel.\"\nShe added that they were lucky that they were staying with family and so had the option of staying for longer.\nAsked about the advice on PCR tests for arrivals from Spain, Mr Shapps insisted the government was \"not changing the rules\", as in Spain's case, \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test.\nBut in a series of tweets Conservative MP Huw Merriman, chairman of the Commons Transport Select Committee, said PCR tests for travel were an \"unnecessary rip-off\" and a \"barrier to affordable travel\".\nMr Shapps also said he believes full vaccination will be increasingly important for future travel. \"Most countries, probably all countries, will require full vaccination in order for you to enter\", he said.\nLabour's shadow transport secretary Jim McMahon criticised the government for \"flip-flopping over France\" and reiterated calls for data upon which travel list decisions are made to be published. \nGrant Shapps told the Today Programme that the government's advice to those returning to the UK from Spain to use a PCR test as their pre-departure test wherever possible, was \"not actually a change\".\nThis does not appear to be the case.\nThe existing guidance applying to Spain tells people returning to the UK that they need to take a private test in the three days before travelling. The guidance says that could be a PCR test or a (cheaper) lateral flow test as long as it meets UK requirements.\nMany travellers order a lateral flow test in the UK and take it with them to use in Spain. The travel operator Tui told Reality Check that more than 90% of its customers buy a package with their holiday that includes that sort of test.\nMr Shapps also said that \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test.\nBut we've spoken to several people who have used lateral flow tests in Spain in recent weeks and had no trouble using them to return to the UK.  \nIf you have been in a red list country in the last 10 days, you can only enter the UK if you are a UK or Irish national or UK resident, and you must stay at a quarantine hotel on your return. \nThe total number of countries or territories on the green list - from which all travellers can return without having to quarantine - rises from 29 to 36 when the changes come into effect.\nThe UK government sets the red, amber and green lists for England, while the other nations are in charge of their own lists. \nThe travel industry has welcomed France's addition to the amber list but trade association Abta said the speed at which countries were being added to the green list was at a \"snail's pace\", with the seven added not being traditional holiday destinations.\nBA boss Sean Doyle said that the UK's travel sector was \"lagging behind Europe\" due to \"more stringent testing requirements\" and a red list \"significantly broader than our European peers\".\nIndustry body Airlines UK has warned \"tens of thousands of jobs are at stake\" as it called for the furlough scheme to be extended. The government acknowledged it was a difficult time for the sector but said it was providing \"an unprecedented package of support\". \nAre you in Mexico? Are you planning on returning before Sunday to avoid hotel quarantine?\nOr are you returning from Spain with a PCR test?\nEmail haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58095639",
      "category": "business",
      "title": "TikTok tests Snapchat style vanishing video stories feature",
      "tags": "TikTok",
      "text": "Video-sharing platform TikTok is trialling a new vanishing clips feature similar to functions on Snapchat, Facebook and Instagram.\nTikTok Stories will allow users to see content posted by accounts they follow for 24 hours before they are deleted.\nIt comes as WhatsApp rolls out a feature for users to post photos or videos that vanish after they are seen.\nThis week rival social media platform Twitter shut down its Fleets disappearing stories feature.\nTikTok, which is owned by China's ByteDance, told the BBC: \"We're always thinking about new ways to bring value to our community and enrich the TikTok experience.\"\n\"Currently we're experimenting with ways to give creators additional formats to bring their creative ideas to life for the TikTok community,\" the spokesperson added.\nThe feature was highlighted by social media consultant Matt Navarra, who shared screenshots of TikTok Stories on Twitter.\nTikTok is the latest major social media platform to experiment with the feature first made popular by Snapchat.\nThe news comes as Facebook-owned WhatsApp rolls out a function that allows its users to have photos or videos vanish after they are seen.\nIn the \"view once\" feature, an image is deleted after the recipient opens it for the first time and doesn't save to a phone.\nWhatsApp said the feature was aimed at \"giving users even more control over their privacy\".\nHowever, child protection advocates have expressed concerns that automatically vanishing messages could help cover up evidence of child sexual abuse.\nOn 3 August, Twitter discontinued its Fleets function which allowed users to post photos and videos that disappeared after 24 hours.\nFleets was first announced in March last year in response to the popularity of Snapchat and Instagram Stories.\nIn the eight months that Fleets was available, Twitter added a number of new features, including GIFs, stickers and different coloured text.\nHowever, the feature did not become as widely used as the company had hoped."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58095503/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Fifth of England hospital admissions aged 18-34",
      "tags": "Coronavirus vaccines,NHS England,NHS,Coronavirus pandemic",
      "text": "One in five people being admitted to hospital in England with Covid is aged between 18 and 34, the new chief executive of NHS England has said.\nIn her first major interview, Amanda Pritchard told the BBC that about 1,000 young adults were currently \"really unwell\" in hospital.\nShe said it was \"so important\" people came forward to get vaccinated. \nShe added the level of young adults being admitted to hospital was four times higher than the peak last winter.\nAbout 5.5% of those in hospital during the winter surge were young adults.\nNHS sources said the latest figures on hospital admissions reflected the success of the vaccination programme in protecting older age groups.\nMs Pritchard said: \"It shows how effective the vaccine programme has been in protecting people, stopping them needing hospitalisation, keeping them safe.\"\nShe warned that young people who have not been jabbed could become seriously ill, adding, they \"are not immune and the best way they can protect themselves absolutely is to get that vaccine if they haven't already\".\nLast week, about 250,000 18-30 year-olds had their first or second dose of a Covid vaccine, which was \"incredibly encouraging\", said Ms Pritchard.\n\"It is still really important for those young people who have not yet taken the opportunity to come forward - or they know someone who hasn't - this is the time,\" she told the BBC's health editor Hugh Pym.\nIn one sense the latest figures showing a sharply higher proportion of under 35s among Covid hospital patients illustrates the success of the vaccination programme.  \nBack in January, when it was early days for administering the jabs, older people who were more vulnerable were more likely to get seriously ill with Covid and need hospital treatment. Now almost all have the protection of two doses.  \nTotal hospital numbers in the latest wave have not been close to where they were during the winter and they are now levelling off. \nBut they rose rapidly in July and now we have one indication of the extent to which that was down to younger unvaccinated patients getting sick with the virus.  \nIt serves as a reminder that people in their late teens and twenties who might not have been jabbed can get ill enough to need hospital treatment.\nShe said although hospital admissions have flattened out over the last few days and there were grounds for \"cautious optimism\", the NHS was still experiencing \"real pressure\".\nMs Pritchard, who was previously NHS England's chief operating officer, took over as chief executive from Sir Simon Stevens on 1 August.\nIn a statement issued by NHS England, she added: \"NHS teams are putting on pop-up clinics and walk-in centres in addition to around 1,600 permanent sites, to make it as easy as possible to protect yourself, your family and your friends.\"\nLast month, there were suggestions that vaccines could become compulsory for university students moving to halls of residence, but ministers later abandoned the idea.\nAbout 73% of adults in the UK have now received two doses of a Covid vaccination, and nearly 89% have had a first dose. \nOn Wednesday, ministers in the UK's nations all said they would offer Covid jabs to all 16 and 17 year olds following advice from experts on the Joint Committee on Vaccine and Immunisation.\nIt comes as a further 29,312 cases of people testing positive for coronavirus were recorded in the UK on Wednesday and 119 deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58053074",
      "category": "uk-wales",
      "title": "Logan Mwangi: Mum and step-dad in court over death of boy, five",
      "tags": "Sarn,Aberkenfig,South Wales Police",
      "text": "The mother and step-father of a five-year-old boy whose body was found in a river have appeared in court.\nLogan Mwangi, also known as Logan Williamson, was found in the River Ogmore in Aberkenfig, Bridgend county, on Saturday.\nHis step-father John Cole, 39, has been charged with his murder. \nBoth Mr Cole and the boy's mother, Angharad Williamson, 30, both from Sarn, have been charged with perverting the course of justice.\nA 13-year-old boy, who cannot be identified for legal reasons, has also been charged with perverting the course of justice.\nThe three defendants appeared separately at Cardiff Magistrates' Court on Thursday.\nThe court heard all charges relate to the period between the 28 July and 1 August.\nAll three defendants were remanded in custody and will appear at Newport Crown Court on Friday.\nMr Cole and Ms Williamson spoke only to confirm their name, age and address.\nLogan's body was found at about 05:45 BST on Saturday after reports of concerns for a missing five-year-old.\nHe was taken to Princess of Wales Hospital in Bridgend, where it was confirmed he had died.\nOne of Logan's classmates, who came with her parents to pay tribute near where his body was found, described him as a \"happy boy\" who \"liked Spider-Man\" and \"playing hide and seek\".\nThe girl's mother said: \"He just seemed really happy and a good boy. He was in my daughter's class for two years I think and they would be going up to big school in September.\"\nLogan's neighbour Teresa Mason said: \"The boy was really sweet. A happy-go-lucky child.\n\"We can't get our heads around it. We normally see him running around here with other kids. We got up Saturday and there was police outside the house. It's just shocking.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58079107/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid travel: France moves to amber list and green list expands",
      "tags": "Tourism,Travel & leisure industry,Vaccine passports,Coronavirus pandemic",
      "text": "Fully vaccinated passengers returning to England, Scotland and Northern Ireland from France will no longer need to quarantine after Sunday.\nUnder widespread changes to the traffic light system for travel, France is being moved from amber-plus to amber.  \nIt was added to the list last month amid concerns about the Covid Beta variant, which scientists believe may be more resistant to vaccines.\nBut thousands of Britons are in Mexico, which is moving to the red list.\nIt is one of four countries now considered to be among the highest risk destinations.\nDespite prior speculation, Spain will remain on the amber list, enabling travellers who are fully vaccinated to continue to enjoy a quarantine-free return.\nHowever, the Department for Transport has now said that \"arrivals from Spain and all its islands are advised to use a PCR test as their pre-departure test wherever possible\" instead of the cheaper lateral flow tests.\nBut in a series of tweets Conservative MP Huw Merriman, chairman of the Commons Transport Select Committee, criticised \"expensive\" PCR tests for travel as an \"unnecessary rip-off\" and a \"barrier to affordable travel\".\nIndia, Bahrain, Qatar and the United Arab Emirates are being moved from the red list to the amber list as part of the changes, which come into effect from 04:00 BST on 8 August. \nAnd Germany, Austria and Norway are among seven nations being added to the green list. \nThe total number of countries or territories on the green list - from which all travellers can return without having to quarantine - will rise from 29 to 36.\nBut other countries have their own rules about allowing visitors - so being on the UK's green list does not guarantee travellers can visit there.\nThere are no changes to the rules requiring travellers to take tests before and after their return.\nTransport Secretary Grant Shapps said: \"We are committed to opening up international travel safely, taking advantage of the gains we've made through our successful vaccination programme, helping connect families, friends and businesses around the world.\"\nAsked about the advice on PCR tests for arrivals from Spain, he told BBC Radio 4's Today programme that ministers were \"not asking people to do anything different from what's been happening in Spain\".\nHe insisted the government was \"not changing the rules\", as in Spain's case, \"virtually everyone is taking a PCR\" to meet the government's performance standards for the pre-departure test - adding that PCR tests helped scientists monitor variants.\nHe said that between 5,000 and 6,000 British holidaymakers are in Mexico currently and would be \"making arrangements to come home\". They need to return by the 04:00 BST deadline on Sunday or pay for hotel quarantine. \nMoving from amber to green: Austria, Germany, Slovenia, Slovakia, Latvia, Romania and Norway\nMoving from red to amber: India, Bahrain, Qatar and the UAE\nMoving from amber to red: Georgia, Mexico, La Reunion and Mayotte\nMoving from amber-plus to amber: France\nIf you have been in a red list country in the last 10 days, you can only enter the UK if you are a UK or Irish national or UK resident, and you then have to stay at a quarantine hotel. \nThe government has announced the cost of staying at one of those hotels is increasing, with the price for single adult travellers rising from £1,750 to £2,285 from 12 August, with a second adult paying £1,430. \nThis better reflects the costs involved, the government has said. That includes transport to the hotel, security, provision of welfare services and the two PCR tests which must be taken on day two and day eight of the stay.  \nChildren aged 5-12 will still cost £325; it is free for children aged under five.\nBritish Airways said its teams had been \"working through the night to arrange as many additional seats out of Mexico as possible to help get Britons home\" before the new rules kick in.\nIt added that British Airways and British Airways Holidays customers could re-book their flights from Mexico \"at no additional cost\" ahead of the deadline, and that British Airways Holidays would \"automatically refund any customer with a booking to Mexico in the next four weeks\".\nThe UK government sets the red, amber and green lists for England, while the other nations are in charge of their own lists. Scotland and Northern Ireland confirmed they will be adopting the same changes as England.\nBut the Welsh government criticised the \"ad-hoc nature\" of the UK government's travel decisions. It said it will consider whether to follow the latest changes, adding: \"We continue to advise against all but essential travel abroad because of the continuing risk of infection.\" \nIs this enough to save the summer season for the travel industry? \nThere are some things for the sector to be pleased about. The green list is longer, France is fully amber and there are more countries turning amber from red. \nBut there are stings in the tail too. Of the seven green countries, only two - Latvia and Slovenia - currently allow in non-vaccinated UK tourists without quarantine. \nMany major holiday destinations like Greece and Spain are still amber. And the testing regime - which many in the industry want scrapped - is still firmly in place. \nThe government says it is being cautious and continuing to protect the UK from dangerous variants, and that this is a good step for passengers and travel. \nBut after months of changes and uncertainty, there are concerns in the travel sector that this doesn't do enough to reassure the public to book.\nBritish couple Katherine and Henry Walker, who own a campsite in west France, said they hoped the news will bring a flurry of last-minute bookings, but added: \"I think it's too late for families to come because they would have booked elsewhere in the UK.\"\nThey said they were at 40% occupancy - when they would usually be at 90% - because of the lack of visitors from the UK.\nLabour's shadow transport secretary Jim McMahon criticised the government for its \"flip-flopping over France\" and said it needed to explain how it had reached decisions.\n\"Ministers need to get a grip and set out a proper strategy, provide full data, and progress work with global partners on international vaccine passports so travellers and the industry can have clarity instead of reckless U-turns and confusion,\" he said.\nBritish Airways boss Sean Doyle welcomed the news but urged the government to go further, saying the UK's economic recovery \"is reliant on a thriving travel sector and right now we're lagging behind Europe, with our more stringent testing requirements and a red list significantly broader than our European peers\".\nJames Martin, director of policy at the British Chambers of Commerce, urged the government to \"fundamentally simplify\" the traffic light system to give businesses \"confidence and clarity\". \nHe also called on the government to \"step up efforts to drive down the cost of tests\" as cost remained a \"significant barrier to both business and leisure travellers\". \nAnd Tim Alderslade, chief executive of the industry body Airlines UK, said the announcement was \"another missed opportunity\", with UK travel opening up \"far slower\" than the rest of Europe.  \nAre you in Mexico? Are you planning on returning before Sunday to avoid hotel quarantine?\nOr are you returning from Spain with a PCR test?\nEmail haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58092636",
      "category": "uk",
      "title": "Covid-19: Travel rule changes and more young people in hospital",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Thursday morning. We'll have another update for you this evening. \nFrance - which had been a concern due to the Covid Beta variant - will move from amber-plus to the amber list, meaning fully vaccinated arrivals won't have to quarantine. Bahrain, India, Qatar and the United Arab Emirates also move to amber. Spain remains in that category while seven nations including Germany will be added to the green list. Mexico is one of four countries that will go to the red list. These are part of widespread changes to travel rules which come into effect at 04:00 BST on Sunday for anyone returning to England. The rules have also been adopted by Scotland and Northern Ireland but Wales is still considering the changes.\nIn her first major interview, the new chief executive of NHS England Amanda Pritchard says one in five people currently in hospital in England with Covid is aged between 18 and 34. Hospital admissions for young people are four times higher than during the peak last winter, she says. There are about 1,000 young adults in hospital who are \"really unwell\", NHS England's former chief operating officer says, adding that those who have not yet had their Covid vaccines could become seriously ill.\nAlmost all foreign visitors to the US will eventually have to be fully vaccinated, a White House official says. This forms part of plans to create a phased reopening for international visitors, an unnamed official told several news agencies. However no timescales have been given. Read more here.\nThe pandemic put a stop to plans for a holiday abroad for Adrian Ellis, his wife Carol and daughter Amy so they decided to cruise along a canal on a narrow boat instead. They're part of a growing number of people going on boating holidays in the UK. Find out here if it's plain sailing.\nWhen the pandemic hit, tourism stopped in Alaska. Fewer ships were heard, says Christine Gabrielle from Glacier Bay National Park in Gustavus, and the way humpback whales behaved changed. They're now spreading out across the bay and their songs have become more varied. So what will happen to the majestic humpback whale when cruise ships and visitors return?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe UK's travel rules are changing from Sunday. Find out what that means if you're planning to go abroad.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56376172",
      "category": "uk",
      "title": "Paul Embery: Pro-Brexit fire union official unfairly sacked, tribunal finds",
      "tags": "Employment tribunals,Equality Act ,Employment,Brexit",
      "text": "A firefighter was unfairly dismissed from his union job after speaking at a pro-Brexit rally in Westminster, an employment tribunal has found.\nPaul Embery was also barred from being a Fire Brigades Union (FBU) official for two years after appearing at the Leave Means Leave rally in March 2019.\nNorwich Employment Tribunal ruled he was unfairly dismissed after a \"witch hunt\" with a pre-determined outcome.\nBut it found Mr Embery was not dismissed for supporting Brexit itself.\nThe FBU said it was disappointed with the findings and that it was assessing its options.\nMr Embery, a prominent left-leaning political activist and writer, was employed by the London Fire Brigade but released to conduct union duties as a full-time regional official in the capital between 2008 and 2019.\nOver a three-day hearing in February the union argued Mr Embery displayed gross misconduct in his role. \nThis was because, it claimed, he did not exempt FBU officials from criticism during his speech at the rally and went against the union's anti-Brexit policy.\nMr Embery called for Brexit to go ahead, without a deal if necessary, during the 29 March event, which was held on the day the UK was due to leave the European Union.\nThe tribunal heard there had been regular disagreements between Mr Embery and FBU General Secretary Matt Wrack over the issue of Brexit. Mr Embery was warned of reprisals and at one point accused of siding with the far right.\nThe conflict appeared to come to a head as Mr Embery planned to attend the Leave Means Leave rally in Parliament Square.\nBefore the rally, the tribunal heard Mr Embery was told by FBU President Ian Murray that he should not attend as a speaker and that to do so could breach the union's policy against Brexit, which passed in 2016.\nMr Murray was also said to have suggested it could contravene a statement prohibiting FBU officials from campaigning with political opponents during the referendum campaign.\nMr Embery believed Mr Murray was wrong, and that the policy had lapsed once the referendum was held, the tribunal was told.\nThe activist was introduced at the rally as an organiser of Trade Unions Against the European Union and used a speech to describe a battle to defend the principle of democracy, after a majority voted to leave the EU in June 2016.\nMr Embery said in the speech that the \"message to the leaders of my movement is, if you want to stay relevant, then it's about time you put yourself on the side of the people over the establishment and big business, and you better do that damn quickly\".\nOther speakers at the rally included Nigel Farage, Brexit Party chairman Richard Tice and then Labour MP Kate Hoey.\nTwo weeks later, the FBU launched an internal investigation which found Mr Embery had gone against the union's anti-Brexit policy and appeared alongside individuals \"with whom there should be no shared platform\".\nThe investigation found Mr Embery had acted in a way that was \"prejudicial to the interests of the union\" and had failed to make a specific exception for the FBU when, it said, he criticised those in the movement who continued to oppose Brexit.\nThe tribunal heard that, as a result, Mr Embery was removed from office for gross misconduct and was subsequently barred from standing as a union official for two years.\nIn a written judgement, Employment Judge Robin Postle said Mr Embery's removal from office amounted to unfair dismissal under the Employment Rights Act 1996.\nHe said the finding of gross misconduct \"was not a reasonable response that a reasonable employer would or should make on the history of the claimant's campaigning with the open knowledge of the union\".\nThe tribunal agreed with Mr Embery that the 2016 anti-Brexit policy did not apply at the time of the rally in 2019 because the referendum effectively made it irrelevant.\nIt also said that the transcript of Mr Embery's speech showed there was no mention of his role within the FBU.\nThe judgement added: \"Where is the gross misconduct? How could any fair minded member come to a reasonable belief on the facts that the claimant had committed any form of misconduct?\"\nThe judge said it appeared \"right from the start... there was an agenda\" to remove Mr Embery from his FBU role.\nPart of the union's investigation looked like a \"witch hunt, a fishing exercise\" with its outcome \"pre-determined\", he added. \nThe FBU, which was represented at the tribunal by Oliver Segal QC, had also argued Mr Embery was not an employee of the FBU but was on full-time release from his job as a firefighter to the union as an elected representative.\nMr Embery, who represented himself, said that for 11 years between 2008 and 2019, being a full-time union official, working at least 42 hours a week, was the only job he had known. He began his career as a firefighter in London in 1997.\nThe tribunal found Mr Embery \"worked full time for the union in return for substantial remuneration\" of around £7,000 on top of his normal firefighter's salary, which the union reimbursed.\nWhile the tribunal agreed Mr Embery's pro-Brexit stance was \"well advanced, argued and long held\" and a protected philosophical belief in national independence under the Equality Act 2010, it found it was not the reason for his dismissal.\nIn a statement, Mr Embery described the judgement as \"emphatic\".\nHe said: \"While I am glad that, after two years, justice has finally been served, I take no pleasure in the outcome. It was an honour to serve as an FBU official for 20 years, and I remain to this day a proud member of the union.\"\nAn FBU spokesperson said: \"We are disappointed with the findings and we do not agree with the decision. However, we have only recently received it and are still considering the matter. We are assessing our options for next steps.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58091071",
      "category": "world-latin-america",
      "title": "Mexico sues US gun manufacturers over arms trafficking",
      "tags": "Arms trade,Mexico,United States",
      "text": "The Mexican government has sued some of the biggest US gun manufacturers, accusing them of fuelling bloodshed through reckless business practices. \nThe lawsuit alleges that the companies knew they were contributing to illegal arms trafficking, which has been linked to many deaths. \nOfficials say Mexico is seeking as much as $10bn (£7.2bn) in compensation, though any amount would be decided by the court.\nThe companies have not yet commented. \nThey include Smith & Wesson and Barrett Firearms, among others. The BBC has contacted both companies for comment.\nThe lawsuit was filed on Wednesday in the US state of Massachusetts.\nIt says the Mexican government took the action \"to put an end to the massive damage that the [companies] cause by actively facilitating the unlawful trafficking of their guns to drug cartels and other criminals in Mexico\". \nThe gun manufacturers \"are conscious of the fact that their products are trafficked and used in illicit activities against the civilian population and authorities of Mexico\", the Foreign Ministry said in a document related to the lawsuit. \nMexico said the companies had used \"marketing strategies to promote weapons that are ever more lethal, without mechanisms of security or traceability\". \nMexican officials said that some of the guns made by Colt appeared to target the Mexican market in particular, such as a pistol engraved with the face and name of Mexican revolutionary leader Emiliano Zapata.\nMexico has strict rules regulating the sale of weapons and they can only be purchased legally at one shop located on an army base in the capital. \nAs a result, those who want to buy weapons often get them from the US.\nAccording to a Mexican government statement, criminal organisations buy thousands of pistols, rifles, assault weapons and ammunition in supermarkets, on the internet and at arms fairs in the US which are then used to commit crimes in Mexico.  \nThe US Bureau of Alcohol, Tobacco, Firearms and Explosives found that 70% of firearms recovered in Mexico between 2014 and 2018 which were submitted for tracing had come from the US.  \nIn 2019 alone, more than 17,000 murders in Mexico were linked to trafficked weapons. \nOne official told reporters the damage caused by trafficked guns would be equal to around 1.7% of Mexico's gross domestic product (GDP).\nSpeaking at a news conference on Wednesday, Foreign Minister Marcelo Ebrard said: \"We are going to win the trial and we are going to drastically reduce illicit arms trafficking to Mexico.\"\nMexican officials stressed that the lawsuit was not aimed at the US government. Mr Ebrard said he believed that President Joe Biden's administration was willing to work with Mexico to curb arms trafficking. \nBut experts have cast doubt on Mexico's likelihood of success with the lawsuit. \nLorenzo Meyer, an emeritus professor at the College of Mexico, told AFP news agency that US law \"makes it almost impossible for gun manufacturers to be held responsible\" for the illegal trade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58104195",
      "category": "world-europe",
      "title": "Belarus Olympian Timanovskaya says grandmother warned her not to come home",
      "tags": "Belarus,Alexander Lukashenko",
      "text": "A sprinter from Belarus who refused her team's orders to fly home early from the Olympics has revealed she decided to flee after her grandmother warned her it was not safe to return. \nKrystina Timanovskaya told the BBC she was being driven to the airport when her grandmother called, saying: \"Do not come back.\"\nThe athlete had been ordered to return home after criticising her coaches. \nShe is now in Poland, where she has been given a humanitarian visa.\nBelarus says she was removed from the national team because of her emotional state. But the 24-year-old says this is not true.\nThe case has again put the spotlight on Belarus, which has been ruled by authoritarian President Alexander Lukashenko since 1994. Last year, nationwide protests over his disputed re-election were violently repressed by the security forces.\nMs Timanovskaya's removal came after the sprinter complained on social media about being entered into the 4x400m relay race at short notice, after some teammates were found to be ineligible to compete.\nThe video led to criticism in state media, with one television channel saying she lacked team spirit.\nMs Timanovskaya said two coaches came into her room and told her to pack her bags immediately, ready to return home. She was told to say that she had been injured. \nThe sprinter revealed her grandmother said she was concerned that something bad might happen, after watching local news reports on the situation.\n\"I couldn't believe [that my grandmother would tell me not to come home] but I asked, 'Are you sure?' And she said, 'Yes. I'm sure. Do not come back,'\" she recalled. \n\"That was the reason why I went to the police.\"\nAt the airport, Ms Timanovskaya showed officers a translated plea for help on her phone in an effort to avoid being put on a plane home. \nShe was then given police protection before being moved to the Polish embassy in Tokyo. She travelled to Poland on Wednesday. \nThe mass protests that gripped Belarus last year saw security forces often use violence to break up the demonstrations and thousands of people arrested.\nSome of the protesters were national-level athletes, who were then stripped of funding, cut from national teams and detained.\nBut Ms Timanovskaya insists that she is \"not a political girl\" and just wants to focus on her sporting career.\n\"I don't know anything about politics. I never was in politics,\" she said. \nThe sprinter told the BBC she wanted to return to Belarus, but that it was too dangerous at the moment.\nHer husband has also fled Belarus and has been given a visa for Poland, but her relatives remain in the country.\nShe said her parents were \"OK, just a little bit nervous\", and trying to avoid watching TV reports about their daughter.\n\"They know me and they know the truth and they know what's happened,\" she said. \nShe added that the support she had received from people around the world had made her stronger. \nIn a separate case, two Belarusian opposition figures have gone on trial this week, charged with incitement to undermine national security.\nAnd on Tuesday, Vitaly Shishov, the head of an organisation helping Belarusians fleeing abroad, was found dead near his home in neighbouring Ukraine. He had reportedly been followed recently.\nAsked about her hopes for Belarus, Ms Timanovskaya said: \"I want people in my country not to be afraid anymore\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58089932",
      "category": "entertainment-arts",
      "title": "Strictly Come Dancing: Ex-rugby star Ugo Monye completes 2021 line-up",
      "tags": "Television,McFly,Strictly Come Dancing,EastEnders",
      "text": "Rugby player-turned-pundit Ugo Monye has become the 15th and final celebrity to be confirmed for the 2021 series of Strictly Come Dancing.\nMonye will join Olympic swimmer Adam Peaty, BBC Breakfast's Dan Walker, actress Nina Wadia and 11 other stars when the BBC show returns next month.\nThe former England player, soon to be seen as a team captain on A Question of Sport, said it was \"a dream come true\".\n\"I love an outfit at the best of times, so bring on the sequins!\" he went on.\nThe announcement came hours after the participation of Olympic gold medallist Peaty was revealed, along with that of comedian and Loose Women panellist Judi Love.\nThe trio were the final celebrities to be named for the 19th series of Strictly, which will be the normal length after being slightly shorter in 2020 because of the Covid pandemic.\nBruno Tonioli will be absent from the judges' desk, replaced by long-serving professional dancer Anton Du Beke. Four new professionals have also been revealed.\nHere are 2021's celebrity contestants in full:\nThe former Harlequins winger won 14 international caps for England and also played two Tests for the British & Irish Lions.\nAfter retiring in 2015, he moved into the media and his Strictly signing comes weeks after he was named among a new line-up on the BBC's long-running A Question of Sport.\n\"Strictly is the biggest entertainment show on TV and I can't wait to show everyone I've got more than just dad dancing moves,\" he said in a statement.\n\"My two beautiful daughters never had a chance to see me on the rugby pitch, so to know they can watch me waltzing and twirling every week is really special to me.\"\nSwimmer Peaty will be hoping to follow the two gold medals he won at the recent Tokyo Olympics with Strictly's coveted glitterball trophy.\nThe 26-year-old won the 100m breaststroke in Tokyo, becoming the first British swimmer to defend an Olympic title. He also scooped gold in the mixed 4x100m medley relay and silver in the 4x100m medley relay.\n\"I'm not the most fluid on land,\" he told BBC Radio 1 Newsbeat. \"But, saying that, I am an athlete. I am used to working hard.\"\nIn a separate statement, Peaty said he was \"really looking forward to doing something totally different and challenging myself away from the pool\".\nJudi Love is a TV presenter, stand-up comedian, online comedy star and OK! magazine columnist.\nShe said she had watched Strictly for years and \"admired the phenomenal abilities of these dancers and celebrities that have taken part and dedicated themselves to learning a new craft\".\nShe added: \"I'm truly looking forward to pushing myself in something that I could have only dreamed of doing and now it's actually coming true!! I can't lie I'm soooo nervous but excited at the same time.\"\nThe EastEnders actress, who has played Frankie Lewis in the BBC soap since 2020, is set to become Strictly's first deaf dancer.\n\"To be the first deaf contestant on Strictly Come Dancing is so exciting and a little bit scary,\" she said in a statement. \"I hope I will do the deaf community proud and break down more barriers.\n\"But I am also very excited to learn an incredible new skill, and even better I get to learn whilst wearing beautiful dresses made especially for me!\"\nAyling-Ellis, who communicates using British Sign Language, made history by becoming the first deaf actor to play a deaf character in EastEnders' fictional Walford suburb.\nFormer EastEnders and Goodness Gracious Me actress Wadia admitted she was \"so scared\" when her name was added to the line-up.\n\"I like dancing like no-one's watching,\" she told ITV's Lorraine after she was revealed. \"So we just need to blindfold the judges and I'm going to win,\" she joked.\nWadia played Zainab Masood (later Khan) in EastEnders between 2007 and 2013 and is also known for her role in BBC comedy Still Open All Hours.\n\"A lot has happened in the last couple of years, and I just want to grab life by the balls and enjoy it,\" she said. \nThe 19-year-old has more than 9.5 million followers on TikTok and is known for presenting CBBC's Matilda and the Ramsay Bunch, which features her family - including her father, chef Gordon.\nShe said she \"can't wait to get my dancing shoes on and show my dad how it's done\".\nHe wished her well in a video when she was announced as a contestant on ITV's This Morning, signing off with the warning: \"Don't date those dancers.\"\nAsked if she thought she had an advantage by posting dance videos on social media, Ramsay replied: \"Yeah, I guess that's true. You've got to learn them and you've got to remember them for the video, but luckily that's not live and you can do as many takes as you need.\"\nThe actor rose to fame by playing John Willoughby in the 1995 film Sense and Sensibility, on which he met his future wife Dame Emma Thompson.\nWise also appeared in Cranford, played Lord Mountbatten in The Crown, and created the 2019 film Last Christmas with Dame Emma, whom he married in 2003.\nHe dedicated his Strictly appearance to his late sister Clare, with whom he wrote the book Not That Kind of Love.\n\"My beautiful sister was a huge disco queen,\" he said. \"She left our world almost exactly five years ago in a glitter ball coffin. This is for her.\"\nDan Walker has been a regular presenter of BBC Breakfast since 2016, when he replaced Bill Turnbull.\nHe said on Tuesday he was \"excited, a little bit worried, mostly terrified\" about joining Strictly.\nKeen sports fan Walker presented BBC Olympic Breakfast throughout this year's games. He also hosted Football Focus for 12 years and has covered many major events, including Wimbledon, the Grand National and Royal Ascot. \nOther presenting roles have included The One Show and Songs of Praise.\nHe added: \"My kids have only ever asked me to go on two shows… Saturday Mash Up and Strictly. I did Saturday Mash Up this summer so… it's time to embrace the sequins.\"\nKatie McGlynn meanwhile said she was getting ready \"to shake my shimmy\".\n\"I'm really not a dancer, but I'm so excited to learn a new skill on this crazy journey and cannot wait to slip into some sequins along the way,\" she said.\nThe actress, who plays newcomer Becky Quentin in Hollyoaks, formerly starred as Sinead Tinker in Coronation Street. The role earned her a Bafta nomination and a National Television Award in 2020. She also featured in the BBC One drama series Waterloo Road and The Syndicate. \n\"A lot of my roles have involved quite serious and challenging storylines, so I'm fully ready to let my hair down and do something different, even if it is completely outside of my comfort zone,\" she added.\nSara Davies, 37, became the youngest ever dragon on the BBC show's panel of entrepreneurs when she joined in 2019.\nKnown as the Den's \"Crafting Queen\", Davies started her business Crafter's Companion when she was still a student. It now employs nearly 250 people.  \nThe County Durham-born entrepreneur said her \"mam and dad are going to be so excited\" about her joining Strictly.\n\"I'm really nervous because so far the producers keep asking me if I can dance. Truth be told - I haven't got a clue! I've not danced since I did ballet lessons when I was little.\"\nShe added: \"The business world has taught me that tenacity, drive and determination deliver results, I hope that I can bring that to the dance floor. And I'm excited to see the impact of all those hours of training on my mum tum!\"\nThe singer and guitarist, who scored seven UK number one singles with McFly between 2004 and 2007, is taking to the dance floor exactly a decade after his bandmate Harry Judd lifted the coveted glitterball trophy.\nFletcher has also carved out a successful sideline as a children's author, and his family could do a unique reality TV double after wife Giovanna won I'm A Celebrity... Get Me Out Of Here! last year.\nHe said he was \"incredibly excited\" but also \"totally terrified\" to do Strictly. \"My kids were excited too until I started showing them my best dad-dancing in the kitchen,\" he said. \"I'm not sure how far they'll get me in the competition but I can't wait to add some new moves to my embarrassing dad-dancing repertoire.\"\nThe Blackburn-born presenter rose to fame hosting Big Brother's Bit on the Side in 2013, and has since appeared on shows like The Voice UK and Trending Live!. \nIn September, she will co-present a one-off revival of Channel 4's The Big Breakfast alongside comedian Mo Gilligan.\nShe said she was \"beyond chuffed\" to be on Strictly. \"I absolutely love the show and am fully committed to making the most of every second of the Strictly experience,\" she said. \"Bring it on!\" \nThe comic actor is best-known for his double act with David Mitchell in TV shows like Peep Show, That Mitchell and Webb Look and Back. Like Fletcher, he has also become an author.\nAnd Webb has form on the dance floor - he won Let's Dance For Comic Relief in 2009.\n\"It's a big, generous, joyful show and I can't wait to get packed into a spandex onesie and fired from a glitter cannon directly at Claudia Winkleman,\" he said.\nActor and children's TV presenter Stephenson is best known as the face of children's television channel CBBC, which he hosts live from the channel's Salford HQ.\nHe has presented such CBBC shows as Blue Peter and Saturday Mash-Up! and is an ambassador for children's mental health charity Place2Be. \n\"I cannot wait to experience it all: the costumes, the orchestra, even Craig's glare,\" he said of his participation in Strictly. \"I am ready!\"\nThe actor and children's TV presenter added he was already \"impatient to take part\" after being unveiled on Friday morning's Newsround news bulletin.\n\"I have dreamt about being on this show, and I know for a fact it is going to exceed every expectation,\" he said.\nWhaite is a chef, TV presenter and cookery author. He won the third series of The Great British Bake Off in 2012 at the age of 23. \nSince then he has presented TV shows and has a cooking segment on Steph's Packed Lunch on Channel 4.\nHe has also published five cookery books and runs his own cookery school, John Whaite's Kitchen.\n\"I'm so grateful, excited, and nervous to be joining the Strictly 2021 family,\" he said. \"I've been wearing sequins and jazzy attire since I was three years old and can't wait to hurl myself, full throttle, around the most glamorous dance floor on Earth.\"\nWhaite will be part of the show's first all-male partnership. He will follow in the footsteps of boxer Nicola Adams, who was the first celebrity to have a same-sex partner last year.\nThe 2012 Bake Off winner described his partnership as \"a great step forward in representation and inclusion\". \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion, email entertainment.news@bbc.co.uk."
    }
  ]
}