{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-57383862/#comp-comments-button",
      "category": "#comp-comments",
      "title": "House prices jump 9.5% as buyers seek larger homes, Halifax says",
      "tags": "Personal finance,Housing market,UK economy",
      "text": "UK house prices leapt another 9.5% in the year to May, boosted by the government's stamp duty holiday which ends this month.\nThe Halifax said prices rose by more than £22,000 to an average of £261,743.\nBut it said buyer preferences are shifting \"in anticipation of new, post-pandemic lifestyles\".\n\"There's greater demand for larger properties with more space,\" said Halifax managing director Russell Galley.\nHe said this was leading to \"an increased willingness to spend a higher proportion of income on housing\".\nHalifax said annual house price inflation was at its strongest level in nearly seven years, with UK prices rising by 1.3% month-on-month.\n\"Cheap borrowing and affordability is giving buyers more purchase power, which is pushing up prices,\" said Mark Harris, chief executive of mortgage broker SPF Private Clients.\nAnnual house price growth was strongest in Wales, with values soaring by 11.9%, while the north west and Yorkshire and the Humber both posted double-digit growth.\nBut Mr Harris warned that rising property prices are not good news for first-time buyers, and will make getting on the housing ladder even more of a struggle.\n\"For Wales and the north west, these are the biggest percentage gains since April 2005, and for Yorkshire and the Humber since June 2006,\" said Mr Galley.\n\"The south of England, traditionally the driving force of national house price performance, is for once lagging somewhat behind the rest of the country.\"\nIn Greater London prices are growing much more slowly than the rest of the country, up just 3.1% over the year.\nBut London property prices were already extremely expensive, Mr Galley pointed out: \"Having experienced a boom following the global financial crisis, a phenomenon not felt by many other UK regions and nations to anywhere near the same extent.\"\n\"This market is moving so fast that if you blink, it increases in value,\" said Nicky Stevenson, managing director at estate agent Fine & Country.\n\"It is incredible to watch when desire wrests control away from other factors during periods of exceptionally high demand like this and it could be about to get even busier.\"\nShe pointed out the market normally has a lull in the summer months \"but now almost all foreign holidays appear to be off, there's nothing stopping the freight train that is unbridled demand from crashing straight through June, July and August\".\nLucy Pendleton of estate agents James Pendleton agreed with that analysis. \"The inability of Britons to go on holiday means there's no distraction now from executing that ambitious move to a larger home.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57386049",
      "category": "world-us-canada",
      "title": "Jeff Bezos and brother to fly to space in Blue Origin flight",
      "tags": "Amazon,Human spaceflight,Jeff Bezos,Space",
      "text": "The Amazon founder Jeff Bezos has said he will fly to space with his brother on the first human flight launched by his space company, Blue Origin.\nIn an Instagram post, Mr Bezos said space flight was something he had wanted to do \"all my life\".\nBlue Origin is also auctioning off a seat in the capsule, for someone who will join the pair on the inaugural crewed flight.\nJeff Bezos is one of the world's richest people.\nHe has a net worth of $186.2bn (£131.5bn), according to Forbes magazine. \n\"On July 20th, I will take that journey with my brother,\" he wrote in the Instagram post. \"The greatest adventure, with my best friend.\"\nMr Bezos's brother Mark called it a \"remarkable opportunity\" in the video.\nBidding for a seat on the New Shepard - the name of the Blue Origin vehicle - had reached $2.8m when Mr Bezos announced his plan to take the flight. The auction concludes on 12 June. \nThe New Shepard booster can land vertically on the ground after returning from space. It is named after Alan Shepard, the second person and first US citizen to fly into space.\nAccording to Blue Origin's website the company plans to launch its passengers more than 100km (62 miles) above the Earth's surface, allowing them to experience microgravity. The six-berth capsule will return to Earth under parachutes.\nThe first crewed flight comes just two weeks after Mr Bezos plans to step down as CEO of Amazon.\nInstead he will serve as executive chairman of the e-commerce giant he founded 30 years ago in his garage, allowing him \"time and energy\" to focus on other ventures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57373381",
      "category": "world-europe",
      "title": "Venice residents in environmental protest against first post-Covid cruise ship",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57356515",
      "category": "entertainment-arts",
      "title": "Kay Burley returns to Sky News after six-month Covid breach absence",
      "tags": "Television,Sky News",
      "text": "Sky News' Kay Burley has returned to the channel after a six-month absence, imposed after she broke Covid rules.\nOn her TV return on Monday morning, Burley offered a simple greeting of \"it's great to be back\" before launching into the news headlines.\nThe presenter confirmed her return last week on social media, adding: \"Hope you're as happy as I am to be back.\"\nBurley apologised in December for breaking rules while celebrating her 60th birthday in central London.\nThe journalist, who joined Sky's rolling news channel in 1988, admitted she had made \"an error of judgement\" and that she had agreed to \"step back for a period of reflection\".\nTwo of Burley's broadcasting colleagues who were among those with her on the night in question took a three-month leave of absence.\nBurley was among 10 people who went to a London restaurant on 5 December. She then briefly went into another restaurant.\nShe then moved on to a private residence where individuals from at least three households mixed.\nLondon was under tier two restrictions at the time, which meant people were not allowed to socialise with anyone from outside their household or support bubble indoors, either in a private home or a public place.\nSky conducted an internal review after reports of Burley's celebrations surfaced and said that all of those involved had apologised for the actions.\nIn a statement announcing her temporary departure in December, Burley said that everyone had a duty \"to stick firmly by the rules.\"\n\"It doesn't matter that I thought I was Covid-compliant on a recent social event,\" she wrote. \"The fact is I was wrong, I made a big mistake, and I am sorry.\n\"Some dear friends and colleagues - some of the most talented and committed professionals in our business - have been pulled into this episode and I regret this enormously,\" she went on.\n\"I very much look forward to being able to continue my 32-year career with Sky when I return.\"\nSky's political editor Beth Rigby and north of England correspondent Inzamam Rashid, who were among those with her, were absent for three months.\nBurley is one of Sky News' best-known presenters and has hosted its breakfast show since October 2019.\nIt is not known if she or any of her other temporarily absent colleagues were paid while they were off air.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57331430",
      "category": "entertainment-arts",
      "title": "Bafta TV Awards honour multi-talented Michaela Coel for I May Destroy You",
      "tags": "Television,Bafta Awards",
      "text": "Michaela Coel has been named best actress at the Bafta TV Awards, after also winning Baftas for writing and directing her drama I May Destroy You.\nCoel picked up the best actress prize as well as best mini-series at the Bafta TV ceremony in London on Sunday.\nIt came two weeks after she won writing and directing prizes at the Bafta Craft Awards, which reward backstage talent.\nSunday's other winners included Normal People's Paul Mescal, who was named best actor, and dance group Diversity.\nThe troupe won the \"must-see moment\" award for their controversial Britain's Got Talent routine, which reflected the killing of George Floyd and the Black Lives Matter movement.\nThe routine was aired in September and made BGT the most complained-about TV show of 2020 - but Diversity have now received a show of support by winning the night's only category to be voted for by the public.\nAshley Banjo said it was \"so much more than just an award\". The period after the broadcast was \"a really dark time, being in the storm of 30,000 complaints, just a torrent of like racially charged abuse threats\", he told the Bafta audience.\nHe added: \"This is what change looks like... So thank you all so, so much. Let's keep having difficult conversations. Let's keep standing up for what's right, regardless of the colour of our skin and we will achieve that equality.\"\nComedian Richard Ayoade hosted the event, with some nominees attending the socially-distanced ceremony in person, while others accepted their awards remotely. \nCoel was honoured for creating, writing, directing, starring in and executive producing I May Destroy You.\nThe 12-part drama about a woman attempting to remember and come to terms with a sexual assault was inspired by something that happened to Coel herself.\nShe dedicated the best mini-series award to the show's crew, who were \"the unsung heroes who create everything you see, hear and feel\".\nShe then dedicated her acting prize to the show's intimacy co-ordinator Ita O'Brien, who she said allowed people in the industry to \"make work about exploitation, loss of respect, about abuse of power, without being exploited or abused in the process\".\nCoel said: \"I know what it's like to shoot without an intimacy director - the messy, embarrassing feeling for the crew, the internal devastation for the actor.\" Using such co-ordinators is \"essential for every production company that wants to make work exploring themes of consent\", she added.\nCoel triumphed over an impressive best actress shortlist that also included Killing Eve's Jodie Comer, Small Axe's Letitia Wright, I Hate Suzie's Billie Piper, Adult Material's Hayley Squires and Normal People's Daisy Edgar-Jones.\nEdgar-Jones' co-star Mescal said he was \"incredibly nervous\" as he accepted the best actor trophy, after beating fellow nominees including I May Destroy You's Paapa Essiedu, The Crown's Josh O'Connor and Small Axe's John Boyega.\nSmall Axe, director Sir Steve McQueen's landmark series, led the nominations and took one prize on the night - best supporting actor for Malachi Kirby, who played civil rights activist Darcus Howe in the instalment titled Mangrove.\n\"Thank you for your fight, and everyone else who stood with him,\" Kirby said.\nA number of other real-life black British stories were also honoured by Bafta.\nRakie Ayola won best supporting actress for her role in the one-off drama Anthony as the mother of Anthony Walker, who was murdered in a racist attack at the age of 18 in 2005.\nShe thanked Gee Walker \"for having the bravery and the strength to ask Jimmy McGovern to write your son's story and to celebrate the person that Anthony Walker should have been and never was\".\nThe trophy for best single drama went to Sitting In Limbo, which told the story of the Windrush scandal through the eyes of Anthony Bryan, who had lived and worked in the UK for 50 years before being detained and almost deported.\nIt was written by Bryan's younger brother Stephen S Thompson, who told the Bafta ceremony: \"I'd like to dedicate this award to all the victims of the Windrush scandal. This is our way of saying that we see you, we hear you and we honour you.\"\nMeanwhile, Sky Atlantic's Save Me Too, which stars Lennie James and Suranne Jones, beat The Crown, I Hate Suzie and Gangs of London to the prize for best drama series.\nSky Arts' spoken word series Life & Rhymes was the surprise winner of the best entertainment programme award, beating heavyweights Strictly Come Dancing, Ant & Dec's Saturday Night Takeaway and The Masked Singer.\n\"We gave voice to a community that needed to be heard,\" Life & Rhymes host and poet Benjamin Zephaniah told the ceremony.\nThe other winners included The Big Narstie Show, which won best comedy entertainment programme, and Romesh Ranganathan, who beat the likes of Graham Norton, Claudia Winkleman and Bradley Walsh to the prize for best entertainment performance for The Ranganation.\nInside No 9 won best scripted comedy, while Charlie Cooper won best male comedy performance for This Country and Aimee Lou Wood won the female equivalent for Sex Education.\nCasualty took the soap and continuing drama award, Once Upon A Time In Iraq won best factual series, and Long Lost Family: Born Without A Trace took the factual prize.\nNo special awards or fellowships were handed out this year because Bafta is currently reviewing the processes that govern their presentation.\nThe organisation was criticised for giving Noel Clarke an outstanding contribution award in April despite being aware of sexual harassment claims against him, claims the actor denies.\nThe British Academy of Film and Television Arts was formed in 1947 and has been presenting awards for television since 1954.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57386159",
      "category": "uk-england-birmingham",
      "title": "'Sadistic' abuser Abdul Elahi targeted 2,000 victims online",
      "tags": "Revenge porn,Northolt,Birmingham",
      "text": "A \"sadistic\" paedophile targeted almost 2,000 victims online, blackmailing them into sending him degrading images of themselves and abusing others.\nAbdul Elahi, of Birmingham, also ran encrypted digital \"master classes\" to train paedophiles to avoid detection, the National Crime Agency (NCA) said.\nAt Birmingham Crown Court, he admitted 158 offences against 79 victims.\nThe NCA said it was \"some of the most sickening sexual offending\" it had seen and that the scale was \"industrial\".\n\"The investigation team have been horrified by Elahi's sadistic depravity and stunned by the industrial scale of his worldwide offending,\" Tom Cook, from the NCA, said.\nDetectives, who believe there are many more victims, said the 26-year-old would operate by targeting people across the world on so-called sugar daddy websites, promising thousands for posed images.\nThe victims ages on the charge sheet range from between eight months to adults, the NCA said.\nHe singled out victims who were in debt or too young to legitimately be on the sites, tricking them into sending naked or partially clothed images of themselves, the NCA said.\nWhen he had received enough material, the agency said he would then threaten to expose the victims while blackmailing them to send more extreme footage and photos.\nSimultaneously, he would sell the graphic content in \"box sets\" through encrypted platforms, making upwards of £25,000 in the process, according to the NCA.\nHe forced victims to abuse themselves in various ways including self-mutilation, blackmailing women to send him footage of them abusing young children and making girls abuse siblings, the NCA said.\nThe Revenge Porn Helpline said it had been working with the NCA to remove the online content for more than 18 months.\n\"We have managed to remove thousands of images but there is more outstanding and this work will continue for many months to come,\" said Sophie Mortimer, from the charity.\n\"This content is some of the most extreme that the helpline has ever dealt with.\"\nElahi was arrested in December 2018 following allegations he was blackmailing a 15-year-old girl in the United States. His computers were seized, sparking an investigation into what the NCA said was \"some of the most sickening sexual offending\" it had examined.\nThe NCA said victims who could be identified had been safeguarded.\n\"The extent of the offences is almost unheard of,\" said CPS prosecutor Sarah Ingram. \"This level of depravity is shocking and will impact the victims for their whole lives.\"\nElahi, of Allcroft Road, is due to be sentenced on 9 September alongside co-accused Kirsty Nicholls, 35, of Northolt, Middlesex, who admitted working with Elahi to make indecent images of a child.\nHis offences include possessing more than 65,000 indecent images of children as well as some of sexual assault, blackmail and disclosing private, sexual photographs.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57379810",
      "category": "business",
      "title": "Stay-at-home holidaymakers warned of summer products shortage",
      "tags": "Tourism,Companies,Coronavirus lockdown measures,Staycations,Global supply chain management,Retailing,Hospitality industry,Travel & leisure industry,Coronavirus pandemic",
      "text": "Some firms are struggling to secure summer items like garden furniture, picnic baskets and outdoor toys, as consumers prepare to holiday in the UK.\nAbout 60% of British suppliers have experienced import delays in the past month, according to customs clearance platform KlearNow.\nThe six-day-long Suez Canal blockage in March is partly to blame, as goods meant to arrive weeks ago are still stuck on container ships elsewhere.\nBut there are other factors at play.\nKlearNow based its findings on interviews with 300 import-export businesses based in the UK.  \n\"A combination of Covid-19 restrictions, the backlog from the Suez Canal blockage, increasing global demand for shipping containers, disruption to shipping caused by India's public health crisis and a shortage of packaging materials means UK businesses are already struggling to meet summer demand,\" said KlearNow's chief executive Sam Tyagi.\n\"With competition for container space so high, some smaller businesses are simply being priced out of landing the goods and materials that they need.\"\nItems like camping equipment have seen a spike in demand as more British families look to domestic holidays, with the government tightening rules on international travel rules and  moving Portugal to the amber list. \nSince many popular products are manufactured in China, retailers are being impacted by shortages in their supply chains and US retailers have experienced similar problems procuring summer essential items. \nHeather Attwooll of camping and outdoor equipment retailer Attwoolls, is still waiting on orders placed in October and has nine containers of outdoor clothing, camping gear and hiking equipment stuck in Egypt as a result of the Suez Canal blockage. \n\"The early May bank holiday was the busiest bank holiday we've ever experienced... But there is a risk that small businesses like ours will soon be unable to meet that demand due to supply chain problems out of our control.  \n\"All of the garden furniture we normally source from China was bought up by Walmart [in the US], for example.\"\nGarden toys, games and picnic baskets are also being held up by delays, said Katherine Rhodes of the retailer PomPom.\n\"We're experiencing delays of up to four months on wooden toys coming from the Far East, handmade baskets and wood supplies. And we've had to wait 16 weeks for cardboard boxes.\"\nLisa Craig from Oxford had a frustrating time trying to find gas for her campervan when she wanted to switch from a small butane gas bottle to a larger propane gas one. \n\"We were told that Calor gas was only doing like-for-like exchanges,\" she told the BBC.\nUnder the scheme, people pay for their first gas container and then swap the empty when they want to buy a new one. But without an empty one of the right type or size, Lisa was left empty-handed.\n\"I think the only way you can get one is if you buy a new barbeque and it comes with it which could leave people hoping to camp this summer sorely disappointed,\" she said. \"I emailed Calor gas UK, and various camping companies to try and understand why, but did not get anywhere.\"\nEventually after a week searching for a bottle online she managed to buy one through online sales platform eBay, but others may not be so lucky.\nShipping delays are only one part of the problem. According to retail expert Kate Hardcastle, there has been an explosion of demand coming from the hospitality industry as it gets back on its feet following lockdown. \n\"Campers and caravaners have got competition from restaurants and hotels for outdoor equipment,\" she said.\n\"The demand is so high, not just because of a shortage in supply, but also because things are being repurposed in very different ways.\"\nOne example is the Devonshire Arms Hotel & Spa in North Yorkshire, which has brought its entire spa operation outdoors to ensure it maintains social distancing.\nIt ordered in garden furniture, bell tents and other equipment back in March, as it feared supply chain problems amid the easing of restrictions. However, it struggled to procure the items.\n\"What we found is that your first choice is not always available and you need to think out of the box,\" said Mr Palmer.\n\"Our general hospitality supply chains are not always ready - it's domestic consumer supply chains that have come to the rescue and even Amazon.\"\nThe hotel even ended up sourcing some of the lawn furniture it needed second-hand from Carluccio's, after the troubled Italian restaurant chain shut 40 restaurants. \nOther hospitality businesses are looking to enhance their outdoor offerings, leading to a surge in demand for summer products, said Ms Hardcastle.\n\"Everyone's trying to compete by trying to create the theatre and ambience and space - it's been a horrendous time for retail and this is just another incredible challenge for retailers to deal with.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57379034/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccine stickers come to dating apps in UK",
      "tags": "Coronavirus vaccines,Dating,Dating apps,Online dating,Coronavirus pandemic,Privacy",
      "text": "UK online daters will be able to choose to display a badge on their profiles to show if they have been vaccinated against Covid or support the jab drive.\nHowever there will be no way of verifying whether those displaying the badge have genuinely had the vaccine.\nTinder, Match, Hinge, Bumble, Badoo, Plenty of Fish, OurTime and Muzmatch have all signed up to the scheme, in partnership with the UK government.\nThe idea of vaccine badges on dating apps was launched in the US in May.\nSome of the apps are including additional incentives for those who say they are vaccinated - such as free credits or access to premium features that usually cost extra, like profile boosts, virtual rose giving and \"super likes\". \nBumble will also enable its members to share pandemic dating preferences such as views on social distancing, mask-wearing and whether users are comfortable meeting in crowded places.\nVaccines minister Nadhim Zahawi described the new initiative as an \"incredible asset\" to the UK's Covid-19 vaccination programme.\nA recent YouGov poll of nearly 5,000 UK adults found that only 28% of those who responded said they would not date someone unvaccinated, with 2% saying they would not date someone who had received the jab.\nIn England and Wales people aged over 30 are now eligible for the vaccine. In Northern Ireland and Wales it is available to everyone over 18. The government says that around 40 million people have received at least one of the two doses so far.\nHowever, there are some concerns around vaccine status and privacy. \nLast month the NHS revised its booking system in England after complaints that it was possible to work out how many jabs an individual had received, by inputting basic details such as their name and postcode.\nPrivacy campaigner Dr Stephanie Hare said that because the dating app badge is voluntary and no official documentation is required, the privacy risk is low.\n\"It's already very common in the gay male dating community to share HIV status,\" she added.\nLGBTQ-focused dating apps such as Grindr and Scruff have so far not been named in the government's Covid jab scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57384099/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid vaccine: 25 to 29-year-olds in England invited",
      "tags": "Coronavirus vaccines,Vaccination,NHS England,Coronavirus pandemic",
      "text": "All adults aged 25 to 29 in England who have not yet had a Covid vaccine will be able to book their first dose from Tuesday.\nThe move brings the UK a step closer to meeting the target to offer all adults a vaccine by the end of July. \nHealth Secretary Matt Hancock said vaccines were breaking the link between infections, hospitalisations and deaths.\nBut he said it was too soon to decide the next steps of unlocking.\nThat's because Covid cases are rising again, linked to a new variant first found in India, also known as B.1.617.2 or Delta. \nIt is now the dominant type in circulation and surge testing is taking place to try to stop it spreading further.\nUnder the government's proposed timetable remaining restrictions are due to removed on 21 June - the so-called step four of the road map back to normality.\nMr Hancock told MPs: \"It is too early to make decisions on step four, the road map has always been guided by the data.\n\"So we'll assess the data and announce the outcome a week today on 14 June.\"\nHe said jabs were still working though, \"breaking the link between infections, hospitalisations and deaths, a link that was rock solid back in the autumn\".\n\"Despite the rise in cases, hospitalisations have been broadly flat. The majority of people in hospital with Covid appear to be those who haven't had the vaccine at all.\"\nOf the 12,383 new cases as of 3 June, 464 went on to present at emergency care and 126 were admitted to hospital.\nOf those, 83 were unvaccinated, 28 had one dose of vaccine and three had both doses, he said.\nHe also urged secondary school children to continue to take twice-weekly lateral flow tests, stressing cases were rising fastest among older schoolchildren. \nIn England, people aged 25 and older can go online or call 119 to book.\nIn Scotland, people aged 30 and over are eligible for a vaccine. Wales is six weeks ahead of schedule and is vaccinating over 18s. In Northern Ireland, people 18 and over are invited to book.\nNHS England chief executive, Sir Simon Stevens, said: \"Getting the lifesaving Covid-19 jab is the most important thing you can do, with NHS staff vaccinating at over 1,600 sites including vaccine buses, places of worship, sport stadiums and other convenient locations. \n\"So, when you get that text, book your appointment and join the millions who are already protected.\"\nPeople aged 39 and under who are eligible and pregnant women will be offered the Pfizer or Moderna vaccine, in line with guidance.\nA total of 40,460,576 people in the UK have now received at least one vaccine dose, while 27,921,294 have received both.\nMeanwhile, the UK has recorded more than 5,000 new Covid cases over the past 24 hours.\nThere have been a further 154 hospital admissions, and there are currently 932 people being treated for Covid in hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-56461241",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: 'Grave concerns' over double child killer's release",
      "tags": "Enderby,Narborough,DNA",
      "text": "An MP has highlighted \"grave concerns\" over the potential release of a double child murderer who made criminal history.\nColin Pitchfork was jailed for life for the killing of 15-year-olds Lynda Mann and Dawn Ashworth in Leicestershire in the 1980s.\nHe was the first person to be convicted of murder using DNA evidence.\nMP Alberto Costa has spoken to the Parole Board, which is meeting on Monday, to discuss Pitchfork's case.\nPitchfork was last denied parole in 2018, having spent 30 years in prison.\nSpeaking to the BBC at the time, Lynda's mother Kath Eastwood said: \"At last the Parole Board have made the right decision [and] put the families of the victims first and listened to us before the murderer. \n\"Let us hope this continues.\"\nHe had been moved to an open prison, with unsupervised days out, the year before.\nMr Costa, Conservative MP for South Leicestershire, said he had organised the meeting with Parole Board CEO Martin Jones to discuss Pitchfork's case - and his licence conditions if released.\nHe said: \"While these crimes took place over 30 years ago, the heinous and abhorrent nature of Lynda and Dawn's tragic murders continue to live long in the memory of residents in South Leicestershire.\n\"Many are still deeply worried about the prospect of Pitchfork ever being released back into normal society.\n\"If he had committed these heinous crimes today, it is highly unlikely he would ever be released.\"\nPitchfork's latest parole hearing was due to take place last November but was postponed.\nThe Parole Board's decision is due to be made public on 7 April, Mr Costa said.\nA Parole Board spokesman said its decision was focused on what risk a released prisoner could represent to the public and whether that risk was manageable in the community.\n\"The panel will carefully examine a whole range of evidence, including details of the original crime, and any evidence of behaviour change, as well as the harm done and impact the crime has had on the victims,\" he said.\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57385757",
      "category": "uk",
      "title": "E-scooters: Public nuisance or climate-friendly travel?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-57384393",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: Double schoolgirl murderer can be released",
      "tags": "Enderby,Narborough,DNA",
      "text": "A double child killer who was the first murderer to be convicted using DNA evidence can be released, the Parole Board has confirmed. \nColin Pitchfork, 61, was jailed for life for raping and murdering 15-year-olds Lynda Mann and Dawn Ashworth in Leicestershire in the 1980s.\nPitchfork has spent 33 years in prison - he was last denied parole in 2018.\nThe Parole Board said it was satisfied Pitchfork was suitable for release, which is subject to conditions.\n\"Parole reviews are undertaken thoroughly and with extreme care. Protecting the public is our number one priority,\" a Parole Board spokesman said.\nThe decision is provisional for 21 days, the spokesman added.\nIn a document explaining its decision, the Parole Board said at the time of the offences, Pitchfork had been someone who thought \"about sex a lot\" and used \"violence and excessive force\" and \"sex to demonstrate power and control over women\".\nHe also struggled to cope with anger, loneliness and had a willingness to \"seek revenge\".\nBut in prison, the Parole Board said he had taken part in several courses to address his behaviour and the panel heard Pitchfork's \"behaviour in custody had been positive and had included extensive efforts to help others\", including learning skills to help disabled people.\nThe panel concluded: \"After considering the circumstances of his offending, the progress made while in custody and the evidence presented at the hearing, the panel was satisfied that Mr Pitchfork was suitable for release.\"\nA source close to Justice Secretary Robert Buckland said the government would take legal advice to explore the use of the \"reconsideration mechanism\".\nThe Parole Board Reconsideration Mechanism, introduced in 2019, gives people the right to ask for a decision to be looked at again if they believe it was \"procedurally unfair\" or \"irrational\".\nSouth Leicestershire MP Alberto Costa, who had met with the Parole Board over Pitchfork's case, told the BBC he was \"appalled\" at the news.\n\"Even though some 30 years have passed, this isn't the sort of crime one can ever forget,\" he said.\n\"My constituents remember the victims, people who went to school with these victims.\n\"It would be immoral, wrong and frankly dangerous to release this disgraceful murderer of two children.\"\nHe added he would be lobbying Mr Buckland to block the release.\n\"I will work my socks off to make sure [the decision] is reconsidered and he is kept behind bars,\" he said.\nSpeaking to the BBC when Pitchfork was last denied parole, Lynda's mother Kath Eastwood said: \"The Parole Board have made the right decision [and] put the families of the victims first and listened to us before the murderer.\n\"Let us hope this continues.\"\nWhen Colin Pitchfork was given a life sentence, it came with a minimum term that he had to serve behind bars as punishment, before he could ask experts to review whether he would be safe for release on what's known as a \"licence\". \nThat's a set of controls on his movements and activities that he must abide by for the rest of his days. \nIf he breaks any of the 35 conditions, he can be immediately taken back to jail - and so his life sentence hangs over him forever. \nOnly a tiny fraction of offenders are subject to a \"whole life\" order, because the system acknowledges many offenders may become less dangerous as they respond to rehabilitation programmes over the years. \nThe judges and other experts who make up the Parole Board can only authorise a lifer's release on licence if the evidence shows that it is no longer necessary to hold the offender in prison for public protection. \nThe families can petition the Justice Secretary Robert Buckland to ask the Parole Board to think again - but a review would have to show that it would be irrational to release Pitchfork on the available evidence. Mr Buckland cannot overturn the decision because of political or media pressure. But Parliament can change the law. MPs will get the chance to do so when they vote on a government proposal that future premeditated child killers are considered for whole life terms when they are convicted and sentenced. \nPitchfork's parole hearing was held via video link on 22 March and included evidence from his probation office and a prison service psychologist.\nThe board then considered the evidence along with an examination of the \"robustness\" of the risk management plan before concluding its review on 25 May.\nThe decision to direct Pitchfork's release was published on Monday. \nHis release is subject to a number of licence conditions. \nThese include living at a designated address, taking part in probation supervision, wearing an electronic tag, taking part in lie detector tests and having to disclose what vehicles he uses and who he speaks to, with particular limits on contact with children.\nHe will also be subject to a curfew, have restrictions on using technology and limits on where he can go.\nA spokesperson for the Ministry of Justice (MoJ) said: \"We understand this will be an extremely upsetting decision for the families of Lynda Mann and Dawn Ashworth and our heartfelt sympathies remain with them.\n\"If Colin Pitchfork is released, he will be closely supervised by the probation service for the rest of his life and can be brought back to prison if he breaks the strict conditions he will be subject to.\"\nFollow BBC East Midlands on Facebook, on Twitter, or on Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57384925",
      "category": "world-europe",
      "title": "Norway police say body on shore is Kurdish-Iranian boy who died in Channel",
      "tags": "France,Iran,Norway,Migration",
      "text": "Police in Norway have said a body found on the country's coast earlier this year is that of a missing 15 month old who died in the English Channel.\nThe child, named Artin, died along with four family members when the boat they were travelling in sank in October.\nThe Kurdish-Iranian family had been attempting to reach the UK from France.\nRelatives of the family have spoken of their grief and confusion as they waited to hear what had happened to Artin.\nNow the child's remains will be flown back to Iran to be buried.\nOn Monday, police in Norway said the body had been found on the country's south-western shore near Karmoy by two officers on New Year's Day.\n\"We didn't have a missing baby reported in Norway, and no family had contacted the police,\" Camilla Tjelle Waage, the head of police investigations, told the BBC.\n\"The blue overall wasn't a Norwegian brand either [and] that indicated the baby was not from Norway,\" she added.\nA DNA profile was then obtained and the family were notified that it was in fact Artin.\n\"Skilled professionals in the department of forensic sciences at Oslo University Hospital managed to retrieve matching DNA profiles,\" the police statement said.\nThe boat carrying the family sank in the Channel on 27 October. Rasoul Iran-Nejad, 35, Shiva Mohammad Panahi, 35, Anita, nine, and Armin, six, all died.\nThe family were from the city of Sardasht in western Iran, near to the border with Iraq.\nFifteen other migrants were taken to hospital and an investigation into the sinking was opened in Dunkirk by the French public prosecutor.\nNihayat, the second aunt of Artin, was the first relative Norwegian police spoke to. \"I'm both happy and sad,\" she told the BBC on Monday. \"Happy that Artin's remains were eventually found, and sad that he left us for good.\"\nShavin, the child's aunt who lives in Switzerland, said she wanted Artin to be \"reunited with the rest of his family\". She said they would complete the required paperwork so Artin's remains could be returned to Sardasht.\nShortly after the sinking, the BBC saw a series of text messages believed to have been sent by Ms Mohammad Panahi, including one that acknowledged the danger of crossing the Channel by boat but concluded \"we have no choice\".\n\"If we want to go with a lorry we might need more money that we don't have,\" a second message read.\nAnother said: \"I have a thousand sorrows in my heart and now that I have left Iran I would like to forget my past.\"\nAt a camp in Dunkirk, another refugee, Bilal Gaf, said the family stayed close to his tent for three or four days before they left, and described Artin as \"famous\" among those staying there.\n\"He was a very happy baby,\" he said, showing photographs of himself with the child, taken around 10 days earlier.\n\"People are sad, but what can we do? Nothing. Just cry.\"\nThousands of Iranian-Kurdish refugees put the lives of their families in the hands of smugglers and go to Europe every year.\nThe Kurdish region in Iran has faced both political persecution and vast economic disparity. \nBetween 25 and 35 million Kurds inhabit a mountainous region straddling the borders of Turkey, Iraq, Syria, Iran and Armenia.\nThey make up the fourth-largest ethnic group in the Middle East, but they have never obtained a permanent nation state."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57384080",
      "category": "uk-scotland",
      "title": "Ex-Rangers directors given apology over wrongful prosecution",
      "tags": "Glasgow",
      "text": "Two ex-Rangers directors have received an apology from the head of Scotland's prosecution service after they were wrongly prosecuted on fraud charges.\nBoth former chief executive Charles Green and director Imran Ahmad were arrested in connection with a fraud probe relating to the sale of Rangers.\nBut Lord Advocate James Wolffe QC has admitted the pair \"should never have been prosecuted\". \nMr Green and Mr Ahmad are pressing for taxpayer-funded damages. \nThe Lord Advocate has already apologised to two financial experts also wrongfully prosecuted in connection with the sale of Rangers and issued them with £10.5m in damages each. \nMr Wolffe, who last month announced he was going to leave his post, said: \"Between 2015 and 2016, Mr Ahmad and Mr Green were prosecuted in the High Court concerning matters associated with Rangers Football Club.\n\"They should not have been prosecuted and, as Lord Advocate and head of the system for the prosecution of crime in Scotland, I have apologised unreservedly that they were.\n\"I made a statement to the Scottish Parliament following the settlement of two related cases, and I said at that time that there had been profound departures from normal practice.\"\nMr Wolffe added that he felt \"lessons have been learned\" to \"prevent a similar situation arising in the future\".\nA judge-led inquiry is to be held into the Rangers prosecution saga but Mr Wolffe has said the inquiry has to wait until all related legal proceedings have concluded.\nThe compensation claims by Mr Ahmad and Mr Green have still to be settled. \nMr Green was unveiled as the new man behind Rangers in 2012 but stepped down the following year.\nIn 2015, the 67-year-old and five others, including Mr Ahmad, were charged with serious organised crime offences in relation to the acquisition of the club.\nMr Green suffered what his solicitors, Jones Whyte LLP of Glasgow, described as a \"damaging, traumatic and stressful life event\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-57393101",
      "category": "world-middle-east",
      "title": "Three cars collapse into sinkhole in Israel",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57379311",
      "category": "uk-northern-ireland",
      "title": "DUP: Secret vote 'should have been held on Edwin Poots'",
      "tags": "DUP (Democratic Unionist Party),Arlene Foster",
      "text": "A secret ballot should have been held to affirm Edwin Poots' leadership but the result would not have changed, DUP deputy leader Paula Bradley has said. \nIt comes after two councillors were among a number of party members to quit over concerns about the party's direction.   \nA vote to hold a secret ballot on the night that Mr Poots and Ms Bradley were ratified was rejected. \nMs Bradley said there was no \"purge\" taking place in the party. \nMr Poots, speaking to BBC's Spotlight for an interview due to be aired on Tuesday, said the issue was \"peripheral\" but he did not want to lose anyone from the party. \nThe interventions follows the resignation of Democratic Unionist Party (DUP) councillors Glyn Hanna and Kathryn Owen, along with others in the party's South Down association.\nMr Hanna said there was a \"culture of fear\" in the party and claimed he witnessed \"bullying\" at last month's meeting of the DUP executive, during which Mr Poots' election as DUP leader was ratified by party members. \nHe also alleged that people who had put their hands up at the meeting in support of a secret ballot on the leadership were told to put them down. \nParty member Roberta McNally, who was also at the DUP executive meeting, said she \"witnessed senior members telling people to put their hands down to enable to vote to be open\".\nWriting on social media, she said that she had informed the DUP's Upper Bann chairman of her resignation on Sunday night.\nMs Bradley told William Crawley on BBC Radio Ulster's TalkBack programme that she did not see this happening. \nShe said that with hindsight, a secret ballot should have taken place, but that the result would not have changed. \n\"With hindsight, if it had of calmed what we have now, well then yes of course [there should have been a secret ballot],\" Ms Bradley said. \n\"With hindsight, and the ramifications of what has happened, then yes, it would have. I don't think the result would have changed in any way.\"\nMrs Owen said women and moderates in the DUP have been left \"voiceless\". Mr Hanna said there was no attempt to fix rifts after the leadership contest.\nThe DUP said it was disappointed but thanked the members for their service.\nIn regard to the issues the pair raised, a party statement said: \"The party takes these matters very seriously and any complaints should be made in writing to enable a thorough and fair investigation.\"\nA source close to Mr Poots also rejected the suggestion that there was a \"purge\" to oust some members of the party.\nThe Belfast Telegraph reported that Sir Jeffrey Donaldson, who was defeated by Mr Poots in the recent DUP leadership contest, has expressed support for those who have quit, saying it was highly regrettable that \"senior and valued members now feel the DUP is no longer a warm house for them\".\nIt is understood Mr Hanna and Mrs Owen will remain as independent councillors on Newry, Mourne and Down District Council. \nIt means the number of DUP members on the council will fall from three to one.   \nThe DUP resignations follow recent tensions within the South Down association between assembly member Jim Wells - a firm supporter of Mr Poots - and members who had supported Sir Jeffrey for the leadership.\nMr Wells did not wish to comment. \nThe South Down association held its AGM on Saturday night, which saw Mr Hanna removed as chairman by eight votes to seven.\nMr Hanna had been a long-standing member of the DUP ruling executive but had openly criticised the party during the vote to ratify Mr Poots as leader almost a fortnight ago. \nHe has also criticised the handling of former DUP leader Arlene Foster's ousting from office during the meeting.\nIn a statement, Mr Hanna said he accepted there was a democratic vote to remove him as association chairman, but claimed \"the lack of prior warning echoed how the Poots team treated Arlene Foster\". \n\"If he was leader, Sir Jeffrey would have openly acknowledged the glaringly obvious divide in the party and worked to unite and rebuild. He would not have acted in the way of the new leadership,\" he said.\nA source close to Mr Poots told BBC News NI that the new DUP leader had \"no prior knowledge\" of the moves in South Down to replace Mr Hanna as chair of the association, and insisted Mr Poots was working to rebuild relations at all levels of the party.\nMr Hanna also said the DUP leadership's actions would be \"catastrophic for unionism\" and urged anyone with \"decency and integrity\" in the party to consider their position.\n\"To be honest, I have often felt the burden of being the face on the ground following the numerous bad behaviours in the DUP and ashamed of them,\" he added.\n\"I believe I will be a better councillor without the weight of the DUP on my shoulders.\"\nThe fact that Paula Bradley is the one out front and centre fielding the difficult questions about what happened over the weekend perhaps speaks volumes for the job that she is going to do for Edwin Poots. \nShe's the face of the moderate side of the party and being able to bat back any suggestion that Mr Poots is going to take the party in a hard-line direction. \nI think we're going to have judge what happens by actions and not words. \nMs Bradley talked about receiving calls from people who felt isolated - we'll have to see where that goes and whether there are any formal complaints made in writing to the party and, if so, what the process will be for dealing with those.  \nWe'll also have to see who Mr Poots decides to put into his front bench ministerial posts. \nThat will also send out an indication of how he plans to rebuild relationships within the party, if, for example, he puts someone on his front bench who didn't want him as party leader, but Sir Jeffrey Donaldson. \nThe party is as deeply divided this evening as it has been over the course of the past five or six weeks. \nIn what is his second week in charge, the new leader's headaches continue. \nMr Hanna said the \"bullying\" that set it off for him was what happened at the meeting to ratify the new leadership. \n\"I watched senior members of the DUP going round and telling people to put their hands down so that there was no secret vote,\" Mr Hanna said.\n\"That really did put the lid on it for me.\"\nThe councillor claimed many elected members and DUP staff were scared to protest because their income depends on their position within the party.\nIn her statement, Mrs Owen said she had been considering her position in recent weeks, but resigned after witnessing the treatment of Mr Hanna at the AGM.\nShe said: \"It is apparent to me there is a purging of Donaldson supporters and it is only a matter of time before this continues across the party.\n\"It would be against my principles as a veteran, mother and independent woman to stand idly by and allow this behaviour to continue, rewarded by my silence and inaction.\"\nShe added that women and moderates within the party felt voiceless, saying: \"The only way to stop this coercion and control is to remove the fuel that feeds it and empower these voices.\"\nMrs Owen, who was co-opted as a councillor in 2019 but joined the DUP nearly a decade ago, later told the Nolan Show on Radio Ulster that she had been \"shut down, I've been shut out. I've been cold shouldered\".\nMs Bradley said the party now needs to come together because \"the union is at stake, Northern Ireland is at stake\". \nShe said the party needs to sit down and talk about these \"personal issues\". \nMs Bradley reiterated that she has not yet spoken to Mrs Foster but she hoped to do so \"at some stage in the future\". \nLater, Ms Bradley, who is also welfare officer for the party, said there are issues that have been ongoing and they need to be resolved. \nAllegations of bullying were concerning and will be investigated, Ms Bradley added. \nShe said she had received several calls from \"various members who were feeling hurt about everything that went on\". \n\"I have spoken to them and I have reassured them that they are important to us and that their views also matter,\" Ms Bradley said. \nShe also said she would speak to both Mr Hanna and Mrs Owen. \nResignations of elected representatives had been threatened after the internal acrimony erupted, but Mr Hanna and Mrs Owen are the first councillors to officially step away from the party.\nMr Hanna's daughter Diane Forsythe, who stood for the party as its South Down candidate in the 2017 general election, has also quit the party.\nMs Forsythe said her voice was not being heard and was \"better out of that party\". \nIn its statement about the South Down Association AGM, the DUP said:  \"Some of the members who have resigned sought re-election to hold office within the party. \n\"It is disappointing they have chosen to resign from the party, following the outcome of the meeting. \n\"We thank them for their service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57349669",
      "category": "uk-northern-ireland",
      "title": "'Children here are free to be who they are'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57383763",
      "category": "health",
      "title": "US approves first new Alzheimer's drug in 20 years",
      "tags": "Dementia,Alzheimer's",
      "text": "The first new treatment for Alzheimer's disease for nearly 20 years has been approved by regulators in the United States, paving the way for its use in the UK.\nAducanumab targets the underlying cause of Alzheimer's, the most common form of dementia, rather than its symptoms. \nCharities have welcomed the news of a new therapy for the condition.\nBut scientists are divided over its potential impact because of uncertainty over the trial results.\nAt least 100,000 people in the UK with a mild form of the disease could be suitable for the drug if it were to be approved by the UK regulator. \nThe US Food and Drug Administration (FDA) said there was \"substantial evidence that aducanumab reduces amyloid beta plaques in the brain\" and that this \"is reasonably likely to predict important benefits to patients\".\nIn March 2019, late-stage international trials of aducanumab, involving about 3,000 patients, were halted when analysis showed the drug, given as a monthly infusion, was not better at slowing the deterioration of memory and thinking problems than a dummy drug.\nBut later that year, the US manufacturer Biogen analysed more data and concluded the drug did work, as long as it was given in higher doses. The company also said it significantly slowed cognitive decline.\nAducanumab targets amyloid, a protein that forms abnormal clumps in the brains of people with Alzheimer's that can damage cells and trigger dementia, including:\nAldo Ceresa, who took part in the trial, first noticed problems differentiating between left and right 10 years ago.\nAfter his diagnosis, the 68-year-old, who is originally from Glasgow and now lives in Oxfordshire, close to his family, had to give up his job as a surgeon. \nMr Ceresa took aducanumab for two years before the trial was halted - and then had to wait almost as long for another trial, at the National Hospital for Neurology and Neurosurgery, in London, to begin.\n\"I'm quite happy to volunteer,\" he says.\n\"I really, really enjoy this journey that I'm going through - and obviously the benefits I'm getting from it, which I'm very, very grateful for.\"\nHe is convinced the drug has helped him.\n\"I feel like I'm not quite as confused. Although it's still there, it's not quite as bad. \n\"And I'm just getting that bit more confident now.\"\nMr Ceresa says his family has noticed improvements too.\n\"Before, if I was going to get something, I couldn't remember, you know, where to find things in the kitchen. \n\"That has become less of a problem,\" he says.\n\"I haven't caught up to the level that I was before - but I'm heading in the right direction.\"\nMore than 30 million people around the world are thought to have Alzheimer's, with most aged over 65.\nFor around 500,000 people affected in the UK, those eligible for aducanumab will be mostly in their 60s or 70s and at an early stage of the disease.\nWe need to keep our feet on the ground. \nThis is not a miracle drug, nor a cure for Alzheimer's but it is the first treatment which tackles the destructive mechanism in the brain that drives the destruction of neurons.\nAnd that makes this a landmark moment.\nBut scientific opinion both here and the United States is divided. While some have welcomed approval, calling it a milestone for millions living with Alzheimer's, others believe the drug will only have marginal benefits. \nAlzheimer's charities say they will be pressing for an early decision in the UK - but that could take another year.\nLastly, we don't know how much aducanumab will cost - it could be tens of thousands of pounds per patient each year. And if approved, access will be limited to those who've had specialist brain scans to confirm their diagnosis.\nDespite all the caveats, this is moment for very cautious celebration.  \nProf Bart De Strooper, director of the UK Dementia Research Institute, said the decision to approve aducanumab marked \"a hugely significant milestone\" in the search for treatments for Alzheimer's disease.\nIn the past decade, more than 100 potential Alzheimer's treatments have flopped. \nBut while he hoped it would prove a turning point for millions of people with the condition, he said there were \"still many barriers to overcome\". \nProf John Hardy, professor of neuroscience at University College London, said: \"We have to be clear that, at best, this is a drug with marginal benefit which will help only very carefully selected patients.\"\nAnd Prof Robert Howard, professor of old age psychiatry at UCL, went further calling the drug's approval \"a grave error\" that could derail the ongoing search for meaningful dementia treatments \"for a decade\". \nHe said the FDA had ignored data from the trial which showed no slowing of decline in cognition or function.\nHowever, Alzheimer's Society said the drug was \"promising\" but added it was \"just the beginning of the road to new treatments for Alzheimer's disease\".\nAnother charity, Alzheimer's Research UK, said it had written to the Health Secretary Matt Hancock asking the government to prioritise the fast-track approval process for the drug in the UK.\nChief executive Hilary Evans, said: \"People with dementia and their families have been waiting far too long for life-changing new treatments. \n\"It is now essential that regulatory authorities assess the evidence to decide whether they believe the drug is safe and effective for use in the UK.\" \nAlthough many doctors are doubtful of aducanumab's benefits, its US approval could be a huge boost to dementia research, which is traditionally underfunded compared with cancer or heart disease."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57390382",
      "category": "uk-politics",
      "title": "Covid vaccines for 25 to 29-year-olds offered in England",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57379875",
      "category": "world-europe",
      "title": "Ukraine's Euro 2020 football kit provokes outrage in Russia",
      "tags": "Crimea,Ukraine",
      "text": "A new kit for Ukraine's football team, showing a map including Russian-annexed Crimea, has provoked anger in Moscow.\nUkraine unveiled its shirt for Euro 2020, emblazoned with its borders including Crimea and the slogan \"Glory to Ukraine!\"\nRussia annexed the Crimean peninsula from Ukraine in 2014, and considers it a part of its territory, something rejected internationally.\nA Russian MP called it a \"political provocation\".\nIn a statement to the BBC, European football's governing body Uefa said: \"The shirt of the Ukrainian national team (and of all other teams) for Uefa Euro 2020 has been approved by Uefa, in accordance with the applicable equipment regulations.\"\nThe head of the Ukrainian football association, Andriy Pavelko, revealed the kit in a video on his Facebook page on Sunday, days before the European Championship kicks off.\nThe front of the yellow shirt shows the contours of Ukraine in white, including Crimea and the pro-Russian separatist-controlled regions of Donetsk and Luhansk.\nA slogan on the back reads \"Glory to Ukraine!\" - a patriotic chant used as a rallying cry by protesters who forced out a pro-Moscow president, Viktor Yanukovych, in 2014. \n\"We believe that Ukraine's silhouette will give strength to the players because they will fight for all of Ukraine,\" Mr Pavelko said.\nAnother slogan - \"Glory to the heroes!\" - is stitched on the inside of the shirt collar. \nBoth it and \"Glory to Ukraine!\" are used as official military greetings in Ukraine.\nThe US embassy in Kyiv, Ukraine's capital, tweeted \"love the new look\", with a photo of the new kit.\nBut Russian foreign ministry spokeswoman Maria Zakharova criticised the kits, saying the football team had \"attached Ukraine's territory to Russia's Crimea\", creating the \"illusion of the impossible\".\nShe said the slogan was nationalistic and echoed a Nazi rallying cry.\nRussian MP Dmitry Svishchev called the shirt \"totally inappropriate\" and urged Uefa to take action.\nThe tournament, postponed due to Covid-19, will run from 11 June to 11 July across 11 host cities, including Russia's Saint Petersburg, which hosts a quarter-final."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57386706",
      "category": "science-environment",
      "title": "Bdelloid rotifer survives 24,000 years frozen in Siberia",
      "tags": "Siberia,Russia",
      "text": "A microscopic multi-celled organism has returned to life after being frozen for 24,000 years in Siberia, according to new research.\nScientists dug up the animal known as a bdelloid rotifer from the Alayeza River in the Russian Arctic.\nOnce thawed, it was able to reproduce asexually, after spending millennia in a state of frozen animation known as crytobiosis.\nPrevious research said they could survive frozen for up to 10 years.\nBut the new study, published in Current Biology on Monday, suggested they could last for thousands of years, if not indefinitely. \n\"The takeaway is that a multicellular organism can be frozen and stored as such for thousands of years and then return back to life - a dream of many fiction writers,\" Stas Malavin, of Russia's Institute of Physicochemical and Biological Problems in Soil Science, told the Press Association.\nHe said more research was needed to see how it achieved the feat. The scientists in the study froze and thawed dozens of the animals in a laboratory to examine the process.\nRadiocarbon dating aged the bdelloid rotifer specimen at between 23,960 and 24,485 years old.\nBdelloid rotifers are a class of rotifer found in freshwater environments around the world. The name rotifer comes from the Latin meaning \"wheel bearer\".\nThe creatures are known for their ability to withstand extremes. They are one of the Earth's most radioactive-resistant animals, according to the New York Times, which reports they can also withstand low oxygen, starvation, high acidity and years of dehydration.\nThere are reports of other multi-celled organisms coming back to life after thousands of years, including a nematode worm, as well as some plants and mosses. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57378493",
      "category": "world-africa",
      "title": "Abubakar Shekau: Nigeria's Boko Haram leader is dead, say rival militants",
      "tags": "Nigeria,Boko Haram",
      "text": "The leader of the Nigerian militant group Boko Haram, Abubakar Shekau, has killed himself, rival Islamist militants said in an audio recording.\nIn audio obtained by news agencies, the Islamic State West Africa Province (Iswap) said Shekau died detonating explosives on himself after a battle between the two groups.\nShekau was reported dead last month and has been reported killed before. \nNeither Boko Haram nor the Nigerian government have confirmed his death.\nIn the undated audio recording, a voice thought to be that of Iswap leader Abu Musab al-Barnawi said Shekau \"killed himself instantly by detonating an explosive\".\nIswap fighters hunted down the warlord and offered him the chance to repent and join them, al-Barnawi said.\n\"Shekau preferred to be humiliated in the afterlife than getting humiliated on earth,\" he said.\nWhen reports of Shekau's death in a clash circulated last month, the Nigerian army said it would investigate.\nArmy spokesman Brig Gen Mohammed Yerima told the BBC at the time the army was looking into what happened, but that it would not issue a statement until it got definitive proof.\nOne journalist with close links to security agencies said that Shekau died when Iswap attacked Boko Haram positions in the Sambisa forest, north-east Nigeria.\nHe has been reported dead numerous times before, only to resurface. \nThe official media outlets of the Islamic State group have also not yet commented on the claims.\nBy Mayeni Jones, BBC News, Lagos\nIt's unclear what Shekau's death will mean for Boko Haram but it's unlikely to spell the end of jihadism in West Africa. \nFor one, the Islamic State West Africa Province has become increasingly prominent in the region and has carried out a number of successful attacks against the Nigerian military. \nAnalysts say the group may now be wooing Shekau's former fighters. \nThis is both good and bad.\nIt may result in less violent clashes between the two groups. But it would also mean that the so-called Islamic State's footprint in West Africa receives a massive boost. \nAlternatively, Shekau's fighters could decide to join forces with other extremist groups in the region, or create their own faction. \nThis would be potentially disastrous for the already embattled north-east of Nigeria as it could lead to more infighting between the different groups, with civilians caught in the middle. \nAfter taking the reins of Boko Haram after its founder died in police custody in 2009, Shekau led its transformation from an underground sect to a deadly insurgency that has swept north-east Nigeria.\nUnder Shekau, Boko Haram staged bombings, kidnappings and prison breaks across the region. And from 2014, it began overrunning towns in a bid to create an Islamic State under Sharia law.\nBelieved to be in his early- to mid-40s, Shekau backed a bloody jihadist campaign in propaganda videos that drew comparisons to Osama Bin Laden.\n\"I enjoy killing... the way I enjoy slaughtering chickens and rams,\" he said in one 2012 video.\nSince he took charge, more than 30,000 people have been killed and over two million displaced from their homes.\nThe group gained global attention after its 2014 kidnapping of hundreds of girls from a school in Chibok, in Borno state, sparking the #BringBackOurGirls movement. Many of them are still missing.\nSoon after, the US declared Shekau a \"global terrorist\" and placed a $7 million (£4.9m) bounty on his head.\nShekau's agenda was so radical that he was rejected by Islamic State, which split from Boko Haram to form Iswap in 2016.\nShould Shekau's death be confirmed, it is uncertain it would spell the end for Boko Haram, analysts say.\nSince breaking away, Iswap has displaced Boko Haram as the dominant insurgency in the region. \nSome predict Shekau's death could lead to the end of the violent rivalry between the two groups, enabling Iswap to absorb Boko Haram fighters, but others say they will remain loyal to his ideas.\n\"There's division among Shekau's followers about whether to join Iswap now or fight Iswap,\" Jacob Zenn, editor of the Jamestown Foundation Terrorism Monitor, told the BBC.\n\"There was never a plan for the dictator of the group meeting his demise. It appears there will now be a chaotic period.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-43383113",
      "category": "uk",
      "title": "John Worboys Parole Board decision 'ignored' wider allegations",
      "tags": "Parole Board,John Worboys case,Prisons",
      "text": "The Parole Board failed to consider \"critical evidence\" against rapist John Worboys before approving his prison release, a lawyer for two of his victims has told the High Court.\nThe lawyer said the evidence related to \"wider allegations\" of sexual attacks.\nPolice believe that Worboys - jailed in 2009 for assaults on 12 women in London - had more than 100 victims.\nLawyer Phillippa Kaufmann QC said the board was wrong to decide Worboys took \"full responsibility\" for his crimes.\nWorboys is thought to have carried out more than 100 rapes and sexual assaults on women in the capital between 2002 and 2008.\nThe 60-year-old, who has changed his name to John Radford, is watching the trial via video link from prison.\nThe court heard he denies any allegation other than the offences he was convicted of.\nLegal papers submitted to the High Court show that as recently as September last year, the prison authorities believed he posed such a risk that he needed to remain in a Category A prison.\nThree months later the Parole Board decided that he should be let out with stringent licence conditions, without having been assessed at a less secure prison.\nMs Kaufmann said this \"highly exceptional step\" was \"in the face of opposition\" from senior prison managers, prison psychologists, the probation service and the justice secretary.\nMs Kaufmann said the claims of Worboys' further crimes \"completely undermined\" the board's decision.\nShe told the court: \"It is obvious, absolutely obvious, that this evidence of wider offending had a central bearing on all of those conclusions that formed the basis of the Parole Board's conclusion that there had been a reduction in risk.\"\nMs Kaufmann added it would have been fair to consider these allegations as the board did not have to determine whether he had actually committed the crimes.\nShe said it would be \"extraordinary\" to release Worboys straight from a Category A prison, the highest security prison, into the community.\nAt last, the cloak of secrecy surrounding the Parole Board's decision-making in this case has been lifted.\nThanks to the judicial review challenge the public, and John Worboys' victims, can find out why the Board ruled it was safe to release him.\nIts decision was apparently influenced by assessments from three independent psychologists all of whom at some stage had been instructed by Worboys.\nOne expert initially recommended he be moved from HMP Wakefield, a high security jail, to an 'open' prison, which allows inmates more freedom. That's the usual route to eventual release, taken by those serving life or indeterminate sentences. It enables the authorities to test whether prisoners can be trusted in a less secure environment where they're allowed to spend time working in the community.\nBut the psychologist later changed their view and agreed with two other psychologists that the 60-year-old sex offender should be let out straight away - direct from Wakefield jail.\nTo be released from a Category A prison, the court heard, is \"very unusual\".  Nevertheless,  their advice was accepted by the three-member parole panel, resulting in this landmark legal challenge. \nAhead of the High Court challenge against the decision to grant him parole, victims said they were not properly informed and warned of risks to women's safety.\nLondon Mayor Sadiq Khan has also launched a judicial review against the action to free the former black-cab driver.\nDuring the High Court challenge, three judges are hearing evidence over two days from victims and Mr Khan.\nAs the case got under way, Mr Khan said in a statement that Worboys presented a \"significant threat\" to safety.\nHe said: \"I have been clear that he shouldn't be released at the very least until the decision has been properly independently scrutinised and we are reassured that those in positions of power and responsibility are doing everything they can to keep all his victims, and the rest of us, safe.\"\nThe Sun newspaper is also part of the legal challenge, after it was granted permission last month to challenge the Parole Board over not publishing its decision.\nThe Parole Board has previously apologised to victims who were not told about the decision but said it was \"confident\" Worboys would not re-offend.\nThe case continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57388643",
      "category": "uk",
      "title": "Covid-19: Jabs for England's over-25s and a pandemic shortage of summer goods",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you on Tuesday morning.\nEngland's vaccine rollout will officially extend to people aged 25 to 29 with bookings opening tomorrow, Health Secretary Matt Hancock has announced. That will mark six months since the UK began its vaccination programme, with more than 40 million people having had at least one jab so far. Mr Hancock said he was \"cheered\" by the sight of young people queuing to be vaccinated and said the jabs had saved 13,000 lives so far, as well as preventing 39,000 hospital admissions. Meanwhile, Wales said it would hit the UK target to offer first jabs to all adults six weeks early, completing the task by next Monday.\nCompanies are struggling to secure supplies of summer gear like garden furniture, picnic baskets and outdoor toys, a survey suggests. About 60% of British suppliers have experienced import delays in the past month, according to customs clearance platform KlearNow. The pandemic has contributed to the delays, with the effect of Covid restrictions and disruption to shipping due to the crisis in India. But suppliers have also faced a backlog from the Suez Canal blockage, a high demand for shipping containers and a shortage of packing materials.\nSome British travellers are scrambling back from Portugal to beat the 04:00 BST deadline when the country joins the amber list and quarantine becomes mandatory. Airlines have added capacity, with double the usual number of flights heading out of Faro in the Algarve on Monday. But several passengers say they cannot return because it has been impossible to get the necessary negative Covid test in time to change their departure. Angela Mantana from Derby says self-isolating for ten days means she will miss her shifts volunteering at a vaccine centre.\nAs the UK prepares to host world leaders at the G7 summit in Cornwall, airline bosses have called for a trans-Atlantic travel corridor to be opened up. Nearly all UK passengers are currently banned from travelling to the US, while any US travellers are required to quarantine in the UK. The airlines say travel between the countries, which have some of the highest levels of vaccination in the world, is \"essential to igniting economic recovery\".\nCovid case numbers in India are falling and major states are easing restrictions that were imposed after the country endured a record surge of infections earlier this year. The national capital Delhi and the financial hub of Mumbai are among the cities cautiously exiting lockdown, with some shops reopening and limited train services resuming. India has administered more than 230 million doses of Covid vaccines so far, but less than 4% of its 1.4 billion people have been fully vaccinated.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nAs restrictions ease, employers are taking differing views on whether working from home should continue. Find out what it means for you here.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57365480",
      "category": "uk-wales",
      "title": "Covid: MP calls for 'urgent review' of packed trains",
      "tags": "Coronavirus lockdown measures,Transport,Rail travel,Social distancing,Transport for Wales,Coronavirus pandemic",
      "text": "Calls have been made for the Welsh government to investigate after images of packed trains emerged online. \nPassengers complained of feeling unsafe after Covid travel restrictions were eased.\nPictures shared showed people standing in crowded carriages, unable to social distance during the hot weather.\nTransport for Wales (TfW) said it monitored capacity and that safety was a \"top priority\".\nArfon MP Hywel Williams has said constituents had complained about TfW services along the north Wales coast to Bangor being dangerous.\nHe said TfW and the Welsh government should \"urgently review\" their onboard Covid safety protocols.\n\"I understand from passengers that some services originating in Crewe over the weekend were at full capacity, with no means of properly enforcing social distancing measures, leaving those onboard with no alternative but to sit side by side and stand in the aisles,\" said Plaid MP Mr Williams.\n\"This dire service is bad enough under normal circumstances, but to expect passengers to endure cramped conditions for over two hours on a poorly ventilated train with next to no social distancing in the middle of a public health crisis, is a disgrace.\"\nSocial distancing measures are a legal requirement on trains and everyone on board is required to wear a face covering by law, unless they have a valid excuse.\nTfW introduced an improved rail service between Cardiff and Holyhead with more capacity on Monday, and bought 30 further carriages with Welsh government help.\nTransport experts and green campaigners had warned safety messaging about avoiding public transport could have a \"lasting impact\" and it could take years for passengers to get back on board regularly unless people felt safe.\nHowever, commuters have tweeted photos of packed carriages, with aisles filled with people standing, as passengers travelled back from days and nights out, and work, in recent weeks.\nAdam Smith said he felt \"anxious\" after getting on a train back to his home in Newport from Barry Island on bank holiday Monday which had standing room only.\nAs the sun shone on bank holiday Monday, thousands flocked to beaches and beauty spots across Wales, with many using public transport.\nHowever, the train leaving Barry was standing room only and Mr Smith said he was shocked there were only two carriages on a busy bank holiday. \n\"There must have been about 100 people waiting to get on, it was stupidly crowded,\" he said.\nWith fans now allowed back to festivals, matches and concerts when restrictions ease on Monday, Mr Smith said he assumed TfW would have put extra trains on and changed services after seeing how busy it was on the journey out.\nHe said while everyone was wearing facemasks on board, he was \"anxious and uncomfortable\", but had no other way to get home.\n\"I am now questioning, especially for a long journey, whether I should get the train,\" he said. \n\"People like me rely on public transport, we need more trains or carriages on so we can be safe while travelling because if we don't travel that will impact other industries if people are feeling it's not safe to travel.\"\nLesley Griffiths, Minister for North Wales, travelled on the first new train leaving Holyhead on Monday morning and said it was a \"positive step towards encouraging more people back on the train\".\nThere will also be new trains on the Swansea to Manchester route from December 2022.\nPassenger numbers on Welsh trains have risen dramatically over the past 20 years, leading to commuters complaining of packed carriages and late services, pre-Covid.\nAs \"non-essential\" travel was banned at the height of the pandemic, passenger numbers plummeted by about 95%, with TfW slashing services as demand fell.\nBut in April, after travel restrictions lifted, TfW reported a rise in passengers to 20-30% of pre-pandemic levels, with footfall in stations up to 39% by 12 April.\nScientists have said the risk of transmission in a carriage depends on how crowded a train is, and how far away you can stay away from people.\nUnder Welsh government rules, public transport providers must take \"all reasonable measures\" to ensure people stay two metres apart, or face being fined.\nGuidance urges them not to allow passengers to stand on public transport, to stop guards checking fares on trains, and to put on extra services and buses in areas of high demand.\nThey are also urged - under reasonable measures - to stop people talking on mobile phones, reading newspapers, and to not allow passengers to eat or drink, while only allowing people to travel on booked seats.\nTfW previously said keeping people apart as demand increased would be \"challenging\", but social distancing was a priority and safety measures would continue.\nLeyton Powell, TfW's safety and sustainability director, said the company was following government guidance.\n\"At times, such as during good weather, certain coastal services become busier, we understand our customer needs, monitor our capacity and where possible arrange additional services and road transport,\" he added.\n\"Queuing systems are in place at busy stations to protect customers and our staff and to enable social distancing, and we're actively promoting our capacity checker tool so that customers can plan ahead, not just for their initial journey but for that important trip home too.\"\nHe said the new intercity train, which is due to depart from Holyhead to Cardiff on Monday morning, would help increase capacity.\n\"We've also announced that we'll be adding an extra 30 of these carriages to our intercity route between Swansea and Manchester next year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57379704",
      "category": "world-europe",
      "title": "David Dushman, last surviving Auschwitz liberator, dies aged 98",
      "tags": "The Holocaust,World War Two",
      "text": "David Dushman, the last surviving soldier who took part in the liberation of the Nazi death camp at Auschwitz, has died at 98.\nDushman, a Jewish Red Army veteran who later became an Olympic fencer, died in Germany on Saturday.\nAs a 21-year-old soldier, he used his tank to mow down the camp's electric fence on 27 January 1945, helping to set its prisoners free.\nAbout 1.1 million people were murdered at Auschwitz, most of them Jews.\n\"When we arrived we saw the fence and these unfortunate people, we broke through the fence with our tanks. We gave food to the prisoners and continued,\" Dushman told Reuters last year. \n\"They were standing there, all of them in [prisoner] uniforms, only eyes, only eyes, very narrow - that was very terrible, very terrible,\" he said.\nDushman has said he was unaware Auschwitz existed during the war, only learning about the atrocities carried out there in the years after. \nOne of just 69 men in his 12,000-strong division to survive the war, Mr Dushman suffered serious injuries during the conflict, \nBut he went on to become the Soviet Union's top fencer, and later one of the world's greatest fencing coaches, the International Olympic Committee (IOC) said.\nHe trained the Soviet Union's women's fencing team for over 30 years, and witnessed the deadly terror attack on Israeli athletes at the Munich Olympics in 1972.\n \"We heard the gunshots and the hum of the helicopters above us. We lived right across from the Israeli team. We and all the other athletes were horrified,\" he told Abendzeitung newspaper in 2018.\nHis friend, IOC chief and fellow fencer Thomas Bach, paid tribute. \n\"When we met in 1970, he immediately offered me friendship and counsel, despite Mr Dushman's personal experience with World War II and Auschwitz, and he being a man of Jewish origin,\" said Mr Bach, who is German.\n\"This was such a deep human gesture that I will never ever forget it.\"\nUntil the age of 94, he was still going almost daily to his fencing club there to give lessons, the IOC said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57378094",
      "category": "uk",
      "title": "Covid-19: Government aid cuts opposed and vaccine badges for UK online daters",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nAs the UK prepares to host the G7 summit of world leaders later this week, Prime Minister Boris Johnson is facing opposition from senior Tories over government cuts to the UK's international aid budget. More than 30 rebel Tory MPs want Boris Johnson to restore a commitment to spend 0.7% of national income on international development. The Conservative Party committed to spending 0.7% in its 2019 manifesto - but ministers say it is hard to justify given record levels of peacetime borrowing during the pandemic.\nMany people have an idea of what they would love in a partner and now Covid vaccine status will form part of profiles on some dating apps. The latest drive by the government to support the vaccination programme will see UK online daters being able to choose to display a badge on their profiles to show if they have had the jab or are supportive of it. Tinder, Match, Hinge, Bumble, Badoo, Plenty of Fish, OurTime and Muzmatch have all signed up - but there will be no way of verifying whether the status is genuine.\nA socially-distanced Bafta TV Awards ceremony saw Michaela Coel named best actress after also winning Baftas for writing and directing her drama I May Destroy You. Comedian Richard Ayoade hosted the event where some nominees attended in person while other accepted their awards remotely. Find out what happened at the Baftas here.\nHow do you lure tourists back this summer? Greece's islands have an ambitious plan - named  \"Operation Blue Freedom\" - to vaccinate local residents to create \"Covid-free\" travel destinations.\nFor anyone who wears glasses, you know what it can be like when you put your face mask on - everything starts to steam up, the world looks foggy - yes, it's hard to see. Alex Wickens, 22, from Sussex, found this when he was working shifts at his local supermarket, so he started a business designed to tackle a practical problem.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith coronavirus cases on the rise again, could this change plans to relax rules in England on 21 June?\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57385909/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: All adults in Wales to be offered first jab by Monday",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "All adults in Wales will have been offered a first Covid jab by the start of next week - six weeks ahead of schedule, Welsh government has said.\nOfficials plan to offer second doses to adults by September, while jabs for schoolchildren and boosters for older groups may be offered in the autumn.\nFirst Minister Mark Drakeford promised the second jab programme would be as quick as the first, if supplies allow.\nWales is ahead of other UK nations for giving first Covid vaccine doses.\nBut it is behind England and Scotland for fully vaccinating people.\nFigures show 2.18 million people, or 86% of the adult population, have had a first dose and almost 1.25 million have had a second dose.\nWales' case rate on Monday was 9.4 cases per 100,000, within the range of seven to 10 that it has been in since the start of May.\nAlong with other UK nations, Wales had committed to offering a first dose to all over-18s by the end of July.\nResearch has suggested the Pfizer-BioNTech and Oxford-AstraZeneca jabs are highly effective against the variant identified in India after two doses.\nThe new Welsh vaccine strategy, published on Monday, said \"it is likely that those in priority groups 1-4 and possibly cohorts 1-9 or wider will need a single dose of Covid-19 vaccine as a booster vaccinations\".\nGroups 1-4 covers those in care homes for older people and those aged 70 or over. Groups 1-9 includes everyone over the age of 50. \nMr Drakeford told a press conference: \"We're not certain about how long the vaccine offers protection, and we're seeing new variants as well\".\n\"So for all of those reasons a booster campaign in the autumn may be necessary again,\" he added.\nAt the weekend UK regulators approved the Pfizer-BioNTech vaccine for use with 12-15 year olds. \nOfficials on the UK Joint Committee On Vaccination and Immunisation (JCVI) now have to consider how to move forward - for both booster and school jabs.\nMr Drakeford said the Welsh government would follow its advice, and said work was starting to see how vaccination \"for coronavirus to young people in secondary schools\" may be offered in the autumn, \"if that is what the JCVI recommend\".\nMr Drakeford also said the Welsh government would not lift every restriction on 21 June, even if they were all lifted in England.\nAnd he said there were no plans for a \"freedom day\" when the final coronavirus restrictions are lifted in Wales.\nThe UK government has set 21 June as a possible date for lifting the final restrictions in England.\nMr Drakeford said: \"We are well into the restoration of freedoms in Wales and we have been restoring freedoms in Wales since February.\n\"We will continue to do it in exactly that step-by-step way in which, as we become more confident that the public health position in Wales warrants it, then we will restore freedoms without running the risk that everything we have achieved together can go backwards.\"\nThe first minister said he was \"very confident\" the vaccination programme was \"effectively breaking the link between illness and hospitalisation\" where the Kent, or Alpha, variant was concerned.\nBut more time was needed, he said, to assess whether the vaccine was as effective in reducing hospital admissions for those affected by the Indian, or Delta, variant.\n\"The numbers of people needing hospitalisation in hotspots elsewhere in the United Kingdom is low,\" he said.\n\"But there are some indications that it's not as low as it would have been had that variant not arrived in the United Kingdom, so that's partly why we delayed (more reopening indoors) for two weeks to get better evidence,\" he said.\n\"If the evidence shows that two doses of the vaccine is as effective in breaking the link for that new variant, then that will tell us something important for planning ahead\".\nThere have been 97 cases of the Delta variant in Wales, with 54 cases in the Conwy county area.\nPlaid Cymru's Rhun ap Iorwerth said officials and the local health board \"should strongly consider bringing forward second jabs in the area to stem the spread and offer locals protection\".\nIt comes as the Welsh government published a strategy that said over the past month there had been an increase in \"non-attendance rates\" across Wales.\nIt said this could be \"due to transport issues, being unable to reschedule appointments easily, responsibilities such as childcare and out-of-pocket expenses incurred, incorrect patient contact details, access and logistical issues, in addition to lack of confidence and trust in the vaccination\".\nGroups who may have \"particular difficulties\" include homeless people, those from black, Asian and minority ethnic (BAME) groups, people with disabilities, asylum seekers and refugees, and single parents, the strategy said.\nHowever Mr Drakeford said the vaccine uptake between certain groups was \"closing\".\nThe Welsh Conservatives Senedd leader Andrew RT Davies said: \"We must remain vigilant as the clusters of the Indian variant across Wales remain a concern, but if the data particularly in relation to hospitalisation rates indicate we can move forward, then we should continue to ease restrictions in a safe and sensible manner.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57390241",
      "category": "business",
      "title": "Airline bosses demand UK-US travel corridor",
      "tags": "Tourism,Travel,Travel & leisure industry,Air travel,United States",
      "text": "Airline bosses are urging the US and UK to allow travel to restart ahead of the G7 meeting in Cornwall.\nThe bosses of all airlines that offer UK-US flights and Heathrow Airport issued a joint call for a trans-Atlantic travel \"corridor\" on Monday.\nThe group said it would be \"essential to igniting economic recovery\" in a statement.\nNearly all passengers from the UK are currently banned from travelling to the US.\nUnder a presidential decree introduced last March, non-US citizens who have been in the UK in the last 14 days cannot enter the country unless a specific exemption applies.\nMeanwhile, travellers from the US to the UK must self-isolate for 10 days on arrival as the country is on the \"amber list\".\nBut airline bosses argued on Monday that because of the speed of the vaccine roll-out in both countries, travel should be allowed to resume.\nShai Weiss, the boss of Virgin Atlantic, said: \"There is no reason for the US to be absent from the UK green list. This overly cautious approach fails to reap the benefits of the successful vaccination programmes in both the UK and the US.\"\nAdding the US to the green list would remove the need for quarantine on return to the UK. Passengers would, however, still need to have proof of a negative Covid test result on departure.\n\"Customers, families and businesses need to book and travel with confidence. After 15 months of restrictions, the time to act is now,\" Mr Weiss added.\nJohn Holland-Kaye, chief executive of Heathrow Airport, said: \"Connectivity between the UK and the US is one of the great engines of the global economy.\"\nIn a statement, the group estimated that UK businesses are losing £23m each day that trans-Atlantic trade links remain closed\n\"The scientific data shows transatlantic travel and trade can be reopened safely and every day that policymakers delay puts jobs, livelihoods and the economic chances of hardworking folks across our countries at risk unnecessarily,\" said Mr Holland-Kaye.\nIn happier times, London to New York was one of the busiest aviation corridors in the world, with some 30 flights a day between the two cities.  \nAnd because it was so popular with business travellers, it was also highly profitable. In the year to April 2019, British Airways alone earned more than $1bn (£710m) from the route.\nYou can see why the airlines involved are little short of desperate to get transatlantic traffic back up and running. \nThey have been battered by the crisis - and are desperate to generate revenue. \nHeathrow Airport, too, needs those flights, which bring in income from airport charges, as well as a flow of affluent passengers through its terminals.\nFor a carrier like Virgin Atlantic, wholly focused on long distance services, the stakes are even higher. In normal circumstances, transatlantic routes make up 70% of its network. \nIt may have restructured heavily to see out the immediate crisis, but in the longer term the airline's survival remains at stake.\nEven if business traffic never gets back to its former levels, the chances are transatlantic routes will remain highly profitable - and for the beleaguered airlines, right now every penny, or every cent, really counts.\nDoug Parker, the chief executive and chairman of American Airlines, also said reopening travel between the two countries a \"critical next step\" in the travel industry and global economy's recovery.\nThe industry reacted with dismay when no more countries were added to the UK's green list and Portugal was relegated to amber last week, with the rule change taking effect from 04:00 on Tuesday.\nCritics warned of a loss of jobs and confidence, while Easyjet said the government had torn up its own rules.\nTransport Secretary Grant Shapps said at the time: \"The public has always known travel will be different this year and we must continue to take a cautious approach to reopening international travel in a way that protects public health and the vaccine rollout.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57383618",
      "category": "world-europe",
      "title": "Baby girl dies after dog attack at house in County Waterford",
      "tags": "Republic of Ireland",
      "text": "A three-month-old girl has died after being attacked by a dog in Clashmore, County Waterford.\nGardaí (Irish police) said they were investigating all circumstances following the incident, which happened at a house in the village on Monday morning.\nPolice and paramedics treated the baby at the scene, before she was brought to Cork University Hospital.\nHowever, she was pronounced dead a short time later.\nThe scene has been preserved and members of the Garda Technical Bureau are expected to carry out an examination later.\nA post-mortem examination is to be carried out at the hospital.\nThe mayor of Waterford City and County Council, Damien Geoghegan, said there was shock in the community.\n\"Very sad news to wake up to this morning, to hear that a three-month-old child had lost its life in such horrible circumstances,\" he said.\n\"There is no doubt that all of our thoughts and our prayers are with the family, not just today, but indeed in the weeks and months ahead, and indeed with the people of Clashmore.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57273875",
      "category": "health",
      "title": "Covid: When can teenagers get a second dose?",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "A second dose of the Pfizer vaccine will be offered to 16 and 17-year-olds across the UK, following updated advice from the UK's vaccine committee.\nAll over-18s across the UK can have two Covid vaccine doses, as can some vulnerable, high-risk children over 12.\nHealthy, low-risk children between 12 and 15 have only been offered a single dose - which should be delayed until 12 weeks after a coronavirus infection.\nThe Joint Committee for Vaccination and Immunisation (JCVI) says a second dose for those aged 16 and 17 is safe and effective 12 weeks after the first.\nThe JCVI has previously held back from recommending a second dose because of concerns over a very rare heart condition, called myocarditis, experienced by tiny numbers of young people - particularly boys - after the second dose.\nIt says it is now reassured by evidence from other countries that a 12-week gap between doses would lower that already very small risk.\nA decision on a second dose for 12-15s has not yet been made but could happen in the next few weeks.\nIn the meantime, all 12-17 year olds should wait 12 weeks after a Covid infection before having their first or second dose.\nNo vaccine is currently approved for under-12s in the UK.\nIf you're over 18, and want to book your first, second or booster dose, you can find out how here.\nNo. If you're under 40 or pregnant you'll be given Pfizer or Moderna.\nEvery woman who is pregnant (or planning to become pregnant) is encouraged to get two vaccine doses. Hospital figures show that 98% of pregnant women admitted to intensive care this year were not vaccinated.\nUnder-18s have so far been offered Pfizer. \nThe vaccines are very effective at protecting people against becoming seriously ill or dying from Covid-19. \nLatest data from the UK Health Security Agency suggests more than 90% protection against hospitalisation and death with all three vaccines.\nThe vaccines are less effective at stopping people becoming infected by the virus, developing mild symptoms or passing it on - but they do reduce the risk of that happening too.\nIf you've been double-jabbed, you are far less likely to become seriously ill or die from Covid.\nCovid vaccines aren't compulsory, but everyone is urged to get jabbed to protect themselves, their family, friends and wider society.\nChildren under 16 don't need parental consent to get jabbed, as long as they are believed to have \"enough intelligence, competence and understanding to fully appreciate what's involved in their treatment\". This is known as \"Gillick competence\". \nBeing fully vaccinated can make travelling to most other countries easier, and in many cases means you will not have to self-isolate either when you return to the UK. \nHowever, it's worth bearing in mind that under-16s are not eligible for their own digital NHS Covid Pass, which is now accepted widely as proof of vaccination. \nWhat's more, the single jab which most UK teenagers have so far received, is not recognised as full vaccination by some countries (including France), and more tests may be required.\nCheck your destination's rules on the Foreign Office website before you travel. \nMost are mild, completely normal and disappear after a few days. \nThey happen because the body's defences are reacting to the vaccine, and include:\nA very small number of people had a severe allergic reaction after the Pfizer and Moderna vaccines, so you should discuss any allergies you have before vaccination.\nThere's no evidence to suggest you should avoid alcohol altogether, but drinking in large quantities can suppress your immune system.\nSome women have experienced unusually heavy, painful or prolonged periods after being jabbed.\nThis may be because the vaccine prompts an increase in activity in the immune system, which also plays a role in the menstrual cycle. \nHowever, there's no evidence  the vaccine has any impact on pregnancy or fertility.\nPregnant women are being urged to get the vaccine, to protect themselves and their babies.\nCoronavirus can cause serious illness in some women in later pregnancy, and possibly a slightly higher rate of stillbirth.\nIf you're planning a pregnancy or are breastfeeding, government guidance says you can still get vaccinated, \nA recent study suggests vaccination can help improve long Covid symptoms.\nResearchers think the vaccine could be pressing the body's reset button and helping it recover. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-39653421",
      "category": "newsbeat",
      "title": "UK foreign aid cut: Where does it go and what is it used for?",
      "tags": "Foreign & Commonwealth Office,Foreign, Commonwealth and Development Office,UK aid,International aid,Humanitarian aid",
      "text": "The UK's temporarily cutting back money it gives to other countries, in a move which some charities say will harm poor communities around the world.\nThe government says the impact of the pandemic on the UK's finances means there has to be a temporary reduction in foreign aid.\nThe target for foreign aid spend has usually been 0.7% of gross national income - but that will come down to 0.5% which will be around £4bn less.\nBut what is the money actually used for?\nIn 2020, Britain spent £14.5bn on aid, meeting that 0.7% target, according to provisional data.\nThere's always been debate over the UK's aid spend, with some people saying the UK shouldn't be helping people overseas while cutting services at home.\nThey argue problems of poverty and inequality are being fuelled by conflict, corruption and political instability which makes foreign aid worthless.\nOthers say it's a mark of the UK's generosity and helps address the difference in wealth between developed and developing countries - and helping to save lives.\nIn its most basic definition, foreign aid is resources given from one country to another.\nIt can involve a transfer of things like food or military equipment, or even people to provide training and medical help.\nUsually these are loaned by governments, organisations and individuals in richer countries to help people in poorer countries.\nAn example would be the UK sending £200m to help developing nations battle coronavirus.\nThere are different types of aid, such as emergency or short-term aid which is needed after sudden disasters such as earthquakes, flooding or tsunamis.\nConditional or tied aid is when one country donates money or resources to another but with conditions attached, for example a trade deal.\nThere is also aid funded by donations from the public through charities such as Children in Need.\nLong-term or development aid involves providing local communities with education and skills.\nMoney shared through international organisations such as the World Bank or UN, rather than by one specific country, is called multilateral aid.\nOverall, the top five countries receiving UK aid were Pakistan, Ethiopia, Afghanistan, Yemen and Nigeria, with almost all the money going to countries in Africa and Asia.\nIn 2019, the UK spent £1.5bn on humanitarian assistance - which is short-term help in immediate crises - mostly in Yemen, Syria and Bangladesh, statistics show.\nAround £1.4bn was spent on health projects including medical research, family planning and infectious disease control globally.\nThere will be cuts across lots of different areas.\n\"The impact will be profound and very damaging, particularly for poor people,\" says Professor Guy Howard, an expert in international development from the University of Bristol.\nThe UN Population Fund, which supports family planning, says an initial commitment by the UK to spend £154m on supplies this year will shrink to £23m - and there'll also be a drop in funding to the UN's children fund, Unicef.\nAnd funding for things like water, sanitation and hygiene projects will reportedly be cut by more than 80%.\nProf Howard feels cutting back aid from a \"core public health area seems odd.\"\nHe wants to see a reverse to cuts in water and sanitation because \"that's the foundation of public health\" and vital in dealing with different diseases.\n\"We often forget a thousand children a day die of diarrhoea because of poor water sanitation.\"\nIt's an important goal in its own right, he says, \"but what Covid has shown us is just how important water supply is in combatting the disease.\n\"If you have to collect water from a shared water point, social distancing will be virtually impossible.\"\nAs the amount the UK donates is a percentage of national income, the amount of money it spends on foreign aid would have been less this year even before the cut was announced. That's because the economy's got smaller during the pandemic.\nBut Prof Howard says the decision to cut 0.2% makes it an even more difficult situation for the countries which receive the aid.\nSeveral countries have met the 0.7% UN aid target including Denmark, Luxembourg, Norway and Sweden, according to the Organisation for Economic Cooperation and Development.\nBut many others don't hit the target.\nForeign Secretary Dominic Raab said the changes reflected a \"strategic shift\" in UK aid spending.\nA spokeswoman from the Foreign, Commonwealth and Development office told Newsbeat reducing spend was a \"tough but necessary decision\" and the government's \"committed to returning to 0.7%\" once the financial situation allows.\nMore than £1bn will be spent on Covid and global health, £500m towards tackling climate change and £400m on getting girls into education.\nMuch of the humanitarian aid budget will be focused on countries most at risk of famine such as Yemen, Syria, Somalia and South Sudan.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57383102",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid: Euro 2020 fan zone in Glasgow an 'absolute slap' for hospitality",
      "tags": "Glasgow,Coronavirus pandemic",
      "text": "The decision to create a Euro 2020 fan zone in Glasgow amid rising Covid cases has been described as an \"absolute slap\" to the hospitality sector.\nThe city only moved to level two on Saturday after enduring some of the strictest restrictions in the country for almost nine months.\nBut a trade body fears mass gatherings of up to 6,000 fans a day could lead to a return to level three. \nThe Scottish government said the fan zone plan was still being reviewed.\nFirst Minister Nicola Sturgeon is expected to address the issue during a virus update to parliament on Tuesday.\nBut BBC Scotland understands it could be later in the week before a final decision is announced.  \nIt was revealed last month that the Glasgow Green event would be open for the 31 days of the tournament from 11 June.\nOrganisers said there would be a \"festival atmosphere\" with food, drinks and activities as well as screenings of all games.\nBut since then case numbers have risen in Scotland and on Friday the country recorded its highest number of daily positive tests since February.\nStephen Montgomery, of the Scottish Hospitality Group, said his members were worried about the potential fall out.\nHe told BBC Radio's Good Morning Scotland programme: \"We were told at the beginning of May by Glasgow City Council that there would be no alcohol at the fan zone and now we are having it.\n\"I think it is an absolute slap to the hospitality sector within Glasgow who have just opened in a level two situation.\"\nMr Montgomery said he accepted there was less risk of the virus spreading outdoors but he highlighted reports that the Delta variant, first detected in India, is 40% more transmissible.\nHe added: \"Hospitality in Glasgow cannot be forced back into a level threes situation after this, because Glasgow didn't ask for this.\"\nAre you planning to watch the Euros? Will you be staying at home or do you have tickets for the fan zone? Please share your stories and pictures with us.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nMr Montgomery admitted there was a fear the event would take business away from pubs and restaurants but he claimed the issue was not just about the hospitality sector as the restrictions have also affected retail.\nHe said his members were not allowed to advertise that they are showing the tournament, which kicks off in Rome on Friday, and he criticised the proposed testing protocols.\nThe fan zone will be ticketed and subject to physical distancing rules.\nBut while attendees are being encouraged to test themselves before going to the fan zone, a negative result will not be required before entry is granted.\nThere are no fan zone tickets left for Scotland's group games against the Czech Republic (14 June), England (18 June) and Croatia (22 June) and some supporters have even booked hotels in the city so they can attend.\nShould Scotland progress to the knock-out phase of a major tournament for the first time, both potential last 16 match dates - 28 and 29 June - have also sold out, as have all tickets for the quarter-finals, semi-finals and final on 11 July.  \nMr Montgomery said: \"We've seen in Liverpool in the trial events that everybody was tested before they went in and everybody was tested after they finished.\"\n\"We're not seeing that in Glasgow Green, people are coming in without testing.\"\nOn Monday, the Scottish government said that everyone attending the fan zone was being encouraged to take up the offer of twice-weekly rapid lateral flow testing and get a PCR test in the event of a positive result.\nA spokeswoman said: \"Decisions about testing and other arrangements at the fan zone are taken jointly by the Scottish government, Glasgow Life, Public Health Scotland and other partners and discussions are ongoing.\n\"Attendance at the fan zone may provide an opportunity for people and families to gather safely in a controlled environment - with necessary physical distancing and hygiene measures in place - to enjoy the tournament. The fan zone is ticketed and people's contact details will be recorded to allow for any track and trace.\n\"However, as we have always said, if there are concerns about the safe delivery of fan zone due to prevalence of the virus then it may be necessary to review and modify these plans.\"\nPublic health expert Prof Linda Bauld told BBC Scotland's Sunday Show she was \"worried\" about the idea.\nProf Bauld said although the fan zone is outdoors it carries a risk of transmission as people will be cheering and hugging while watching the football.\nShe added: \"My personal view, and this is a personal view, I would have appreciated if it might have been run a bit like the Events Research Programme, the festival in Liverpool where people had to demonstrate a negative test before they went in. But it doesn't sound like that has been set up.\n\"The decision will be taken this week but it is not without its risks and that is absolutely the case.\"\nLast week another expert called on the Scottish government to \"rethink\" its decision to allow supporters into the fan zone without testing them for Covid. \nThe University of Edinburgh's Dr Christine Tait-Burkard said allowing fans to gather was a \"risk\", and urged them to test themselves before attending. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57379034",
      "category": "technology",
      "title": "Covid vaccine stickers come to dating apps in UK",
      "tags": "Coronavirus vaccines,Dating,Dating apps,Online dating,Coronavirus pandemic,Privacy",
      "text": "UK online daters will be able to choose to display a badge on their profiles to show if they have been vaccinated against Covid or support the jab drive.\nHowever there will be no way of verifying whether those displaying the badge have genuinely had the vaccine.\nTinder, Match, Hinge, Bumble, Badoo, Plenty of Fish, OurTime and Muzmatch have all signed up to the scheme, in partnership with the UK government.\nThe idea of vaccine badges on dating apps was launched in the US in May.\nSome of the apps are including additional incentives for those who say they are vaccinated - such as free credits or access to premium features that usually cost extra, like profile boosts, virtual rose giving and \"super likes\". \nBumble will also enable its members to share pandemic dating preferences such as views on social distancing, mask-wearing and whether users are comfortable meeting in crowded places.\nVaccines minister Nadhim Zahawi described the new initiative as an \"incredible asset\" to the UK's Covid-19 vaccination programme.\nA recent YouGov poll of nearly 5,000 UK adults found that only 28% of those who responded said they would not date someone unvaccinated, with 2% saying they would not date someone who had received the jab.\nIn England and Wales people aged over 30 are now eligible for the vaccine. In Northern Ireland and Wales it is available to everyone over 18. The government says that around 40 million people have received at least one of the two doses so far.\nHowever, there are some concerns around vaccine status and privacy. \nLast month the NHS revised its booking system in England after complaints that it was possible to work out how many jabs an individual had received, by inputting basic details such as their name and postcode.\nPrivacy campaigner Dr Stephanie Hare said that because the dating app badge is voluntary and no official documentation is required, the privacy risk is low.\n\"It's already very common in the gay male dating community to share HIV status,\" she added.\nLGBTQ-focused dating apps such as Grindr and Scruff have so far not been named in the government's Covid jab scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57382162",
      "category": "uk",
      "title": "Covid-19: Portugal travel delays frustrate Britons",
      "tags": "Travel,Department for Transport,Portugal,Travel & leisure industry,Air travel,Coronavirus pandemic",
      "text": "British holidaymakers in Portugal are rushing back home before the country is added to the UK's travel amber list amid concerns about rising Covid cases.\nFrom 04:00 BST on Tuesday Portugal will be dropped from the green list, and returnees made to self-isolate for 10 days and take two PCR tests.\nAirlines have added extra capacity, with British Airways and EasyJet saying there are seats available.\nBut people are reporting difficulties in getting pre-departure tests.\nBookings to Portugal soared last month after it was placed on the green list, meaning UK residents could travel there without having to quarantine on their return.\nThe government last Thursday announced Portugal would move to the amber list.\nThe Department for Transport cited a near doubling of positive Covid cases in Portugal in the last three weeks, and concerns about the detection of a mutation of the Delta variant first identified in India. \nHealth Secretary Matt Hancock said \"tough\" rules on travel were necessary to protect the success of the UK's vaccine rollout.\nThirty-nine flights will leave Faro Airport in the Algarve for the UK on Monday, nearly twice the usual total, but ticket prices are significantly higher than later in the week.\nBA said passengers can change to a different flight free of charge by rebooking through its website, while EasyJet says it will not charge fees for switching flights.\nHowever, the UK move has seen some passengers struggle to obtain proof of the negative Covid test needed before they can return to the UK.\nAngela Mantana and Craig Stanley, from Derby, arrived for an eight-day break in the Algarve just before the change to the amber list was announced, and say it was \"almost impossible\" for them to return.\n\"To say we are incensed is an understatement,\" said Mr Stanley. \"We have been unable to get any return flights... We now have to do a further two tests at an additional cost to the three tests we have paid for if we want to come out of isolation after five days.\"\nSpeaking to BBC Radio 4's Today programme, Ms Mantana added: \"We've got to finish the holiday and then go into quarantine when we get back.\n\"The implications are we are volunteers at a vaccine centre... we've had to let those people down. Equally I shield an aunty who has severe medical conditions... and I'm not going to be able to do that.\"\nThis is exactly what the travel industry had hoped to avoid this summer. \nThey thought the roll-out of the vaccine would bring more consistency, as would the government's introduction of a watch list, intended to signal to potential passengers that a country could be on the verge of tipping from green to amber. \nBut the government has shown that when it is concerned about letting in variants, it can and will close the doors as it did last summer. \nIt has led to huge frustration in the travel sector and made many nervous about how strong sales will be this summer, the crucial season for the industry. \nSome are already calling for furlough to be extended beyond September into the winter. Most crucially for those running the operations is understanding how and why countries are moved between lists, something they say the government needs to be more transparent about. \nThe government would disagree, saying it always been about the vaccine, variants, the virus and genomic sequencing. \nThe next list is expected in a few weeks' time. \nBetween now and then there will be pressure from industry for the government to open up or offer them sector specific support. \nMeanwhile, a holidaymaker who flew back on Sunday has described \"chaotic\" scenes at Faro airport.\nMike Indian says he heard the final calls for his flight back to London Luton while in a long queue. Other passengers let him and many others move to the front.\n\"The moment the bag goes down the chute it's like the starting pistol and there's dozens of us running through Faro airport and up the escalators,\" he told the BBC.\n\"We finally reached the gate but we made it with five minutes to spare.\"\nGary and Cassie Turner from Epsom, who ended their holiday in Carvoeiro on the Algarve on Sunday, had a three-hour wait at the Faro check-in desk.\n\"There were people being told that if they had missed their flight because they had been queuing for so long that they had to book another,\" Mr Turner said.\n\"When we boarded we were then stuck on the tarmac for another three hours while other passengers were rounded up, and when they couldn't wait any longer they also had to take bags off the plane.\"\nAlis Ahmedova and her fiance, from Beckenham, London, arrived back from Lisbon on Sunday night.\n\"We received the news that Portugal is no longer a green list country. This was the beginning of the end for us. After some deliberation, we decided to change our flight and cut our holiday short.\"\nBut she said they were initially refused boarding and missed their flight home because of difficulties with the passenger locator form that all travellers to the UK need to complete.\n\"We tried everything... but the form was not accepting our seat numbers and Covid test reference numbers.\"\nAlan and Lisa Pechey, from Cambridge, who were also in Lisbon, told the PA news agency they spent £800 on return flights to avoid quarantine.\nSpeaking from Gatwick Airport, Mrs Pechey, 66, said: \"The government was totally unfair to throw that at us on Thursday because it really spoiled our holiday, totally... they should have told us to watch out if we were going to Portugal so everyone would have known.\"\nOn 2 June, Portugal had 5.4 new cases per 100,000 people per day, which was only a little higher than the UK at 5.1 - but differences in the amount of testing being done make direct comparisons difficult.\nPortugal said it could not understand the \"logic\" of the UK move, and argued the pandemic situations were very similar in the two countries. \nIts national hotels association says about half of bookings in the Algarve for June were cancelled within hours of the UK announcement.\nTim Alderslade from industry body Airlines UK said \"three months in the summer\" now appeared to be the \"best case scenario\" for travel companies, and they could end up seeking further government financial support.\nAre you trying to get back to the UK from Portugal? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-50137041",
      "category": "health",
      "title": "First drug that can slow Alzheimer's dementia",
      "tags": "Dementia,Alzheimer's",
      "text": "A US drug company says it has created the first therapy that could slow Alzheimer's disease, and it is now ready to bring it to market. \nCurrently, there are no drugs that can do this - existing ones only help with symptoms. \nBiogen says it will soon seek regulatory approval in the US for the \"groundbreaking\" drug, called aducanumab. \nIt plans to file the paperwork in early 2020 and has its sights on Europe too.\nApproval processes could take a year or two. If successful, the company aims to initially offer the drug to patients previously enrolled in clinical studies of the drug.\nThe announcement is somewhat surprising because the company had discontinued work on the drug in March 2019, after disappointing trial results. \nBut the company says a new analysis of a larger dataset of the same studies shows that higher doses of aducanumab can provide a significant benefit to patients with early Alzheimer's, slowing their clinical decline so they preserve more of their memory and every day living skills - things that the disease usually robs. \nAducanumab targets a protein called amyloid that forms abnormal deposits the brains of people with Alzheimer's. Scientists think these plaques are toxic to brain cells and that clearing them using drugs would be a massive advance in dementia treatment, although not a cure. \nThere haven't been any new dementia drugs in over a decade.\nBiogen's chief executive Michel Vounatsos said: \"We are hopeful about the prospect of offering patients the first therapy to reduce the clinical decline of Alzheimer's disease.\"\nHilary Evans from Alzheimer's Research UK said: \"People affected by Alzheimer's have waited a long time for a life-changing new treatment and this exciting announcement offers new hope that one could be in sight.\n\"Taking another look at aducanumab is a positive step for all those who took part in the clinical trials and the worldwide dementia research community. As more data emerges, we hope it will spark global discussions about the next steps for delivering much-needed treatments into people's hands.\"\nProf Bart De Strooper, Director of the UK Dementia Research Institute at University College London, said: \"It is fantastic to hear of these new positive results emerging from the aducanumab trials. We currently have no effective treatments to slow or halt the progression of Alzheimer's disease and I hope this signifies a turning point.\"\nDementia is not a single disease, but is the name for a group of symptoms that include problems with memory and thinking.\nThere are lots of different types of dementia and Alzheimer's is said to be the most common and most researched.\nThere are currently 850,000 people with dementia in the UK.\nIt's been a long and tortuous journey to find new drugs for the disease and recent attempts have ended in failure. \nExperts hope a treatment is in sight, but they are cautious and will need to closely scrutinise these aducanumab trial findings. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-57375407",
      "category": "uk-england-stoke-staffordshire",
      "title": "Rugeley Power Station cooling towers demolished",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-57369175",
      "category": "uk-england-kent",
      "title": "Kent council in child migrant legal threat to Home Secretary",
      "tags": "Immigration,Dover",
      "text": "Child migrants arriving at Dover may be turned away by Kent County Council (KCC) within days as its services are overwhelmed, the authority has said. \nKCC has taken its first steps in legal action against Home Secretary Priti Patel and wants her to make other councils take \"their fair share\".\nIt comes days after Ms Patel lost a High Court legal fight over the Napier Barracks asylum centre in Folkestone.\nThe Home Office said it continued to encourage more areas to do their part.\nBridget Chapman, of Kent Refugee Action Network, said local authorities across the country would be willing to take child asylum-seekers into care if the government provided greater funding.\n\"Councils aren't going to accept the responsibility without it being funded properly,\" she said.\n\"These young people are incredible,\" she said. \"With the right foundation they are going to contribute an enormous amount to our communities.\"\nConservative council leader Roger Gough said it was \"a repeat of the same crisis of nine months ago\", when services for unaccompanied asylum-seeking children reached breaking point.\nWith more young people arriving this year compared to last, he said the pressures were \"severe\".\nHe told the BBC: \"We are now in a situation which is not sustainable, and we do not wish to... suspend our legal duties, but that is very close to where we are,\" he added.\nSo far this year, 242 lone child migrants have arrived on Kent shores and been passed to children's services, but only 52 have been moved to other local authorities under a voluntary transfer scheme, KCC said.\nIt said the authority is now caring for 403 unaccompanied minors - nearly double the number the government said it was safe to have.\nMr Gough wants the existing voluntary transfer scheme to be compulsory, because \"those others who do not participate frankly put a lot of pressure those who do\".\nA proposed judicial review claims there has been a \"refusal and/or continuing failure by the Home Secretary to exercise her powers to prepare a mandatory scheme\".\nMr Gough said: \"We have not seen what is most needed: a robust National Transfer Scheme that prevents port authorities such as Kent coming under unmanageable pressure.\"\nHe said Kent would no longer be able to safely accept new arrivals before the end of the week.\nFrom that point, Border Force will be asked to place youngsters directly into other local authorities around the country from Dover port.\nRoger Gale, the Conservative MP for North Thanet, said: \"Kent basically is now full. We cannot safely take any more, so the Home Secretary has got to do something about it.\"\nHe said Ms Patel faced two questions. \"Why has nothing been done over the last nine months? And what is she going to do about it?\" he asked.  \nKCC has served a formal Letter Before Action to the Home Office.\nThe council said without any substantive response to its proposals by 17 June, it would issue a claim for judicial review.\nA spokeswoman for the Home Office said: \"We recognise the longstanding role that Kent County Council has played in supporting unaccompanied asylum-seeking children and are extremely grateful for their contribution.\n\"We continue to encourage more areas to join the National Transfer Scheme and do their part.\n\"We have already consulted on how to improve the scheme to make it fairer, the outcome of which will be published very shortly.\"\nWhile there was a rise in young migrants entering KCC's care last year, the total number of unaccompanied children seeking asylum across the UK fell by more than 1,300.\nFrom April 2020 to March 2021, 2,044 asylum claims were made by lone children, compared to 3,530 in the previous 12 months. The majority of asylum-seeking children arrive with their families, Home Office figures show.\nThe number of people reaching the UK in small boats rose in 2020 due to a reduction in flights and ferries during the pandemic, but the \"overall organised immigration crime threat reduced\", the National Crime Agency has said. \n\"According to the Home Office, numbers are down on last year, but the method of arrival has changed and it's just more visible,\" Ms Chapman said. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57379699",
      "category": "uk-politics",
      "title": "Foreign aid: Aid cuts could see lives lost, warns senior Tory",
      "tags": "Boris Johnson,UK aid,G7 summits,International aid,Humanitarian aid,G7",
      "text": "Children could die as a result of UK cuts to the overseas aid budget, a senior Conservative backbencher says.\nThe prime minister is facing a possible Commons defeat after cutting spending of national income on international development from 0.7% to 0.5%.\nDavid Davis - among more than 30 Tories against the move - said some UK-backed schemes have already been cancelled and \"morally, this is a devastating thing\".\nThe government's supporters say the cut is temporary, necessary and popular.\nThe Conservative Party committed to spending 0.7% in its manifesto for the 2019 general election - but ministers say it is hard to justify given record levels of peacetime borrowing during the pandemic. \nThe cut amounts to almost £4bn, but the government said it will still spend more than £10bn on foreign aid in 2021. \nSpeaking at the start of a week in which the UK hosts the G7 summit in Cornwall, Mr Davis said: \"Historically, I am a critic of aid spending but doing it this way is really so harmful.\"\nHe told BBC Radio 4's Today programme if the government were to offer a compromise of a short time frame for their cut to foreign aid spending, \"it helps\".\nBut he said \"if you're a small child and suddenly you get dirty water, you get an infection from it and you die, temporary doesn't mean much\". \nMr Davis added: \"If you're going to kill people with this, which I think is going to be the outcome in many areas, we need to reverse those immediately\". \nLee Margaret Webster from charity Action Aid told the BBC the cuts had forced a project tackling violence against women and girls in Rwanda to close.\nThis included shutting down seven shelters providing sanctuary for girls escaping domestic violence, she said.\nFormer Prime Minister Theresa May is one of the other Tory rebels hoping to achieve a U-turn with an amendment to the Advanced Research and Invention Agency (ARIA) Bill - a planned new law to set up a new agency designed to come up with innovative policy.\nIt would oblige the agency to make up any shortfall in aid spending if the government were to miss the 0.7% target.\nThe bill is due to be scrutinised in the Commons on Monday afternoon - but it will be up to Commons Speaker Sir Lindsay Hoyle to decide whether the rebels' amendment should be put to a vote.\nBBC politics correspondent Iain Watson says the government is confident the Speaker will rule that the amendment is not sufficiently connected to the bill and therefore will not be debated.\nHowever, he says the Conservative rebels believe Sir Lindsay has not yet made up his mind.\nVoting on the bill will begin no later than 21:00 BST.\nIt is not certain that the Speaker of the Commons Sir Lindsay Hoyle will allow a vote to go ahead later, but if he does, the numbers look very tricky for the government.\nFirst, plenty of backbenchers, and also privately some in the government, think that cutting aid right now is simply the wrong thing to do as a matter of principle.\nNext, the commitment to stick with spending 0.7% of GDP was in the Tory manifesto, and MPs don't like having to explain why promises have been broken.\nThirdly, the cast list of those arguing to keep the commitment is full of well known Conservatives, including former prime ministers and cabinet ministers, who know how to get headlines, and how to organise.\nThere are dozens of former ministers on the backbenches, who may not agree on everything but can agree on this, and are not exactly Mr Johnson's biggest fans.\nLastly, the timing of this vote is awkward indeed. Mr Johnson is about to play host to the leaders of the free world at the G7.\nDoes starting that week being beaten by his own backbenchers for welching on a promise to the world's poorest sound tempting?\nRead more from Laura here.\nFormer Labour Prime Minister Gordon Brown also criticised the cuts, telling BBC Breakfast it was \"a life and death issue\" and made \"no economic or moral sense\".\nWriting in the Guardian, former International Development Secretary Andrew Mitchell, who is leading the rebellion, said the UK is the only member of the G7 group of advanced economies cutting aid this year - and that \"contributing our fair share of aid is essential for a successful G7 summit\" this week.\nThe aid reduction has meant millions of pounds less is being spent on supporting girls' education, reproductive health, clean water, HIV/AIDS, the humanitarian crisis in Yemen and Syria, and hundreds of other projects.\nDozens of charities said there was \"no justifiable economic need\" for them in a letter to Mr Johnson over the weekend, and Archbishop of Canterbury Justin Welby called the cuts \"indefensible\" on Twitter,.\nSolicitor General Lucy Frazer said the government would return to spending 0.7% levels \"when the fiscal situation allows\".\nShe said the UK was a big aid donor but added: \"We have a duty to ensure we protect our citizens here as well as those in the rest of the world.\" \nA senior government source told BBC political correspondent Chris Mason that if the amendment were to go through, it would be the equivalent of putting up income tax by a penny for every pound earned.\nAnd ex-Work and Pensions Secretary Esther McVey argued the UK shouldn't \"end up going into deeper debt in order to finance other countries\".\nWriting in the Telegraph, she said the UK should instead help poorer countries \"trade their way out of poverty\".\n\"If more and more aid was the solution, large parts of Africa would have escaped all poverty decades ago,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-48106617",
      "category": "uk",
      "title": "When and where can I ride an e-scooter legally?",
      "tags": "Electric bikes and scooters,Transport",
      "text": "London is the latest UK city to trial e-scooters - which the government hopes will be a more environmentally-friendly way to travel. \nMore than 30 areas - including Newcastle, Bristol and Bournemouth - are already operating rental schemes.\nThe Covid pandemic brought the trials forward, because they offer people a way of getting around at a social distance.\nE-scooters are available to rent in four boroughs to start with:\nScooters can also be hired in Canary Wharf and ridden through the borough of Tower Hamlets. The City of London is due to join in July.\nThe most powerful privately-owned e-scooters can reach up to 68 mph (110 km/h) but rental e-scooters in the UK have maximum limits of 15.5mph (24.9km/h)\nThe London trials use technology to create \"go-slow areas\", where the top speed is reduced to 8mph (13km/h) for safety.\nHire charges vary, but it typically costs £1 to unlock an e-scooter (using a smartphone app) plus a fee of 14p-20p per minute.\nRental e-scooters in London have front and rear lights.\nThe only e-scooters that can be used on public roads are those rented as part of government-backed trials. \nIf you own an e-scooter, you can only use it on private land and not on public roads, cycle lanes or pavements.\nCurrently, there isn't a specific law for e-scooters so they are recognised as  \"powered transporters\" - falling under the same laws and regulations as motor vehicles. They are subject to all the same legal requirements - MOT, tax, licensing and specific construction. \nAnd so, because e-scooters don't always have visible rear red lights, number plates or signalling ability, that's why they can't be used legally on roads.\nYes. To use an e-scooter from an official trial, you need to have category Q entitlement on your driving licence. \nFull/provisional UK driving licences with categories AM, A or B include category Q permissions.\nIf you have a provisional licence, you don't need L plates when using an e-scooter.\nIf you have an overseas provisional licence, learner permit or equivalent - you can't use an e-scooter.\nNo. In London you have to complete an online course first. \nCycle helmets are recommended, but not legally required.  \nYes. \nThe Met Police say they will issue fines of £50 for riding on the footway - and £100 and six driving licence penalty points for using a mobile phone or riding through a red light.\nThe Transport Committee of MPs has called for e-scooters to be legalised on roads, but not pavements.\nIt says allowing wider use of e-scooters would:\nThe London Cycle Campaign (LCC) says e-scooters offer a \"cleaner, low carbon alternative\" for those who can't or don't want to cycle. \nUnsurprisingly, manufacturers say e-scooters can improve mental health and balance. But the London Assembly found there could be a negative health benefits if e-scooters replaced walking or cycling. \nThe exact number of crashes involving e-scooters is said to be under-reported however Ch Supt Simon Ovens from the Met Police said the numbers were increasing \"sharply\". \nIn July 2019, TV presenter and YouTuber Emily Hartridge, 35, died when the e-scooter she was riding crashed due to an underinflated tyre. And Julian Thomas, 55, died when his e-scooter hit a parked car in September 2020. \nThere's concern that e-scooters are being used by criminal gangs. \nE-scooters were involved 574 recorded crimes in London, such as robberies or assaults, between 1 July 2020 and 30 April 2021 - say the Met.\nLondon Mayor Sadiq Khan says incidents involving e-scooters are \"underreported\", but work is being done with the police to ensure all incidents are addressed.\nCaroline Pidgeon, a Lib Dem London Assembly member, is worried the \"speed and nimbleness\" of e-scooters now offer an attractive option for some criminals.\nThe needs of pedestrians and disabled people should \"never be sacrificed\", she says, and it is \"vital\" e-scooters are not ridden irresponsibly or left cluttered on pavements."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57390392",
      "category": "entertainment-arts",
      "title": "Mona Lisa replica set to fetch up to €300,000 at auction",
      "tags": "France,Christie's,Leonardo da Vinci,Art,Mona Lisa,Paris",
      "text": "A replica of Leonardo da Vinci's famous Mona Lisa painting is going on sale in Paris, where it is expected to fetch up to €300,000 ($365,645; £257,813).\nSaid to have been created by a follower of da Vinci in the early 17th Century, it is widely known as the Mona Lisa Hekking after ex-owner Raymond Hekking.\nHekking, who died in 1977, cast doubt on the authenticity of the original masterpiece now at the Louvre museum.\nThe early replica will be sold at Christie's auction house in Paris.\nHekking acquired the canvas in the 1950s from an art dealer in Nice. \n\"This work and its history illustrate the fascination that the Mona Lisa and the aura of Leonardo da Vinci have always held,\" Christie's said in a statement.\nIt quoted Pierre Etienne, international director of Old Master Paintings, as saying the Mona Lisa Hekking \"is the dream of a man with a passion for art. She is his Ideal. \n\"Raymond Hekking was her staunch defender among art historians and the world's media.\"\nThe original Mona Lisa is possibly the world's most famous painting, and Italian Renaissance master Leonardo da Vinci is regarded as one of history's greatest artists.\nThe masterpiece is believed to have been painted in the early 16th Century.\nIf you cannot see the quiz, follow this link.\nWhat information do we collect from this quiz? Privacy notice.\nThe theft of the Mona Lisa from the Louvre in 1911 caused an international sensation. Vincenzo Peruggia, an employee of the world's most visited museum, hid in a cupboard overnight to take da Vinci's painting.\nIt was recovered  in 1913 when he tried to sell it to an antiques dealer in Florence.\nTwo years ago, a bitter battle erupted over the ownership of a painting known as the \"Earlier Mona Lisa\" found above a fireplace in a London flat in the 1960s.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57392458",
      "category": "technology",
      "title": "iOS15: Apple continues privacy war with app tracker reports",
      "tags": "Internet privacy,Apps,Apple",
      "text": "Apple device users will now be able see when individual apps request to access features such as the microphone, camera and phone gallery, plus which third parties they have connected with in the last seven days.\nThe new \"app privacy report\" feature was unveiled at the firm's annual developers' conference, WWDC.\nApple has prioritised privacy lately, including a war on ad-tracking.\nNo new hardware was announced at the event, despite earlier speculation.\nThe new privacy report goes further than Apple's existing \"nutrition labels\" which show users what kinds of permissions apps ask for, before they are installed.\nIt will allow users to dive deep into when exactly an app used the permissions it has been given - and what third-party websites it contacted or sent data to.\n\"Apple continues to double down on privacy,\" said Thomas Husson, analyst at Forrester.\n\"In this area, no doubt Apple is leading the pack and setting the tone for the rest of the industry.\"\nOther privacy-focused updates included:\nHowever a previous move by the tech giant to offer its customers a choice over whether to accept tracking for the purposes of advertising was criticised by a number of firms, including Facebook and other free-to-use services, for which ad tracking is a rich source of revenue.\nThe firm also showed off a raft of updates to its Facetime video calling platform, some of which appear to compete with apps such as Zoom which exploded in popularity during the pandemic.\nThey include a gallery mode to view multiple speakers, a portrait mode with blurred backgrounds, and the ability to schedule Facetime calls and create web links. \nThis will also enable Android and Windows PC users to join calls, Apple's senior vice president of Software Engineering Craig Federighi said. Until now, the platform has only worked between Apple devices.\nThe new features form part of its latest operating system, iOS15.\n\"Allowing Apple owners to invite Android and PC users to FaceTime calls via a browser acknowledges the pandemic has sparked explosive growth in group video calling,\" said Ben Wood, chief analyst at CCS Insight. \n\"Apple risked being left behind services such as Teams and Zoom - but browser-based calling won't be enough to close the gap.\"\nDigital keys are coming to Apple Wallet, announced the firm's Jennifer Bailey.\nCar firm BMW and hotel chain Hyatt will be among the first to offer the keys - and it will also be available for homes.\nThe collaboration with BMW was initially announced at WWDC 2020 but has yet to actually launch.\nIn some US states, iPhone users will also be able to store their State ID and driving licences, with the Transportation Security Administration lined up to be among the first to be able to use it, said Ms Bailey.\nApple also announced Live Text, which is able to scan a user's library of photos for text that can be made searchable and copied and pasted between apps - for example, a phone number from a business card or menu. \nSome note-taking apps have used optical character recognition (OCR) for similar reasons for years, but Apple's solution is baked into the phone operating system itself.\nThe health app can now track walking steadiness and issue alerts if a user appears less steady, along with exercise suggestions as to how it might improve.\nApple also enabled health app data sharing with doctors, and between family members, but only with the health app user's consent. The encrypted data is not visible to the tech giant, it stressed.\nHowever, there may be a cultural barrier to overcome here, said Ben Wood.\n\"The ability to share health data with other family members looks an interesting idea on paper, but it is hard to see that many parents would want to share updates with their children,\" he said.\nThere may, for example, be a number of reasons why a person's heart rate increases which are not medical emergencies.\nOthers, like Carolina Milanesi from Creative Strategies, said she could see it being taken up by families who live far away.\n\"My biggest worry over the pandemic was my mom and asking how she was felt like nagging her,\" she tweeted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57380615",
      "category": "world-asia",
      "title": "Pakistan train accident: Dozens killed in Sindh collision",
      "tags": "Pakistan,Rail travel",
      "text": "A collision involving two passenger trains in southern Pakistan has killed at least 40 people and injured dozens.\nA train travelling in Sindh province derailed and landed on another track, officials said. A second train packed with passengers then collided with it and overturned. \nRescue teams took the injured to nearby hospitals and it is thought that several are in a critical condition.\nPakistan has seen a string of deadly train accidents over the past years.\nBetween 2013 and 2019, 150 people died in such incidents, according to local media reports.\nThe accident in Ghotki district happened early on Monday when the Millat Express coming from Karachi derailed, falling on to another track. It is not clear what caused the derailment.\nThe Sir Syed Express coming from Rawalpindi collided with it and overturned.\nSpecialist equipment has been brought in to help to rescue those trapped in the tangled wreckage. \nA senior official in the Ghotki district, Usman Abdullah, told Reuters news agency it was hard to know how many people were still trapped in the train.\n\"There are about six to eight bogies [carriages] that are totally smashed... there is a sleeper train, AC [air conditioned] class, as well as economy class, in which there were between 47 to 50 people on this side and around 50 to 60 people on the other train,\" he said.\nPrime Minister Imran Khan said he was \"shocked\" by the accident and promised a full inquiry. \nMinister for Information Fawad Chaudhry said that more than 100 people were injured, and it was feared the death toll would rise.\n\"Unfortunately, for a long time, our railway system and other departments have been deprived of the finances that should have been invested in them,\" he said. \"As a result, we are witnessing a deterioration in these departments.\"\nA passenger on board one of the trains told Agence France-Presse that he felt lucky to have survived.\n\"It happened at 03:30,\" he said. \"We were asleep when we felt jerks. Luggage began to fall down. Thank God we stayed safe.\"\nHospitals in the area have been put on emergency alert to deal with the casualties, and helpline centres have been set up for passengers.\nRailway accidents are not uncommon in Pakistan, often caused by derailment and collisions at unmanned railway crossings.\nThe railways are an essential mode of travel, especially among middle and lower income groups, with tracks spanning the length and breadth of Pakistan.\nHowever, carriages are often overcrowded and many of the trains are in poor condition.\nLast July 21 people were killed near Sheikhupura, Punjab province, when a train travelling from Karachi to Lahore hit a van carrying Sikh pilgrims.\nIn October 2019 a fire caused by a gas cylinder killed more than 70 passengers on a train travelling from Karachi to Rawalpindi, and another 20 people were killed in a train crash a few months earlier, in July 2019.\nData from Pakistan Railways shows there were 757 train accidents between 2012 and 2017 - an average of about 125 incidents a year.\nAccording to the authorities, the three major causes of train accidents in Pakistan are lack of track maintenance, signal issues and older engines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57380133",
      "category": "uk",
      "title": "Queen 'delighted' after Harry and Meghan announce birth of baby girl",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor,Queen Elizabeth II",
      "text": "The Queen is \"delighted\" after the Duke and Duchess of Sussex announced the birth of their second child, Lilibet \"Lili\" Diana Mountbatten-Windsor, Buckingham Palace has said.\nThe Prince of Wales and the Duke of Cambridge also congratulated the couple on social media.\nThe Queen's 11th great-grandchild was born on Friday at a hospital in Santa Barbara, California.\nLilibet was the Queen's nickname when she was a child.\nBuckingham Palace said: \"The Queen, the Prince of Wales and the Duchess of Cornwall, and the Duke and Duchess of Cambridge have been informed and are delighted with the news.\"\nPrince Charles, Prince Harry's father, and the Duchess of Cornwall tweeted: \"Congratulations to Harry, Meghan and Archie on the arrival of baby Lilibet Diana. Wishing them all well at this special time.\"\nPrince William and the Duchess and Cambridge said: \"We are all delighted by the happy news of the arrival of baby Lili.\"\nPrime Minister Boris Johnson sent his \"many congratulations\" to the couple and Labour leader Sir Keir Starmer welcomed the \"wonderful news\".\nLilibet was born at 11:40am local time, weighing 7 lbs 11oz.\nShe is eighth in line to the throne - meaning Prince Andrew, who was born as second in line in 1960, moves down to ninth place.\nLilibet - the Queen's family nickname - was coined when then-Princess Elizabeth was just a toddler and could not pronounce her name properly.\nHer grandfather, King George V, would affectionately call her Lilibet, imitating her own attempts to say her name. It soon stuck and she became Lilibet to her family from then on.\nPrince Harry and Meghan said their baby's middle name, Diana, was chosen to honour her \"beloved late grandmother\", the Princess of Wales.\nIn a message of thanks on the couple's Archewell website, they said: \"On June 4, we were blessed with the arrival of our daughter, Lili.\n\"She is more than we could have ever imagined, and we remain grateful for the love and prayers we've felt from across the globe.\n\"Thank you for your continued kindness and support during this very special time for our family.\"\nThe message adds that anyone wishing to send gifts is asked to \"support or learn more about\" organisations working for women and girls.\nThey have not released any photos of their daughter.\nUse of the \"very special and intimate\" name Lilibet will not have come as a surprise to the Queen, according to Sunday Times royal editor Roya Nikkhah who suggested the monarch would have been asked or informed of the choice beforehand.\nShe told BBC Radio 4's Today programme: \"It's that very intimate name that the Queen has used since she was very little and for me I thought perhaps this is a diplomatic olive branch offered to the Royal Family after what has been a fractious year between Harry and Meghan and the rest of the Royal Family.\"\nPrince Harry, 36, and Meghan, 39, met on a blind date and married in May 2018 in a ceremony at Windsor Castle. They welcomed their first child, Archie Harrison Mountbatten-Windsor, a year later.\nMeghan's friend, Misan Harriman, who took black-and-white photographs of the couple for their pregnancy announcement, tweeted his congratulations: \"Lilibet has arrived! Congratulations to my brave friend and her lovely family!\"\nPrince Harry has publicly reflected on his approach to parenthood recently, saying he wanted to \"break the cycle\" of the \"pain and suffering\" of his upbringing with his own children.\nHe and Meghan quit their roles as senior working royals in March 2020. Speaking last month, the duke said moving to the US had not been part of the plan, but he felt he had to put his family and mental health first.\nAs a result of the move, Lilibet is the most senior royal in the current line of succession to be born overseas.\nLike her older brother Archie and most of the Queen's great-grandchildren, she is not eligible to have a royal title.\nUnder rules laid out more than 100 years ago, she would not be allowed to be a princess nor an HRH until Prince Charles becomes king.\nIn November, Meghan revealed she had a miscarriage several months earlier, writing about her \"almost unbearable grief\" in a deeply personal article for the New York Times.\nIn the piece, she said \"despite the staggering commonality of [miscarriages], the conversation remains taboo, riddled with [unwarranted] shame\" and went on to commend those who \"bravely shared their stories\", saying: \"When one person speaks truth, it gives license for all of us to do the same.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57384099",
      "category": "health",
      "title": "Covid vaccine: 25 to 29-year-olds in England invited",
      "tags": "Coronavirus vaccines,Vaccination,NHS England,Coronavirus pandemic",
      "text": "All adults aged 25 to 29 in England who have not yet had a Covid vaccine will be able to book their first dose from Tuesday.\nThe move brings the UK a step closer to meeting the target to offer all adults a vaccine by the end of July. \nHealth Secretary Matt Hancock said vaccines were breaking the link between infections, hospitalisations and deaths.\nBut he said it was too soon to decide the next steps of unlocking.\nThat's because Covid cases are rising again, linked to a new variant first found in India, also known as B.1.617.2 or Delta. \nIt is now the dominant type in circulation and surge testing is taking place to try to stop it spreading further.\nUnder the government's proposed timetable remaining restrictions are due to removed on 21 June - the so-called step four of the road map back to normality.\nMr Hancock told MPs: \"It is too early to make decisions on step four, the road map has always been guided by the data.\n\"So we'll assess the data and announce the outcome a week today on 14 June.\"\nHe said jabs were still working though, \"breaking the link between infections, hospitalisations and deaths, a link that was rock solid back in the autumn\".\n\"Despite the rise in cases, hospitalisations have been broadly flat. The majority of people in hospital with Covid appear to be those who haven't had the vaccine at all.\"\nOf the 12,383 new cases as of 3 June, 464 went on to present at emergency care and 126 were admitted to hospital.\nOf those, 83 were unvaccinated, 28 had one dose of vaccine and three had both doses, he said.\nHe also urged secondary school children to continue to take twice-weekly lateral flow tests, stressing cases were rising fastest among older schoolchildren. \nIn England, people aged 25 and older can go online or call 119 to book.\nIn Scotland, people aged 30 and over are eligible for a vaccine. Wales is six weeks ahead of schedule and is vaccinating over 18s. In Northern Ireland, people 18 and over are invited to book.\nNHS England chief executive, Sir Simon Stevens, said: \"Getting the lifesaving Covid-19 jab is the most important thing you can do, with NHS staff vaccinating at over 1,600 sites including vaccine buses, places of worship, sport stadiums and other convenient locations. \n\"So, when you get that text, book your appointment and join the millions who are already protected.\"\nPeople aged 39 and under who are eligible and pregnant women will be offered the Pfizer or Moderna vaccine, in line with guidance.\nA total of 40,460,576 people in the UK have now received at least one vaccine dose, while 27,921,294 have received both.\nMeanwhile, the UK has recorded more than 5,000 new Covid cases over the past 24 hours.\nThere have been a further 154 hospital admissions, and there are currently 932 people being treated for Covid in hospital."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57389289",
      "category": "uk-politics",
      "title": "Foreign aid: Rebel Tories blocked in bid to reverse cuts",
      "tags": "Lindsay Hoyle,UK aid,Andrew Mitchell",
      "text": "A group of Conservative rebel MPs has been thwarted in its bid to overturn £4bn of government cuts to the overseas aid budget.\nThey had suggested returning spending from 0.5% to 0.7% of national income next year through a bill dealing with the UK's new research agency.\nBut the proposal was ruled inadmissible by Commons Speaker Sir Lindsay Hoyle, meaning it will not be put to a vote.\nHowever, he called on ministers to give MPs an \"effective\" vote on the issue.\nSir Lindsay said the rebels' amendment was not within the remit of the law they wanted to change - meaning it could not be allowed.\nDespite this, he said ministers should give the Commons \"the respect it deserves\" and find a way to allow MPs an \"effective decision\" on the target.\nHe has granted the rebels a three-hour emergency debate on Tuesday to put their point across - although there will not be a binding vote on their desired changes. \nA leading rebel, Tory MP Andrew Mitchell, claimed the group would have had enough support to defeat the government if the vote had taken place.\nHe said maintaining the cuts would lead to \"hundreds of thousands of avoidable deaths\" in affected countries. \nHe had previously pledged to \"use all the parliamentary procedures we can\" to force a vote on the issue if their amendment was not selected on Monday.\nThe government reduced aid spending from 0.7% to 0.5% of national income this year, without changing the 2015 law that made the target binding.\nMinisters have argued this legislation allows the target to be temporarily missed in exceptional circumstances - and says the Covid pandemic counts. \nBut the decision not to give MPs a vote on the issue has angered a number of backbenchers, and led to the threat of legal action. \nMinisters will be relieved to avoid a vote on the aid cuts, ahead of welcoming world leaders from the G7 group for a summit in Cornwall this weekend.\nThe failure by MPs to secure a vote on the government's aid cuts does not mark the end of the story.\nWhile the rebels may have been stymied by a parliamentary technicality, the Speaker made it very clear he wanted the Commons to having a meaningful vote on the issue soon.\nAnd if it did not, then he would \"look at other ways we can move forward\".\nIn the formal language of a parliamentary speaker, this is a threat that if the government does not arrange a vote itself, he may allow the next amendment the rebels table.\nTheir problem, however, is that a legislative opportunity may not now come until the autumn.\nIt means a summer of continuing uncertainty for aid charities, and those they help.\nAs for the government, it has achieved its immediate aim of avoiding what could well have been its first parliamentary defeat.\nBut it still faces another day of criticism for its international aid cuts in the same week it hosts the G7 summit.\nThe government says aid spending will return to the higher 0.7% level \"when the fiscal situation allows\" - but has not specified a date.\nOn Sunday, a group of charities and academics warned \"devastation\" caused by the cuts would lead to families going hungry and girls missing school.\nThe group, including Oxfam and ActionAid UK, also argued it would undermine the UK's international standing and its hosting of the G7.\nLee Margaret Webster from ActionAid told the BBC the cuts had forced a project tackling violence against women and girls in Rwanda to close.\nThis included shutting down seven shelters providing sanctuary for girls escaping domestic violence, she said.\nEarlier, Solicitor General Lucy Frazer said the UK was a big aid donor but added: \"We have a duty to ensure we protect our citizens here as well as those in the rest of the world.\"\nAnd ex-Work and Pensions Secretary Esther McVey argued the UK shouldn't \"end up going into deeper debt in order to finance other countries\".\nWriting in the Telegraph, she said the UK should instead help poorer countries \"trade their way out of poverty\".\n\"If more and more aid was the solution, large parts of Africa would have escaped all poverty decades ago,\" she added.\nThe rebels had wanted to amend legislation setting up the Advanced Research and Invention Agency - a new body designed to conduct \"high risk\" research.\nTheir amendment would have forced the organisation to make up any shortfall from the 0.7% target from January 2022.\nSir Lindsay said he shared the \"frustration\" of MPs about the lack of a vote to date - but after consulting officials, he decided their amendment was outside the scope of the bill, meaning under Commons rules it could not be debated.\nHe added: \"I expect that the government should find a way to have this important matter debated and to allow the House formally to take an effective decision\".\nLabour - which along with the Lib Dems and SNP supported the amendment - called on ministers to come up with a \"clear timeline\" for reversing the cuts.\nThe party's shadow international development secretary Preet Kaur Gill said the \"strength and depth\" of support among MPs for the move was \"clear\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57342780",
      "category": "uk-wales",
      "title": "Christopher Kapessa: Mum plans legal action over river death",
      "tags": "Rhondda,Crown Prosecution Service,High Court of Justiciary,Independent Office for Police Conduct,Mountain Ash,Racism",
      "text": "A mother plans to launch her own legal action if the decision not to prosecute the boy reportedly involved in her son's death is not reversed.\nChristopher Kapessa was reportedly pushed into the River Cynon.\nAlthough police found evidence Christopher was pushed, the Crown Prosecution Service (CPS) decided not to prosecute.\nHis mother Alina Joseph believes race played a part in that decision, something the CPS rejects.\nRetired judge Ray Singh, who is chairman of Race Council Cymru, said Christopher's family should get their day in court.\nOn Thursday, Christopher's case goes to the High Court where his mother's lawyers will ask for a judicial review of the CPS decision. \nShe told BBC Wales Investigates she believed if Christopher, who died on 1 July 2019, had been white, the investigation \"would have been very different\". \nMs Joseph says that within a day of her son's death, police told her it was not suspicious - that they had spoken to four of the large group of children present and concluded that Christopher had slipped into the river.\nBut she turned to anti-racism organisation the Monitoring Group and complained to South Wales Police about its handling of the case.\nThe force referred itself to the Independent Office for Police Conduct (IOPC) and, a week after Christopher's funeral, put its major crime team on the case.\nThat investigation concluded that Christopher had been pushed into the river by a 14-year-old boy.\nThe IOPC says its initial assessment of the complaint found no indication that any officer had breached professional standards.\nBut it continued to investigate what took place and has yet to publish its full findings.\nSouth Wales Police said it could not comment until the full report by the IOPC has been published, but that it welcomed the scrutiny and remained committed to implementing opportunities for learning arising from their examination.\nIt said confronting racism had been a long-standing priority for the force. \nThe police passed the file to the CPS, who decided not to prosecute the teenage suspect.\nIt decided there was enough evidence for a manslaughter charge, but it was not in the public interest, as there was no evidence the teenager meant to harm Christopher. \nThe boy was of previously good character and it had to consider the impact a prosecution would have on his future.\n\"What about Christopher's future? He had a good future ahead of him,\" said Ms Joseph.\n\"They've tried to disregard it as if Christopher's life has no value. You know, if that isn't racism, I don't know what is.\"\nShe said the decision not to prosecute sent the message to the public that \"you can do anything harsh to black people and you'll get away with it\".\nMr Singh, who has investigated alleged institutional racism in the British justice system following the Stephen Lawrence case, told BBC Wales Investigates: \"I ask the question, what is public interest?\n\"There are so many other mothers looking at it [the case], especially the black and ethnic minority mothers. Are we not public?\n\"Justice should be done by a court of law. Both families will have to live with the outcome.\" \nThe CPS said that, after a specialist prosecutor reviewed the evidence, it stood by the decision not to prosecute the 14-year-old.\nIt said there was \"nothing to suggest\" it was a hate crime and that race played no part in its decision not to prosecute.\nIt said prosecutors must always act in the interests of justice and not solely to obtain convictions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57373933",
      "category": "uk",
      "title": "Covid-19: Government 'open' to delaying 21 June England lockdown end date",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The government is \"absolutely open\" to delaying the final lifting of England's Covid lockdown on 21 June if necessary, the health secretary has said.\nMatt Hancock insisted 21 June was a \"not before\" date to end restrictions and No 10 \"would look at the data\".\nHe said the Delta variant first seen in India was about 40% more transmissible than the Alpha (Kent) strain.\nBut he added that hospitalisations were \"broadly flat\" which meant Covid vaccines were working. \nSpeaking to the BBC's Andrew Marr show, the health secretary said the increased transmissibility of the Delta variant made the decision on lifting lockdown \"more challenging\".\nThe final stage of lifting restrictions would see all legal limits on social contact removed. Nightclubs would reopen, and restrictions on performances, weddings and other life events would also be lifted.\nBut concerns about the spread of the Delta variant, now dominant in the UK, have led some scientists to call for a delay to ending lockdown.\nAnother 5,341 infections were recorded on Sunday, and another 4 people died within 28 days of a positive Covid test, according to official figures.\nAsked whether lockdown easing could be delayed if the data on the Delta variant appeared \"bad,\" Mr Hancock said the government was \"absolutely open to doing that if that's what needs to happen\" and that its \"roadmap was set up to take these changes into account\".\nMr Hancock added that while new infections have \"risen a little\", the number of people admitted to hospital with the Delta variant was \"broadly flat\".\nHe said the majority of patients in hospital appeared to be those who have not had a vaccine, with \"only a very small minority\" of patients fully vaccinated. Those who had been double vaccinated appeared to be less seriously ill, he said.\nThis showed vaccines were working, he said, and that the link between infection and hospitalisation had been \"severed but not broken\".\nOn Saturday, Chris Hopson, the chief executive of NHS Providers, which represents hospital trusts, said the number of people in hospital with the Delta variant was rising but not \"very significantly\".\nMr Hancock urged people to get their second jab, saying: \"The best scientific advice I have at this stage, is that after one jab it's not quite as effective against the new Delta variant, but after both jabs it is.\"\nA final decision on whether to ease England's lockdown further will be made on 14 June.\nAsked whether some measures, such as the wearing face coverings and working from home, might stay beyond June, Mr Hancock said: \"I wouldn't rule that out.\"\nReviews into social distancing measures and domestic vaccination passports were ongoing, he added.\nThere is genuine uncertainty about the additional level of threat posed by the Delta variant. \nIn mid-May, the government scientific advisory committee Sage said if it was 40% more transmissible than the Alpha - or Kent - variant it could lead to a summer wave of hospital admissions bigger than was seen in January.  \nThat  was never meant as a prediction, but rather an indication that things could turn very bad, very quickly, if the variant evaded vaccine protection. The good news is those who are fully immunised are well protected.\nAround three-quarters of all cases caused by the Delta variant are in unvaccinated people, and just one in 25 infected has had both doses.  \nAnd although the Delta variant seems more likely to cause severe illness, those in hospital are generally younger, and recovering more quickly than patients admitted over winter. \nEvery jab, in every arm, is another brick in a wall of immunity against coronavirus.   \nFew doubt that the further lifting of restrictions will bring much higher case numbers over the summer.  What's still unclear is whether the increase in Covid hospital admissions will be a wave or a ripple.  \nThe government's scientific advisory group for emergencies (Sage) had previously said there was a \"realistic possibility\" the Delta variant could spread 50% faster.\nIt estimated that if the variant were to be 40-50% more transmissible it \"would lead to a substantial resurgence of hospitalisations\" and put pressure on the NHS.\nIn other developments: \nLabour's shadow foreign secretary Lisa Nandy said the lifting restrictions on 21 June was \"looking very difficult\", given rising infection rates in the north-west of England, particularly among young people, and that vaccines needed to be rolled out \"much more quickly\". \nMs Nandy also criticised the government's traffic light system for foreign travel, saying that the amber category should be \"scrapped\".\n\"We think it's pointless. We think it's confusing and that confusion is actually dangerous at the moment - it risks unravelling all of the progress that we've made.\"\nMeanwhile, the health secretary said inviting the under-30s for a vaccine would bring the government \"a step closer\" to its target of offering all adults a vaccine by the end of July.\nHe added that he expected \"around three-fifths\" of all adults to have been fully-vaccinated by 21 June, with 52% currently double-jabbed.\nAsked if he thought the UK should be vaccinating children, Mr Hancock did not commit to saying he believed it should happen, stressing that the government would follow the \"clinical advice\". \nReducing onward transmission of the virus to adults and protecting education were advantages of vaccinating children, he said. \nThis week, the UK's medicines watchdog approved the use of the Pfizer-BioNTech vaccine in children aged 12 to 15.\nThe Joint Committee on Vaccination and Immunisation will advise the government on whether this age group should be vaccinated as part of the UK rollout."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57391343",
      "category": "health",
      "title": "Alzheimer drug: 'I'm heading in the right direction'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-43993232",
      "category": "uk-england-leicestershire",
      "title": "Colin Pitchfork: Double child killer denied parole",
      "tags": "Parole Board",
      "text": "A double child killer who was the first person to be convicted of murder using DNA evidence has been refused parole.\nColin Pitchfork was given life sentences in 1988 for the rapes and murders of 15-year-olds Lynda Mann and Dawn Ashworth in Leicestershire.\nThe Parole Board said Pitchfork will be eligible for a further review within two years.\nLynda's mother said the Parole Board had \"listened to us before the murderer\".\nLast year, it emerged Pitchfork would be released from open prison on unsupervised days out.\nIt had been widely expected that Pitchfork could be approaching final release from prison on parole.\nA spokesperson for the Parole Board said: \"We can confirm that a panel of the board has not directed the release of Mr Colin Pitchfork.\n\"Under current legislation Mr Pitchfork will be eligible for a further review within two years. The date of the next review will be set by the Ministry of Justice.\"\nSpeaking to the BBC, Lynda's mother Kath Eastwood said: \"At last the Parole Board have made the right decision [and] put the families of the victims first and listened to us before the murderer. \n\"Let us hope this continues.\"\nThe Ministry of Justice said it does not comment on individuals."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57382529",
      "category": "science-environment",
      "title": "Underwater avalanche continued for two days",
      "tags": "Earth science,Geology,Telecommunication,Atlantic Ocean,Angola,Democratic Republic of Congo,Oceans",
      "text": "Scientists are reporting what they say is the longest sediment avalanche yet measured in action.\nIt occurred underwater off West Africa, in a deep canyon leading away from the mouth of the Congo River.\nSomething in excess of a cubic kilometre of sand and mud descended into the deep.\nThis colossal flow kept moving for two whole days and ran out for more than 1,100km across the floor of the Atlantic Ocean.\nThe event would have gone unrecorded were it not for the fact that the slide broke two submarine telecommunications cables, slowing the internet and other data traffic between Nigeria and South Africa in the process.\nAnd also because of the prescient action of researchers who had lined the length of the Congo Canyon with instruments capable of measuring current and sediment velocities.\n\"We had a series of oceanographic moorings that were hit by the event, which broke them from their seafloor anchors so that they popped up to send us an email,\" said Prof Peter Talling from Durham University, UK.  \n\"This thing gradually got faster and faster. Because it erodes the seabed as it goes, it picks up sand and mud, which makes the flow denser and even quicker. So, it has this positive feedback where it can build and build and build,\" he told BBC News.\nThe underwater avalanche - more properly called a turbidity current - was initiated on 14 January last year. It's only being reported now because scientists needed time to recover the sensors and fully analyse their data.\nThe team says two factors combined to prime and then trigger the prodigious flow.\nThe first was an exceptionally large flood along the Congo River in late December 2019. A 1-in-50-year occurrence, this delivered vast quantities of sand and mud to the head of the underwater canyon. But this was still two weeks before the slide.\nWhat followed in January, however, were some unusually big spring tides. \n\"The turbidity current we think was triggered at low water, at low tide,\" said Prof Dan Parsons from Hull University. \n\"As the loading of the ocean above declines, so you get a change in the pore water pressure within the sediment - and that's what allows it to fail. \n\"But first you have to load the dice by delivering the sediment. Then the tidal signature can kick everything off.\"  \nThe analysis shows the turbidity current reached the shallowest of the team's velocity profilers at 22:31 GMT on 14 January 2020, and arrived at the final instrument almost 24 hours later at 21:01 GMT on 16 January. By that stage the slide had reached an ocean depth of more than 4,500m.\nThe team had an early assessment of the speeds involved simply by noting the times when their sensors surfaced. \nThe recovery of the profilers, though, enabled the rough velocity calculations to be properly calibrated.  \nThis showed the flow initially travelled at 5.2m/s in the upper canyon, but then continuously sped up to 8m/s by the time it reached the end of the channel.\nProf Talling and colleagues have detailed the event in a White Paper aimed particularly at the international submarine cable sector. \nThere are important lessons on how to mitigate risks.\nIt's obviously not possible to predict with certainty when a damaging turbidity current will occur, but knowing something about the conditions that trigger sediment failures could influence the global positioning of cable repair ships. \nThe occurrence of another flood along the Congo River like the one experienced in December 2019 would make it wise to keep a vessel on standby in the region, for example.\nThe two cables that broke in mid-January 2020 - the South Atlantic 3/West Africa (SAT-3/WASC) cable and the West Africa Cable System (WACS) - were repaired within a few weeks. But there have been additional breaks since as further sediment has tumbled downslope.\nOne interesting finding concerns why some cables get severed and others do not. This may relate to differences in erosion rates along the flow path.\nIn some areas, the turbidity current will dig deep into the seafloor, while in others, large amounts of sand and mud are dumped. \nThe Congo study is the first to document this patchwork effect of erosion and deposition.\n\"This is new information for the cable industry and is being used to design new routes in this and other canyons - to avoid the areas that are most likely to experience deep erosion (immediately upstream of steep steps in the canyon that look like underwater waterfalls, known as 'knickpoints') as this will leave the cable more vulnerable to damage,\" explained Dr Mike Clare, a marine geoscientist at the UK's National Oceanography Centre and who advises the International Cable Protection Committee.\nIt's hard to overstate the importance of the global submarine cable network. \nMore than 99% of all data traffic between continents goes through these connections, including daily money transfers to the value of trillions of dollars.\nThe research in the Congo Canyon has wide-ranging participation, including from IFREMER (Institut Français de Recherche pour l'Exploitation de la MER) in France and GEOMAR Helmholtz Centre for Ocean Research in Germany. The project is co-led from Durham and Angola Cables. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57383308",
      "category": "world-us-canada",
      "title": "Aiden Leos: Two arrested after shooting of Californian boy, aged 6",
      "tags": "US gun violence,United States,California",
      "text": "Two people have been arrested in California over the shooting of a six-year-old boy who died in a suspected road rage incident last month.\nAiden Leos was killed while his mother was driving him to school, and his death triggered widespread anger and an outpouring of grief.\nOn Sunday, Marcus Anthony Eriz, 24, and Wynne Lee, 23, were detained at their home in Costa Mesa, Orange County.\nThey are expected to be charged with murder, police said.\n\"While these arrests will not ease the pain of a mother's loss, my hope is for the Leos family to have some peace of mind,\" Commissioner Amanda Ray, of the California Highway Patrol (CHP), said in the statement.\n\"[The CHP] will work with the Orange County district attorney to bring justice for Aiden,\" she added.\nMr Eriz and Ms Lee, who local media report are a couple, have not commented publicly since their arrest.\nAccording to a police statement, Aiden Leos was seated in the rear of his mother's vehicle on 21 May when a road rage incident began after a perceived unsafe lane change. \nOne round was then fired from a pistol into the back of their car, and the six-year-old was killed instantly.\n\"They took my son's life away,\" Joanna Cloonan told ABC News last month. \"He was beautiful and he was kind and he was precious, and you killed him for no reason.\"\nPolice have thanked the community of Southern California for its \"indescribable outpouring of concern and hundreds of tips\" that helped investigators find the suspects.\nA website has also been set up to help raise money for Ms Cloonan, and it has received more than $340,000 (£240,500) in donations.\nA separate website also offered a $500,000 reward for any information that led to the arrest of the shooter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57379984",
      "category": "world-australia",
      "title": "Qantas 'disturbed' by claims of gang infiltration",
      "tags": "Organised crime,Qantas,Australia",
      "text": "Qantas said it was \"disturbed\" by claims that some staff may have been involved in organised crime following an Australian media report that gangs had \"infiltrated\" the airline.\nThe Nine newspapers and 60 Minutes reported the allegations based on a classified intelligence operation.\nIt said agencies believe organised crime groups had infiltrated Qantas to facilitate illegal activities. \nIn a statement Qantas said authorities had not raised any concerns.\nThe BBC approached Australian authorities for comment on the report. \nThe Nine newspapers said the classified intelligence operation found up to 150 Qantas staff had been linked to criminality. It said agencies believe they included motorcycle gangs that were involved in drug importation and other activities. \nThe report said the suspected wrongdoing was \"serious and represents a very high threat to the Australian border\".\nThe Nine newspapers said official sources briefed on the findings were unable to speak publicly \"due to confidentiality requirements\". \nThe allegations include that one motorcycle gang affiliate is working at Qantas' Sydney airport operations and may have recruited criminals to the airline to help import narcotics. \nFederal Labor opposition politicians Kristina Keneally and Catherine King called for an \"urgent review\" of security at Australia's airports following the report. \n\"The untold story of Covid-19 is that organised crime syndicates have not only adapted but thrived in the Covid-era, all while the Morrison Government has been asleep at the wheel on airport security,\" a statement from Ms Keneally and Ms King said.  \nIn a statement, Qantas said it found the claims \"disturbing\". \n\"To be clear, none of Australia's law enforcement agencies have told us of the existence of a report that suggests there are potentially 150 Qantas employees who have connections to organised crime. Nor have they raised concerns with us about our vetting or background checking processes,\" Qantas Group Chief Security Officer Luke Bramah said in a statement. \n\"If concerns are raised regarding any of our employees, we will actively support their investigation and take appropriate action,\" Mr Bramah said. \nThe airline said it had written to multiple agencies - including the Australian Federal Police and the country's Criminal Intelligence Commission - seeking details of the report.\nIt also said Qantas is the only commercial airline that holds a \"Trusted Trader accreditation\" with Australian Border Force, which means all employees involved in international air freight must pass a fit and proper test. \n\"We've not been advised by Border Force of any of our employees failing this test,\" Mr Bramah said. \nStill, the newspaper said that official sources briefed on the report said Australian intelligence agencies had found some Qantas staff were creating \"vulnerabilities in the security of supply chains and critical infrastructure\" that risks on harming public confidence in the airline and border security. \nThe allegations come in a difficult period for Australia's national carrier. \nIt has been hit hard by the pandemic and last month said it would report an annual loss before tax of more than $1.5bn (A$2bn, £1.1bn). Like many others, the airline has cut thousands of jobs in a bid to navigate the crisis that has devastated travel. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-48094398",
      "category": "health",
      "title": "Dementia: The greatest health challenge of our time",
      "tags": "Genetics,Dementia,Brain,Alzheimer's",
      "text": "Dementia is the greatest health challenge of our time, the charity Alzheimer's Research UK has warned. \nDementia was first described by the German doctor Alois Alzheimer in 1906 after he performed an autopsy on a woman with profound memory loss.\nWhat he found was a dramatically shrunken brain and abnormalities in and around nerve cells.\nAt the time dementia was rare and was then barely studied for decades.\nBut today somebody is diagnosed with it every three seconds, it is the biggest killer in some wealthier countries and is completely untreatable. \nSo what is this disease? Why is it becoming more common? And is there any hope?\nNo - dementia is a symptom found in many diseases of the brain. \nMemory loss is the most common feature of dementia, particularly the struggle to remember recent events.\nOther symptoms can include changes to behaviour, mood and personality, becoming lost in familiar places or being unable to find the right word in a conversation. \nIt can reach the point where people don't know they need to eat or drink.\nAlzheimer's disease is by far the most common of the diseases that cause dementia. \nOthers include vascular dementia, dementia with Lewy bodies, fronto-temporal dementia, Parkinson's disease dementia, amyotrophic lateral sclerosis and the newly discovered Late.\nGlobally around 50 million people are currently living with dementia. \nBut cases are predicted to soar to 130 million by 2050 as populations age.\nAccording to the World Health Organization, deaths from dementia have doubled since 2000 and dementia is now the fifth biggest killer worldwide. \nBut dementia has already claimed number one spot in some richer countries.\nIn England and Wales, one in eight death certificates cite dementia. \nThere is also a key difference with other major killers such as cancer or heart disease, because there is not a single treatment that either cures or slows the pace of any dementia. \n\"Dementia certainly is the biggest health challenge of our time,\" Hilary Evans, chief executive of the charity Alzheimer's Research UK, told the BBC.\n\"It's the one that will continue to rise in terms of prevalence, unless we can do something to stop or cure this disease.\"\nAs the disease progresses, people eventually need full-time care and the annual cost of looking after people with dementia is in the region of $1 trillion a year.\nThe answer is simple - we are living longer and the biggest risk factor for dementia is age.\nThat is why huge increases in dementia cases are predicted for Asia and Africa.\nWith a more philosophical hat on, you can see dementia as the price we pay for progress in treating deadly infections, heart attacks and cancer. \nAlthough there is an unexpected and hopeful trend emerging that has surprised some in the field - the proportion of elderly people getting dementia is falling in some countries.\nStudies have shown the dementia rate (the number of cases per 1,000 people) falling in the UK, Spain and the US and stabilising in other countries.\nThis is largely being put down to improvements in areas like heart health and education which in turn benefit the brain.\nNot necessarily.\nThere used to be a public perception that dementia was a normal part of the ageing process. \nHowever, the research is clear - dementia is caused by disease.\nAnd some people who live well into their 90s and beyond have brains that remain remarkably clear of any signs of dementia. \nProf Tara Spires-Jones, the deputy director of the centre for discovery brain sciences at the University of Edinburgh,  said: \"I think there are some people who would be fine, even if they lived for another 100 years.\"\nBe in no doubt - even a drug that just slows the progression of dementia would make someone a fortune.\nIt is not for the want of trying that there is no treatment for dementia. \nAducanumab, a drug that many hoped would work in Alzheimer's disease, is just the latest to fall by the wayside. \nIn March this year, Biogen and Eisai announced their drug was unlikely to be effective and ended the trial early. \nAducanumab, like those that have failed before, had been designed to target a toxic protein called amyloid beta that builds up inside the brain of patients with Alzheimer's disease. \nIf you go back to Dr Alzheimer in 1906, then some of the abnormalities he found in that brain autopsy were plaques of amyloid beta. \nSo a clear connection between amyloid beta and Alzheimer's emerged and the assumption was that the protein was killing brain cells. \nTherefore removing amyloid beta should save brain cells and slam the brakes on Alzheimer's, experts thought.\nThe drug companies poured in.\nMs Evans said: \"Some pharmaceutical companies were jumping on that thinking it was going to be the golden bullet, that hasn't been the case.\"\nAnd they left other avenues, relatively, unexplored.\n\"A lot of pharmaceutical companies put all their eggs in one basket,\" says Ms Evans.\nHas science made a massive, expensive mistake? Is the \"amyloid hypothesis\" dead? These are questions being asked.\nProf Bart De Strooper, the director of UK Dementia Research Institute, told me: \"The amyloid hypothesis as has been formulated over the last 20 years is dead, that I would accept.\n\"What I won't accept is that the importance of amyloid is dead.\"\nThere is a tonne of evidence that supports amyloid having a role in some dementias.\nThis includes genetic studies on people with familial dementia, who develop the disease in their 30s and 40s. It is caused by rare mutations in their DNA that alter the way amyloid works in the body. \nProf De Strooper says: \"The genetic evidence for amyloid is so strong that it's hard to go to the other side, which says that amyloid has nothing to do with the disease.\n\"What we need is a new theory.\"\nThe role of amyloid beta is being reimagined.\nSo instead of being the toxic protein that chokes nerve cells to death, it is being seen as the initial step that culminates in the dementia. \nProf Spires-Jones said: \"Some people call it a trigger and once you've pulled the trigger then the bullet is on its way.\n\"So doing anything to the trigger is no longer an effective method.\"\nThe optimistic view is that anti-amyloid drugs may have a role in preventing Alzheimer's, but only if they are used before the disease starts. \nThat may be why the current Alzheimer's drug trials have failed, because people are being treated too late.\nSome researchers are pinning hopes on another protein called tau. \nIf amyloid beta is the trigger, tau may be the bullet.\n\"Tau is one of my favourite proteins, where there's tau there's cell death in the brain,\" says Prof Spires-Jones.\n\"I think tau is very important for somehow causing the cells to get sick and die.\"\nHowever, again this is not 100% certain and there is no evidence in human trials that lowering levels of tau in the brain is going to stop neurones dying. \nFocusing on neurones and dangerous proteins can miss the bigger picture of what is happening in the brain. \nThis is a lesson being learned from cancer, where understanding the role the immune system plays has led to a whole new branch of medicine - cancer immunotherapy.\nThe immune system is being heavily implicated in dementia too. \nIf you look at genetic mutations that increase the risk of developing dementia, then a good chunk of them are involved in the immune system. \nWhile your brain is packed with neurones that do the \"thinking\" - they are ably assisted by special immune cells called microglia. \nThey do fight infections, but also keep the brain running smoothly by munching up anything that should not be there. \nAnd the blood vessels in the brain are increasingly being seen as a key player, not just in vascular dementia, but other dementias too. \nProf De Strooper still sees abnormal proteins as the trigger, but \"then you have the response of the brain on that threat\". \nHe told the BBC: \"Some people have very good genes, very strong inflammation response or a very good vascular (blood vessel) response, and they will maintain good health even while these biochemical changes are present in the brain.\"\nAnd, on the flip side, some people who are genetically programmed to respond poorly would go on to develop dementia symptoms. \nProf De Strooper said: \"All of a sudden, you open a broad box of possible drug targets, because you can then start to think about how do we improve the response of the brain at the inflammatory side, at the vascular side, at the neuronal side? \n\"That's what at this moment is happening.\"\n\"Unfortunately, we don't have a full understanding,\" says Prof Spires-Jones.\nShe said there were key gaps in our knowledge:\n\"So there's some big questions left that we need to understand in order to effectively treat the disease,\" she said.\nBut we have switched from talking about all dementias to mostly Alzheimer's disease, where most of the medical research has been focused.\nEach type of dementia has different traits, with different parts of the brain affected and different aberrant proteins building up in the brain.\nFor example, alpha-synuclein builds up in dementia with Lewy bodies and Parkinson's disease dementia.  \nThere may need to be different treatments targeting different proteins and confusingly some patients have \"mixed dementia\", with multiple diseases playing out at the same time.\nThere are two significant factors - one is the sheer complexity of the brain and the other is a lack of funding for research. \nThe human brain is the most complex structure in the known universe and is made up of 100 billion neurones.\nTo steal Prof de Strooper's analogy; if every person on the planet (currently around 7.5 billion) had a computer and they were all hooked up and working together - that would still be less than a tenth of what's going on inside the brain. \nAnd yet for every single scientific study published on any form of neurodegeneration, there are 12 on cancer. \nThe focus has simply been elsewhere.\nLess than you might think.\nWhile completely curing all forms of dementia is the goal, there could be huge benefits from drugs that just slow the pace of a dementia. \nAn analysis by Alzheimer's Research UK argued a drug that delayed the onset of dementia by five years would cut the number of people living with the disease by a third.\nThe reason is dementia tends to be a disease of old age, and if you can buy just a little bit of time then you may well have died of other causes before your brain is affected.\nSlowing the decline would also keep people living independently for longer. \nProf Spires-Jones said: \"How resilient is the brain? It's phenomenal!\"\nAfter a stroke kills brain cells it is possible to regain some degree of lost function. But this does not come from growing new brain cells, but rewiring those that remain. \nProf Spires-Jones told the BBC: \"In Alzheimer's disease and other dementias, there's a similar amount of ability of the brain to cope by changing the network.\"\nIn fact, huge amounts of damage have already been done to the brain by the time somebody is diagnosed with Alzheimer's by their family doctor. \n\"When you look at people at that stage, they've already lost half of the neurones in a part of the brain really important for memory, the entorhinal cortex,\" Prof Spires-Jones said.\nBut that creates a new problem - starting treatment at this stage is not going to recover those lost brain cells. You are mostly born with all the brain cells you will ever have (there are some exceptions).\nLet's fast forward to a world where we do have treatments and now the brain's great asset, its adaptability, is the problem as it may have masked the disease for more than a decade. \nMs Evans, from Alzheimer's Research UK, said: \"There's no point halting the progression of the disease in end stage disease.\"\nBut equally it will not be practical for everybody to have a regular brain scan to catch dementia early, because those scans are incredibly expensive. \nOne option is the approach taken in heart disease, where millions of people take pills to lower cholesterol levels in order to stop their arteries being clogged up. \nStatins lower risk before people have a medical problem. \nMs Evans said: \"I think the analogy with statins is a good one.\n\"I think there could be something that in mid-life, you would be able to take that could then lower your risk or ensure that the development of this disease would be slow.\"\nProf de Strooper envisages a system of screening people that may even start at birth with a DNA test that predicts who is at greater risk.\nThen regular cognitive tests throughout life would act like an early warning system for people who need a more detailed examination. \nAnd patients who turn out to already have a diseased brain would be offered drugs that stop brain cells dying, all before symptoms emerge.\nThere are no guarantees, but there are ways you can lower the odds of developing dementia. \nResearch estimates that one in three cases could be prevented by lifestyle changes including:\nIt is not completely clear why these protect the brain. \nDo these lifestyle factors actually stop the process of dementia in the brain?\nOr do they prepare the brain for dementia by increasing the connections and flexibility of the brain so that as neurones start to die, the brain can compensate for longer and symptoms don't emerge?\nOn a personal level it probably doesn't matter - not getting dementia, is not getting dementia. But scientifically the questions matter as the answers will illuminate what is going on in the brain. \n\"People who are very healthy and take good care of themselves are the group that I would say is most resilient to Alzheimer's disease,\" says Prof Spires-Jones.\nThere is now far more money being spent on dementia research. \nThe optimistic view is that we are at the same point as the Aids crisis was in the 1980s, when an HIV infection was a death sentence. \nBut now people who get anti-viral drugs have a nearly normal life expectancy. \nProf Spires-Jones said: \"We know from things like cancer, that if you do a lot of science and research into a field, you can make a huge difference and find cures and treatments for these complex diseases. \n\"So I think we'll get there, but we do need to understand more about the fundamental brain changes in order to come up with effective treatments.\"\nMs Evans said: \"There are potential trials, within this year, coming to fruition, I would hope to see some positive stories out of those in the next year or two.\nAnd Prof de Strooper expects the first treatment within a decade: \"It will not cure all dementia, I think we will have to cope with that for a long time. \n\"But it will certainly postpone the disease, you will decay much slower, and dementia will be much less a threat for the society.\"\nFollow James on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57359119",
      "category": "uk-politics",
      "title": "Foreign aid: Charities criticise 'devastating' cuts ahead of G7",
      "tags": "Foreign & Commonwealth Office,UK aid,G7 summits,International aid,Humanitarian aid",
      "text": "Families are going hungry and girls are missing school because of the UK's cuts to foreign aid spending, dozens of charities and academics have warned.\nCharities including Oxfam and ActionAid UK said they had caused \"devastation\" that could undermine the UK's credibility at the upcoming G7 summit.\nIn a letter to Boris Johnson, they said there was \"no justifiable economic need\" for cuts of almost £4bn a year.\nThe government says it will still spend more than £10bn on foreign aid in 2021.\nHealth Secretary Matt Hancock told BBC One's Andrew Marr Show it was a \"temporary\" reduction, which was \"entirely reasonable\" given that the pandemic had caused a \"once-in-300-year economic interruption\".\nThe letter comes ahead of a potential Commons vote on Monday when more than 30 rebel Tory MPs, including former Prime Minister Theresa May, hope to reverse the cuts.\nLast year, ministers decided to reduce this year's spending on overseas aid from 0.7% of national income to 0.5%, saying it was hard to justify, given that the UK faces record levels of peacetime borrowing to cope with the pandemic.\nBut charities including Save the Children, WWF UK and Cafod said the reduction had already led to the closure of feeding centres and clinics - and forced the cancellation of projects including water sanitation and training for healthcare workers.\nThe letter - signed by more than 1,700 academics, charities and business leaders - was shared with the BBC as the UK prepares to welcome leaders from the G7 group of major advanced economies to a summit in Cornwall.\n\"While other G7 countries have stepped up their aid budget, the UK is the only one to have rowed back on its commitments,\" it said.\nThe letter added that doing this during the pandemic was a \"double blow to the world's poorest communities\".\nForeign aid is resources given from one country to another. It can involve a transfer of things like food or equipment, or even people to provide training and medical help.\nIn 2020, the UK spent £14.5bn on aid, meeting its 0.7% target, according to provisional data.\nOverall, the top five recipients were Pakistan, Ethiopia, Afghanistan, Yemen and Nigeria, with almost all the money going to countries in Africa and Asia.\nThe government has pledged to restore aid spending to 0.7% \"when the fiscal situation allows\" - but it has not specified a date.\nMinisters cut the spending without changing a 2015 law which made the 0.7% target legally binding.\nMore than 30 Conservative rebels, including former ministers Damian Green, Stephen Crabb and Johnny Mercer, say they are planning to reverse the cuts on Monday by voting to amend legislation related to a new scientific research agency.\nTheir amendment - which will need the support of more Tory MPs to pass - would oblige the agency to make up any shortfall from the 0.7% target from January 2022. \nIt will be up to Commons Speaker Sir Lindsay Hoyle to decide whether the amendment is within the scope of the bill and whether it should be put to a vote.\nAnti-poverty campaigner Sir Bob Geldof told the Andrew Marr Show said of the aid cut: \"It doesn't make any sense. It doesn't make any sense economically, financially, politically, diplomatically, morally or in the humanitarian consequences of it.\n\"And I'm very much afraid that something that we're told is temporary will become permanent.\"\nMr Hancock said: \"The decisions that the government has taken around this are entirely reasonable. We face a once-in-300-year economic interruption.\"\nHe added that much of the work done by the UK, including distributing vaccines to other countries \"at cost\", did not officially \"count as aid\".\nAdditional reporting by Dulcie Lee."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57394041",
      "category": "business",
      "title": "Colonial Pipeline: US recovers most of ransom, justice department says",
      "tags": "Cyber-attacks,United States",
      "text": "The US has recovered most of the $4.4m (£3.1m) ransom paid to a cyber-criminal gang responsible for taking the Colonial Pipeline offline last month.\nDarkSide - which US authorities said operates from eastern Europe and possibly Russia - infiltrated the pipeline last month.\nThe attack disrupted supplies for several days causing fuel shortages.\nAccording to the firm, the pipeline carries 45% of the East Coast's supply of diesel, petrol and jet fuel.\nOn Monday, Deputy Attorney-General Lisa Monaco said investigators had \"found and recaptured\" 63.7 Bitcoin worth $2.3m - \"the majority\" of the ransom paid. Since the ransom was paid the value of Bitcoin has fallen sharply.\nThe US government has recommended in the past that companies do not pay criminals over ransomware attacks, in case they invite further hacks in the future.\nIt has since urged companies to increase security measures against ransomware attacks like this. Commerce secretary Gina Raimondo said on Sunday that President Biden would raise the issue of such attacks with Russian leader Vladimir Putin in a meeting planned this month. \nColonial Pipeline took itself offline on Friday 7 May after the cyber-attack.  \nIn a statement Joseph Blount, chief executive of the Colonial Pipeline Company, said his firm was grateful for the \"swift work and professionalism\" of the FBI, which helped to recover the ransom.\n\"Holding cyber criminals accountable and disrupting the ecosystem that allows them to operate is the best way to deter and defend against future attacks,\" he added.\nIn America's ongoing fight against the scourge of ransomware, this is a major victory.\nStealing back a ransom is, to my knowledge, a first and it shows how far the US is willing to go to deter cyber-criminals.\nIt sends a powerful message to the gangs who have been operating with impunity for years in states like Russia.\nPerhaps deliberately, the DoJ are being vague about exactly how they did it. \nAll they are saying is that the \"private key\" to the criminal's Bitcoin wallet is in the \"possession of the FBI\".\nWith this key, which is effectively a password, agents were able to simply log in and send the digital coins to another wallet they control.\nThe cyber-security world is abuzz with rumours and theories about how they got hold of the password. \nPerhaps the key was found on seized servers, or gifted by an angry insider, or handed over by a cooperative company used as part of the criminal infrastructure. \nEither way, it's a big moment and it is sending shockwaves.\nAfter the attack in May, Colonial made a cryptocurrency payment, and in return the company received a decryption tool so it could unlock the systems compromised by the hackers - although that was not enough to restart systems immediately, according to the Wall Street Journal.\nMr Blout told the newspaper he authorised the payment on 7 May after discussions with experts who had previously dealt with DarkSide.\nHe said he \"didn't make [that decision] lightly,\" but believed \"it was the right thing to do for the country.\"\nMr Blount added that it would take months before some business systems were recovered, and estimated that the attack would ultimately cost the company tens of millions of dollars. \nAt the time of the hack, the DarkSide criminal gang acknowledged the incident in a public statement.\n\"Our goal is to make money and not creating problems for society,\" DarkSide wrote on its website.\n\"We do not participate in geopolitics, do not need to tie us with a defined government and look for... our motives,\" the group added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57378117",
      "category": "uk",
      "title": "Prince Harry and Meghan announce birth of baby girl",
      "tags": "Meghan, Duchess of Sussex",
      "text": "The Duke and Duchess of Sussex have announced the birth of their second child, a baby girl.\nLilibet \"Lili\" Diana Mountbatten-Windsor was born on Friday morning in a hospital in Santa Barbara, California.\nBoth mother and child are healthy and well, the couple said in a statement.\nBuckingham Palace said: \"The Queen, the Prince of Wales and the Duchess of Cornwall, and the Duke and Duchess of Cambridge have been informed and are delighted with the news.\"\nPrince Harry and Meghan said they named their second child Lilibet after the Royal Family's nickname for the Queen, the baby's great-grandmother.\nHer middle name, Diana, was chosen to honour her \"beloved late grandmother\", the Princess of Wales, the statement said.\nLilibet was born at 11:40am local time, weighed 7 lbs 11oz and is now \"settling in at home\".\nShe is the Queen's 11th great-grandchild and is eighth in line to the throne. It means Prince Andrew, who was born as second in line in 1960, moves down to ninth place.\nIn a message of thanks on the couple's Archewell website, they said: \"On June 4, we were blessed with the arrival of our daughter, Lili.\n\"She is more than we could have ever imagined, and we remain grateful for the love and prayers we've felt from across the globe.\n\"Thank you for your continued kindness and support during this very special time for our family.\"\nThe message adds that anyone wishing to send gifts is asked to \"support or learn more about\" organisations working for women and girls.\nThey have not released any photos of their daughter.\nThe Prince of Wales, Prince Harry's father, and the Duchess of Cornwall tweeted: \"Congratulations to Harry, Meghan and Archie on the arrival of baby Lilibet Diana. Wishing them all well at this special time.\"\nAnd the Duke of Duchess and Cambridge said: \"We are all delighted by the happy news of the arrival of baby Lili.\"\nPrime Minister Boris Johnson sent his \"many congratulations\" to the couple and Labour leader Sir Keir Starmer welcomed the \"wonderful news\".\nPrince Harry, 36, and Meghan, 39, met on a blind date and married in May 2018 in a ceremony at Windsor Castle. They welcomed their first child, Archie Harrison Mountbatten-Windsor, a year later.\nMeghan's friend, Misan Harriman, who took black-and-white photographs of the couple for their pregnancy announcement, tweeted his congratulations: \"Lilibet has arrived! Congratulations to my brave friend and her lovely family!\"\nPrince Harry has publicly reflected on his approach to parenthood recently, saying he wanted to \"break the cycle\" of the \"pain and suffering\" of his upbringing with his own children.\nHe and Meghan quit their roles as senior working royals in March 2020. Speaking last month, the duke said moving to the US had not been part of the plan, but he felt he had to put his family and mental health first.\nAs a result of the move, Lilibet is the most senior royal in the current line of succession to be born overseas and she would be eligible to become president of the United States.\nBut like her older brother Archie, who was not entitled to a royal title when he was born, Lilibet would not be allowed to be a princess nor an HRH until the Queen dies and Prince Charles becomes king, under rules set down more than 100 years ago.\nLilibet - the Queen's family nickname - was coined when then-Princess Elizabeth was just a toddler and couldn't pronounce her name properly.\nHer grandfather, King George V, would affectionately call her Lilibet, imitating her own attempts to say her name. It soon stuck and she became Lilibet to her family from then on.\nThe Queen's late husband, the Duke of Edinburgh, also called her by the nickname, and wrote to his mother-in-law after their wedding: \"Lilibet is the only 'thing' in the world which is absolutely real to me.\"\nBaby Lili's middle name, Diana, is in tribute to Prince Harry's later mother Diana, who died in a car crash in 1997 when he was 12 years old.\nLili's cousin, Princess Charlotte, the daughter of Prince William and Catherine, also has Diana as one of her middle names, as well as Elizabeth.\nDuncan Larcombe, former royal editor at the Sun, said he thought the name was \"the most royal name you could give\".\n\"There's no doubt that the choice of name for Harry and Meghan's first daughter is the first significant - possibly the only - olive branch that the Sussexes as a couple have offered to the British Royal Family since... they walked away from the family,\" he told the BBC.\nIn November, Meghan revealed she had a miscarriage several months earlier, writing about her \"almost unbearable grief\" in a deeply personal article for the New York Times.\nIn the piece, she said \"despite the staggering commonality of [miscarriages], the conversation remains taboo, riddled with (unwarranted) shame\" and went on to commend those who \"bravely shared their stories\", saying: \"When one person speaks truth, it gives license for all of us to do the same.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-23272491",
      "category": "uk",
      "title": "Royal Family tree and line of succession",
      "tags": "Prince Philip, Duke of Edinburgh,Archie Harrison Mountbatten-Windsor,Queen Elizabeth II",
      "text": "Queen Elizabeth II is the longest-reigning monarch in British history. She has four children, eight grandchildren and 12 great-grandchildren.\nHer husband, Prince Philip, the Duke of Edinburgh, died on 9 April 2021, aged 99. The prince married Princess Elizabeth in 1947, five years before she became Queen.\nFind out more about the Royal Family and the line of succession below.\nThe Queen is the UK's longest-serving monarch, having reigned for almost 70 years. \nBorn in 1926, Princess Elizabeth became queen on the death of her father, King George VI, in 1952. She married Philip, Duke of Edinburgh, in 1947 and the couple had four children: Charles, Anne, Andrew and Edward. \nA former prince of Denmark and Greece, Prince Philip was born in 1921 and served in the British Royal Navy in World War Two. He was the longest-serving consort of any British monarch, and retired from royal duties in 2017 having completed more than 22,000 solo engagements.\nHe died on 9 April 2021.\nBorn: 1948\nThe Prince of Wales is the Queen's eldest son and first in line to the throne. \nOn 29 July 1981 he married Lady Diana Spencer, who became the Princess of Wales. The couple had two sons, William and Harry. They later separated and their marriage was dissolved in 1996. On 31 August 1997, the princess was killed in a car crash in Paris. \nPrince Charles married Camilla Parker Bowles on 9 April 2005. As heir to the throne, his main duties are to support the Queen in her royal commitments. \nBorn: 1982\nPrince William is the elder son of the Prince of Wales and Diana, Princess of Wales, and is second in line to the throne. \nThe duke was 15 when his mother died. He went on to study at St Andrews University, where he met his future wife, Kate Middleton. The couple were married in 2011. \nOn his 21st birthday he was appointed a Counsellor of State - standing in for the Queen on official occasions. He and his wife had their first child, George, in July 2013, their second, Charlotte, in 2015 and third, Louis, in 2018.  \nThe prince trained with the Army, Royal Navy and RAF before spending three years as an RAF search-and-rescue pilot with RAF Valley on Anglesey, north Wales. He also worked part-time for two years as a co-pilot with the East Anglian Air Ambulance alongside his royal duties. He left the role in July 2017 to take on more royal duties on behalf of the Queen and Duke of Edinburgh.\nBorn: 2013\nPrince George of Cambridge was born on 22 July 2013 at St Mary's Hospital in London. Prince William was present for the birth of his son, who weighed 8lb 6oz (3.8kg). He started primary school in September 2017. \nPrince George is third in line to the throne, after his father and grandfather. \nBorn: 2015\nThe Duchess of Cambridge gave birth to her second child, a girl on 2 May 2015, again at St Mary's Hospital. The Duke of Cambridge was present for the birth of the 8lb 3oz (3.7kg) baby. The duke and duchess named her Charlotte Elizabeth Diana. \nShe is fourth in line to the throne and is known as Her Royal Highness Princess Charlotte of Cambridge.\nBorn: 2018\nThe Duchess of Cambridge gave birth to her third child, a boy weighing 8lbs 7oz, on 23 April, 2018 at St Mary's Hospital in London.\nThe Duke of Cambridge was present for the birth of Louis Arthur Charles. \nBorn: 1984\nPrince Harry trained at the Royal Military Academy Sandhurst and went on to become a lieutenant in the Army, serving as a helicopter pilot. \nDuring his 10 years in the Armed Forces, Capt Wales, as he became known, saw active service in Afghanistan twice, in 2012 to 2013 as an Apache helicopter co-pilot and gunner. He left the Army in 2015 and now focuses on charitable work, including conservation in Africa and organising the Invictus Games for injured members of the armed forces.\nHe has been a Counsellor of State since his 21st birthday and stood in for the Queen on official duties. \nHe married US actress Meghan Markle on 19 May, 2018, at Windsor Castle. In January 2020, the royal couple said they would step back as \"senior\" royals and divide their time between the UK and North America. They said they intended to \"work to become financially independent\". \nJust over a year later, Buckingham Palace confirmed the couple would not be returning to royal duties, and would give up their honorary military appointments and royal patronages.\nBorn: 2019\nThe Sussexes' first child, Archie Harrison Mountbatten-Windsor, was born on 6 May 2019, weighing 7lbs 3oz, with the duke present for his birth. By naming him as they did, the couple chose not to use a title for their first born. \nWhen the name was announced, BBC royal correspondent Jonny Dymond said the decision was a strong indication the couple did not want to bring him up as a formal royal.\nBorn: 2021\nThe Duchess of Sussex gave birth to her second child in Santa Barbara, California. on 4 June 2021. Lilibet Diana Mountbatten-Windsor - to be known as Lili - is named after the Royal Family's nickname for the Queen and is her 11th great-grandchild.\nShe was given the middle name Diana in honour of Prince Harry's mother, who died in a car crash in 1997 when he was 12 years old.\nBorn: 1960\nPrince Andrew, ninth in line to the throne, was the third child of the Queen and Duke of Edinburgh - but the first to be born to a reigning monarch for 103 years. \nHe was created the Duke of York on his marriage to Sarah Ferguson, who became Duchess of York, in 1986. They had two daughters - Beatrice, in 1988, and Eugenie, in 1990. In March 1992 it was announced the duke and duchess were to separate. They divorced in 1996. \nThe duke served for 22 years in the Royal Navy and saw active service in the Falklands War in 1982. In addition to royal engagements, he served as a special trade representative for the government until 2011.\nPrince Andrew stepped away from royal duties in 2019 after an interview with the BBC about his relationship with US financier Jeffrey Epstein, who killed himself while awaiting trial on sex-trafficking and conspiracy charges.\nThe duke was heavily criticised for his friendship with Epstein, but he said he did not witness any suspicious behaviour during visits to the US financier's home.\nIn a statement, announcing he was stepping back from public duties for the foreseeable future, the duke said he unequivocally regretted his \"ill-judged association with Jeffrey Epstein\".\nBorn: 1988\nPrincess Beatrice is the elder daughter of Prince Andrew and Sarah, Duchess of York. Her full title is Her Royal Highness Princess Beatrice of York. She has no official surname, but uses the name York. \nShe married property tycoon Edoardo Mapelli Mozzi at The Royal Chapel of All Saints at Royal Lodge, Windsor, in July 2020. The couple had been due to marry in May, but coronavirus delayed the plans.\nPrincess Beatrice had a baby girl, Sienna Elizabeth, in September 2021, who becomes the 11th in line to the throne and is the Queen's 12th great-grandchild. Princess Beatrice is also stepmother to Mr Mapelli Mozzi's son Christopher Woolf, known as Wolfie, from his previous relationship with Dara Huang.\nBorn: 1990\nPrincess Eugenie is the younger daughter of Prince Andrew and Sarah, Duchess of York. Her full title is Her Royal Highness Princess Eugenie of York and she is 12th in line to the throne. \nLike her sister Princess Beatrice, she has no official surname, but uses \"York\". She married her long-term boyfriend Jack Brooksbank at Windsor Castle on 12 October 2018. \nBorn: 2021\nPrincess Eugenie and Jack Brooksbank's son, August, born on 9 February 2021, is the Queen's ninth great-grandchild.\nBorn: 1964\nPrince Edward was given the title Earl of Wessex and Viscount Severn on his marriage to Sophie Rhys-Jones in 1999. The couple have two children, Lady Louise, born in 2003 and James, Viscount Severn, born in 2007. \nAfter a brief period with the Royal Marines, the prince formed his own TV production company. He now supports the Queen in her official duties and carries out public engagements for charities. The birth of Princess Beatrice's daughter in September means he move down one place to become 14th in line to the throne.\nBorn: 2007\nViscount Severn is the younger child of the Earl and Countess of Wessex. The couple decided to give their children \"courtesy\" titles as sons or daughters of an Earl, rather than the style prince or princess. It is thought this decision was made to avoid some of the burdens of royal titles.\nBorn: 2003\nBorn in 2003, Lady Louise Windsor is the elder child of the Earl and Countess of Wessex.\nBorn: 1950\nAnne, Princess Royal is the Queen's second child and only daughter. When she was born she was third in line to the throne, but is now 17th. She was given the title Princess Royal in June 1987. \nPrincess Anne has married twice; her first husband Captain Mark Phillips is the father of her two children, Peter and Zara, while her second is Vice-Admiral Timothy Laurence. \nThe princess was the first royal to use the surname Mountbatten-Windsor in an official document, in the marriage register after her wedding to Capt Phillips. She competed in equestrian events for Great Britain in the 1976 Montreal Olympics and is involved with a number of charities, including Save the Children, of which she has been president since 1970. \nBorn: 1977\nPeter Phillips is the eldest of the Queen's grandchildren. He married Canadian Autumn Kelly in 2008 and together they have two daughters, Savannah, born in 2010, and Isla, born in 2012. \nThe children of the Princess Royal do not have royal titles, as they are descended from the female line. Mark Phillips refused the offer of an earldom when he married so their children do not have courtesy titles.\nPeter Phillips and his wife announced they were getting divorced in February 2020.\nBorn: 2010\nSavannah, born in 2010, is the elder daughter of Peter and Autumn Phillips and the Queen's first great-grandchild. \nBorn: 2012\nIsla, born in 2012, is the second daughter of Peter and Autumn Phillips. \nBorn: 1981\nZara Tindall followed her mother and father with a highly successful riding career - including winning a silver medal at the London 2012 Olympics. She married former England rugby player Mike Tindall in 2011 and the couple had their first child, Mia Grace, in 2014. \nThe children of the Princess Royal do not hold a royal title, as they are descended from the female line, but she remains 21st in line to the throne. Their father, Mark Phillips, turned down an earldom when he married Princess Anne, so they do not have courtesy titles.\nBorn: 2014\nThe Queen's granddaughter Zara Tindall gave birth to her first child, Mia Grace, in January 2014. \nBorn: 2018\nThe couple's second child - the Queen's seventh great-grandchild - was born on 18 June 2018 at Stroud Maternity Unit, Gloucestershire, weighing 9lb 3oz.\nLena Elizabeth was named in honour of her great-grandmother.\nLike her sister, Lena Elizabeth does not have a royal title and so will also be known as Miss Tindall."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-49434667",
      "category": "world",
      "title": "G7 summit: What is it and why is it in Cornwall?",
      "tags": "Economics,Carbis Bay,G7 summits,Diplomacy,G7",
      "text": "World leaders are gathering in the Cornish resort of Carbis Bay, for face-to-face meetings at the summit of G7 nations.\nAmong them are Chancellor Angela Merkel of Germany, and President Biden, who is making his first foreign visit since taking office.\nThe G7 (Group of Seven) is an organisation of the world's seven largest so-called advanced economies. They are Canada, France, Germany, Italy, Japan, the UK and the United States. \nRussia joined in 1998, creating the G8, but was excluded in 2014 for its takeover of Crimea.\nChina has never been a member, despite its large economy and having the world's biggest population. Its relatively low level of wealth per person means it is not seen as an advanced economy in the way the G7 members are.\nRepresentatives from the European Union are present while India, South Korea and Australia have also been invited this year.\nThe G7's Cornwall meeting takes place from Friday 11 to Sunday 13 June.\nThe UK is holding the G7 presidency for 2021 so this is where the summit is taking place. \nThe meeting is taking place at the Carbis Bay Hotel near St Ives in Cornwall.\nThe region is seen as central to the UK's green technology sector. Showing off the country's green credentials is important to the government ahead of the COP26 climate conference in Glasgow in November. \nIt is not the first time the world leaders have met in a beach resort. The last G7 summit, in 2019, was held in the French seaside town of Biarritz.\nDay-to-day life for locals and tourists in Cornwall is affected, including road and path closures.\nIn some areas of St Ives, residents have to provide proof of address in order to access their homes. \nThe UK government said it was important for world leaders to meet in person and regular Covid testing would take place.\nThroughout the year ministers and officials from the member countries hold meetings, form agreements and publish joint statements on global events.\nAhead of this year's summit, the G7 finance ministers agreed to make multinational companies pay more tax.\nThe main event is when the G7 leaders come together to talk about the biggest issues of the day.\nThe agenda starts with a dinner at the Eden Project on Friday night, attended by the Queen and members of the Royal Family.\nThe main topic of conversation for the rest of the summit is Covid recovery, including \"a stronger global health system that can protect us all from future pandemics\".\nThe agenda also includes climate change and trade.\nBoris Johnson held talks with President Biden on Thursday afternoon. They covered topics including the President's concerns over the peace in Northern Ireland.\nMost of the conversations take place behind closed doors, but there are set-piece moments on camera - including the obligatory leaders' photo.\nAt the end of the summit, the UK - as the host nation - will publish a document called a communique. This outlines what has been agreed by the leaders.\nUK Prime Minister Boris Johnson holds a press conference on Sunday.\nProtesting and policing are both more difficult this year because of Covid restrictions.\nMore than 5,000 extra officers - on top of 1,500 from Devon and Cornwall - will police the summit.\nA cruise ship has docked in nearby Falmouth to accommodate all the extra security officers.\nDemonstrators have been told they can gather in four approved protesting sites, including one in Exeter - more than 100 miles away.\nPolice have said they are \"not naïve enough to expect that every protest will take place solely in those four sites\".\nClimate activist group Extinction Rebellion planned a number of demonstrations, including a march from Plymouth to Carbis Bay.\nIt can't pass any laws because it is made up of separate nations with their own democratic processes.\nHowever, some decisions can have global effects.\nFor example, the G7 played crucial role in setting up a global fund to fight malaria and Aids in 2002.\nHowever, the G7 has been criticised as being an \"outdated group of countries\", partly because it does not include two of the largest countries in the world - India and China. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-37908788",
      "category": "entertainment-arts",
      "title": "Profile: Duchess of Sussex",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor",
      "text": "Meghan Markle made her name as an actress, campaigner and blogger before marrying Prince Harry in May 2018 and becoming the Duchess of Sussex. \nBefore meeting Prince Harry, she had been best known for playing lawyer Rachel Zane in US TV drama Suits. \nWhen she became a member of the Royal Family, she gave up her acting career - and immersed herself in the life of a working royal, using the platform to highlight the charities and causes close to her heart. \nShe became a mother in May 2019 but within a year she and Prince Harry had stepped away as working members of the Royal Family and started a new life in North America.\nShe and Prince Harry had their second child, Lilibet \"Lili\" Diana Mountbatten-Windsor, in June 2021.\nBorn Rachel Meghan Markle on 4 August 1981, she grew up in a prosperous part of Los Angeles.\nHer mother's home is in an area known as the \"Black Beverly Hills\".\nMeghan went to a private primary school in Hollywood and started campaigning for gender equality at an early age.\nAt 11, she wrote a letter to the then US first lady, Hillary Clinton, lamenting a washing-up liquid's TV ad strapline: \"Women all over America are fighting greasy pots and pans.\"\nWithin a month, manufacturers Procter and Gamble had changed the word \"women\" to \"people\".\n\"It was at that moment that I realised the magnitude of my actions,\" she later said. \"I had created my small level of impact by standing up for equality.\"\nAt 15, she was volunteering in soup kitchens as her studies continued at a girls' Roman Catholic college, and she graduated from Northwestern University School of Communication, near Chicago, in 2003.\nA stint working as an intern at the US embassy in Argentina made her think her path might lead her into politics, but she changed course when her acting career began to take off. \nBetween auditions, she has told of making money by doing calligraphy for wedding invitations, using skills developed in handwriting classes at school.\nHer father was a cinematographer on the hit 1980s show Married... With Children, and her first television appearance in the US was in an episode of the medical drama General Hospital in 2002, before moving on to roles in CSI, Without a Trace and Castle.\nThere were leading roles in TV movies such as When Sparks Fly and Dater's Handbook, and bit parts in Hollywood films including Get Him to the Greek, Remember Me and Horrible Bosses, and she was a \"briefcase girl\" on the US version of game show Deal or No Deal.\nShe also appeared in the sci-fi series Fringe, playing FBI special agent Amy Jessup, but her most famous role was in Suits.\nMeghan was in the show from its launch in 2011, but was written out in the finale of the seventh series. Fittingly, perhaps, she left after her character got married. \nIn real life, Meghan's union with Prince Harry wasn't her first marriage. In September 2011, she wed film producer Trevor Engelson, but the pair divorced two years later.\nIn September, it was reported that her ex-husband was producing a new TV show based on a man's custody battle with his ex-wife who marries into the Royal Family.\nIn 2014, she began writing about topics such as food, beauty, fashion and travel, as well as her own story, on her lifestyle website The Tig. \nMeghan said setting up the website was an attempt to \"reframe the beauty content to include think pieces about self-empowerment\" and feature dynamic, inspirational women.\nIn one post, she explained: \"I've never wanted to be a lady who lunches - I've always wanted to be a woman who works.\"\nThe site also carried candid blogs she wrote on every birthday. On turning 33 in 2014, she wrote: \"My 20s were brutal - a constant battle with myself, judging my weight, my style, my desire to be as cool/as hip/as smart/as 'whatever' as everyone else.\"\nShe also grew a large social network profile, with 1.9 million followers on Instagram and more than 350,000 on Twitter. \nBut she shut The Tig in April 2017, and deleted her social accounts January 2018.\nHer media career has gone hand-in-hand with support for causes that are important to her. \nShe tackled the issue of the stigma around menstrual health in an article for Time magazine in March 2017 and was a global ambassador for World Vision Canada, which campaigns for better education, food and healthcare for children around the world.\nAs part of her role, the actress travelled to Rwanda for the charity's Clean Water Campaign. \nMeghan's commitment to gender equality has seen her work with the United Nations, and she received a standing ovation from an audience including UN Secretary General Ban Ki-moon for a stirring speech on International Women's Day 2015.\nCommenting on how she combined acting with campaigning, she said: \"While my life shifts from refugee camps to red carpets, I choose them both because these worlds can, in fact, co-exist. And for me, they must.\"\nMeghan, whose father is white and mother is African-American, has also spoken about coming to terms with her racial identity. \nIn an article for Elle magazine, she wrote: \"While my mixed heritage may have created a grey area surrounding my self-identification, keeping me with a foot on both sides of the fence, I have come to embrace that. \n\"To say who I am, to share where I'm from, to voice my pride in being a strong, confident mixed-race woman.\"\nIn late 2016, Prince Harry confirmed he was in relationship with Meghan - while issuing a statement accusing journalists of harassing her.\nThe pair had met on a blind date, organised by a mutual friend. After just two dates, they went on holiday together to Botswana.\nIn September 2017 Meghan told Vanity Fair magazine they were \"two people who are really happy and in love\".\nAnd in an interview that November, when their engagement was announced, Prince Harry admitted he had never heard of Meghan before his friend introduced them, and was \"beautifully surprised\". \nMeghan and Prince Harry got married at St George's Chapel, Windsor, on 19 May 2018.\nMeghan and Prince Harry embarked on their first royal tour together in October 2018 - visiting Australia, New Zealand, Fiji and Tonga over 16 days.\nThe trip coincided with the couple announcing they were expecting their first baby.\nThe duke and duchess followed in the footsteps of Prince Harry's parents - Prince Charles and Diana, Princess of Wales - whose first royal tour was to Australia and New Zealand.\nIn September 2019, the couple undertook a 10-day tour of Africa, a continent that has always been particularly dear to Prince Harry's heart, leading to some speculation early in their marriage that they might at some stage choose to live there.\nMeghan met Archbishop Desmond Tutu and Sophia Williams-De Bruyn, as well as other key figures in South Africa's anti-apartheid movement.\nShe also made a speech to business people in Johannesburg in which she said such entrepreneurs had the power to change a world that seems \"aggressive, confrontational and dangerous\".\nBut by the end of the tour, the couple's talk about fighting injustice was being reported alongside news that they were beginning legal action against the Mail on Sunday for publishing a private letter sent by the Duchess of Sussex to her father.\nWhen Meghan gave birth to her son Archie Harrison - on 6 May 2019 - the reaction from the New York Times reflected the mass interest in the event around the world as it wrote: \"He is the first multiracial baby in the British monarchy's recent history, an instant star in a country where multiracial children make up the fastest-growing ethnic category.\"\nBut the royal couple had already decided to do things a little differently, underlining their determination not to follow the traditions of other recent royal births.\nIn advance, they chose not to reveal where the baby would be born and said there would be no running commentary of what was happening, instantly stopping the spectacle of the press pack joining the ranks of \"royal superfans\" camped outside a hospital for several days waiting for the first glimpse of the new royal.\nAnd the birth wasn't initially announced in the traditional royal way of  being posted on a placard outside Buckingham Palace. Instead, Prince Harry popped out of their home to tell the world (although the placard then followed).\nThe very private christening that followed just added to some media frustration that they could not, in their minds, fully report on one of the year's happiest stories. Held at Windsor Castle, the ceremony was not witnessed by any press photographers or TV cameras and the list of guests and godparents was not made public.\nBBC royal correspondent Jonny Dymond surmised: \"It all points to a very different royal event, part of the continuing desire by the duke and duchess to raise their son Archie out of the spotlight.\"\nAmid ongoing spats with the media, increasingly through lawyers, it would soon become clear that both Meghan and her husband were becoming increasingly disenchanted with the expectations that came with their royal role.\nThe announcement in June 2019 that they were breaking away from the Royal Foundation charity - which had seen them work closely with the Duke and Duchess of Cambridge - led to frenzied speculation about Prince Harry and Meghan's relationship with Prince William and Catherine. \nThen there was the revelation that their home, Frogmore Cottage, had been renovated with £2.4m of taxpayer-funded costs. It was later announced that Prince Harry had paid back the cost.\nMeghan's comments during the couple's African tour that she had not felt supported as she struggled with motherhood and her new role did not go down well with senior royals, according to sources at the time.\nAt the end of 2019, the couple took an extended Christmas break from royal duties, taking Archie to the Canadian province of British Columbia.\nIt gave them time to mull over their next move and, within days of the start of a new decade, they dropped the bombshell announcement that they planned to step back as senior royals and become financially independent.\nAmid the further detail that the couple planned to split their time between the UK and North America, Buckingham Palace expressed its disappointment as palace sources revealed that that no other royal - including the Queen or Prince William - was consulted before the statement was issued.\nTalks then ensued between Prince Harry and the Queen to iron out the details before it was confirmed that their couple's final duties as working members of the Royal Family would be in March 2020.\nThe very final engagement saw them attend the Commonwealth Day service at Westminster Abbey. The Queen, Prince Charles and Prince William were all there although one of the abiding memories of Meghan's royal exit - by now widely renamed \"Megxit\" - was getting a hug from singer Craig David.\nIn February 2021, before a formal review of the situation had begun, Buckingham Palace confirmed the Duke and Duchess of Sussex would not be returning as working members of the Royal Family.\nIt meant Prince Harry and Meghan would return their honorary military appointments and royal patronages, which will be redistributed to working members of the Royal Family.\nThe couple will still attend some royal events in the future but these will not be classed as official duties.\nAfter time was spent in Canada, the couple settled at a new home in California.\nIt has allowed them to spend much more time with Meghan's mother Doria Ragland, who lives in the state.\nBut they are never completely out of the spotlight. There was a media fascination in tracking the couple's whereabouts in the early days of the coronavirus lockdown. In April 2020, they sued and eventually won an apology from a US news agency after drones were allegedly used to take pictures of their son, Archie, at their home.\nThe same month, the couple announced that they were ending all co-operation with four tabloid newspaper groups in the UK, blaming \"distorted, false or invasive\" stories. \nBut they do remain keen to seek publicity for the causes or issues they are interested in.\nAs a duchess, Meghan took on portfolio of charitable work and patronages, which included the National Theatre and charity Smart Works. She also launched a charity cookbook in September 2018 to help those affected by the Grenfell Tower fire.\nAfter moving back to the US, she jointly wrote a newspaper article calling for the end of \"structural racism\" and the couple also urged US citizens to vote in the presidential election, saying that they should \"reject hate\".\nIn November 2020, Meghan wrote an article revealing her \"almost unbearable grief\" at enduring a miscarriage in July of that year.\nAs for their future career plans, a big clue came when they reached a deal with streaming giant Netflix to make a range of programmes, some of which they may appear in.\nMeghan and Prince Harry featured in a succession of headlines in February 2021.\nAt the High Court in London, Meghan won her claim for misuse of private information against the publisher of the Mail on Sunday and MailOnline, over the publication of extracts from a letter to her father.  A further hearing will decide the \"next steps\" in her legal action which covers claims of copyright infringement and breach of the Data Protection Act.\nDays later Meghan and Prince Harry announced they were expecting their second child.\nThen came the news the couple had decided to talk about their decision to step away from the monarchy, in a TV interview with Oprah Winfrey.\nAnd there was a statement from Buckingham Palace that it would investigate claims the Duchess of Sussex bullied royal staff in 2018.\nHer spokesman said the duchess was \"saddened\" by the \"latest attack on her character\" - and the following day a clip from her Winfrey interview was issued by CBS in which Meghan said Buckingham Palace could not expect her and Prince Harry to be silent if it was \"perpetuating falsehoods about us\".\nIn June, Meghan had her first daughter, Lilibet \"Lili\" Diana Mountbatten-Windsor, and she and Prince Harry said Lili \"is more than we could have ever imagined\".\nThe couple named their second child Lilibet after the Royal Family's nickname for the Queen, the baby's great-grandmother. And her middle name, Diana, was chosen to honour her \"beloved late grandmother\", the Princess of Wales, they said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57377040",
      "category": "uk",
      "title": "EuroMillions: UK ticket-holder claims £111m jackpot",
      "tags": "Lottery,National Lottery",
      "text": "A UK ticket-holder has come forward to claim Friday's £111m EuroMillions jackpot, lottery operator Camelot said. \nThe player matched all five numbers - 07, 20, 36, 40 and 46 - along with the Lucky Star numbers 02 and 04.\nThe ticket-holder, who will not be named unless they decide to go public, is the fourth UK Euromillions winner this year.\nCamelot said it would be the ninth biggest jackpot win in UK lottery history.\nAndy Carter, senior winners' adviser at the National Lottery, said: \"We will now look to support the ticket-holder through the process and help them to start to enjoy their life-changing win.\"\nIn April, an anonymous EuroMillions player became the UK's fifth biggest winner after a £122m prize was paid out.\nThe UK's biggest winner claimed a jackpot of £170m in October 2019, but chose to stay anonymous.\nAnd in February this year, a new record was set for the largest amount ever won in EuroMillions when a Swiss player took home 210 million euros, or about £180m."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57385909",
      "category": "uk-wales-politics",
      "title": "Covid: All adults in Wales to be offered first jab by Monday",
      "tags": "Coronavirus vaccines,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "All adults in Wales will have been offered a first Covid jab by the start of next week - six weeks ahead of schedule, Welsh government has said.\nOfficials plan to offer second doses to adults by September, while jabs for schoolchildren and boosters for older groups may be offered in the autumn.\nFirst Minister Mark Drakeford promised the second jab programme would be as quick as the first, if supplies allow.\nWales is ahead of other UK nations for giving first Covid vaccine doses.\nBut it is behind England and Scotland for fully vaccinating people.\nFigures show 2.18 million people, or 86% of the adult population, have had a first dose and almost 1.25 million have had a second dose.\nWales' case rate on Monday was 9.4 cases per 100,000, within the range of seven to 10 that it has been in since the start of May.\nAlong with other UK nations, Wales had committed to offering a first dose to all over-18s by the end of July.\nResearch has suggested the Pfizer-BioNTech and Oxford-AstraZeneca jabs are highly effective against the variant identified in India after two doses.\nThe new Welsh vaccine strategy, published on Monday, said \"it is likely that those in priority groups 1-4 and possibly cohorts 1-9 or wider will need a single dose of Covid-19 vaccine as a booster vaccinations\".\nGroups 1-4 covers those in care homes for older people and those aged 70 or over. Groups 1-9 includes everyone over the age of 50. \nMr Drakeford told a press conference: \"We're not certain about how long the vaccine offers protection, and we're seeing new variants as well\".\n\"So for all of those reasons a booster campaign in the autumn may be necessary again,\" he added.\nAt the weekend UK regulators approved the Pfizer-BioNTech vaccine for use with 12-15 year olds. \nOfficials on the UK Joint Committee On Vaccination and Immunisation (JCVI) now have to consider how to move forward - for both booster and school jabs.\nMr Drakeford said the Welsh government would follow its advice, and said work was starting to see how vaccination \"for coronavirus to young people in secondary schools\" may be offered in the autumn, \"if that is what the JCVI recommend\".\nMr Drakeford also said the Welsh government would not lift every restriction on 21 June, even if they were all lifted in England.\nAnd he said there were no plans for a \"freedom day\" when the final coronavirus restrictions are lifted in Wales.\nThe UK government has set 21 June as a possible date for lifting the final restrictions in England.\nMr Drakeford said: \"We are well into the restoration of freedoms in Wales and we have been restoring freedoms in Wales since February.\n\"We will continue to do it in exactly that step-by-step way in which, as we become more confident that the public health position in Wales warrants it, then we will restore freedoms without running the risk that everything we have achieved together can go backwards.\"\nThe first minister said he was \"very confident\" the vaccination programme was \"effectively breaking the link between illness and hospitalisation\" where the Kent, or Alpha, variant was concerned.\nBut more time was needed, he said, to assess whether the vaccine was as effective in reducing hospital admissions for those affected by the Indian, or Delta, variant.\n\"The numbers of people needing hospitalisation in hotspots elsewhere in the United Kingdom is low,\" he said.\n\"But there are some indications that it's not as low as it would have been had that variant not arrived in the United Kingdom, so that's partly why we delayed (more reopening indoors) for two weeks to get better evidence,\" he said.\n\"If the evidence shows that two doses of the vaccine is as effective in breaking the link for that new variant, then that will tell us something important for planning ahead\".\nThere have been 97 cases of the Delta variant in Wales, with 54 cases in the Conwy county area.\nPlaid Cymru's Rhun ap Iorwerth said officials and the local health board \"should strongly consider bringing forward second jabs in the area to stem the spread and offer locals protection\".\nIt comes as the Welsh government published a strategy that said over the past month there had been an increase in \"non-attendance rates\" across Wales.\nIt said this could be \"due to transport issues, being unable to reschedule appointments easily, responsibilities such as childcare and out-of-pocket expenses incurred, incorrect patient contact details, access and logistical issues, in addition to lack of confidence and trust in the vaccination\".\nGroups who may have \"particular difficulties\" include homeless people, those from black, Asian and minority ethnic (BAME) groups, people with disabilities, asylum seekers and refugees, and single parents, the strategy said.\nHowever Mr Drakeford said the vaccine uptake between certain groups was \"closing\".\nThe Welsh Conservatives Senedd leader Andrew RT Davies said: \"We must remain vigilant as the clusters of the Indian variant across Wales remain a concern, but if the data particularly in relation to hospitalisation rates indicate we can move forward, then we should continue to ease restrictions in a safe and sensible manner.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57383862",
      "category": "business",
      "title": "House prices jump 9.5% as buyers seek larger homes, Halifax says",
      "tags": "Personal finance,Housing market,UK economy",
      "text": "UK house prices leapt another 9.5% in the year to May, boosted by the government's stamp duty holiday which ends this month.\nThe Halifax said prices rose by more than £22,000 to an average of £261,743.\nBut it said buyer preferences are shifting \"in anticipation of new, post-pandemic lifestyles\".\n\"There's greater demand for larger properties with more space,\" said Halifax managing director Russell Galley.\nHe said this was leading to \"an increased willingness to spend a higher proportion of income on housing\".\nHalifax said annual house price inflation was at its strongest level in nearly seven years, with UK prices rising by 1.3% month-on-month.\n\"Cheap borrowing and affordability is giving buyers more purchase power, which is pushing up prices,\" said Mark Harris, chief executive of mortgage broker SPF Private Clients.\nAnnual house price growth was strongest in Wales, with values soaring by 11.9%, while the north west and Yorkshire and the Humber both posted double-digit growth.\nBut Mr Harris warned that rising property prices are not good news for first-time buyers, and will make getting on the housing ladder even more of a struggle.\n\"For Wales and the north west, these are the biggest percentage gains since April 2005, and for Yorkshire and the Humber since June 2006,\" said Mr Galley.\n\"The south of England, traditionally the driving force of national house price performance, is for once lagging somewhat behind the rest of the country.\"\nIn Greater London prices are growing much more slowly than the rest of the country, up just 3.1% over the year.\nBut London property prices were already extremely expensive, Mr Galley pointed out: \"Having experienced a boom following the global financial crisis, a phenomenon not felt by many other UK regions and nations to anywhere near the same extent.\"\n\"This market is moving so fast that if you blink, it increases in value,\" said Nicky Stevenson, managing director at estate agent Fine & Country.\n\"It is incredible to watch when desire wrests control away from other factors during periods of exceptionally high demand like this and it could be about to get even busier.\"\nShe pointed out the market normally has a lull in the summer months \"but now almost all foreign holidays appear to be off, there's nothing stopping the freight train that is unbridled demand from crashing straight through June, July and August\".\nLucy Pendleton of estate agents James Pendleton agreed with that analysis. \"The inability of Britons to go on holiday means there's no distraction now from executing that ambitious move to a larger home.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57363386",
      "category": "world-europe",
      "title": "Greek islands aim to go 'Covid-free' to welcome back tourists",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57379810/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Stay-at-home holidaymakers warned of summer products shortage",
      "tags": "Tourism,Companies,Coronavirus lockdown measures,Staycations,Global supply chain management,Retailing,Hospitality industry,Travel & leisure industry,Coronavirus pandemic",
      "text": "Some firms are struggling to secure summer items like garden furniture, picnic baskets and outdoor toys, as consumers prepare to holiday in the UK.\nAbout 60% of British suppliers have experienced import delays in the past month, according to customs clearance platform KlearNow.\nThe six-day-long Suez Canal blockage in March is partly to blame, as goods meant to arrive weeks ago are still stuck on container ships elsewhere.\nBut there are other factors at play.\nKlearNow based its findings on interviews with 300 import-export businesses based in the UK.  \n\"A combination of Covid-19 restrictions, the backlog from the Suez Canal blockage, increasing global demand for shipping containers, disruption to shipping caused by India's public health crisis and a shortage of packaging materials means UK businesses are already struggling to meet summer demand,\" said KlearNow's chief executive Sam Tyagi.\n\"With competition for container space so high, some smaller businesses are simply being priced out of landing the goods and materials that they need.\"\nItems like camping equipment have seen a spike in demand as more British families look to domestic holidays, with the government tightening rules on international travel rules and  moving Portugal to the amber list. \nSince many popular products are manufactured in China, retailers are being impacted by shortages in their supply chains and US retailers have experienced similar problems procuring summer essential items. \nHeather Attwooll of camping and outdoor equipment retailer Attwoolls, is still waiting on orders placed in October and has nine containers of outdoor clothing, camping gear and hiking equipment stuck in Egypt as a result of the Suez Canal blockage. \n\"The early May bank holiday was the busiest bank holiday we've ever experienced... But there is a risk that small businesses like ours will soon be unable to meet that demand due to supply chain problems out of our control.  \n\"All of the garden furniture we normally source from China was bought up by Walmart [in the US], for example.\"\nGarden toys, games and picnic baskets are also being held up by delays, said Katherine Rhodes of the retailer PomPom.\n\"We're experiencing delays of up to four months on wooden toys coming from the Far East, handmade baskets and wood supplies. And we've had to wait 16 weeks for cardboard boxes.\"\nLisa Craig from Oxford had a frustrating time trying to find gas for her campervan when she wanted to switch from a small butane gas bottle to a larger propane gas one. \n\"We were told that Calor gas was only doing like-for-like exchanges,\" she told the BBC.\nUnder the scheme, people pay for their first gas container and then swap the empty when they want to buy a new one. But without an empty one of the right type or size, Lisa was left empty-handed.\n\"I think the only way you can get one is if you buy a new barbeque and it comes with it which could leave people hoping to camp this summer sorely disappointed,\" she said. \"I emailed Calor gas UK, and various camping companies to try and understand why, but did not get anywhere.\"\nEventually after a week searching for a bottle online she managed to buy one through online sales platform eBay, but others may not be so lucky.\nShipping delays are only one part of the problem. According to retail expert Kate Hardcastle, there has been an explosion of demand coming from the hospitality industry as it gets back on its feet following lockdown. \n\"Campers and caravaners have got competition from restaurants and hotels for outdoor equipment,\" she said.\n\"The demand is so high, not just because of a shortage in supply, but also because things are being repurposed in very different ways.\"\nOne example is the Devonshire Arms Hotel & Spa in North Yorkshire, which has brought its entire spa operation outdoors to ensure it maintains social distancing.\nIt ordered in garden furniture, bell tents and other equipment back in March, as it feared supply chain problems amid the easing of restrictions. However, it struggled to procure the items.\n\"What we found is that your first choice is not always available and you need to think out of the box,\" said Mr Palmer.\n\"Our general hospitality supply chains are not always ready - it's domestic consumer supply chains that have come to the rescue and even Amazon.\"\nThe hotel even ended up sourcing some of the lawn furniture it needed second-hand from Carluccio's, after the troubled Italian restaurant chain shut 40 restaurants. \nOther hospitality businesses are looking to enhance their outdoor offerings, leading to a surge in demand for summer products, said Ms Hardcastle.\n\"Everyone's trying to compete by trying to create the theatre and ambience and space - it's been a horrendous time for retail and this is just another incredible challenge for retailers to deal with.\""
    }
  ]
}