{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59199484",
      "category": "science-environment",
      "title": "COP26: Fossil fuel industry has largest delegation at climate summit",
      "tags": "COP26,Climate change,BP",
      "text": "There are more delegates at COP26 associated with the fossil fuel industry than from any single country, analysis shared with the BBC shows.\nCampaigners led by Global Witness assessed the participant list published by the UN at the start of this meeting. \nThey found that 503 people with links to fossil fuel interests had been accredited for the climate summit.\nThese delegates are said to lobby for oil and gas industries, and campaigners say they should be banned.\n\"The fossil fuel industry has spent decades denying and delaying real action on the climate crisis, which is why this is such a huge problem,\" says Murray Worthy from Global Witness. \n\"Their influence is one of the biggest reasons why 25 years of UN climate talks have not led to real cuts in global emissions.\"\nAbout 40,000 people are attending the COP. Brazil has the biggest official team of negotiators according to UN data, with 479 delegates. \nThe UK, which is hosting the talk in Glasgow, has 230 registered delegates. \nSo what counts as a fossil fuel lobbyist?\nGlobal Witness, Corporate Accountability and others who have carried out the analysis define a fossil fuel lobbyist as someone who is part of a delegation of a trade association or is a member of a group that represents the interests of oil and gas companies.\nOverall, they identified 503 people employed by or associated with these interests at the summit.\nThey also found that:\nOne of the biggest groups they identified was the International Emissions Trading Association (IETA) with 103 delegates in attendance, including three people from the oil and gas company BP.\nAccording to Global Witness, IETA is backed by many major oil companies who promote offsetting and carbon trading as a way of allowing them to continue extracting oil and gas. \n\"This is an association that has an enormous number of fossil fuel company as its members. Its agenda is driven by fossil fuel companies and serves the interests of fossil fuel companies,\" Mr Worthy said. \n\"What we seeing is the putting forward of false solutions that appear to be climate action but actually preserve the status quo, and prevent us from taking the clear, simple actions to keep fossil fuels in the ground that we know are the real solutions to climate crisis.\"\nThe IETA says it exists to find the most efficient market-based means of driving down emissions. Members include fossil fuel companies but also a range of other businesses.\n\"We have law firms, we have project developers, the guys who are putting clean technology on the ground around the world, they're also members of our association as well,\" says Alessandro Vitelli, an IETA spokesman.\n\"We're not coming to a shuddering halt today and tomorrow, and suddenly there's going to be no emissions from the combustion of fossil fuels.\"\n\"There is a process to transition that's under way, and carbon markets are the best way to make sure that transition takes place.\"\nCampaign groups argue that the World Health Organization didn't get serious about banning tobacco until all the lobbyists for the industry were banned from WHO meetings. They want the same treatment for oil and gas companies at COP.\n\"The likes of Shell and BP are inside these talks despite openly admitting to upping their production of fossil gas,\" said Pascoe Sabido of the Corporate Europe Observatory, who were also involved in the analysis. \n\"If we're serious about raising ambition, then fossil fuel lobbyists should be shut out of the talks.\"\nThe BBC asked the UN body responsible for accrediting delegates about its procedures, but has not received a reply.\nFollow Matt on Twitter @mattmcgrathbbc"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59200670",
      "category": "uk",
      "title": "COP26: Fossil fuel industry's delegation and the UK's £290m pledge",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Climate change",
      "text": "Here are five things you need to know about the COP26 climate change conference on Monday.\nThe COP26 climate conference is entering its second and final week. While there are representatives from different countries in Glasgow, there also delegates associated with the fossil fuel industry - emissions from which are causing global warming. There are more of those delegates - 503 - said to lobby for oil and gas industries than from any single country, according to Global Witness analysis shared with the BBC. It says the \"fossil fuel industry has spent decades denying and delaying real action on the climate crisis\" and campaigners believe they should be banned. The International Emissions Trading Association argues there is a process of transition under way in line with its goal to find the most efficient market-based means of driving down emissions.\nAt COP, the UK is seeking an over-arching deal that it will hope to agree with all parties. The deal will need to tackle issues including cutting carbon emissions and money for countries to adapt to rising temperatures. This comes as UK pledges £290m to help poorer countries tackle the impact of climate change. It will go towards planning and investing in climate action, improving conservation and promoting low-carbon development in Asian and Pacific nations, the government says. Developing nations have called for financial help, arguing they are already suffering and will be worst affected by climate change. Follow updates on our live page.\nA forest in central India is under threat from a new diamond mine. Mining 382 hectares of Buxwaha forest - which would unlock billions of dollars - will bring jobs, the government says, but local people believe their lives will be destroyed. They're fighting to save the forest. Watch more here.\nIt made its commercial debut in a camcorder 30 years ago and lithium-ion batteries are now found in many gadgets including power tools, toothbrushes and smartphones. The Nobel Prize winning battery's been hailed a climate hero and could be a key part of a low-carbon future. Find out more here.\nGetting hot and sweaty while busting moves on the dancefloor is a given, and so could reusing that energy you've expended. Glasgow nightclub SWG3 is going to trial capturing body heat from dancers to create renewable energy to warm up or cool down its venue. It could save around 70 tonnes of carbon dioxide, C02, per year. Take a look.\nCOP26 PUSH NOTIFICATIONS: If you want to keep up with the latest around the climate summit, tap here to receive alerts on your phone.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe COP26 climate summit has reopened discussions about how the world tackles the threat of global warming, caused by fossil fuel emissions. Urgent action's needed to avoid catastrophic consequences to the planet and the conference could lead to major changes to everyday life.\nWhile negotiations continue, do you know what you can do now to reduce your carbon footprint? Here are some tips.\nYou can find further information on our climate page.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59198125",
      "category": "uk-northern-ireland",
      "title": "Brexit: UK-EU trade deal could collapse over NI row, says Coveney",
      "tags": "NI Brexit,Keir Starmer,Brexit",
      "text": "The UK's trade deal with the EU could collapse in a row over Northern Ireland, says a senior Irish minister.\nThe UK is thought to be preparing to suspend parts of the Northern Ireland Protocol.\nIrish Foreign Minister Simon Coveney hinted the EU could terminate the Trade and Cooperation Agreement in response.\nHe said: \"One is contingent on the other so that if one is being set aside there is a danger that the other will also be set aside by the EU.\"\nNorthern Ireland is covered by a special Brexit deal known as the Protocol.\nIt keeps Northern Ireland in the EU's single market for goods, which prevents a hard border with Ireland and allows free-flowing trade with the EU.\nBut it also creates a trade border between Great Britain and Northern Ireland, which is causing difficulties for some businesses.\nArticle 16 of the Protocol allows parts of the deal to be suspended if it is causing serious problems - the UK says that threshold has been reached.\nThe EU has proposed operational changes to the Protocol but the UK is demanding more far-reaching changes.\nMr Coveney said that if the UK did suspend parts of the Northern Ireland deal it would be \"deliberately forcing a breakdown in relationships and negotiation between the two sides\".\nHe linked that to the wider UK-EU deal, the Trade and Cooperation Agreement (TCA).\nEither side can give 12 months notice that they intend to terminate the TCA.\nArticle 16 exists to fix difficulties with the Northern Ireland Protocol that are causing serious problems or causing diversion of trade.\nThe UK government says that threshold was reached long ago and so it can be used legitimately.\nBut the EU fears the UK is planning to use Article 16 in an expansive way - to gut the protocol, sweep away the Irish Sea border and open up a potential back door into the single market.\nThe EU may argue that the broader Brexit trade deal only happened because the issue of the Irish border had been sorted out first.\nTherefore if the UK collapses that border solution the EU may give notice that it intends to collapse the trade deal.\nLast week Belgium's Deputy Prime Minister Vincent Van Peteghem suggested that is figuring in the EU's thinking and Simon Coveney alluded to it again on Sunday.\nRead more: What is Article 16 and why does it matter?\nOn Sunday Mr Coveney said the \"messages\" that he was getting from political parties in Northern Ireland, the European Commission and others was that London was preparing to trigger Article 16 after the COP26 climate summit in Glasgow.\nHe told Irish national broadcaster RTÉ that such a move would be a \"significant act that would damage relationships between Britain and Ireland\".\n\"I think all the evidence now suggests that the British government are laying the foundations to trigger Article 16,\" Mr Coveney said.\n\"That is a worry - I think we need not to be naïve in terms of what's happening.\"\nThe minister said the UK was deliberately asking for \"what they can't get\".\nEarlier, Labour leader Sir Keir Starmer said suspending parts of Northern Ireland's Brexit deal would not resolve the dispute between the UK and EU.\nThe Labour leader told BBC One's The Andrew Marr Show he wanted to see \"both sides sitting down and resolving this\".\n\"There's a little bit of me, I am afraid, that can't help think that the prime minister is constantly trying to pick a fight on things like this so he hopes people don't look elsewhere in the forest, which are things like the Owen Paterson affair,\" Sir Keir said.\nAsked if he would be prepared to renegotiate the Brexit deal to mitigate any impact on economic growth, Sir Keir said he would not rip up the deal but there were \"sensible adjustments\" that could be made to improve the arrangement.\n\"I think we need to make Brexit work... in order to do that, we have got to deal with some of the gaps and weaknesses in the current arrangements.\"\nThe Labour leader said he would do \"whatever I could to make it easier for British firms to trade across the world, but particularly with the EU\".\n\"What I'm not talking about is re-joining the EU, what I'm not talking about is ripping up the current agreement and starting again - nobody wants to be in that place.\"\nFormer Conservative Prime Minister Sir John Major said on Saturday that triggering Article 16 and suspending parts of the Northern Ireland Protocol would be \"colossally stupid\".\nMeanwhile, Sinn Féin leader Mary Lou McDonald has warned the UK government that suspending parts of the protocol could endanger the wider Brexit withdrawal agreement with the EU.\nOn the prospect of the UK triggering Article 16, Ms McDonald said: \"It would demonstrate just again colossal bad faith and demonstrate again that Ireland, the north of Ireland in particular, is collateral damage in the Tory Brexit as they play games and play a game of chicken with the European institutions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59208984",
      "category": "uk",
      "title": "Covid-19: Anti-vax protests outside schools",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59206814",
      "category": "science-environment",
      "title": "COP26: Rich countries ‘pushing back’ on paying for climate loss",
      "tags": "COP26,Climate change",
      "text": "Vulnerable countries at COP26 say rich nations are pushing back against their attempts to secure compensation for the damage caused by climate change.\nPoorer countries see it as critical that money for loss and damage be part of negotiations this week. \nNegotiators agreed in Paris in 2015 to address the issue, but there is no agreement on who should pay for it.\nRich nations are said to be resisting any commitments as they do not want to accept liability and risk being sued.\nDeveloping countries argue that rich countries are responsible for most of today's climate change impacts because they started emitting carbon much earlier than the rest of the world.\n\"Loss and damage is still a taboo for developed countries,\" said Alpha Oumar Kaloga, one of the lead negotiators of the Africa Group, who also represents Guinea in the Least Developed Countries bloc (LDC). The majority of the 46 countries in the LDC bloc are in Africa.\n\"During negotiations, we have been repeatedly arguing that loss and damage needs to be mentioned in a separate column in the climate finance reporting papers of developed countries, because such losses and damages are happening all over the world,\" Mr Kaloga said.\nThe resistance from rich countries behind closed doors is particularly frustrating when they are at the same time \"talking about transparency in this whole process.\"\nA report by the Organisation for Economic Co-operation and Development (OECD) this year showed that in 2019, about 25% of climate finance from developed countries went towards adaptation - preparing for extreme weather events, or building seawalls, for example - while the rest went to fund projects to reduce carbon emissions.\nPoor countries say climate change is impacting on communities with such intensity that they can no longer adapt, but instead need financial support to rebuild, or to move away.\nAs holder of the COP presidency, the UK has been co-ordinating the talks. A spokesperson said the UK was \"listening to the views of all parties and the final text will be agreed by consensus\". \nLe-Anne Roper, lead negotiator on loss and damage for the Alliance of Small Island States, wants a new finance goal just for loss and damage. \nThis would be separate from the $100bn (£74bn) already pledged - a target the world has already missed for 2020 which is now set for 2023.\n\"It is the only way we will be able to give our people a better chance at surviving, given the growing scale of the crisis and the need for significant action to address loss and damage,\" she told the BBC.\nHarjeet Singh, senior adviser for Climate Action Network International, said climate change was destroying entire communities.\n\"This is about providing relief, rehabilitation and support to those who are simply displaced forever,\" he said.\nThere were no immediate comments from loss and damage negotiators from some developed countries contacted by the BBC.\nThere has been criticism from developing countries that adaptation has not received enough attention at COP26, and that the agenda has been dominated by carbon emissions reduction which has to do mainly with developed nations and fast-emerging economies like China and India.   \nSeveral poor countries have also come under criticism for not making best use of the funds made available to them. Experts say issues like bad governance and corruption have been a major challenge in implementing adaptation projects. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59179851",
      "category": "health",
      "title": "Covid: Unvaccinated urged to come forward before winter",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "As winter approaches, NHS bosses are urging any of the 4.5 million people in England who haven't had a first vaccine dose to come forward and get one.\nSince September, half a million adults in England have done so, including 3,000 people aged over 80, they say.\nHaving a jab will protect you and your families at Christmas, said NHS England chief executive Amanda Pritchard.\nUnvaccinated young people can be at risk - 482 aged 18 to 34 were admitted to hospital with Covid last week.\n\"These numbers are a timely reminder that it is never too late to get your life-saving Covid-19 vaccination - whether you are 18 or 80 or older, the offer from the NHS is evergreen,\" Ms Pritchard said.\n\"With the twin threat of flu and Covid, we face a winter like no other and so it is even more important for people to get their jabs - first vaccine, second dose, booster or influenza.\"\nA walk-in finder on the NHS website allows anyone to enter their postcode and find the nearest centre to get a jab without making an appointment if you are eligible.\nIf you want to book an appointment and are over the age of 12, you can go through the National Booking Service or call 119 if you need extra help with your booking.\nPeople who received their first dose before the end of October will be able to get a second dose before the new year.\nStatistics consistently show that the risk of death involving Covid-19 is much greater in people who have not been vaccinated than in those who have had both doses. Nearly 80% of England's over-12s have received both doses - similar to other UK nations.\nMore than 22% of children aged 12 to 15 and 56% of 16 to 17-year-olds have had the recommended one dose.\nNearly seven million booster vaccines - for extending protection against Covid in more vulnerable people - have now been delivered, but up to 30 million people in total will eventually be eligible.\nThey include people over 50, healthcare staff and younger adults with some health conditions.\nNHS England says more clinics are now delivering vaccines than at any other point in the vaccination programme. This includes pharmacies, GP practices and other community sites.\nAlmost every person registered with an English GP practice lives within 10 miles of a fixed vaccination location, it says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59201279",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Bus hijacked and set on fire by gang",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "A bus has been destroyed after it was hijacked and set on fire in Newtownabbey, County Antrim.\nIt happened near Valley Leisure Centre on Church Road at 19:45 GMT on Sunday.\nPolice said four men got on to the bus, ordered the passengers and the driver to get off and then set it alight.\nNo-one was injured, police said.\nIt is the second time in a week that a bus has been hijacked and burnt in Northern Ireland.\nLast Monday morning two armed, masked men boarded a bus in Newtownards, County Down, ordered the driver to leave and then set it on fire.\nAfter the latest incident, Infrastructure Minister Nichola Mallon said it was \"disgraceful and disgusting\" that public transport workers had been targeted again.\n\"Translink buses are public assets,\" said the SDLP assembly member.\n\"Without them people can't get to and from work, or school, or hospital appointments. \n\"Our bus drivers are working class people who deserve to be safe in their jobs.\n\"People using public transport also deserve to feel safe and be able to go about their business without fear.\"\nPublic transport provider Translink said the driver and a small number of passengers got off the bus safely.\n\"Our driver is badly shaken and is currently being supported by colleagues,\" it said.\n\"We are very disappointed by this intimidating attack on our member of staff and public transport services in the area.\"\nAll Metro and Glider services have been suspended for the remainder of Sunday evening but they are expected to be up and running on Monday morning.\nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson described the incident as \"senseless\".\n\"Such criminal behaviour could lead to death or serious injury,\" he tweeted.\n\"This only harms local people and local communities. It serves no cause whatsoever.\n\"The ringleaders should step back. Change is brought about by politics not by burning buses.\"\nJustice Minister Naomi Long said: \"Hijacking and burning a bus achieves nothing.\n\"What it does do is terrorise and frighten people who are just trying to earn a living or get home to their families,\" added the Alliance Party leader.\nUlster Unionist Party (UUP) leader Doug Beattie also took to social media to condemn the attack.\n\"Terrorising society with the hope of achieving what exactly?,\" he tweeted.\n\"This is utterly pathetic and it needs to stop. Those responsible do not represent the overwhelming majority who just want a peaceful society.\"\nSinn Féin's Gerry Kelly said the attack was \"dangerous, reckless and despicable\".\n\"There is absolutely no place in our society for this criminality and violence,\" said the North Belfast MLA.\n\"People want calm and responsible leadership to reduce tensions and ensure there is no further escalation of violence on our streets.\"\nPeter Macklin from the GMB union, which represents some Translink drivers, said it was \"disgusting\" that they should face such attacks.\n\"It's totally disgusting that this could happen as they're going about their day-to-day business,\" he said.\n\"They go in to do their work and that's it - they feel you should be able to do it safely without having this threat hanging over you every day.\n\"We'll work closely with the company to try to make sure that all measures are put in place to prevent these things happening and to let people to go about their daily routine safely.\"\nThree fire engines were sent to extinguish the blaze and the crews left the scene at about 21:30.\nChurch Road remains closed between O'Neill Road and the Abbey Centre.\nDiversions are in place and motorists can expect delays in the area on Monday morning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59206378",
      "category": "health",
      "title": "Lesbian couple challenge NHS over 'discriminatory' fertility policy",
      "tags": "Fertility,Frimley,LGBT,NHS",
      "text": "A lesbian couple are launching a landmark judicial review against their NHS Clinical Commissioning Group for its \"discriminatory\" fertility policy. \nInfluencers Megan and Whitney Bacon-Evans say they are required to undergo 12 rounds of costly private treatment before they can get NHS support.\nHeterosexual couples have to try to conceive for two years before becoming eligible for NHS-funded treatment. \nCCG Frimley, the subject of the review, says its policies comply with guidance.\nThe social media stars, who were featured on TV show Say Yes To The Dress, and run a lifestyle and travel blog, have been together for 13 years and married for four. \nThey say they were \"shocked and devastated to discover the discrimination that lesbian couples, bisexual women and individuals with wombs face in starting their family\".\n\"For many years we have been talking about wanting to create our family - we've had our children's names picked out for a decade,\" Megan told the BBC. \n\"There isn't much information out there so everything was new for us, and as we went along we found out there were a lot of barriers and discrimination. \n\"With equal marriage coming in, we thought we were equal in the eyes of the law, but not when it comes to starting a family.\"\nThe Bacon-Evans have launched the suit with the law firm Leigh Day, which is applying to proceed with the judicial review on Tuesday.\n\"Our clients believe that Frimley CCG's policy is blatantly discriminatory on grounds of their sexual orientation and puts them at a huge financial disadvantage by treating them less favourably than heterosexual couples in a comparable situation,\" solicitor Anna Dews said.\nRecommendations as to who can have NHS-funded fertility treatment in England and Wales are set by National Institute for Health and Care Excellence (NICE)  guidelines. \nNICE suggests women aged under 40 should be offered three cycles of IVF treatment on the NHS, which otherwise costs between £5,000 and £10,000 a round, if:\nHowever, it is up to individual CCGs to set the policy for their local area, and their criteria can vary. \nThe couple say it was so difficult to discover the fertility treatment policy for LGBT couples in their local area that they submitted a Freedom of Information request to find out.\nThey eventually managed to book an appointment with a fertility doctor who told them they must go through six rounds of private treatment, but later found out that the minimum number was 12, which could cost up to £26,000.\nThe couple estimate that the true cost of having a child as a female same-sex couple, or as a single woman, is between £30,000 and £50,000 once the private treatment, cost of sperm and storage are factored in.\nMore than one in four CCGs in England require couples to pay for 10 to 12 cycles of treatment before they become eligible for NHS help, according to the British Pregnancy Advisory Service (BPAS).\n\"Our research has found that female same-sex couples and single women are disproportionately impacted by policies which require that they self-finance costly, and less effective, artificial insemination, in some cases for at least two years, before becoming eligible for funded IVF,\" says Marta Jansa Perez, director of embryology at BPAS Fertility.\n\"These restrictions amount to a tax on LGBT+ families, and the impact can be truly devastating.\"\nThe couple say they hope the precedents set by their case will help thousands of other same-sex couples to have a family. \nThey have launched a crowdfunding appeal to raise £10,000 to help cover the cost of the case, and have pledged to donate the money to charity or to others fighting similar legal battles if they win.\nIn 2019, then-Health Secretary Matt Hancock pledged that \"sexual orientation should not be a factor in access to IVF\".\nBut research from the UK fertility regulator found 14% of female same-sex couples had received NHS-funded IVF cycles, compared with 39% of heterosexual patients. Only 6% of single patients had been given NHS-funded treatments.\nThe Stonewall charity is supporting the launch of the Bacon-Evans' case and calling for all prospective parents to have access to six rounds of funded IUI, and then to three rounds of IVF if that is unsuccessful.\n\"Being lesbian, bisexual or LGBTQ+ is a social rather than medical infertility and everyone - regardless of where they live and who they love - should be able to start a family if they want,\" Stonewall's associate director of policy and research, Eloise Stonborough, said.\n\"There is a huge variation and inequality in the system for everyone, but LGBTQ couples are disproportionally affected, meaning many are faced with either pursuing costly private treatment or risky personal deals such as going online to find private donors.\"\nA spokesperson for NHS Frimley CCG said: \"The fertility services we provide are based on NICE guidance. While we can't comment on individual cases we will fully engage with any legal proceedings,\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59201945/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Small scale nuclear to get green light this week",
      "tags": "Nuclear power,EDF Energy",
      "text": "Reactor designer Rolls-Royce will announce that a consortium of investors will back plans for a new smaller nuclear reactor project. \nAs part of its 10 point green energy plan, the government has already announced it would provide £210m in funding if that could be matched by private capital. \nAn announcement that money has been raised could come as soon as Tuesday.  \nAround 21% of Britain's electricity supply is provided by nuclear power. \nThe plan is thought to include the construction of an initial four Small Modular Reactors (SMRs) based on the technology used in nuclear powered submarines.  \nThese reactors will be capable of generating nearly 500 megawatts of power - three times as much as much as most existing nuclear submarine reactors but more than six times less than the 3.2 gigawatts that the large plant under construction at Hinkley Point will deliver. Hinkley is expected to produce enough power to supply 6 million homes. \nThe investment to be announced on Tuesday is intended to fund the project up to the stage where the reactor design receives approval. No decision has yet been made on how the construction cost will be financed. \nAt an expected ultimate cost of around £2bn each, they should cost less than a tenth of the £20bn each of Hinkley and an anticipated, but not yet approved, sister plant at Sizewell in Suffolk.  \nIndustry sources say they hope that these SMRs would be operational within a decade.\nAdvocates of SMRs say their smaller size means they can be built in a controlled factory setting and installed module by module, reducing risk and cost.  \nThese reactors are not expected to be a substitute for another large-scale nuclear plant the government has said it is determined to approve this parliament - but in addition.  \nThe planned locations of these SMRs is not expected to be confirmed this week but industry sources suggest that existing nuclear sites are the obvious candidates.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59210395",
      "category": "science-environment",
      "title": "COP26: Obama tells young people to stay angry on climate fight",
      "tags": "COP26,Climate change,Barack Obama",
      "text": "Barack Obama has called on young people to \"stay angry\" in the fight against climate change at the COP26 summit.\nThe former US president urged them to apply political pressure to make a change, but warned they would need to accept compromises along the way.\nMr Obama said the world is \"nowhere near where we need to be\" to avoid a future climate catastrophe.\nHe criticised Donald Trump's \"active hostility toward climate science\", but said the US is ready to lead again.\nMr Obama also scolded China and Russia's leaders for not physically attending the COP26 summit.\nSpeaking in Glasgow, Mr Obama received rapturous applause when he took to the stage and a standing ovation at the end of his speech - but there was pushback from activists.\nHe called out nations for failing to meet the pledges they made in the 2015 Paris Agreement, when he was in the White House. \nHowever, activists were quick to point out those broken by his own administration, including the failure of a key promise by developed countries to deliver $100bn (£73bn) a year in climate finance to poorer nations.\nPerhaps a little unsure of his location in Scotland, Obama referred to being in the \"Emerald Isles\", seemingly a mistaken reference to Ireland, which is known poetically as the Emerald Isle. He also quoted Shakespeare, who was English.\nHe admitted there is still a lot of hard and messy work to do to reduce the effects of climate change, but said some promising progress had been made in the six years since the signing of the Paris Agreement, which he helped spearhead.\nMr Obama dedicated much of his speech to young activists, who he said were \"right to be frustrated\".\nAddressing young people directly, he said they \"can't ignore politics\" and that while protesting and hashtags raise awareness, they should get involved in politics at some level.\n\"You don't have to be happy about it, but you can't ignore it. You can't be too pure for [politics].\"\nReferencing his own daughters' shopping habits, he also called on young people to support businesses that were committed to sustainability, and boycott those that were not.\nObama's catchphrase of the night was telling young activists to \"stay angry\".\n\"To all the young people out there - I want you to stay angry. I want you to stay frustrated,\" he said.\n\"But channel that anger. Harness that frustration. Keep pushing harder and harder for more and more. Because that's what's required to meet that challenge. Gird yourself for a marathon, not a sprint.\"\nHe honoured the dedication of activists such as Greta Thunberg who are \"forming movements across borders\", and urged young people to at least get out and vote for politicians who will stand against climate change.\n\"Vote like your life depends on it, because it does\", he said.\nThe former president insisted that despite political divisions in the US and the country's absence from global climate efforts for four years during the Trump administration, America was now back on track and committed to change.\nMr Obama made a number of comments about his predecessor, Republican Donald Trump, who once called climate change \"an expensive hoax\" and controversially pulled out of the Paris climate accord when he took office. The US rejoined it under Joe Biden.\nMr Obama reserved some of his strongest criticism for the Republican Party. He accused its members of stalling progress by \"sitting on the sidelines\" and making climate change a partisan issue with \"four years of active hostility toward climate science\".\nHe said Republicans who take climate change seriously are \"a rare breed right now.\" This is the first year a delegation of Republicans has attended a UN climate summit.\nMr Obama also blamed the pandemic, rise of US nationalism and a lack of cooperation from the Trump administration for a breakdown in international relations that has affected the climate crisis.\nTaking a swipe at Russia and China, Mr Obama also said it was \"particularly discouraging\" that the leaders of \"two of the world's largest emitters\" had not attended the climate summit in person.\nWhile more than 120 leaders turned up at the conference, Vladimir Putin and Xi Jinping, who have both avoided international travel since the start of the pandemic, opted to take part remotely instead.\nMr Obama said they were showing a \"dangerous lack of urgency\".\nThe 44th US president closed by telling the crowd that fighting climate change will be hard and messy with \"every victory incomplete\".\n\"The thing we have going for us is that humanity has done hard things before,\" he said, adding: \"I believe we can do hard things again.\"\nBarack Obama's speech to COP26 was a study in hope and doubt. \nHe touted the work his administration and that of Joe Biden have accomplished in addressing climate change, while acknowledging he wasn't \"real happy\" about what the Trump administration had done in the intervening four years. \nHe lamented the fierce opposition Republicans have mounted toward addressing climate change in the US and the rise of tribalism and nationalism around the world, but pointed to efforts by states, local governments and private citizens to fill the policy void. \nHe heralded the international co-operation evident during the Paris climate negotiations and in Glasgow over the past week, but said much more needs to be done. He even acknowledged that he doesn't have all the answers and at times gets discouraged, but he said the energy and efforts of young people give him faith in the future.\nIt was a delicate balance for a former president who made \"hope and change\" his trademark line. \nBut the rhetoric was reflective of the tenuous nature of current US climate polices, which are dependent on Democratic majorities that could vanish in coming elections even though, Mr Obama said, there is still much work left to do. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-59207387",
      "category": "world-australia",
      "title": "Australia shark attack: Tributes paid to Paul Millachip",
      "tags": "Perth,Sharks,Shark attacks,Australia",
      "text": "A search for a man killed by a shark off Australia's west coast has been called off.  \nPaul Millachip, 57, who was originally from the UK, was attacked while swimming at Port Beach near Perth on Saturday.\nHis wife, who did not wish to be named, described the father-of-two as \"a wonderful man\" who loved exercise. \nSpeaking to Australian broadcasters, she paid tribute to the teenagers who helped raise the alarm.\n\"I also just wanted to say thank you to all of our friends here in Perth for all the support and love that you've shown us,\" she added. \nThe couple are believed to have settled in Perth years ago; both their families are currently overseas. \nMr Millachip was a regular at the beach and a pair of goggles believed to belong to him have now been recovered. \n\"Rest in peace, Paul. He died (doing) what he enjoyed doing the most, which was exercising,\" his wife said. \nShe thanked eyewitnesses and praised the police and emergency services. \n\"It came out of the blue. But it did happen, you just have to deal with it,\" she added. \nActing inspector Troy Douglas said: \"Enquiries will continue based on anything that is washed up or anything that's found in the future, but at this point the marine search is suspended.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59193769",
      "category": "science-environment",
      "title": "COP26: Time to sober up",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "So how much progress has really been made in the opening days of COP26 and what are the main challenges that lie ahead?\nTo paraphrase COP26 president Alok Sharma, this is the moment when the rubber is finally meeting the road. \nAfter a first week dominated by a blizzard of announcements of new initiatives in the real world, the conference is now moving into the critical, behind doors phase of the negotiations.\nThe main focus will still be on devising a plan to bend the temperature curve below 1.5C.\nThere has been quite a bit of speculation that the first week announcements made by countries and the new pledges on methane and coal have already moved the needle on the rise in global temperatures that's likely this century. \nAccording to the head of the IEA, Fatih Birol, the new commitments mean that the mercury rise may be held to 1.8C. \nAt the start of the COP the latest analysis from the UN suggested a rise of 2.7C. \nSo just how real is this large predicted drop?\n\"None of the countries that has a net zero target has implemented sufficient short term policies to put itself on a trajectory towards net zero,\" said Dr Niklas Höhne, from the New Climate Institute, who monitor and assess national carbon cutting plans.\n\"Right now it's more a vision, or imagination. And it's not matched by action.\"\nAs one participant explained it, the first week of COP26 was all sugar rush, the second will be about sobering up and getting down to business. \nNext week will see ministers fly in from around the world to tackle the tricky issues that negotiators themselves can't resolve. \nThese will encompass a range of technical issues relating to the Paris agreement that have been outstanding for a number of years, including the rules on how carbon markets work, on the need for transparent reporting, and for common time frames on emission cutting plans. \nSome progress has been reported, but there are still wide gaps between the parties across these questions.\nAs deadlines loom, negotiators are getting nervous.\n\"It is tense right now, people are having to take tough decisions, as they should,\" said Archie Young, the UK's lead negotiator in the talks. \n\"I think it is really important that we recognise the hard work that goes into the importance of some of that technical work.\"\nThere will also be detailed and tough discussions around finance, around the question of adaptation, and loss and damage. \nThere is likely to be a real standoff over the question of how cash for climate change is spent. \nDespite repeated calls from developing countries for a larger share of the finance to be used to help them to adapt to higher temperatures, the focus according to observers is still on using the money to help them cut emissions. \nThe cold reality is that investors are more willing to put their money into renewable energy projects where a profit can be made than they are to spend it on sea walls or other adaptive measures that do not guarantee a return.\n\"Rich countries publicly claim they care about adaptation but inside the talks most of the money goes on emission reductions and they undermine efforts to prioritise the adaptation needs of vulnerable nations,\" said Mohamed Adow, from the Power Shift Africa organisation, an observer at these talks. \nThe failure of the richer nations to fulfil their promise of $100bn by 2020 has undoubtedly damaged trust, there is work underway to put in place a new, more substantial payment from 2025. \nWhile the new figure is unlikely to be agreed here, the prospect of a very significant increase could go some way towards ensuring that finance doesn't derail these talks completely.\nFor the UK though the really big question is how to construct a final document that will be agreed collectively by the conference that will keep the 1.5C temperature threshold within reach. \nUK negotiators are taking soundings on what's termed a \"cover decision\", a package of measures that will try to close the gap between what the world's commitments add up to and the 1.5C bar. \nThe key element of that package will be an attempt to get countries to update and improve their carbon cutting plans more regularly than every five years as is presently the case. \nThe most vulnerable want an annual update. There's also a push for countries to come back with new plans in two years time.\nThere is likely to be strong opposition from larger, developing economies. But there is a belief that steps will be agreed.\n\"You clearly want some processes agreed here that give us hope that countries are going to come back and sharpen their pencils and put more ambition on the table,\" said Alden Meyer, a long time participant in climate talks from the E3G think tank.\n\"I think if we get the atmospherics, right and the UK uses the ministers well, by the end of next week, we can get substantial movement.\"\n\"It will offer some hope that over the next couple of years, we can start to really close that gap.\"\nMatt McGrath has been covering climate change for the past 15 years, reporting from 10 COPs along the way. You can follow him on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59051407",
      "category": "science-environment",
      "title": "Climate change: What's it like living in a place where it's 50C?",
      "tags": "COP26,Life at 50 degrees,Climate change,Severe weather",
      "text": "The climate crisis is no longer a future concern. In many parts of the world, it has already begun.\nMillions of people are living with extreme temperatures, facing a growing threat of flooding or wildfires. Here, five people explain how extreme temperatures have changed their lives.\nShakeela Bano often lays out her family's bedding on the roof of their one-storey house in India. Some nights it's too hot to sleep indoors. The roof can be too hot to walk on. \"It's very difficult,\" she says. \"We have many sleepless nights.\"\nShakeela lives with her husband, daughter and three grandchildren in a windowless room in Ahmedabad. They have only a single ceiling fan to keep them cool. \nClimate change means many cities in India are now hitting 50C. Densely populated, built-up areas are particularly affected by something known as the urban heat island effect. Materials like concrete trap and radiate heat, pushing temperatures higher. And there's no respite at night, when it can actually get hotter. \nIn homes like Shakeela's, temperatures now reach 46C. She gets dizzy in the heat. Her grandchildren suffer from rashes, heat exhaustion and diarrhoea. \nTraditional methods for staying cool, like drinking buttermilk and lemon water, no longer work. Instead they've borrowed money to paint the roof of their home white. White surfaces reflect more sunlight and a coat of white paint to the roof can bring down temperatures inside by 3-4 degrees. \nFor Shakeela, the difference is huge; the room is cooler and the children sleep better. \"He would not sleep through the afternoon,\" she says, pointing to her sleeping grandson. \"Now he can drift off peacefully.\"\n\"I come from a place of heat,\" Sidi Fadoua says. But the heat in northern Mauritania, in west Africa, it is now too hot for many people to live and work. The heat here is not normal heat, he says. \"It's like fire.\"\nSidi, 44, lives in a small village close the edge of the Sahara. He works as a salt miner in the nearby flats. The work is tough, and it's become harder as the region heats up due to climate change. \"We can't endure such temperatures,\" he says. \"We are not machines.\" \nTo avoid temperatures upwards of 45C in the summer, Sidi has begun to work at night.\nJob prospects are scarce. Those who once made a living raising livestock can no longer do it - there aren't any plants for the sheep and goats to graze. \nSo like an increasing number of his neighbours, Sidi has plans to migrate to the coastal city of Nouadhibou, where the ocean breeze keeps the city cooler. Locals can hitch a ride there on one of the world's longest trains, taking iron ore from nearby mines to the coast. \n\"People are moving from here,\" Sidi explains. \"They cannot stand the heat anymore.\" The 20-hour ride is dangerous. Locals can sit on top of the carriages where they are exposed to heat and sunlight during the day, before temperatures plummet to near freezing at night. \nIn Nouadhibou, he hopes to find work in the fishing industry. The breeze may bring respite, but with increasing numbers escaping the desert heat, work opportunities are harder to find. Sidi remains hopeful. \nPatrick Michell, chief of the Kanaka Bar First Nation, first began noticing worrying changes in the forest near his reserve in British Columbia, Canada, more than three decades ago. There was less water in the rivers, and mushrooms had stopped growing. \nThis summer his fears came true. A heatwave was sweeping across North America. On June 29, his home town of Lytton smashed records, reaching 49.6C. The next day, his wife sent him a photo of a thermometer reading 53C. An hour later, his town was on fire.  \nHis daughter, Serena, eight months pregnant, scrambled to pack her children and pets into the car: \"We left with the clothes on our backs. The flames were three storeys high and right beside us.\"\nPatrick raced back to see if he could save the house. He'd grown up dealing with wildfires. But like the climate, the fires had changed too. \"These aren't wildfires anymore, they're infernos,\" he says. \"How do you put an inferno out?\"\nDespite the family's circumstances, Patrick sees what's happened as an opportunity: \"We can rebuild Lytton for the environment that's coming in the next 100 years. It's daunting, but in my heart there's that optimism.\" \n\"When I was a kid the weather was not like this,\" says Joy, who lives in the Niger Delta, in Nigeria. The region is one of the most polluted regions on Earth, and hotter days and nights are increasing. \nJoy provides for her family by using heat from gas flares to dry tapioca and sell it at a local market. \"I have short hair,\" Joy explains, \"because if I grow my hair long, it could burn my head if the flare shifts direction or explodes.\"\nBut the flares are part of the problem. Oil companies use them to burn off gas that is released from the ground when they drill for oil. The flares, which rise 6m (20ft) high, are a significant source of global CO2 emissions, which contribute to climate change. \nClimate change has had a devastating impact here, turning fertile lands into deserts in the north, while flash flooding has hit the south. People do not remember such extreme weather growing up.\n\"Most people here aren't well-informed enough to explain why the climate is changing rapidly,\" Joy says. \"But we're suspicious of the non-stop flares.\" She wants the government to ban gas flaring, even though she relies on it to provide for her family.\nAlmost none of the oil wealth has been reinvested in Nigeria, where 98 million people live in poverty. This includes Joy and her family. For five days of work they make £4 in profit. \nShe is not optimistic about the future. \"I think that life [on Earth] is now coming to an end.\"\nSix years ago, Om Naief began planting trees on a patch of desert by a motorway. A retired civil servant in Kuwait, she was concerned by the increasingly severe summer temperatures and worsening dust storms. \n\"I spoke to some officials. They all said it was impossible to plant anything in the sand,\" she says. \"They said the land was sandy and the temperature was too high. I wanted to do something that would astonish everyone.\"\nOm lives in the Middle East, which is warming faster than much of the world. Kuwait is careering towards unbearable temperatures - it is regularly hotter than 50C. Some predictions suggest average temperatures will rise by 4C by 2050. Yet Kuwait's economy is dominated by fossil fuel exports. \nThe two patches Om planted are modest but they serve a purpose. \"Trees fend off dust, eliminate pollution, clean the air, and lower temperatures,\" she says. Hedgehogs and spiny-tailed lizards now visit the site. \"There's fresh water and shade. It's a beautiful thing.\" \nSome Kuwaitis are now calling for a large-scale green belt to be planted by the government. Their shared hope is that Kuwait is ready to make a stand against the climate crisis. Om says they must protect the land and not let it dry out.\n\"This heat is not normal,\" Om concludes. \"This is our fathers' land. We must give back to it, because it has given us a lot.\"\nBBC News Arabic documentary team spent the past year filming in 10 extremely hot locations for the series Life at 50C to show how climate change and rising temperatures are impacting peoples' lives around the world. Watch the full series here.\nHeat hitting home in Australia\nMexico's struggle for water\nThe traffic cop who works in 50C heat\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59200698",
      "category": "uk",
      "title": "Army boss announces culture audit after defence secretary talks",
      "tags": "British Armed Forces,British Army,Ministry of Defence,Ben Wallace",
      "text": "The head of the British army has announced an independent audit of its culture amid concerns over bullying, sexual harassment and discrimination.\nGen Sir Mark Carleton-Smith said the audit will \"reinforce the best and weed out the worst\".\nIt comes after Defence Secretary Ben Wallace met Army leaders earlier over concerns about culture and discipline.\nEarlier, he and Gen Carleton-Smith said they had had a \"full and frank\" meeting and would work to tackle the issues.\nIn a statement on Monday evening, Gen Carleton-Smith, the chief of the general staff, pledged a range of measures to \"accelerate the cultural changes\" needed to underpin the \"operational effectiveness\" of the armed forces.\nHe said this would include a \"review of the selection, education and training\" for commanders at the ranks of Lieutenant Colonel and above to \"better prepare them for the challenges of command\".\nThere will also be \"more focused education, training and pastoral support\" for all those in Army training centres, he added.\nIn an earlier statement after the meeting, the Army chief and Mr Wallace said recent events had brought to light \"important issues that require all our people to play their part in resolving\".\nThe statement said the pair would work together to address \"these core and cultural issues\" and that the Army would set out \"exciting new plans for its future structure and deployments\" later this month.\nMr Wallace has promised to address concerns highlighted by a report, led by backbench Conservative MP and former soldier Sarah Atherton, on bullying and sexual harassment faced by women in the armed forces.\nThe report from the Commons defence committee found that almost two thirds of the 4,000 women who gave evidence had experienced bullying, sexual harassment and discrimination during their time in the armed forces, including \"truly shocking evidence\" of rape and sex for promotion or advancement. \nMeanwhile, an inquest into the death of a female recruit at the Royal Military Academy, Sandhurst, in 2019 has raised questions about the care given to vulnerable women.\nMr Wallace was also expected to raise the case of Agnes Wanjiru, a Kenyan woman who died in 2012. \nShe was last seen in the company of two British soldiers - and Kenyan magistrate Njeri Thuku concluded after an inquest in 2019 that Ms Wanjiru had been murdered by one or two British soldiers.\nMr Wallace said previously that \"contrary to media reporting\", he, the Ministry of Defence and the Foreign Office had provided help to the Kenyan authorities with their investigation.\nHe added that the MoD had given the names of British soldiers in Kenya at the time nine years ago, but he said the UK was unable to conduct a separate investigation when it fell under Kenya's jurisdiction. \nIt comes as ministers express frustration about delays to the Army's new Ajax Armoured Vehicle programme. \nMore than £3.2bn has already been spent but only a few dozen of the 589 vehicles have been delivered - and trials have had to be suspended twice over health and safety concerns.\nSpeaking prior to the talks, Mr Wallace said: \"I've asked [the Army] to make sure about how we're going to deal with the issues ranging from Ajax and the culture in the Army - to some of the discipline issues we've all been seeing recently.\n\"It's not acceptable and we'll have a discussion about what are the next steps.\"\nA spokesman for the armed forces previously said Mr Wallace was working with Army leaders to \"drive out unacceptable behaviour at all levels\" especially in relation to the treatment of women."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59211480",
      "category": "uk-scotland-glasgow-west",
      "title": "Health board admits failings over Glasgow hospital suicide",
      "tags": "NHS Greater Glasgow and Clyde,Glasgow",
      "text": "A health board has admitted failings after a woman killed herself in her room at Glasgow's Queen Elizabeth University Hospital.\nAnne Clelland, 49, who had a history of self harm, died awaiting a move to a mental health facility in May 2015. \nGlasgow Sheriff Court heard this was a result of a \"communication failure\".\nNHS Greater Glasgow and Clyde admitted failing to conduct itself in a way \"that a person would not be exposed to risks to their health and safety\".\nThe board expressed its deepest sympathies to Ms Clelland's family. \nMs Clelland was admitted to Queen Elizabeth University Hospital (QEUH) on 7 May 2015 after a suicide attempt. \nShe was deemed medically fit to leave on Friday 15 May and a psychiatrist reviewed her. \nPlans were put in place for her to be transferred to Leverndale mental health hospital in Glasgow. \nThe court heard the psychiatrist believed there was significant ongoing risk of harm, and made arrangements for Ms Clelland's transfer despite no beds being available. \nProsecutor Catriona Dow said: \"There appears there was a breakdown in communication regarding the intention of the psychiatrist that Anne would be transferred that evening due to her assessed risk of self-harm.\"\nThe court heard that witnesses recalled a transfer plan, but it was understood that until a bed became available Ms Clelland would remain at QEUH over the weekend.\nMs Dow added: \"No one on duty over the weekend were aware of the assessment that she was at risk of self-harm. They did not appreciate the need to transfer Anne for this reason.\"\nMs Clelland was found unconscious in the toilet of her hospital room on Monday 18 May. She was pronounced dead the next day.\nA post mortem determined the cause of death as \"brain injury due to hanging\".\nAn investigation found there was a \"lack of clear and consistent understanding\" of Ms Clelland's risk of suicide. \nIt was also accepted that \"staff did not appreciate that Anne was at a significant risk of self-harm and consequently there was no ligature point risk assessment or observations\".\nThe court heard that following Ms Clelland's death a more robust transfer procedure was put in place at QEUH and rooms were more suitable for patients in similar circumstances.\nVinit Khurana QC, defending, said it was \"a matter of deep regret\" that Ms Clelland could kill herself \"as a result of the organisation's failings.\"\nHe added: \"I am instructed to express the board's deepest sympathies to her family. This was not a deliberate breach and wasn't symptomatic of other failings.\n\"This was an organisation trying its very best to protect patients and it was a failure of communication on that single day which had tragic consequences.\"\nThe court also heard that NHS Greater Glasgow and Clyde had previous convictions over the suicide of three other patients. \nSentence was deferred until later this month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-59207611",
      "category": "uk-england-kent",
      "title": "David Fuller: Independent inquiry announced into mortuary abuse",
      "tags": "Romney Marsh,New Romney,Royal Tunbridge Wells,Heathfield",
      "text": "An independent inquiry has been launched by the health secretary after a hospital electrician accessed mortuaries and sexually abused bodies.\nDavid Fuller, 67, filmed himself abusing at least 100 bodies in two Kent hospital morgues over 12 years.\nIt comes after Fuller, of Heathfield, East Sussex, admitted murdering Wendy Knell and Caroline Pierce in 1987.\nSajid Javid told the Commons the inquiry would look at the offences and their \"national implications\".\nHe said: \"It will help us understand how these offences took place without detection in the trust, identify any areas where early action by the trust was necessary, and then consider wider national issues, including for the NHS.\"\nThe inquiry will be split into two parts, an interim report to be published early in the new year and a second final report looking at the broader national picture and wider lessons for the NHS.\n\"I want to apologise to the friends and families of all the victims for the crimes that were perpetrated in the care of the NHS,\" Mr Javid added.\n\"Nothing that we can say will undo the damage that has been done, but we must act to make sure nothing like this can ever happen again.\"\nSir Jonathan Michael, a fellow at the Royal College of Physicians, will chair the inquiry. \nIt will supersede an independent investigation commissioned by the Maidstone and Tunbridge Wells NHS Trust, Mr Javid told the Commons.\nHe also said penalties available for \"appalling\" sexual offences will be re-examined following the case to ensure they are \"appropriate\".\nFuller kept millions of images and videos of his mortuary crimes on discs and hard drives. \nThey were were dated between 2008 and November 2020, and he labelled some of the folders with names of his victims.\nFuller had worked at hospitals since 1989 and was at the Kent and Sussex Hospital until it closed in September 2011. \nHe was transferred to the Tunbridge Wells Hospital at Pembury, where the offences continued until his arrest in 2020.\nInvestigators said Fuller would work late shifts and go into the morgue when other staff had left.\nBy Catherine Burns, Health Correspondent\nThe first stage of the inquiry will focus largely on the Maidstone and Tunbridge Wells NHS Trust. It will report back in the new year and try to identify any actions it needs to take.\nThe second part will take longer, because it has a much wider remit. It will look for lessons to be learned across the NHS, but also local authority mortuaries and privately-run funeral directors.\nSajid Javid spoke too about the families of victims. As he put it: \"People who've already experienced such loss and now experience unimaginable pain and anger.\"\nSome of those families have already instructed a lawyer and are considering taking legal action against the trust.\nDavid Fuller's been convicted, but the police investigation is far from over. Officers are still analysing his photos and videos. \nThis is expected to go on for another month or so. They point out that some victims may never be identified. \nMr Javid's announcement comes after eight Kent and Sussex MPs sent a joint letter to the health secretary calling for a public inquiry into mortuary abuse.\nIn the Commons, Tunbridge Wells MP Greg Clark asked Mr Javid to confirm that the inquiry would allow victims' families to give evidence on the impact the crimes have had on them.\nHe also asked if Mr Javid would make public recommendations for the whole of the NHS, not only the local NHS trust, and added: \"Will he publish the assessment of the risks for other sectors in which people have access to human dead bodies?\"\nMr Javid confirmed the inquiry would do all three things.\nKent Police earlier said there have been 403 calls to a police phone line, which was set up for people who have information about the investigation. \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59206685",
      "category": "world-europe",
      "title": "Poland blocks hundreds of migrants at Belarus border",
      "tags": "Belarus,Poland,Migration",
      "text": "Poland says it has repelled attempts by migrants to enter the country at its eastern border with Belarus, warning that thousands more were on the way.\nVideo footage showed hundreds of people near a barbed-wire border fence, which some tried to force their way through.\nThe Polish government called a crisis meeting on Monday and deployed 12,000 troops to the region.\nPoland has accused Belarus of pushing the migrants towards the border, describing it as hostile activity.\nPoland, Lithuania and Latvia say there's been a surge in the number of people trying to enter their countries illegally from Belarus in recent months. Many of them have come from the Middle East and Asia.\nThe European Union has accused Belarus's authoritarian President Alexander Lukashenko of facilitating the influx in retaliation against sanctions.\nPoland, which has been criticised for pushing back migrants and refugees at its border, has responded to the large number of people arriving there by building a razor-wire fence.\nThe Polish Border Guard also said it was closing its border crossing with Belarus at Kuznica from Tuesday morning. \nConditions for migrants on the border are hostile to the point of being deadly, and fears have been raised for their safety in the region's sub-zero winter.\nAs they are summarily expelled from Poland and Belarus refuses to allow them back in, people are finding themselves stranded and freezing in Poland's forests. Several have died of hypothermia. \nThe BBC's Paul Adams spoke to Barwa Nusreddine Ahmed, the brother of one Iraqi migrant who was at the border with his wife and three children. They arrived in Minsk, the capital of Belarus, last month.\nWith little to eat or drink, the people stuck at the border were suffering, Mr Ahmed said.\nHe said Monday's move to the border post was planned on social media by the migrants themselves, but suggested Belarus was pushing them.\n\"People know they're being used [by Mr Lukashenko], but they have no future,\" Mr Ahmed said.\nOn Monday, the Nato alliance said it was worried about \"escalation\" on the border with Poland and was ready to \"maintain safety and security in the region\".\nMeanwhile in Lithuania, the government there moved troops to its border with Belarus to prepare for a possible influx of migrants and was considering declaring a state of emergency.\nAnalysis by Paul Adams, diplomatic correspondent\nThis is a significant escalation in a crisis that's been rumbling since the middle of the year.\nFor months, Belarus' EU neighbours have been accusing the Lukashenko regime of \"weaponising\" migration, in revenge for successive waves of EU sanctions on Minsk.\nMigrants have told us numerous stories of the role played by Belarussian soldiers in helping them to make illegal crossings into Poland and Lithuania. Some cross in small groups, while others have spoken of being transported to the border in military trucks and shown where to go.\nBut the latest pictures from the Polish border are unprecedented, recalling scenes from the Greek-Macedonian border at the height of the 2015-16 migrant crisis.\nThe sheer concentration of numbers at a single crossing point, along with the presence of Belarussian soldiers, apparently doing nothing to stem the flow of migrants to the border, suggest that once again, this is being orchestrated.\nIt's a charge Belarus denies.\nTensions intensified on Monday when videos posted on social media showed a column of people, including women and children, walking towards the Polish border in Belarus.\nOther videos showed large numbers of migrants being escorted by armed men dressed in khaki.\nPoland's deputy foreign minister, Piotr Wawrzyk, accused Belarus of trying to orchestrate a major incident near Kuznica Bialostocka, a village close to the border, and warned of \"an attempt at a mass border crossing\".\nIn other footage shared on social media, crowds of migrants can be seen attempting to breach a razor wire fence at the border, but being prevented from passing through by Polish border guards.\nThe head of Poland's National Security Council, Pawel Soloch, said he expected \"attacks on our border [to] be renewed by groups of several hundred people\" overnight. \nResponding to Monday's developments, European Commission President Ursula von der Leyen called on EU member states to impose new sanctions against the Belarusian regime, which she accused of \"putting people's lives at risk\". \nMeanwhile, the US urged Mr Lukashenko to \"immediately halt [his] campaign of orchestrating and coercing\" the illegal flow of migrants across his country's border into Europe.\nThe Belarusian border guard agency earlier told state media that more than 2,000 \"refugees\" had amassed in front of Polish barriers. They were heading for the EU \"where they want to apply for protection\", the agency said.\nThe agency accused Poland of using \"unjustified\" means to repel \"people seeking protection\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59199634",
      "category": "uk-politics",
      "title": "We will make every effort to get MP rules right, says Boris Johnson",
      "tags": "House of Commons,Owen Paterson",
      "text": "The government will make \"every effort\" to get standards rules for MPs \"right\", Boris Johnson has said following the row over former Tory MP Owen Paterson.\nGovernment-backed plans to review the system after Mr Paterson was found to have broken lobbying rules were withdrawn following a fierce backlash.\nThe PM's remarks came ahead of a Commons debate where MPs are discussing how their conduct is investigated.\nCommons Speaker Sir Lindsay Hoyle warned the debate would be \"painful\".\nHowever, he said it was important for Parliament to \"cleanse\" adding: \"What I don't want is another dark week like last week.\"\nThe emergency debate, which began at 1600 GMT, was granted after a request by the Liberal Democrats who are calling for an independent inquiry into \"Tory sleaze\".\nMr Paterson has now quit Parliament and stepped back from his consultancy work, for which he was earning £100,000 a year on top of his MP's salary.\nHe has denied breaching Commons lobbying rules, and said the process for investigating him was unfair.\nMinisters continue to face criticism for their botched attempt last week to block Mr Paterson's suspension from Parliament and redraw MPs' conduct rules.\nIn his first public comments since Mr Paterson stepped down, Mr Johnson did not apologise for ordering his MPs to block his suspension, insisting the government had been trying to reform MPs' standards system. \n\"I think it is very important that we get this right... we are going to hold MPs to account. MPs should not break the rules.\"\nSpeaking to reporters, he added he hoped Sir Lindsay would help set up talks between the parties on improving the process.\nHowever, making a statement ahead of the debate, Sir Lindsay did not announce his own review.\nInstead he noted that the Committee on Standards were close to completing their own report into the process and that once it was finished \"there may be some way, working with the committee, to build on its work\". \nLabour MP Chris Bryant, who chairs the committee, told the Today programme they hoped to publish draft recommendations before Christmas.\nDuring the debate Cabinet Office Minister Stephen Barclay expressed \"regret\" for the government's actions, calling last week's vote a \"mistake\".\nHowever, despite calls from some MPs, Mr Barclay said the government would not hold a second vote on the suspension of Mr Paterson, arguing that the questions was not applicable given his resignation. \nMr Paterson's resignation came after the government blocked a proposal to suspend him for 30 days and review the whole investigation system, before backtracking after an outcry from opposition parties and some Tories. \nThe sanction was recommended by the Commons Standards Committee following a report by Parliament's standards commissioner Kathryn Stone that found he had repeatedly breached Commons rules banning \"paid advocacy\".\nThis rule prevents MPs from lobbying for companies - although critics of the system point out there is no general ban on MPs taking jobs as consultants or advisers from firms hoping to influence the lawmaking process. \nDo Tory backbenchers show publicly the anger many have felt privately after they were forced against their better judgement to vote on Owen Paterson's case and changes to the rules, before the government abandoned the attempt anyway? \nDo supporters of Owen Paterson and critics of the parliamentary standards commissioner take the opportunity to criticise her publicly? \nThe prime minister will not be taking part - with Downing Street saying he has a \"long standing commitment\" to visit a hospital.\nInstead, Cabinet Office Minister Stephen Barclay has been sent out in the opposition-inspired debate.\nHowever, there won't be a vote on any change to the rules - so the debate might have few practical consequences.\nThe row has led to some calling for a ban on MPs simultaneously working as consultants.\nAsked on BBC Radio 4's Today programme whether the rules governing MPs' consultancy jobs should be re-examined, International Trade Secretary Anne-Marie Trevelyan replied: \"Personally I think we should look at that. I'm very comfortable with looking at that.\n\"I have no problem with that at all. Personally I think it would be wise,\" she added. \nHowever, she said she did not favour a blanket ban on second jobs, because Parliament would \"lose hugely\" if MPs were prevented from taking roles such as being a doctor or nurse.\nAnd backbench MP and Tory party deputy chairman Justin Tomlinson said there should be \"greater transparency\" and \"stricter rules\" for MPs to restore trust in Parliament.\nSpeaking to BBC Radio Wiltshire, he added: \"I think the majority of MPs have woken up to this, and we will see cross-party consensus on making sure that we strengthen standards.\"\nAt the last election, Labour proposed banning MPs from taking paid second jobs, with \"limited exemptions to maintain professional registrations like nursing\".\nThe Committee on Standards on Public Life - an advisory body set up in 1994 after the \"cash-for-questions\" scandal - has also previously recommended a ban on MPs working as consultants and paid political advisers. \nOwen Paterson had been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59182278",
      "category": "business",
      "title": "Twitter poll calls on Elon Musk to sell 10% stake in Tesla",
      "tags": "Companies,Elon Musk,Tax,Tesla",
      "text": "Voters in a Twitter poll have urged Elon Musk to sell 10% of his stake in Tesla in order to pay tax.\nMore than 3.5 million Twitter users voted in the poll, launched by Mr Musk on Saturday, with nearly 58% voting in favour of the share sale.\nThe vote could see him dispose of nearly $21bn (£16bn) of stock in the electric carmaker.\nHe has promised to abide by the result, in response to a \"billionaires tax\" proposed by US Democrats.\nBut Mr Musk, one of the world's richest men, has yet to comment publicly on the verdict, or how and when he would sell his stake.\nShould he go ahead with the sale, it could leave him with a huge tax bill.\nWhen disposing of large share holdings, some chief executives use so-called \"blind\" sales programmes, spreading the sale over a long time period to avoid accusations of insider trading.\nIn an earlier tweet on Saturday, Mr Musk said he took no salary or bonuses from any of his companies - meaning he has no earnings on which to pay income tax.\nBut he has made billions of dollars through a compensation package, which gives him power to exercise large amounts of stock options when the company meets performance targets and its shares hit certain prices.\nMr Musk has an option, which expires in August next year, to buy 22.86 million Tesla shares at $6.24 each - a fraction of Tesla's closing share price on Friday of $1,222.\nUnder plans proposed by the Democratic Party in the Senate, billionaires could be taxed on \"unrealised gains\" when the price of their shares goes up - even if they do not sell any of their stock.\nIt is thought the proposed tax on capital gains, whether or not assets have been sold, could hit about 700 billionaires in the US. Critics have pointed out that the value of assets do not always go up.\nMr Musk's recent Twitter poll has raised some eyebrows in the world of finance. \n\"We are witnessing the Twitter masses deciding the outcome of a $25B coin flip,\" Venture investor Chamath Palihapitiya wrote on Twitter.\n\"Looking forward to the day when the richest person in the world paying some tax does not depend on a Twitter poll,\" Berkeley economist Gabriel Zucman tweeted.   \nMr Musk is one of the most popular business leaders on Twitter, with nearly 63 million followers.\nHe regularly uses the platform to share updates from the companies he owns - including SpaceX and Neuralink. He is also known for sharing memes, adding to his popularity among fans.\nBut some posts have drawn controversy.\nEarlier this year he tweeted in response to a claim, made by the head of the UN World Food Programme (WFP), that just 2% of Mr Musk's wealth could help to solve world hunger. \nIn October, Mr Musk said he would sell $6bn in Tesla stock and donate it to the WFP, provided it could describe \"exactly how $6bn will solve world hunger\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/blogs-trending-59070451",
      "category": "blogs-trending",
      "title": "Climate change: The US state taking on an oil giant for greenwashing",
      "tags": "Climate change,Advertising,United States,Exxon Mobil,Massachusetts,Fishing industry",
      "text": "The question of responsibility for the effects of global warming is - slowly - being tested in court. One case in Massachusetts is using consumer laws to take on oil giant ExxonMobil. If the US state wins, it will be the first case in the world to successfully prosecute a fossil fuel company for greenwashing and misleading the public.\nHow much is the fossil fuel industry actually doing to tackle climate change? If you listen to the companies themselves, quite a lot. ExxonMobil, the American oil and gas giant, says it's committed to new energy solutions that don't contribute as much to global warming - such as fuel made from algae. \nThe firm claims it could \"one day power planes, propel ships and fuel trucks and cut their emissions in half\". One of its adverts says: \"Every technology we're working on helps lower our carbon footprint. Because when it comes to addressing climate change, our actions make a difference.\"\nBut not everyone's buying it. \"There's this giant disconnect,\" says Naomi Oreskes, a professor at Harvard University, who's been monitoring disinformation tactics used by big businesses for years.\n\"The reality of their business model is to continue to exploit, develop and sell oil and gas. But their advertising, their communications, make it seem as if they're these great guys committed to sustainability and renewable energy.\" \nIt's what ExxonMobil's critics have described as greenwashing - pretending to be greener than you actually are. In other words, a form of alleged deception. And - partly because of that - Exxon and other oil companies are fighting various forms of legal action across the US.\nThe state of Massachusetts is taking on Exxon in court using consumer protection laws alleging the company continues to deceive the state's consumers and investors about the damage caused by its oil and gasoline products. Exxon strongly denies the allegations. \nThe company has tried - and failed - to get the whole case dismissed on the grounds that many of the allegations made in this case fall outside the jurisdiction of Massachusetts courts, and the ads were not made in or specifically directed at residents in the state. \nBut it's partly because of what climate change is doing to the people of Massachusetts that the state decided to take Exxon to court. Among other things, the lawsuit specifically mentions the threat against fishermen, and their way of life.\nBruce Silverbrand is a shell fisherman and oyster farmer who's been working on the waters around Bourne, at the gateway to Cape Cod, all his life. His days are marked by tides, winds and whether the crabs are in mating season. \n\"No traffic, no bosses,\" he says, \"but I answer to Mother Nature for sure - and right now she does whatever she wants.\" \nTrudging into the water day in, day out, means Bruce feels the effects of climate change every day, including the rise in water levels. \n\"I get out of the boat to do a lot of my work, the water used to only come up to my waist, now it comes up to the middle of my stomach at a good tide,\" he says. \"I'm already looking at buying a bigger crane.\"\nHe is worried - the tides have also changed and the weather is becoming more extreme. His oyster farm has now been shut for two months, costing him up to $20,000 (£14,555) after the remnants of Hurricane Ida dumped nine inches of rain around Bourne in early September.\nIt caused \"sewage and runoff to go into the bay and basically foul the water, so you can't take any shellfish out of it\", he explains. \"I've never seen so much rain ever.\"\nSome 21 US states are taking fossil fuel giants - including Chevron, ExxonMobil, BP and Shell - to court for alleged greenwashing and, it is claimed, engaging in a decades-long disinformation campaign about the effects of climate change. The companies deny the claims.\nIt's part of a pattern of legal action against fossil fuel companies, which is also happening elsewhere in the world. \nThe US cases partly concern historical documents containing information on what oil companies knew and didn't reveal about climate change decades ago. Exxon says some \"cherry picked\" statements attributed to a small number of employees have been taken out of context.\nBut in Massachusetts and elsewhere, legal action is also focused on what fossil fuel companies are doing right now. \n\"We want the company to stop engaging in misleading and deceptive practices,\" said the Massachusetts Attorney General Maura Healey, when she first opened the case in 2019. \nThe Massachusetts case could stretch on for years. Yet it is the one that has progressed furthest. And if successful, it could mean potentially the payment of billions of dollars in compensation. \n\"Of course, we're seeking civil penalties, but this is really about getting the company to come clean with the public. Stop lying about what they are and what they've been doing.\"\n\"You would think that the company's primary business is saving the world,\" says Karen Sokol, a law professor at Loyola University, New Orleans. \"The legal claim is that's a lie. Because your primary business is oil and gas. It is fossil fuels.\"\nExxon has argued in court documents that no reasonable consumer watching its adverts would think it has stopped investing in fossil fuel products.\nAnd when we asked for comment on specific examples of its advertising, the company said legal cases like the one in Massachusetts waste millions of dollars of taxpayers' money and do nothing to advance meaningful actions that reduce the risks of climate change. \nIn a statement, it also said the case against it has no merit. It has accused Attorney General Healey of trying to deny Exxon its constitutional right to free speech, and of using legal means to force her ideology on the company.\nExxon says it has invested more than $10bn (£7.25bn) over the past 20 years in researching and developing what it describes as \"lower-emission energy solutions\". But the company's latest annual report shows it invested $10.4bn in 2020 alone in developing new, unexplored oil and gas reserves.\nAnd that gets to the heart of the allegation - the company's adverts promoting green solutions doesn't reflect the vast majority of what Exxon actually does.\nPressure on the fossil fuel industry was on display last month in the US Congress, when - for the first time ever - leaders of the four largest oil companies in the US appeared under oath before a committee of the House of Representatives to discuss claims of climate disinformation. \nExxon's chief executive Darren Woods was among them. He was asked by a sympathetic Republican congressman if he had ever approved a climate disinformation campaign. \"No, I have not,\" he replied.\nA more hostile Democrat asked whether any company had the right to lie about climate change and then use the constitutional right to free speech as \"a shield against litigation\". \"I don't believe companies should lie,\" Mr Woods replied, \"and I would tell you we do not do that.\"\nBut when asked whether Exxon would match the efforts of European counterparts BP and Shell to reduce oil production, he avoided answering directly, merely repeating: \"We're committed to lowering our emissions.\"\nThe political and legal battles about climate change look set to intensify, but they aren't making much of a splash with Bruce Silverbrand back on the Massachusetts coast.\n\"They'll just fight it out forever. I don't think I'll ever see anything out of it,\" he says. \"I've lived my life. I'm 56 years old, and I just wonder what my children are going to be left with? If we don't all get on the same page [about climate change] and do it right now, it's already over.\"\nListen to The Denial Files: Big oil in the dock on the World Service. Download the podcast or listen online.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59213964",
      "category": "uk-scotland",
      "title": "Christmas bin strike warning in Glasgow as pay offer rejected",
      "tags": "GMB,Glasgow City Council,Glasgow",
      "text": "A fresh wave of bin strikes could hit Glasgow in the run-up to Christmas after GMB members rejected a new deal put forward by the council.\nIt had been hoped the offer of a 5.8% pay rise plus another 14 extra concessions, would be enough to end the industrial action.\nHowever, the GMB said its members had called for a fresh strike ballot.\nRefuse workers have been on strike for eight days over pay and conditions with the dispute due to end at midnight.\nGlasgow City Council earlier said it had hoped the new offer would improve local workforce relationships and bring unions further into the decision-making process.\nGMB Scotland senior organiser Keir Greenaway said: \"It's taken a strike to get Glasgow's leadership in the room and acknowledge the council's chronic low pay problems, the waste crisis in our communities, and the toxic management culture in the cleansing department. \n\"Strikes are a consequence of workers feeling undervalued, disrespected, and ignored for too long, and it's clear that a few days of talks and the initial outcomes from this aren't enough to remedy the impact of a decade of cuts.\"\nHe said workers in cleansing, as well as those in home care, school support, parks and gardens, and Glasgow Life, were \"the backbone of the city's workforce\" but were \"struggling on wages that simply do not make ends meet\". \nMr Greenway added: \"Our members have demanded a fresh ballot, which could mean a second wave of strikes in the run-up to Christmas. They want more to be done to properly value key workers and to tackle the significant service and workforce challenges facing their city.\"\nThe council had offered to review the value of pay for all workers on the lowest grades, currently earning less than £20,000 a year, as part of the process to remove pay and grading system.\nIt also offered to pursue investment for cleansing infrastructure and resources to tackle the city's waste crisis, alongside new employee development and well-being measures to address management mistreatment of staff.\nHowever, it refused union demands for a one-off \"Glasgow payment\" for all employees on Grade 1, 2 and 3 as a means of addressing the cost-of-living crisis it said was being faced by many workers.\nEarlier, GMB members held a rally in the city's George Square, which was attended by former Labour leader Jeremy Corbyn.\nMr Corbyn told BBC Scotland: \"I take my hat off to them. I think they've done an amazing job of educating the public about how important refuse collection is, about explaining that they are getting lower pay than other people working in other neighbouring refuse collection areas and their heads are held high.\n\"I think it's very important that the eyes of the world are on Glasgow and therefore it's very important that workers in Glasgow, such as refuse workers, are properly paid and treated properly.\"\nLocal authority body Cosla had already proposed a pay rise of 5.8% for the lowest paid staff as part of a £1,062 increase for staff earning below £25,000.\nThe deal, for workers at all 32 Scottish councils, involves £30m from the Scottish government and £18.5m from local government. The GMB is also looking for a Glasgow-specific deal. \nThe union denied accusations that its two-week consultation - covering the period of the COP26 climate summit in Glasgow - was a political stunt. It said the dates were a coincidence.\nCouncillor Allan Casey who joined GMB discussions with council leader Susan Aitken, earlier said the offer would have improved local workforce relationships.\nMr Casey said it would have brought unions further into the decision-making process, offered training and support for a range of staff, and offered overtime to deal with the backlog created by the strike."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59205570",
      "category": "world-us-canada",
      "title": "Astroworld: Travis Scott and Drake sued over deadly US festival crush",
      "tags": "Music festivals,Texas,Houston",
      "text": "US rapper Travis Scott is facing multiple lawsuits after at least eight people were killed and hundreds injured in a crush at his festival Astroworld. \nThe lawsuits include allegations that Scott and surprise performer Drake incited the crowd, and that concert producer Live Nation failed to provide adequate safety measures. \nThe rappers and Live Nation have not responded directly to the suits. \nScott has said he is working to help the families of the victims.\nThe youngest of those killed at the Texas festival was just 14 years old. \nThe surge began at about 21:15 local time on Friday (02:15 GMT Saturday), when panic broke out as the crowd pressed towards the front of the stage during Scott's headline set.\nLucas Naccarati told BBC Radio 5 Live that within three minutes of the rapper coming on stage, he \"was pretty sure people [were] going to be dying\".\n\"You couldn't move, you couldn't scratch your own face, [that's how] tight it was,\" he said.\nIn a statement posted to Twitter, Houston police chief Troy Finner said he met with Scott and his head of security \"for a few moments\" prior to the event to express his concerns about safety.\nAs part of their investigation, police in the Texas city are looking into separate reports that somebody in the audience was injecting people with drugs.\nSeveral concertgoers had to be revived with anti-drug overdose medicine, including a security officer who police said appeared to have an injection mark in his neck.\nFBI Director Christopher Wray has said that the bureau is providing \"technical assistance\" to investigators. \nHouston-based lawyer Tony Buzbee announced on Monday that his firm was filing a lawsuit on behalf of 35 plaintiffs over the \"gross negligence\" that led to the tragedy.\nMr Buzbee said the lawsuit was against Scott and the event's promoters and management, including entertainment company Live Nation, for failing to implement proper security and emergency response measures.\nHis firm is seeking a temporary restraining order that would compel Scott and all the entities named in the lawsuit to preserve evidence, including texts and other communications regarding the event.\nAmong those represented by Mr Buzbee is the family of Axel Acosta, a 21-year-old from Washington state who died in the stampede. \n\"When [Axel] collapsed, concert goers trying to escape their own suffocation trampled over his body like a piece of trash,\" Mr Buzbee said.\nAnother suit filed by 23-year-old attendee Kristian Paredes accuses Scott and Drake of inciting \"a riot and violence\", and claims the venue and Live Nation failed to provide adequate security and medical services. \nThe suit, seeking $1m (£741,000) in damages, says Mr Paredes \"felt an immediate push\" at the front of the general admission section, before \"the crowd became chaotic and a stampede began\".\n\"Many begged security guards hired by Live Nation Entertainment for help, but were ignored,\" it adds. \nMr Paredes is described as having suffered \"severe bodily injuries\".\nScott, Live Nation and concert promoter Scoremore are also named in another suit seeking $1m in damages for Manuel Souza.  Mr Souza is described as having suffered \"serious bodily injuries when the uncontrolled crowd at the concert knocked him to the ground and trampled him\".\nHigh-profile US lawyer Ben Crump announced on Sunday that he was also representing concertgoers in legal action following the crush.\nHe filed a lawsuit on behalf of 21-year-old Noah Gutierrez and said he expected to file more for other alleged victims in the coming days. \"We will be pursuing justice for all our clients who were harmed in this tragic and preventable event,\" Mr Crump said.\nScoremore, Live Nation and the Astroworld team said they had been assisting local authorities with their investigations, including providing information and sharing CCTV footage. \nIn a separate statement, Live Nation said it would \"address all legal matters at the appropriate time\". \nIt is not the first time that Scott has faced legal action over a concert.\nIn 2018, he pleaded guilty to a public disorder charge after he was accused of encouraging people to rush the stage at a concert in the US state of Arkansas. According to a local newspaper, he also paid nearly $7,000 to two people who said they were injured at the event.\nIn his first statement after the crush on Friday, Scott said he was \"committed to working together with the Houston community to heal and support the families in need\".\nHe has since promised to cover the funeral expenses for the eight concertgoers who died, and announced a partnership with online therapy provider BetterHelp which will see the company offer one month of free therapy for anyone impacted by Friday's events. \nMeanwhile, Drake posted a statement on Instagram saying his \"heart is broken for the families and friends of those who lost their lives and for anyone who is suffering\".\nDid you witness the incident? If it is safe to do so email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59036722",
      "category": "science-environment",
      "title": "COP26: How the world is reacting to the climate summit",
      "tags": "Nigeria,China,Russia,COP26,Iran,Brazil,Climate change,Environment,India,Saudi Arabia,United States,Australia",
      "text": "It's the end of week one at the COP26 climate conference in Glasgow, and world leaders have already made some big commitments.\nMore than 40 countries have promised to phase out coal by 2050, and another 100 leaders have pledged to end and reverse deforestation by 2030. \nThe US and EU, meanwhile, announced that they would partner up to cut methane emissions.\nBBC reporters across the globe - from Shanghai to Sao Paulo - explain how the summit and the climate pledges are going down in their countries.\nChinese social media has not been flooded with criticism of the West at COP26, writes Stephen McDonell in Beijing.\nThe response in China's state-controlled media to the climate summit has been fairly muted. It's not that ordinary people in China don't know that the conference is taking place, but the coverage of it has definitely been downplayed.\nPerhaps Xi Jinping choosing not to attend the gathering was a key factor. To report on it might draw attention to the fact that, unlike other major nations, nobody represented China at leader level.\nAlso, China's media is of the Communist Party and for the Communist Party. Coverage of anything involving Mr Xi, who is the General Secretary of the Party, is tightly controlled. Media outlets here would not ignore such a meeting - to which Mr Xi sent a message in lieu of an appearance - unless they had been ordered to.\nOf course the conference has, at various points, been referred to. Nationalist stirrers - like those featured in the Global Times - have criticised US President Joe Biden, particularly after he singled out his Chinese counterpart for not showing up.\nBut Chinese social media have not been flooded with criticism of the West at COP26 - it's all been fairly subdued.\nPerhaps, for climate scientists wanting to build a sense of urgency and momentum out of this summit, ignoring what's happening there may be worse than attacking it.\nIt's all about domestic politics, writes Laura Trevelyan in New York\nPresident Biden was determined to use COP26 to showcase American leadership on climate on the world stage - but, as MSNBC opinion columnist Hayes Brown noted, first of all, he had to apologise.\nSince President Trump pulled the US out of the Paris climate accord, that \"put us sort of behind the eight ball a little bit,' he acknowledged on the summit's first day. \nThe US has a see-saw approach to global climate agreements depending on which party has the presidency. So Americans know that whatever is agreed in Glasgow could be reversed by a Republican president in 2025.\nThe conservative-leaning Wall St Journal pointed out that President Biden tried to paint Russia and China as \"isolated holdouts\" to a global consensus on reducing emissions but efforts by the US and its allies failed to get Moscow and Beijing to budge.\nAt home it's the position of Democratic Senator Joe Manchin, a crucial vote when it comes to getting a $500bn climate plan through Congress, that's getting attention.\nMr Manchin is from a coal producing state, West Virginia, and when he said he had lingering concerns about the spending package, headlines declared: \"Biden's climate pledge risks being undermined by holdout senator.\"\nThere is no sense of a climate emergency in Russia, writes Steve Rosenberg in Moscow.\nGo compare. \nA British newspaper headline this week - Queen's plea to save our 'fragile' planet.\nRussia's most popular (pro-Kremlin) daily - Should we really be scared of global warming?\nIt concluded we shouldn't, claiming there are \"positive consequences of global warming\" (especially for Russia): lower heating bills, more accessible shipping routes.\nThere's no sense here of a climate emergency. \nNot that the Kremlin denies there's a problem. It points out that the climate in Russia is warming 2.5 times faster than the world average. \nIt sent a big delegation to Glasgow. No president, though. Vladimir Putin appeared by video screen only. \nStill, Russia promises to be carbon neutral by 2060. It signed the Glasgow declaration on forests and land use, pledging an end to deforestation by 2030.\nBut it wouldn't sign up to cutting methane emissions 30% by 2030. Russia is a fossil fuel superpower and wants a \"smooth\" (longer) transition to greener energy.\n\"Everybody wants Russia to do more to achieve carbon neutrality as soon as possible,\" Vasily Yablokov of Greenpeace Russia tells me. \n\"I'm happy Russia now accepts climate change is happening, but I see no high ambition from our country. It looks like the Russian government's from another planet.\" \nIndia's 2070 net zero pledge has won Narendra Modi applause in a growing nation balancing economic and environmental needs, writes Rajini Vaidyanathan in Delhi.\nAlthough India has been a big talking point among policy makers in the weeks leading up to the COP summit, COP hasn't been such a big topic for India's masses.\nBut on Monday, when Prime Minister Modi announced that the country would commit to net zero by 2070, many who weren't paying much attention to goings on in Glasgow finally took note. \nMr Modi's address was broadcast on prime time here, and while some around the world are frustrated India is signing up to meet these goals two decades later than the global 2050 target, here the pledges were seen as pragmatic in a growing country which needs to balance both economic and environmental needs. \nThey were also viewed by many as a reminder that the PM won't succumb to pressure when the West has long reaped the benefits of growth while polluting. As Mr Modi reminded the summit, \"India, which is 17% of the world population, is responsible for less than 5% of emissions\" - a line that many here applauded. \nThe First Post news website called the 2070 pledge a \"bold decision... without capitulating to the uncalled for bullying by the West\". And climate experts here say India's four shorter-term goals - to scale up renewables and reduce carbon emissions by 2030 - are also significant.\nAustralia's part in the Cop26 summit is overshadowed by politics writes Shaimaa Khalil in Sydney.\nPart of Scott Morrison's job at Cop26 was to explain to the world how he was going to deliver on net zero by 2050 without phasing out coal. But the prime minister's trip to Glasgow was overshadowed by a row with French President Emmanuel Macron - and not about the climate, about submarines.  \nOn Sunday in Glasgow, Mr Macron accused Mr Morrison of lying to him about a $37bn deal with France which collapsed under controversial circumstances. Mr Morrison replied by saying his nation would not accept \"sledging\" or \"slurs\". \nAnd so this past week, rather than discussing the pressing climate debate and what Australia had achieved at COP26, most of the commentary here has been about Mr Morrison's character and whether the row will affect his standing domestically.\n\"Slipperiness is Scott Morrison's defining characteristic,\" wrote journalist Hugh Riminton in the Guardian. \"And it was never more on show than this week as he sold \"the Australian Way\" on climate to a sceptical crowd in Glasgow, while openly being branded a liar by France.\"\nAustralia did make a few climate headlines in Glasgow. Along with China, Russia, India and Iran, it snubbed the international pledge to reduce methane emissions by 30% by 2030, and refused to sign up to phasing out coal-fired power and stop investing in new coal plants at home and abroad.  \nThe verdict from Australia's ABC News? A \"terribly messy week\" for the prime minister.\nThe climate conference in Scotland feels a long way from the reality of most Brazilians, writes Katy Watson in São Paulo.\nMuch is made of Brazil's contribution to climate change internationally because of its immense rainforest. But with all that President Jair Bolsonaro says and does - and the fact he didn't even attend COP26 - it feels a bit different over here. \nYes, the Amazon is in the same country, but it's a long way from big cities like São Paulo and Rio, and probably feels just as distant as a climate conference in Scotland. \nIt's not that Brazilians don't care.\n\"People do want to participate and they have lots to contribute,\" says Silvia Cervellini, co-founder of Delibera, a Brazilian organisation helping people get involved in politics.\nBut since the pandemic, there's been a rise in poverty and the political and economic crisis is casting a shadow over Brazil. People have more immediate concerns. \"What we need to do is enable people to make the connection with daily life,\" Ms Cervellini says. \nAnd that's something that dressmaker Izildete Maria de Sousa Botelho agrees with. The 67-year-old from Minas Gerais state was selected to be part of the Global Citizen Assembly for COP.\n\"If we are cutting down trees, we need to rethink what we eat,\" she says. \"We outsource the responsibility to authorities and politicians and forget that it's individual actions, it's the lack of ecological awareness that we need to work on that is causing all of this.\"\nMany in Iran believe that it is unfair to expect the country to make any climate commitments while the sanctions remain, writes BBC Persian Service correspondent Siavash Ardalan.\nIran is among the top 10 emitters of greenhouse gases and suffers extensively from the effects of global warming. The country has seen one its worst droughts in decades this year, resulting in severe water shortages and electricity blackouts.\nUS sanctions and unsustainable domestic policies have only exacerbated such problems.\nOne member of Iran's delegation to COP26 has said that if the sanctions were lifted, \"there would be no obstacle for us to reduce our emissions\".\nHowever, conservatives affiliated to President Ebrahim Raisi's government have put out statements that range from climate change denial to assertions COP26 is seeking to deprive Iran of its oil and gas.\nAlthough the summit has been largely ignored by Iranian media, such critical views have made their way to some pro-government conservative outlets.\nA few reform-minded newspapers have meanwhile echoed the dire warnings from UN officials and climate scientists while avoiding any critique of the government's low-key approach to COP26. \nPublic opinion is divided. Many believe that it is unfair to expect any commitments from Iran while the sanctions remain in place. Others argue that climate change has only served to downplay government incompetence. \nCOP26 is not front page news in Nigeria, writes Nduka Orjinmo in Abuja.\nNigeria, Africa's largest oil exporter, has promised zero emissions by 2060.\nThe big media houses have sent reporters to Glasgow but it is not front page news in Nigeria. \nOn Wednesday, President Muhammadu Buhari said no-one in Nigeria needed \"persuading of the need for urgent action on the environment,\" pointing to desertification, floods and erosion in the country as \"enough evidence\".\nBut he wants access to climate finance - some of the $100bn annually available to developing economies - and foreign investment in Nigeria's gas sector to help the country wean itself off its major revenue earner, oil.\nThe president struck the right notes for those in Glasgow but back home people, in homes powered by gasoline generators imported from China, live in a different reality.\nNo-one here has experienced a stable power supply in their lifetime and if it takes burning coal to achieve that, few will reject it for the sake of the climate.\nClimate activists, especially in the oil-producing Niger Delta region, have long sounded the alarm about the impact of oil drilling and gas flaring but there is little sign of any action from the government and the international oil firms.\nEven as Saudi Arabia seeks to achieve net zero by 2060, the country is boosting its oil production, writes Middle East Business Correspondent Sameer Hashmi.\nFor a long time, the world's largest oil exporter, Saudi Arabia, had resisted calls from Western countries to set a definite target to reduce carbon emissions. \nThen last month, the crown prince, Mohammed bin Salman, announced that the country had set a goal of reaching net zero carbon emissions by 2060. \nBut, even as the Saudis seek to achieve that objective, they are boosting their oil production capacity to cater for global demand.\nThe country's top officials have repeatedly said tackling climate change is necessary, but that it cannot be done by \"demonising\" hydrocarbons. The energy minister believes the world needs both fossil fuels as well as renewables.\nMost officials I spoke to there supported the crown prince's goal and his efforts to promote economic diversification by investing in new industries. The response by environmental activists though was more muted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59202880",
      "category": "world-asia",
      "title": "Afghans facing 'hell on earth' as winter looms",
      "tags": "Afghanistan,Taliban",
      "text": "This is a country that is starting to feel the very real fear of hunger.  \nThe weather is turning from early autumn warmth to a sharp chill. Several areas are reporting drought, which adds to the sense of growing catastrophe.  \nAt Maidan Wardak, 50 miles west of Kabul, a crowd of several hundred men had gathered in the hope of getting flour from an official distribution point. The flour was provided by the World Food Programme.  \nTaliban soldiers kept the crowd reasonably quiet, but people who were told they weren't eligible for a hand-out were angry and frightened.  \n\"The winter is nearly here,\" said one old man. \"I don't know how I'll get through it if I can't make bread.\"\nThe WFP is faced with having to raise its supplies to Afghanistan to help more than 22 million people. \nIf the weather is as bad as experts are predicting this winter, the expectation is that large numbers will be threatened with acute hunger and widespread famine.  \nI spoke to the executive director of the WFP, David Beasley, when he paid a visit to Kabul on Sunday. \nHis analysis of the situation was alarming.\n\"It is as bad as you possibly can imagine,\" said Mr Beasley. \"In fact, we're now looking at the worst humanitarian crisis on Earth.\n\"Ninety-five percent of the people don't have enough food, and now we're looking at 23 million people marching towards starvation,\" he added. \"The next six months are going to be catastrophic. It is going to be hell on Earth.\"\nBefore the Taliban took power in Afghanistan in August, there was confidence that the government of President Ashraf Ghani would be able to cope with the threat of a bad winter, given the help of the international community. That help evaporated when Mr Ghani's government collapsed.  \nWestern countries have cut off their aid to the country, since they don't want to be seen to help a regime which bars girls from education and is in favour of reintroducing the full range of sharia punishments.  \nBut will those countries just stand by now and allow millions of innocent people to face acute hunger?  \nMr Beasley challenges the governments and the billionaires of the developed world to face up to the urgent need for help.\n\"To the world leaders, to the billionaires: imagine that this was your little girl or your little boy, or your grandchild about to starve to death,\" he said. \"You would do everything you possibly could, and when there's $400 trillion worth of wealth on the earth today, shame on us.\"\n\"We let any child die from hunger. Shame on us. I don't care where that child is,\" he adds.\nIn the city of Bamiyan in central Afghanistan, where in 2001 the Taliban destroyed the ancient and beautiful statues of the Buddha, carved into the cliffside in the 6th Century, we went to meet a widow, Fatema, and her seven children aged from three to 16.  \nHer husband died of stomach cancer not long ago. \nThey are wretchedly poor, and live in a cave close to the huge alcove in the cliff where one of the Buddhas used to stand.  \nUnder the last government Fatema was able to get fairly regular supplies of flour and oil, but those stopped directly the Taliban took over.  \nFatema used to make a little money weeding the soil for a nearby farmer. Now, though, the drought which has been afflicting this area means that fewer crops have survived, and there is no work for her.  \n\"I'm frightened,\" she says. \"I've got nothing to give the children. Soon I'll have to go out and beg.\"\nSome parents have sold their daughters off to older men in marriage. Fatema has refused to do that. But unless the supply of food resumes, she and her children face actual starvation.  \nNow the snow is beginning to settle on the nearby mountain-tops and there is a new sharpness in the air.  \nThe winter will very soon be here, and huge numbers of people like Fatema and her family will be on the very brink of catastrophe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59199831",
      "category": "world-us-canada",
      "title": "Astroworld: Victims named as police probe US festival crush",
      "tags": "Music festivals,Texas,Houston",
      "text": "Family and friends have been paying tribute to those who died following a crowd surge at rapper Travis Scott's Astroworld festival in Houston, Texas.\nAt least eight people were killed and hundreds hurt at the music event, which is now under investigation by police. \nScott has said he is working to help victims' families, but several concert-goers are suing him and the promoters for damages.\nMost of the victims were young people, with the youngest said to be just 14.\nThe family of one victim, 16-year-old Brianna Rodriguez, spoke of their \"profound sadness\" and said the passionate dancer was \"dancing her way to heaven's pearly gates\".\nEarlier, Houston police said their investigation into the crush would include looking into reports that somebody in the audience had been injecting people with drugs.\nThe surge began around 21:15 on Friday (02:15 GMT Saturday) when panic broke out as the crowd pressed towards the front of the stage during the rapper's headline set.\nAs the crush began causing injuries to people, panic grew and the casualties quickly overwhelmed the on-site first aiders, officials said. Some 300 people were treated for injuries such as cuts and bruises. \nSeveral people allegedly injured during the crowd surge have filed lawsuits against Travis Scott and festival promoter Live Nation.\nOne lawsuit also accuses rap artist Drake, who appeared as a surprise performer, of inciting crowds \"even though he knew of \"[Travis Scott's] prior conduct\".\nIn 2018, Travis Scott pleaded guilty to a public disorder charge after he was accused of encouraging people to rush the stage at a concert in the US state of Arkansas. According to a local newspaper, he also paid nearly $7,000 (£5,186) to two people who said they were injured at the event.\nNeither he nor Drake have commented on the new lawsuits against them.\nOn Sunday, GoFund Me pages and emotional social media tributes to those who died were widely shared online. \nDanish Baig was 27. His brother Basil Mirza Baig posted on Facebook that he had been killed while trying to save another relative in the crush. \"His smile would light up a room\", he wrote. \nRudy Peña, from Laredo, Texas. His age has not yet been confirmed. His sister told the Laredo Morning Times that he was \"the sweetest person, friendly, outgoing, he had many friends because he was always there for everyone... he was a big fan of Travis, he loved his music.\"\nFranco Patino, 21, an engineering student at the University of Dayton. His university confirmed his death to local TV station WHIO. He was a member of the Alpha Psi Lambda fraternity and completing a work placement in Mason, Ohio. \nBrianna Rodriguez, 16, a junior at Heights High School in Houston. \"Dancing was her passion and now she's dancing her way to heaven's pearly gates\", her family wrote on Facebook. \nJohn Hilgert, 14, the youngest to die at Astroworld. \"He was one of the nicest kids I knew and always made people laugh,\" a friend said on Twitter.\nJacob Jurinek, 20, an art and media student at Southern Illinois University. In a statement, his family said he was known for his \"contagious enthusiasm, boundless energy and his unwavering positive attitude\".\nAxel Acosta, 21, studying computer science at Western Washington University. His family told local media that he'd travelled alone to the show - the first music festival he'd ever attended.\nOn Saturday, Houston police Chief Troy Finner said the investigation into the tragedy would include the homicide and narcotics divisions. Teams will review video from the scene to explore the causes of the surge and what had prevented people from being able to escape. \nSeveral concert goers had to be revived with anti-drug overdose medicine, including a security officer who police said appeared to have an injection mark.\n\"We do have a report of a security officer... that he was reaching over to restrain or grab a citizen and he felt a prick in his neck,\" Chief Finner said. \n\"When he was examined he went unconscious,\" he added. \"He was revived and the medical staff did notice a prick that was similar to a prick that you would get if somebody is trying to inject.\"\nIn his first statement since the event on Twitter, Travis Scott thanked the police and emergency services and said he was \"committed to working together with the Houston community to heal and support the families in need\".\nLater he posted a video message on Instagram, in which he encouraged anyone with information about the incident to contact the authorities.\nScott, whose real name is Jacques Webster, made his big breakthrough in 2013 and has since had eight nominations for Grammy Awards. \nHe has a child - and another one on the way - with businesswoman and reality TV star Kylie Jenner, who was among the 50,000 people at the festival. \nShe posted on Instagram that they were \"broken and devastated\".\n\"I want to make it clear we weren't aware of any fatalities until the news came out after the show and in no world would have continued filming or performing\", she wrote. \nAngélica Casas, BBC News, Houston\nA makeshift memorial has been set up along some fencing near the entrance to the festival grounds. \nRuby Ayala, 19, came to pay tribute with her family. This was Ayala's first music festival. She went with her sister and some friends - and they made new friends among the crowd. \nOne of them was Franco Patino, who had travelled to Texas from out of state. He has now been confirmed as one of the eight victims.\n\"He had told us he would protect us because he had been to concerts like these before,\" Ayala said in tears. \"I thought to myself, 'I'll just stick with him'.\"\nWhen the commotion began, they thought it was a mosh pit, a popular dance at music events that involves people pushing against others. But then everyone around them started having trouble breathing and it was hard to get out.\nThey soon lost Patino in the crowd. \"If I would have moved over just a little bit, that could have been me.\"\nStanding in front of the memorial, Ayala's younger sister leans in to hug her. \"It's hard to believe the candles here are also for him.\"\nAyala's mother, Graciela Martinez, still can't believe her daughters were among the attendees that day. They had called her Friday night right after the festival.\n\"I didn't understand why she was so upset,\" Martinez said, of her daughter's call. \"She forgot to tell me there were people stepping on dead people. It's painful to see that they went through that and there was nothing we (as parents) could do to help them.\"\nMarc Medina, 18, is also back here with his family today. He starts remembering how at the concert he passed by a woman needing help. \"There was this girl and she fell…\" He can't bring himself to continue.\n\"It's not easy to come back here,\" he said. \"But you want people to feel remembered and not forgotten.\"\nDid you witness the incident? If it is safe to do so email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59201945",
      "category": "business",
      "title": "Small scale nuclear to get green light this week",
      "tags": "Nuclear power,EDF Energy",
      "text": "Reactor designer Rolls-Royce will announce that a consortium of investors will back plans for a new smaller nuclear reactor project. \nAs part of its 10 point green energy plan, the government has already announced it would provide £210m in funding if that could be matched by private capital. \nAn announcement that money has been raised could come as soon as Tuesday.  \nAround 21% of Britain's electricity supply is provided by nuclear power. \nThe plan is thought to include the construction of an initial four Small Modular Reactors (SMRs) based on the technology used in nuclear powered submarines.  \nThese reactors will be capable of generating nearly 500 megawatts of power - three times as much as much as most existing nuclear submarine reactors but more than six times less than the 3.2 gigawatts that the large plant under construction at Hinkley Point will deliver. Hinkley is expected to produce enough power to supply 6 million homes. \nThe investment to be announced on Tuesday is intended to fund the project up to the stage where the reactor design receives approval. No decision has yet been made on how the construction cost will be financed. \nAt an expected ultimate cost of around £2bn each, they should cost less than a tenth of the £20bn each of Hinkley and an anticipated, but not yet approved, sister plant at Sizewell in Suffolk.  \nIndustry sources say they hope that these SMRs would be operational within a decade.\nAdvocates of SMRs say their smaller size means they can be built in a controlled factory setting and installed module by module, reducing risk and cost.  \nThese reactors are not expected to be a substitute for another large-scale nuclear plant the government has said it is determined to approve this parliament - but in addition.  \nThe planned locations of these SMRs is not expected to be confirmed this week but industry sources suggest that existing nuclear sites are the obvious candidates.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59195399",
      "category": "world-middle-east",
      "title": "Iraqi PM al-Kadhimi survives drone attack on his home",
      "tags": "Baghdad,Drones,Iraq",
      "text": "Iraqi Prime Minister Mustafa al-Kadhimi has said he escaped unhurt after a drone attack on his home inside Baghdad's high-security Green Zone.\nA drone laden with explosives struck the building, injuring six of his bodyguards in an apparent assassination attempt, officials said.\nMr Kadhimi called for \"calm and restraint from everyone\".\nThe attack, which comes after violent unrest over recent election results, was condemned by both the US and Iran. \nSecurity sources say three drones were used in the attack, launched from near Republic Bridge on the River Tigris, but two were shot down.\nNo-one has said they carried out the attack, in an area of the city housing many government buildings and foreign embassies.\nImages published by Iraqi media show damage to parts of the residence as well as an SUV vehicle parked in a garage.\nRemains of a small explosives-laden drone were collected by security forces for examination, an unnamed security official told Reuters news agency.\n\"It's premature now to say who carried out the attack,\" the official was quoted as saying. \"We're checking our intelligence reports and waiting for initial investigation results to point the finger at perpetrators.\"\nCommercial drones fitted with explosives were used by the Islamic State militant group when it held parts of northern Iraq, notably during the battle for Mosul in 2017.\nMr al-Kadhimi, a former intelligence chief, was sworn into office in May last year.\nBy Anna Foster, BBC Middle East correspondent \nIraq held elections less than a month ago, and now it's in the long and awkward process of trying to form a governing coalition. \nThe turnout was a record low - just 41% - and that lack of engagement shows that many Iraqis don't believe any real change lies ahead. \nPro-Iranian parties did worse than they'd hoped for, losing many of their seats. Their supporters have been protesting against the results ever since, holding demonstrations outside Baghdad's secure Green Zone and calling for votes to be manually recounted. \nThe Shia Muslim cleric Moqtada al-Sadr claimed victory, as his party gained the most seats. He's pushing for a government free from foreign interference - and crucially that means from Iran as well as the West. He wants to end Tehran's influence over Iraq's internal affairs. \nThese political faultlines mean tensions are high, and this attempt on Prime Minister al-Kadhimi's life could turn out to be a dangerous escalation with far-reaching repercussions.\nThe drone attack was widely criticised: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59198144",
      "category": "uk-scotland",
      "title": "COP26: Police praise 'good natured' marchers in Glasgow",
      "tags": "Police Scotland,COP26,Glasgow",
      "text": "Police have praised the majority of \"good natured\" marchers who took part in one of Glasgow's largest protests in memory.\nAbout 100,000 took part in the procession from Kelvingrove Park to Glasgow Green on Saturday.\nOfficers made 22 arrests - one after a socialist group were contained and the rest after protesters chained themselves on a bridge.\nCrowds swiftly dispersed after speeches concluded leaving little litter behind.\nPolice later told the BBC there were no major incidents following the event.\nThe march was organised by the COP26 Coalition - a network of social and environmental groups in the UK - as part of a Global Day of Action for Climate Justice.\nIt started at Kelvingrove Park in the west of the city and Queen's Park in the south at about midday and made its way along a pre-agreed three-mile route to Glasgow Green.\nAbout 100 climate change demonstrations were held in other parts of the UK while events were also taking place in a further 100 countries including Kenya, Turkey, France, Brazil, Australia and Canada.\nThe COP26 Coalition are also running a \"People's Summit\" programme of events from 7-10 November where members of the climate justice movement will meet to \"strategise for system change\".\nAway from the march at about 11:00, 21 protesters from Scientist Rebellion chained themselves together on the King George V Bridge in Glasgow city centre, resulting in a road closure.\nCharlie Gardner, an associate senior lecturer at Durell Institute of Conservation and Ecology, said scientists could not \"rely on our leaders to save us anymore\" and had a \"moral duty to act\".  \nPolice said 21 people were arrested following the incident and were released on an undertaking.\nMeanwhile, officers surrounded a group of activists from the Young Communist League (YCL) during the march on St Vincent Street - police said this was because pyrotechnics had been set off and the group's behaviour had \"deteriorated\".\nAssistant Chief Constable Gary Ritchie told the BBC they group were \"trying to create confrontation\" with officers, were acting \"violently\" and were stopping which \"created a public safety issue\".\nThe group were removed from the procession and one person was then arrested.\nSome have criticised the policing of the march, with the COP26 Coalition describing the \"kettling\" as  \"heavy-handed and disproportionate\". \nOn Friday the group published an open letter to the first minister, saying there had been a \"disproportionately high\" number of officers deployed during the summit, and accused the force of \"intrusive police surveillance\" which it said \"created an atmosphere of fear and intimidation\".\nHowever, on the YCL incident, ACC Ritchie said the force had \"clearly set expectations\" for the behaviour of participants and the group were \"intent on not following instructions\".  \nHe confirmed the climate march had passed \"largely without incident\".\nACC Ritchie said: \"Glasgow has hosted a public protest the size and scale of which was beyond anything many of us - both within and outwith policing - can ever remember.\n\"The procession has been generally good natured, with participants in high spirits, keen to draw attention to their respective causes with Police Scotland officers deployed alongside mutual aid officers from across the UK.\n\"I want to thank the vast majority of those who attended both the Youth March and the Climate March for their positive attitudes and for following instructions from our officers.\"\nACC Ritchie later told the BBC that although Friday and Saturday had been \"big ticket\" events, policing would continue throughout the conference.\nHe added: \"We know the protesters are still here, we know there are a lot more decisions to be made at the conference itself and the protesters are going to want their voices heard.\"\nArouge Salin has worked at the Brave Bakers coffee shop on Saltmarket for around two months.\nIt was one of the few businesses in the area that had opted to stay open on Saturday - a move that paid off as tens of thousands of activists walked by.\nThe 25-year-old was one of three members of staff behind the counter delivering cinnamon twists and hot coffee to shivering customers who had been soaked in the rain.\n\"It started off quiet, but we had a queue outside the shop until the walk passed - it was non-stop from 15:30 until 18:00, and we normally shut at 17:30. \n\"We sold out of everything vegan - which never happens. The only thing we had left was our chicken and bacon bake which is usually the first thing to go.\n\"And we sold so many coffees that our machine jammed. I think people just wanted something warm.\"\nCouncil crews and event organisers took part in the clean up operation on Sunday morning.\nA yarn installation depicting flowers and bees at the entrance to Glasgow Green was removed by the council due to \"high winds and wet weather\".\nThere was also a knitted sign which read \"we're watching you\" - a phrase which has appeared on Extinction Rebellion campaign material.\nA council spokeswoman said: \"It is currently in storage for the owner to collect if they so wish.\"\nThey added that overall, no problem areas had been identified and no \"hotspots\" were reported."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59208362",
      "category": "uk-england-london",
      "title": "Wargasm singer's head 'held down backstage toilet by bouncers'",
      "tags": "Kings Cross,Music",
      "text": "The frontman of a nu-metal band says he was attacked by three bouncers who pushed his head down a backstage toilet after a gig.\nIn a post on social media, Wargasm alleges security staff at Scala in Kings Cross, central London, assaulted singer Sam Matlock on Friday night. \nA photo of Matlock shows large red marks across his back and arms.\nScala posted a statement on Twitter saying it \"will not tolerate this sort of behaviour, alleged or otherwise\".\nIt said a \"full scale investigation\" was being conducted with its security provider.\nWargasm had put on a live performance at the Pentonville Road music venue as part of Facedown, which bills itself as \"London's biggest rock night\".\nThe band's social media post states they were packing up their kit when security guards were \"verbally aggressive\" to their female tour manager, which led to Matlock \"having to step in\".\nThe bouncers then \"dragged\" him into the toilets, \"slammed his head against the toilet seat\" and \"held his head in the toilet bowl\".\nWargasm has criticised the security team's actions as a \"completely overzealous and unnecessary use of force\".\nThe post says what happened was \"deeply shocking\" and there has been no response from the venue about the issue.\nWargasm no longer considers Scala a safe venue, \"especially for women\", and has called for the security team to be sacked.\nAn outpouring of support from fans has filled the band's social media feeds, including from campaigners safegigs4women.\nThe promoter of the club night, Facedown, said the venue was responsible for employing the security team.\nIt said it did \"not appreciate people being manhandled in this way\", whether band members or people in the audience. \nA spokesman for the Security Industry Authority, which regulates security licences, confirmed a complaint had been received.\nHe said: \"We have received a report relating to an incident at the Wargasm gig and will be looking into this further.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56901261",
      "category": "science-environment",
      "title": "COP26: What was agreed at the Glasgow climate conference?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "A new global agreement - the Glasgow Climate Pact - was reached at the COP26 summit.\nIt aims to reduce the worst impacts of climate change - but some leaders and campaigners say it does not go far enough.\nThe agreement - although not legally binding - will set the global agenda on climate change for the next decade:\nEmissions\nIt was agreed countries will meet next year to pledge further cuts to emissions of carbon dioxide (CO2) - a greenhouse gas which causes climate change.\nThis is to try to keep temperature rises within 1.5C - which scientists say is required to prevent a \"climate catastrophe\". Current pledges, if met, will only limit global warming to about 2.4C. \nCoal\nFor the first time at a COP conference, there was an explicit plan to reduce use of coal - which is responsible for 40% of annual CO2 emissions.  \nHowever, countries only agreed a weaker commitment to \"phase down\" rather than \"phase out\" coal after a late intervention by China and India. \nDeveloping countries\nThe agreement pledged to significantly increase money to help poor countries cope with the effects of climate change and make the switch to clean energy.\nThere's also the prospect of a trillion dollar a year fund from 2025 - after a previous pledge for richer countries to provide $100bn (£72bn) a year by 2020 was missed.\nWhile some observers say the COP26 agreement represented the \"start of a breakthrough\", some African and Latin American countries felt not enough progress was made. \nFossil fuel subsidies\nWorld leaders agreed to phase-out subsidies that artificially lower the price of coal, oil, or natural gas.\nHowever, no firm dates have been set.\nA flurry of other announcements were made:\nThe world's biggest CO2 emitters, the US and China, pledged to cooperate more over the next decade in areas including methane emissions and the switch to clean energy.\nChina has previously been reluctant to tackle domestic coal emissions - so this was seen as recognising the need for urgent action. \nLeaders from more than 100 countries - with about 85% of the world's forests - promised to stop deforestation by 2030.\nThis is seen as vital, as tress absorb vast amounts of CO2. \nSimilar initiatives haven't stopped deforestation, but this one's better funded. However, it's unclear how the pledge will be policed.\nA scheme to cut 30% of methane emissions by 2030 was agreed by more than 100 countries. \nMethane is currently responsible for a third of human-generated warming. \nThe big emitters China, Russia and India haven't joined - but it's hoped they will later.\nFinancial organisations controlling $130tn agreed to back \"clean\" technology, such as renewable energy, and direct finance away from fossil fuel-burning industries.\nThe initiative is an attempt to involve private companies in meeting net zero targets.\nHowever, some environmental organisations have said without a greater commitment to ending support for fossil-fuels, this could be little more than a PR exercise. \nMost commitments made at COP will have to be self-policed.\nOnly a few countries are making their pledges legally binding. \nCOP26 was the moment countries revisited climate pledges made made under the 2015 Paris Agreement. \nSix years ago, countries were asked to make changes to keep global warming \"well below\" 2C - and to try to aim for 1.5C.\nCOP stands for \"Conference of the Parties\", and the one in Glasgow was the 26th annual summit. Ahead of it, 200 countries were asked for their plans to cut emissions by 2030. \nThe goal is to keep cutting emissions until they reach net zero by mid-century.\nNext year's COP27 summit is in Egypt.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59067101",
      "category": "uk",
      "title": "Hundred people die fighting for terminal illness benefits",
      "tags": "Terminal illness,Department for Work & Pensions,Disability",
      "text": "Around 100 people denied fast-tracked disability benefits for terminal illness died challenging the decision. \nCurrently, patients can access benefits more quickly if their clinician says they have six months or less to live.\nIn July the government promised to extend that to 12 months. Critics said it did not go far enough.\n\"Our priority is dealing with people's claims quickly and compassionately,\" the Department for Work and Pensions (DWP) said.\nEnd-of-life charity Marie Curie said it had \"serious concerns about the DWP's ability to recognise when a claimant was approaching the end of life and was in desperate need of support\".\nDr Sam Royston, its director of policy and research, said if people died before their appeals were decided it was \"highly likely they were living with a long-term or terminal illness\".\n\"Many of these people should have received fast-track access to support [originally],\" he added.  \nPatients can currently access fast-tracked benefits at a higher rate by applying under the Special Rules for Terminal Illness (SRTI).\nThey need to submit a form signed by their clinician, saying it is probable they will die within six months.\nThe DWP said of those who applied \"the majority received the highest possible award and were paid within three days of making a claim\".\nBut charities said the system was flawed.\nThe Motor Neurone Disease (MND) Association said the unpredictability of the speed with which a person with MND might deteriorate, meant it was difficult for neurologists to give accurate prognoses.\nSusie Rabin, head of policy and campaigns at the MND Association, said that made it difficult for people to access benefits through the special rules.\nDr Catherine Millington-Sanders, the clinical lead for palliative and end of life care for the Royal College of GPs, added doctors \"still faced uncertainty when determining exactly how long someone has got to live\".\n\"It makes little sense to have a rigidly set time cap to be a determining factor,\" she said. \nAffected families and charities said the current process was \"overly complex and stressful\" and it remained unclear when reforms would happen.\nThey have also called for the government to go further and scrap the requirement for people on terminal illness benefits to be reassessed every three years.\nHelena Reynolds, from Essex, who is terminally ill with intestinal failure, said the current six-month rule was \"pointless\" because \"terminal meant terminal\".\n\"It's like we've been forgotten. All we're asking for is a little dignity; we shouldn't have to beg for our benefits when we get ill,\" she said. \nMrs Reynolds was aged 14 when she was diagnosed with Crohn's disease and had 23 operations on her abdomen before she was awarded Disability Living Allowance (DLA) for life in 1991. \nWhen Personal Independence Payment (PIP) replaced DLA in 2019, her benefits were initially cut, but later reinstated on appeal.\nThis year, although her doctor said her condition would \"almost certainly…prove fatal at some point\", they could not say she had less than six months to live.\nInstead, she had to re-apply for PIP under the standard route and was given a 10-year PIP award. The longest possible award under special rules would have been for three years.\nPaul Alexander, policy manager at disability equality charity Scope, said: \"This is a clear example of the system being overly complex, stressful and inconsistent.\"\n\"It doesn't make sense that someone would go from getting a 'lifetime' award, to being refused support from its successor benefit, despite being terminally ill,\" he added.\nDr Royston from Marie Curie said few people awarded benefits under special rules lived beyond three years but for the small number who did it was \"inappropriate and insensitive\" they had to make a new application or risk losing support.\nChristine McCluskey, from Dundee, Scotland, had a history of illnesses including Crohn's Disease, osteoporosis, and suffering a stroke in 2005.\nShe was told her PIP would be stopped and that DWP would try to recoup an overpayment of Employment Support Allowance after a physical assessment, which described her as having a \"slim build\" and being a \"pleasant lady to assess\". \nShe weighed around 5st 6lbs (34.4kg) at the time and was being fed by a drip, her daughter Michelle said.\nThen she received a terminal lung cancer diagnosis in July 2018.\nShe submitted a form from her doctor to the DWP about her separate terminal diagnosis but a letter came back in September 2018, a month later, to say that information - the form - required her to start a fresh claim. She died the same day aged 61.\nMichelle believes the application process needs to change so fast-tracked support can be paid automatically to people with a terminal diagnosis. \nIt was \"degrading\" for a person to need to submit a form putting a time frame on their own death, she said.\nMichelle, who previously shared pictures of her mother with national newspapers to highlight her experience, said: \"You just have to look at her to see she wasn't well and that was before she had cancer.\" \nIn February 2019, a tribunal ruled Christine's PIP should not have been cut. The DWP paid the arrears owed.\nA new benefit called Adult Disability Payment was due to replace PIP in Scotland from spring 2022, which would use a clinician's prognosis of their patient rather than any time limit.\nIncome-based benefits still administered by the DWP, such as Universal Credit, would however still use the DWP's end-of-life definition, which has led to concerns of a developing two-tier system for people applying for benefits in Scotland.\nMadeleine Moon, former Labour MP for Bridgend, previously sponsored a Private Members' Bill in 2018 which proposed to remove the six-month time limit and replace it with a clinical judgment made by an appropriate health professional. \nParliamentary time ran out to discuss the bill beyond its first reading in the House of Commons and then Mrs Moon lost her seat. Jessica Morden, Labour MP for Newport East, has now taken up the bill again.\nMrs Moon, whose husband Steve died from motor neurone disease in 2015, said: \"The cruelty, if not the inhumanity, of the current system is shocking.\n\"I'm glad the government has accepted the current rules are wrong.\n\"Most people in the initial shock [of receiving a terminal diagnosis] aren't thinking about benefits, they are thinking what have I got to do to live whatever time I have left.\n\"You need to plan for the new future and you need to stabilise the family's finances.  What you can't do is spend the time going through the long time to access PIP.\"\nNorthern Ireland's communities minister Deirdre Hargey has committed to bring forward legislation to widen the eligibility to people with less than a year to live, before the next assembly election is due in May 2022.\nIn July, then-minister for disabled people Justin Tomlinson said Westminster would make the same change for Universal Credit and Employment and Support Allowance (ESA) next year and Attendance Allowance, Disability Living Allowance and PIP \"when Parliamentary time allowed\".\nThe DWP reiterated it would make those changes \"so more people could get the vital support they needed\".  \nUniversity of York Professor of Law Charlotte O'Brien, a specialist in welfare law, said it was a different process to change the rules for universal credit and ESA because those rules were in secondary legislation regulations, whereas DLA, PIP and Attendance Allowance were set out in the Welfare Reform Act 2012, so a new Act of Parliament could be required.\n\"The chances of the government proposing a bill specifically for this are quite slight, as are the chances of them having the time and the Parliamentary bandwidth,\" Prof O'Brien said.\nThe Shared Data Unit makes data journalism available to news organisations across the media industry, as part of a partnership between the BBC and the News Media Association.\nFor more information on methodology, click here. For the full dataset, click here. Read more about the Local News Partnerships here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59182550",
      "category": "world-asia",
      "title": "Diamonds v trees: The community trying to save its forest",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59054696",
      "category": "science-environment",
      "title": "COP26: What do the poorest countries want from climate summit?",
      "tags": "COP26,Climate change",
      "text": "Developing countries are the most vulnerable to the damage caused by climate change, such as floods, droughts and wildfires. \nAddressing the needs of less wealthy and smaller countries is vital for the COP26 climate negotiations in Glasgow, where leaders are being asked to agree on new commitments to tackle climate change. \nThe least developed countries have set out their priorities for negotiations. They want richer and developed countries to:\nThere is deep frustration among the leaders of developing nations that the richest in the world have not met their previous commitments. \nKenya's president Uhuru Kenyatta said: \"Before making new pledges, start by fulfilling the existing ones.\"\nDeveloping countries have historically contributed a very small proportion of the damaging emissions that drive climate change - and currently the richest 1% of the global population account for more than twice the combined emissions of the poorest 50%.\nThese poorer countries are also more vulnerable to the effects of extreme weather because they are generally more dependent on the natural environment for food and jobs, and have less money to spend on mitigation. \nOver the last 50 years, more than two out of three deaths caused by extreme weather — including droughts, wildfire and floods — occurred in the 47 least developed countries.\nIn 2009, richer countries committed to finding $100bn a year by 2020 from public and private sources, to address the needs of developing countries. \nThe money is to help pay for measures to reduce dangerous emissions and protect from the effects of extreme weather, such as better flood defence systems and investment in renewable energy sources.\nHowever, total commitments had only reached $80bn by 2019, and the $100bn target is now unlikely to be met before 2023.\nSecuring an agreement on how to meet the commitments to developing countries - and potentially go further - is crucial if the world is going to achieve its aim to keep global temperature rises below 1.5C.\nArriving in Glasgow for the summit, Malawi's president Lazarus Chakwera said: \"It's not a charity act. So pay up or perish with us.\"\nUK Prime Minister Boris Johnson has put reaching $100bn as one of his four priorities for the negotiations in Glasgow. \nHe said that richer nations had \"reaped the benefits of untrammelled pollution for generations, often at the expense of developing countries\", and that they have a \"duty\" to support developing nations with technology, expertise and money.\n\"We are negotiating for our survival,\" says Tagaloa Cooper, of the Secretariat of the Pacific Regional Environment Programme - an organisation made of up members from Pacific island countries and territories.\nRising sea levels make some of these island nations the most vulnerable to the effects of climate change, but Ms Cooper says a lack of resources means they don't have the \"luxury\" of sending large delegations. \n\"Some of our most vulnerable will struggle to have a voice, and be heard, in these negotiations.\"\nNavigating Covid-safe travel to the Glasgow conference has been an obstacle for many delegations, particularly the Pacific islands, where infection rates have remained low during the pandemic. \nOnly four Pacific island heads of state are reported to be travelling to the summit, with others being represented by smaller teams and ambassadors.\nNegotiators staying behind and participating remotely may be disadvantaged by unreliable internet access and time differences. Samoa, for instance, is 13 hours ahead of the UK. \nDeveloping countries usually have less of a voice on the international stage, so it helps to form groups or blocks to amplify their cause.\nThe Least Developed Countries group is a 46-nation bloc that includes Senegal, Bangladesh and Yemen and represents one billion people.\nThese countries can create stronger negotiating positions when \"priorities and interests are aligned\", says Sonam Wangdi, the current chairman, from Bhutan. \n\"This crisis isn't being treated like a crisis. That has to change here in Glasgow,\" he says. \nIf there is to be a final agreement, all 197 UN member states that are signed up to the United Nations Framework Convention on Climate Change have to sign.\nThat means the final agreement must be acceptable to both richer and developing countries.\nWorld leaders failed to secure a legally binding agreement in Copenhagen in 2009, partly because a handful of developing countries including Sudan and Tuvalu opposed the final agreement. \nAdditional research by Esme Stallard.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59197366",
      "category": "uk",
      "title": "Covid-19: US reopens border to UK travellers after almost two years",
      "tags": "Tourism,Coronavirus vaccines,UK-US relations,United States,Vaccine passports,Coronavirus pandemic",
      "text": "UK visitors are now able to travel to the US for the first time in nearly two years.\nThe border reopened at 05:01 GMT and the first flights took off from Heathrow at 08:51. All UK visitors over 18 have to provide proof of vaccination to enter the US. \nAmerican travellers have been able to travel to the UK since 28 July. \nTransport Secretary Grant Shapps has called this a \"significant moment\" for UK-US travel. \nTransatlantic flights, he added, are \"at the heart of UK aviation\".\nIn addition to the UK, the travel ban is being lifted for people from Brazil, China, India, Ireland, South Africa, Iran and the Schengen countries - a group of 26 European nations.\nUntil Monday, only US citizens, residents and a small selection of other exempt groups have been allowed entry to the US from the UK. \nThe new rules apply to all individuals that have received vaccines approved by the US Food and Drug Administration (FDA) and vaccines Listed for Emergency Use (EUL) by the World Health Organization. \nThe White House's assistant press secretary, Kevin Munoz, confirmed on 15 October that double vaccinated foreign nationals would be able to visit the US from 8 November. \nThe UK has been on the Centers for Disease Control and Prevention (CDC)'s highest risk category for Covid, level 4 or \"very high\" since 19 July.\nThe CDC said that vaccines approved by the US FDA and WHO's EUL vaccines will be accepted. Therefore, travellers that have received one dose of the Johnson & Johnson vaccine or two doses of the following vaccines will be allowed to enter the US:\nTravellers must provide proof of vaccination via their vaccine passport. Certificates including the NHS Covid Pass are accepted. \nAs well as being double vaccinated, travellers will have to provide proof of either a negative Covid test result - taken no more than three days before travelling - or show that they have recovered from the virus in the previous three months.\nChildren are exempt from the vaccination requirement, but all those aged between two and 17 will have to take a Covid-19 test three to five days after arrival.\nFully jabbed American visitors travelling to the UK need to take a test on or before the second day of their arrival. \nMost of the UK's population has received both doses of the Covid vaccine, but the global picture is quite different.\nAfter a difficult 21 months, airlines have increased UK-US flight schedules to meet the higher demand. \nTo celebrate the end of the travel ban, British Airways and Virgin Atlantic had a synchronised departure at 08:51 GMT from London Heathrow.\nSpeaking to BBC Radio 4's Today programme, BA chief executive, Sean Doyle said: \"We must now look forward with optimism, get trade and tourism back on track and allow friends and families to connect once again.\"\nAccording to travel data firm Cirium, 3,688 flights are scheduled to operate between the US and the UK in November. This is an increase in 21% on October. But it remains 49% down on the pre-pandemic levels of November 2019.\nEd Bastian, CEO of Delta Air Lines, told BBC World News that ensuring everyone has the correct documentation will make the upcoming months \"a little choppy\". He said that \"there may be some long lines\" at airports and he has asked travellers to \"have some patience\".\nMr Bastian said that although the industry does not expect travellers to have problems with their documentation, they are ready for it. \nAccording to the Foreign, Commonwealth and Development Office, around 3.8 million British nationals visited the US every year prior to the pandemic.\nOne woman who had not seen her parents, brother or sister in nearly two years as they live in California, said the ban had been a \"nightmare\" for her family.\nNadine Beasley missed the weddings of both her siblings, which had been scheduled to take place at the same time so she could attend with her husband and nine-year-old daughter.\n\"Obviously the pandemic scuppered that,\" she told BBC Breakfast.\nUnfortunately for Mrs Beasley, her brother's wedding took place in May and her sister's was just over a week before the ban was lifted.\nShe has finally been able to book a flight to December to see them, but said the opening up of travel left her with with mixed feelings, as it felt a bit \"too late for us\".\nMrs Beasley said: \"I bawled my eyes out and I think it was a mixture of elation and also frustration and honestly a bit of grief.\n\"Grieving the loss of knowing I've missed out on massive life events with everybody.\"\nBefore travelling, fully jabbed passengers entering the UK no longer have to take a Covid test before travelling. \nThis applies to all individuals that have been vaccinated in the UK, the EU, the US and several other countries - Brazil, India, Pakistan and South Africa are some of the countries included in the list.\nHowever, passengers have to prove they have been vaccinated before travelling. In addition to this, they have to take a lateral flow test two days after arrival in the UK. \nRead more on Covid travel rules here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59197250",
      "category": "world-africa",
      "title": "Sudan coup: Protesters tear-gassed at rally in Khartoum",
      "tags": "Sudan crisis,Sudan",
      "text": "Sudanese security forces have fired tear gas at protesters who were taking part in pro-democracy demonstrations in the capital, Khartoum.\nTeachers taking part in one protest were detained by the security forces.\nOvernight demonstrators set up barricades for the first of two days of planned civil disobedience to protest against last month's coup. \nThey are demanding the military government step back and allow a peaceful transition to civilian rule.\nThe demonstrations are happening as Arab League mediators arrive in Khartoum for talks to try to defuse the crisis.\nThe civilian Prime Minister, Abdalla Hamdok, remains under house arrest and is facing pressure from the military to co-operate with them, the BBC's Andrew Harding reports from the capital.\nLast month, the coup leader, Gen Abdel Fattah al-Burhan, dissolved the civilian arm of the government's power-sharing agreement, arrested civilian leaders and declared a state of emergency.\nDisruptions to the internet had left some people unaware of the two-day civil disobedience action but teachers turned out to protest near the education ministry.\n\"We organised a silent stand against the decisions by Burhan outside the ministry of education,\" Mohamed al-Amin, a geography teacher, told AFP news agency.\n\"Police later came and fired tear gas at us though we were simply standing on the streets and carrying banners.\"\nIn Khartoum North, security forces patrolled major streets carrying sticks and tear gas grenades, Reuters added.\nThere is anger on the streets of Khartoum today, with protesters blocking off neighbourhoods.\n\"Right now, there is a lot of blood, a lot of dead people. This military government is a killer,\" one demonstrator told me.\nIn Khartoum's private Royal Care hospital, many victims of the military clampdown are being treated.\nIt's a place where support for the government is hard to come by.\n\"It's heart-breaking to see those young people, the ones that have been killed, asking for what's rightfully theirs: for a free country with a civilian government,\" says surgeon Salma Elkhazin.\nDespite these voices of concern, a spokesman for Sudan's military government said the regime had done nothing wrong.\n\"Time will show this was not a coup,\" retired Admiral Fateh al-Rahman told the BBC. \"We will put a civilian government back in place and hold elections.\"\nThe defiance of protesters here is simply impressive, and it's possible that Sudan's generals will back down amid growing international pressure. \nBut for now this country's democratic revolution remains on hold - on a continent where it seems military coups are back in fashion."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59203695",
      "category": "uk-wales",
      "title": "Brecon Beacons: Man rescued from cave after two days",
      "tags": "Mountain Rescue ,Brecon Beacons",
      "text": "A man who was injured while caving in the Brecon Beacons on Saturday has been rescued.\nAfter he was lifted to the surface on a stretcher, he was clapped and cheered by rescuers before being taken to a waiting ambulance.\nSouth and Mid Wales Cave Rescue Team (SMWCRT) said he fell in the Ogof Ffynnon Ddu cave system near Penwyllt, Powys.\nHe has multiple injuries but was said to be in good spirits.\nGary Evans, emergency services liaison officer and one of the incident controllers, said: \"The casualty's doing remarkably well when you consider how long he's been in the cave, how long he's been in the stretcher, he's doing very well indeed.\n\"He's being assessed at the moment and we'll know more in a short while.\"\nAbout 250 people were involved in the rescue effort.  \nOne of the rescuers, Peter Francis said the man was \"an experienced, fit caver\" and \"it was a matter of putting his foot in the wrong place\".\nHe added: \"It's just something moved from under him.\"\nFoggy and wet conditions in the Brecon Beacons meant an air ambulance helicopter was unable to land.\nInstead, the man, had to be moved on a stretcher by specialist crews working in shifts.\nThis was the longest cave rescue undertaken in Wales.  The longest had been a 41 hour rescue, and this operation took more than 53 hours.\nAnother caver, who had been caving with the man, notified police about the incident.\nThe complex Ogof Ffynnon Ddu cave system is about 902ft (275m) at its deepest point.\nIt is the second largest in Wales and one of the deepest in the UK.\nSome of the cave rescuers who helped are internationally renowned, and some have travelled from as far as North Yorkshire.\nSome were also involved in the Thai cave rescue in 2018. \nThe caves were discovered by the South Wales Caving Club in 1946, according to Natural Resources Wales, and contain a number of underground streams and waterfalls.\nThey can only be accessed by cavers with a permit from the caving club.\nThe caving club's website describes Ogof Ffynnon Ddu:\n\"The through trip from the top to the bottom entrance remains a classic in the UK, and its approx 61km [38 miles] of passages provide everything from huge chambers, beautiful formations, to yawning chasms and thundering river passages,\" it said.\n\"The routes through the cave are too numerous to mention.\"\nIt adds: \"Be aware that the mainstream and some other parts of the cave are prone to flooding, and in any event a journey down the mainstream is long and cold and wet, so go prepared.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59197048",
      "category": "uk-scotland",
      "title": "WW2 hero dog celebrated with statue in Strathaven",
      "tags": "Strathaven,World War Two",
      "text": "A memorial to a dog who saved his handler from drowning during World War Two has been unveiled in South Lanarkshire. \nThe life-size bronze statue of Khan, a German Shepherd, and L/Cpl Jimmy Muldoon has been erected on Strathaven Common Green.\nKhan pulled the soldier from the sea off the Netherlands after German forces bombed their landing craft in 1944.\nHis son Jim Muldoon said his father would have been \"over the moon\" . \nThe rescue happened during the Battle of the Scheldt, part of the retaking of Europe by allied forces. \nAs they approached Walcheren Island, bombs started to rain down and several landing craft were hit.\nMr Muldoon said: \"The dog managed to get to shore, but there was no handler with it. \n\"He could hear the handler in the water - my father. So he ran down and jumped back in, got him by the scruff of the neck  and pulled him out. I think it was about 200yds [182m] to shore.\"\nUnit members who witnessed the event later said Khan then lay on the shore beside his handler, both exhausted. \nKhan, who had been \"conscripted\" into the British Army, served out the war and was returned home to the Railton family in Tolworth, Surrey. \nMembers of the soldier's regiment called for Khan's bravery to be celebrated. \nThe dog was awarded the \"animal's Victoria Cross\" for bravery, the PDSA Dickin Medal, and L/Cpl Muldoon went to the ceremony. \n\"People saw there was that much affection between the two of them that they decided he would take it home,\" Mr Muldoon said. \nIn Strathaven Khan was treated like a local hero, especially in the butchers shop where he was given free meat every week. \nMr Muldoon said: \"I have a great deal to be grateful to Khan for. \n\"There is no doubt he saved my father's life as he could not swim and was being pulled under water by his pack. \n\"I guess I wouldn't be here if it wasn't for Khan, and I am so pleased the good folk of Strathaven have decided to honour him for his heroism.\"\nThe bronze statue, created by John McKenna whose other works include the statue of Billy McNeill outside Celtic Park, shows the bond between the man and his dog. \nMr McKenna said: \"It's an incredible story and I am really honoured to have been part of the effort to have Khan and Jimmy immortalised. \n\"Thanks to photos of Khan and Jimmy I was able to capture the way they looked, but I hope I was also able to show their remarkable relationship.\"\nThe work was unveiled in a ceremony attended by representatives of the armed forces, local dignitaries and residents, including some of those who helped raise £60,000 to make the statue.\nFormer members of the 6th Battalion Cameronians, who honoured the dog with the title \"Rifleman Khan\", also attended. \n\"[My father] would be over the moon, he would,\" Mr Muldoon said. \"It's going to be a strange feeling walking through that green heading to the pub and having him sitting there watching me.\"\nLocal councillor Margaret Cooper said  fundraising for the statue had been boosted by South Lanarkshire Council and a local businessman who \"very generously put up about half of the money needed\".\nShe added: \"People in Strathaven are really proud to have been home to Jimmy and Khan and we now have a new landmark that will tell their story for many decades to come.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59205381",
      "category": "uk-england-london",
      "title": "Tube drivers vote to take strike action",
      "tags": "Transport for London,London Underground,London tube strikes,London transport",
      "text": "London Underground drivers have voted to go on strike after a ballot found 98.8% of union members were in support of industrial action.\nAslef said its members would take action if changes were forced through without negotiation.\nIt said Transport for London (TfL) and the government wanted to plug the funding gap caused by the pandemic by \"slashing staff pensions and tearing up our agreed working conditions\".\nTfL says negotiations are continuing.\nThe government has paid nearly £4bn in bailouts to keep TfL services running during the coronavirus pandemic after a collapse in passenger numbers led to a drastic reduction in its income.\nFinn Brennan, from Aslef, said it was an \"extraordinary\" percentage of drivers who voted in favour of industrial action.\n\"Management and government now want to plug that funding gap by slashing staff pensions and tearing up our agreed working conditions. But this ballot result shows that our Tube train drivers aren't prepared to let them get away with it.\n\"Management should be in no doubt that if they try to force through changes to our agreements, working conditions or pensions, there will be hard-hitting and sustained industrial action across London Underground.\"\nHe added: \"Our members showed huge courage and determination in keeping Underground services operating throughout the pandemic. They do not deserve to be treated like this and are determined - as this vote shows - to protect their working conditions and pensions.\"\nA TfL spokesperson said: \"This mandate relates to ongoing discussions with our trade unions. We urge Aslef to continue working with us to resolve these matters without having to resort to industrial action.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-59168712",
      "category": "newsbeat",
      "title": "Fast & Furious: Vin Diesel asks The Rock to return",
      "tags": "Dwayne Johnson,Film,Instagram",
      "text": "Vin Diesel has asked Dwayne Johnson to rejoin Fast & Furious for the tenth and final instalment of the franchise.\nIt comes after a very public feud between the two Hollywood heavyweights. \nIn an Instagram post, Vin said The Rock has \"a very important role to play\", adding that his character Hobbs could not be played by anyone else.\n\"I hope you rise to the occasion and fulfil your destiny,\" Vin, who plays the lead role of Dominic Torreto, wrote.\nThe Rock (aka Dwayne Johnson) joined the Fast & Furious franchise as Agent Hobbs in Fast Five in 2011 - but the 49-year-old didn't appear in the most recent film and has previously said he wouldn't appear in future films.\nVin Diesel wrote to his 76 million followers that he wanted to fulfil his promise of a perfect ending to \"Pablo\" - referring to his late co-star Paul Walker, who died in 2013.\n\"I swore that we would reach and manifest the best Fast in the finale that is 10! I say this out of love... but you must show up,\" the 54-year-old said.\nCalling him \"little brother Dwayne\", he asked him not to leave \"the franchise idle\".\nYou might be wondering what went wrong between two people who have been part of one of the most successful franchises ever and even referred to one another as \"family\".\nIt's been described by their co-star Ludacris as \"a delicate situation\".\nThe pair have clashed with each other - with The Rock confirming they didn't shoot any scenes together for The Fate of the Furious.\nOne scene in the 2017 film starred both actors - but this was only due to clever editing.\nThe final week of filming for that film saw The Rock post a message on Instagram denouncing a co-star (who he didn't name at the time) for failing to \"conduct themselves as stand-up men and true professionals\".\nIt became apparent he was referring to Vin Diesel.\nIn an interview with Vanity Fair last month, The Rock said nearly \"every single crew member found their way to me and either quietly thanked me or sent me a note.\"\nAnd he said he regretted posting publicly - but meant everything he said.\nIt was reported a peace meeting took place afterwards, which The Rock says wasn't actually \"a peaceful meeting\".\n\"I would call it a meeting of clarity. He and I had a good chat in my trailer, and it was out of that chat that it really became just crystal clear that we are two separate ends of the spectrum.\"\nWWE legend Dwayne Johnson said he and Vin Diesel are \"philosophically two different people, and we approach the business of moviemaking in two very different ways.\"\nOver time, Vin has had his own say on the situation.\nHe's said their differences were down to them being two alpha males, adding he's \"protected Dwayne more than he'll ever know, but he appreciates it\".\nIt looked for a while that the feud cooled in September 2019 - after the success of spinoff Hobbs & Shaw, with The Rock thanking Vin Diesel for his support of the film in an Instagram video.\nBut it was reignited in June 2021, when in an interview with Men's Health, Vin Diesel said any conflict between the pair was due to his approach of getting the most out of The Rock's acting.\n\"My approach at the time was a lot of tough love to assist in getting that performance where it needed to be,\" he said.\n\"That's something that I'm proud of, that aesthetic. That took a lot of work. We had to get there and sometimes, at that time, I could give a lot of tough love.\"\nResponding in his recent Vanity Fair interview, The Rock said he \"laughed hard\" when he read that.\n\"I go into every project giving it my all. And if I feel that there's some things that need to be squared away and handled and taken care of, then I do it. \n\"And it's just that simple. So when I read that, just like everybody else, I laughed.\"\nFast & Furious 10 is scheduled to be released in April 2023 - and The Rock hasn't yet publicly responded to Vin Diesel's request.\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59205788",
      "category": "uk-northern-ireland",
      "title": "Brexit: Little progress in talks on Northern Ireland, says DUP",
      "tags": "NI Brexit,DUP (Democratic Unionist Party),Brexit,Sir Jeffrey Donaldson",
      "text": "Democratic Unionist party (DUP) leader Sir Jeffrey Donaldson has said little progress appears to have been made in talks between the UK government and EU on the Northern Ireland Protocol.\nHe was speaking after meeting Brexit Minister Lord Frost on Monday.\nThe Northern Ireland Protocol is the Brexit trade deal aimed at avoiding a hard Irish border.\nSir Jeffrey said the update from Lord Frost revealed that \"significant gaps\" on the issue are yet to be resolved.\n\"I have again reiterated that Northern Ireland's place in the UK internal market must be restored and we cannot continue to be subject to laws in Northern Ireland upon which we have no say or input,\" he said.\n\"Decisions will very soon need to be taken on whether they can in fact be concluded successfully.\n\"In the absence of agreement, the UK government must follow through on the commitments made in their command paper.\n\"The protocol continues to damage our economy and the political institutions in Northern Ireland and the status quo is not an option.\"\nThe command paper seeks a renegotiation of the protocol rather than merely tweaking its operation.\nSeparately, the leader of the Progressive Unionist Party (PUP) Billy Hutchinson has called for \"corrective action\" to restore Northern Ireland's constitutional position within the UK.\nHe said the \"constitutional guarantee\" in the Good Friday Agreement was \"not as was promised to the unionist community\" and he called for a \"rebalancing\" of how the 1998 peace deal was being implemented in relation to the Northern Ireland Protocol.\nThe remarks by unionist leaders come after a weekend of high-profile criticism of the UK government's position on the protocol from both within the UK and the EU.\nThe protocol keeps Northern Ireland in the EU's single market for goods, unlike the rest of the UK, and led to new checks on goods arriving into Northern Ireland from Great Britain.\nSupporters argue it has created new opportunities for Northern Ireland businesses but opponents say it undermines the union between Great Britain and Northern Ireland and disrupts supply chains.\nThe Northern Ireland Protocol was negotiated between the EU and the UK government in late 2019.\nBut the UK government now wants significant reform of the agreement.\nLord Frost, who helped to negotiate the protocol, argues that the arrangement is now harming the peace process in Northern Ireland.\nLast month, the EU offered new proposals to resolved the long-running dispute, which it said would cut the number of spot checks on goods by about 80%.\nIt also offered to change to laws to ensure no disruption to moving medicines across the Irish Sea.\nHowever, the UK said more fundamental change was required, including removing the European Court of Justice from an oversight role.\nArticle 16 exists to fix difficulties with the Northern Ireland Protocol that are causing serious problems or causing diversion of trade.\nThe UK government says that threshold was reached long ago and so it can be used legitimately.\nBut the EU fears the UK is planning to use Article 16 in an expansive way - to gut the protocol, sweep away the Irish Sea border and open up a potential back door into the single market.\nThe EU may argue that the broader Brexit trade deal only happened because the issue of the Irish border had been sorted out first.\nTherefore if the UK collapses that border solution the EU may give notice that it intends to collapse the trade deal.\nLast week Belgium's Deputy Prime Minister Vincent Van Peteghem suggested that is figuring in the EU's thinking and Simon Coveney alluded to it again on Sunday.\nRead more: What is Article 16 and why does it matter?\nThe DUP leader has previously suggested that his party may quit its role in Northern Ireland's devolved government if its demands over the protocol are not met.\nAt Stormont on Monday, the leader of the SDLP called on Lord Frost and the DUP to \"think very carefully\" about the language used in relation to the protocol.\nColum Eastwood said they were \"creating more and more instability on the streets of Northern Ireland\".\n\"We should take away the threat to these institutions, we should take away the pretence that there's some big battle around the protocol when it's absolutely clear to anybody that the European Union have offered the people of Northern Ireland everything that they asked for,\" he said.\nTaoiseach (Irish Prime Minister) Micheál Martin told Irish national broadcaster RTÉ that \"nothing is certain\" in relation to the UK's threat to trigger Article 16 but he repeated his view that such a move would be \"reckless and irresponsible\". \nAt the weekend, former Prime Minister Sir John Major was among those who criticised the UK government's stance on the protocol, and said triggering Article 16 would be absurd and \"colossally stupid\".\nEuropean Commission Vice-President Maros Sefcovic warned it would lead to \"instability and unpredictability\" for Northern Ireland and Irish Foreign Minister Simon Coveney hinted the EU could terminate its post-Brexit Trade and Cooperation Agreement in response.\nIn a weekend statement, the UK government said it would prefer to \"settle the issues arising from the operation of the Northern Ireland Protocol consensually\".\nHowever, it said its responsibility was \"to safeguard peace and prosperity in Northern Ireland, and we will use Article 16 if necessary\".\nMeanwhile, Mr Hutchinson of the PUP described the protocol as a \"real and present threat\" to the substance of the union between Great Britain and Northern Ireland.\nIn a detailed statement posted to the PUP's website, Mr Hutchinson said a recent legal challenge to the protocol had \"exposed the principle of consent to be little more than a deceptive snare\".\nMr Hutchinson was part of the loyalist negotiating team for the 1998 Good Friday Agreement.\nHis party's statement said its support for that deal was \"rooted in the purported guarantee provided by the principle of consent\".\n\"We urged support for the agreement on the basis that the union was safe, so long as a majority of persons living here wished it to be so,\" he said.\n\"If, as is currently the case, the constitutional guarantee is not as was promised to the unionist community, then there is no basis for unionist support for the Belfast Agreement.\"\nHowever, Mr Hutchinson told the BBC's Talkback programme the PUP was not withdrawing its support for the deal signed in 1998 but rather campaigning for changes to how that deal was being implemented in relation to the protocol."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59215417",
      "category": "uk-wales",
      "title": "Caerphilly: Boy, 10, dies after dog attack",
      "tags": "Dog attacks,Caerphilly,Gwent Police",
      "text": "A 10-year-old boy has died after being attacked by a dog, police have said.\nThe incident happened at a house in Pentwyn, Penyrheol, Caerphilly, on Monday at about 16:00 GMT.\nParamedics from the Welsh Ambulance Service went to the scene where the boy was pronounced dead.\nGwent Police said the dog was destroyed by firearms officers and officers would remain in the area while an investigation was carried out.\nOne neighbour said the attack took place at one of the houses on the street. He said he was shocked to hear what had happened. \nThe street is in the middle of a large housing estate and a few police vehicles remained parked at the end of the road on Monday night. \nAnother resident, Lorrine Urvine, said: \"We couldn't see anything other than the screaming. The kids - they were hysterical. \n\"And within minutes I've never seen so many police cars in my life.\"\nNeighbour Tracey Lawrence said: \"The little boy that lives there ran over to a neighbour saying the dog was attacking his friend and the neighbour couldn't help and couldn't save the boy.\"\nThere has been some police presence here where Gwent Police are continuing their investigation this morning.\nAnd we are expecting an update at some point from police as to how their investigation is progressing. \nThey have told the public that there will be an increased presence in the area at the moment as they continue their investigation but not to be alarmed. \nFor a time yesterday evening, this road was cordoned off and I think it has only come down in the early hours of the morning as the police continue their investigation.\nA nearby resident told the PA news agency: \"The dog has been a nuisance on the estate for a bit of a time. \n\"I took our son down to the local shop a few days ago, and he was down there then and he was lunging at my son.\n\"My son is three years old and I had to pick up my son just to move around the dog because of the size on him.\"\nDozens of emergency service vehicles were on the scene on Monday.\nCh Supt Mark Hobrough said: \"Officers will be making further inquiries at this time and will remain at the scene as the investigation progresses.\n\"It is possible that you may see ongoing police activity in Caerphilly as part of this work.\"\nHe urged the public not to be alarmed adding: \"If you have concerns or information then please do stop and talk with us.\"\nMember of the Senedd (MS) for Caerphilly Hefin David said: \"My thoughts tonight are with the families involved. I know the close-knit community will rally round and offer support.\"\nSouth Wales East MS Natasha Asghar added: \"My heart goes out to this little boy and his family in Caerphilly who must be utterly devastated after what's happened today.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59212983",
      "category": "business",
      "title": "Rolls-Royce gets funding to develop mini nuclear reactors",
      "tags": "Companies,Nuclear power,Carbon neutrality",
      "text": "Rolls-Royce has been backed by a consortium of private investors and the UK government to develop small nuclear reactors to generate cleaner energy.\nThe creation of the Rolls-Royce Small Modular Reactor (SMR) business was announced following a £195m cash injection from private firms and a £210m grant from the government.\nIt is hoped the new company could create up to 40,000 jobs by 2050.\nHowever, critics say the focus should be on renewable power, not new nuclear.\nCurrently, about 16% of UK electricity generation comes from nuclear power.\nSmall modular reactors are nuclear fission reactors but are smaller than conventional ones.\nThe investment by Rolls-Royce Group, BNF Resources, Exelon Generation and the government will go towards developing Rolls-Royce's SMR design and take it through regulatory processes to assess whether it is suitable to be deployed in the UK.\nIt will also identify sites which will manufacture the reactors' parts and most of the venture's investment is expected to be focused in the north of the UK, where there is existing nuclear expertise.\nRolls-Royce's share price jumped by 4.2% to 147.85p each following the announcement.\nRolls-Royce SMR said one of its power stations would occupy about one tenth of the size of a conventional nuclear plant - the equivalent footprint of two football pitches - and power approximately one million homes.\nThe firm said a plant would have the capacity to generate 470MW of power, which it added would be the same produced by more than 150 onshore wind turbines.\nWarren East, Rolls-Royce chief executive, said the company's SMR technology offered a \"clean energy solution\" which help tackle climate change.\nBusiness and Energy Secretary Kwasi Kwarteng said SMRs offered opportunities to \"cut costs and build more quickly, ensuring we can bring clean electricity to people's homes and cut our already-dwindling use of volatile fossil fuels even further\".\n\"This is a once in a lifetime opportunity for the UK to deploy more low carbon energy than ever before and ensure greater energy independence\", he added.\nSMRs are thought to be less expensive to build than traditional nuclear power plants because of their smaller size. Due to the nature of Rolls-Royce's reactors, it is understood parts could be produced in factories and transported to sites by road, which would reduce construction time and costs.\nAt an expected cost of around £2bn each, SMRs would cost less than the £20bn each for the larger plant under construction at Hinkley Point and an anticipated, but not yet approved, sister plant at Sizewell in Suffolk.\nIf approved for use in the UK, it is understood Rolls-Royce SMR could build up to 16 reactors across the UK for electricity production.\nTom Samson, chief executive Rolls-Royce SMR, said the company had been established to \"deliver a low cost, deployable, scalable and investable programme of new nuclear power plants\".\n\"Our transformative approach to delivering nuclear power, based on predictable factory-built components, is unique and the nuclear technology is proven,\" he added.\nHowever, Paul Dorfman, chairman of the Nuclear Consulting Group think tank, told the BBC's Today programme there was danger that the money spent on nuclear power would hit funding for other power sources.\n\"If nuclear eats all the pies which it is looking to be doing… we won't have enough money to do the kind of things we need to do which we know practically and technologically we can do now,\" he said.\nGreenpeace's chief scientist Dr Doug Parr said SMRs were still more expensive than renewable technologies and added there was \"still no solution to dispose of the radioactive waste they leave behind and no consensus on where they should be located\".\n\"What's worse, there's not even a prototype in prospect anytime soon,\" he added. \"The immediate deadline for action is sharp cuts in emissions by 2030, and small reactors will have no role in that.\"\nFriends of the Earth's head of policy, Mike Childs, said government support should be \"aimed at developing the UK's substantial renewable resources, such as offshore wind, tidal and solar, and boosting measures to help householders cut energy waste\".\nAs part of a \"10-point plan\" to dramatically reduce greenhouse gas emissions to reach a target of net zero by 2050, the government has said nuclear power provides a \"reliable source of low-carbon electricity\" and that it is \"pursuing large-scale nuclear\", while also looking to invest in SMRs.\nTony Danker, director-general of the Confederation of British Industry, said the investment for Rolls-Royce was a \"hugely promising milestone for a technology that can not only boost the economy but help deliver a greener and more secure energy system overall\".\nMeanwhile, Tom Greatrex, chief executive of the Nuclear Industry Association, added the funding sent a \"huge signal to private investors that the government wants SMRs alongside new large-scale stations to hit net zero\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59209493",
      "category": "technology",
      "title": "Fishing gear seller caught in hacker's net",
      "tags": "Companies,Fishing,Twitter,Cyber-security",
      "text": "The UK's biggest fishing shop has been hacked, with its website redirecting keen anglers to an adult website.\nAngling Direct, which sells fishing gear online and through stores, said it was hit by the attack late on Friday.\nOn top of the website redirect, its Twitter account has been compromised to also reference a porn site and to post contact details for the attacker.\nThe company said it has brought in cyber-security experts to tackle the problem, and alerted authorities.\nOn Angling Direct's own Twitter account, the attacker posted a mocking tweet claiming the company had been sold to adult website Pornhub. \n\"Your data has already been transferred\" to the adult video empire, it told fishing enthusiasts, apparently trolling them.\nBut Angling Direct said it is not clear if any personal data has been compromised - and that no payment data could be.\nThe attacker also posted an email address where they could be reached, along with an offer to return \"information and access\" to the site. No public demands for ransom were made. \nFishing (or phishing) puns aside, this case will send shivers down the spines of company bosses.\nYes, this attack carries all the hallmarks of an immature teenage hacker having fun but it is no doubt causing serious problems for the victim.\nExperts tell me that signs point to employee login credentials having been stolen, allowing the hackers to take over the website and, separately, the Twitter account of the company.\nThe motive is clear - the hackers want to be paid before they hand back control to the firm.\nBut in the meantime the company is losing money from potential sales - not to mention trust and reputational damage, as customers are left embarrassed or worse when accidentally visiting an explicit site.\nIn a statement, the company said: \"We are mindful of our obligations regarding data; it is too soon yet to make any determination around the impact this incident has had on personal data.\"\n\"Importantly, the company does not hold any customer financial data, as our website transactions are handled by third parties.\"\nAngling Direct's several dozen physical shops remain open for in-store purchases, according to a post by one of the locations on Facebook.\nThe firm has also posted messages to the Facebook page of at least one local store, apologising to anyone who was \"directed away from our site and towards inappropriate content\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59199484/#comp-comments-button",
      "category": "#comp-comments",
      "title": "COP26: Fossil fuel industry has largest delegation at climate summit",
      "tags": "COP26,Climate change,BP",
      "text": "There are more delegates at COP26 associated with the fossil fuel industry than from any single country, analysis shared with the BBC shows.\nCampaigners led by Global Witness assessed the participant list published by the UN at the start of this meeting. \nThey found that 503 people with links to fossil fuel interests had been accredited for the climate summit.\nThese delegates are said to lobby for oil and gas industries, and campaigners say they should be banned.\n\"The fossil fuel industry has spent decades denying and delaying real action on the climate crisis, which is why this is such a huge problem,\" says Murray Worthy from Global Witness. \n\"Their influence is one of the biggest reasons why 25 years of UN climate talks have not led to real cuts in global emissions.\"\nAbout 40,000 people are attending the COP. Brazil has the biggest official team of negotiators according to UN data, with 479 delegates. \nThe UK, which is hosting the talk in Glasgow, has 230 registered delegates. \nSo what counts as a fossil fuel lobbyist?\nGlobal Witness, Corporate Accountability and others who have carried out the analysis define a fossil fuel lobbyist as someone who is part of a delegation of a trade association or is a member of a group that represents the interests of oil and gas companies.\nOverall, they identified 503 people employed by or associated with these interests at the summit.\nThey also found that:\nOne of the biggest groups they identified was the International Emissions Trading Association (IETA) with 103 delegates in attendance, including three people from the oil and gas company BP.\nAccording to Global Witness, IETA is backed by many major oil companies who promote offsetting and carbon trading as a way of allowing them to continue extracting oil and gas. \n\"This is an association that has an enormous number of fossil fuel company as its members. Its agenda is driven by fossil fuel companies and serves the interests of fossil fuel companies,\" Mr Worthy said. \n\"What we seeing is the putting forward of false solutions that appear to be climate action but actually preserve the status quo, and prevent us from taking the clear, simple actions to keep fossil fuels in the ground that we know are the real solutions to climate crisis.\"\nThe IETA says it exists to find the most efficient market-based means of driving down emissions. Members include fossil fuel companies but also a range of other businesses.\n\"We have law firms, we have project developers, the guys who are putting clean technology on the ground around the world, they're also members of our association as well,\" says Alessandro Vitelli, an IETA spokesman.\n\"We're not coming to a shuddering halt today and tomorrow, and suddenly there's going to be no emissions from the combustion of fossil fuels.\"\n\"There is a process to transition that's under way, and carbon markets are the best way to make sure that transition takes place.\"\nCampaign groups argue that the World Health Organization didn't get serious about banning tobacco until all the lobbyists for the industry were banned from WHO meetings. They want the same treatment for oil and gas companies at COP.\n\"The likes of Shell and BP are inside these talks despite openly admitting to upping their production of fossil gas,\" said Pascoe Sabido of the Corporate Europe Observatory, who were also involved in the analysis. \n\"If we're serious about raising ambition, then fossil fuel lobbyists should be shut out of the talks.\"\nThe BBC asked the UN body responsible for accrediting delegates about its procedures, but has not received a reply.\nFollow Matt on Twitter @mattmcgrathbbc"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59191376",
      "category": "science-environment",
      "title": "COP26: Countries must make bold compromises at summit - PM",
      "tags": "Boris Johnson,COP26,Climate change,Glasgow",
      "text": "Ministers and negotiators at COP26 should \"pull together and drive for the line\" to secure ambitious action on climate change, Boris Johnson has said.\nThe prime minister said countries must be ready to \"make the bold compromises and ambitious commitments needed\" at the final week of the climate summit.\nTalks will continue in Glasgow, including on what is needed to limit global temperature rises to 1.5C.\nThousands of protesters gathered on Saturday in cities around the world.\nAbout 100 climate change demonstrations were held in parts of the UK - including Glasgow, London and Cardiff - while events also took place in Kenya, Turkey, France, Brazil, Australia and Canada. \nGlasgow's rally was the largest the city had ever seen, police said, with about 100,000 people taking part.\nThe police arrested 21 scientists at the march. The individuals arrested had chained themselves together and blocked a road bridge to the River Clyde. \nMeanwhile, in a new development, Environment Secretary George Eustice - who is at the summit - has suggested the government is looking at introducing a carbon border tax.\nThis would be a tax on goods - such as food, mobile phones or cement - coming to the UK from countries that do not meet the UK's obligations on climate action.\nHe told BBC One's Andrew Marr Show it would take time to do and ideally would be done multilaterally.\n\"We are not going to export pollution,\" he said. \"If you don't want to do that, you do want to consider something like a carbon border tax.\"\nLast week, world leaders attended the first half of COP26 and a series of announcements were made, including:\nThe parts of the Paris Agreement - the world's first comprehensive deal to tackle climate change - that still need finalising involve markets for trading carbon emissions, transparency over what countries are doing, and common timeframes for action.\nDiscussions will also continue on negotiations on finance for poor countries to adapt to a changing climate as well as on a \"cover decision\" pledge from the summit. This will set out how countries will close the gap between the action to cut emissions they have pledged and what is needed to avoid dangerous temperature rises of more than 1.5C.\nThe world is now about 1.2C warmer than it was in the 19th Century - and extreme weather events like heatwaves, floods and forest fires are already becoming more intense. But unless more is done, the planet is already on course to warm by more than 2C by the end of this century.\nSeveral countries, as well as UN secretary-general Antonio Guterres, want accelerated action on emissions cuts this decade to keep the 1.5C goal alive.\nExperts and climate change campaigners have welcomed the commitments, but argued they need to be delivered on  - warning a previous deal in 2014 had \"failed to slow deforestation at all\".\nSimilarly, activists have argued the deal on coal \"falls well short of the ambition needed\", as the \"small print gives countries enormous leeway\" to choose when to phase out the fossil fuel. \nMr Johnson said: \"There is one week left for COP26 to deliver for the world, and we must all pull together and drive for the line.\"\nHe said nations had brought \"ambition and action to help limit rising temperatures\", and referred to the pledges that have been made during COP26 - including on deforestation and methane emissions.\n\"But we cannot underestimate the task at hand to keep 1.5C alive,\" he added.\n\"Countries must come back to the table this week ready to make the bold compromises and ambitious commitments needed.\"\nShadow business secretary Ed Miliband has warned the world is a \"long way off\" where it needs to be to take the \"major steps\" to ensure global warming does not exceed 1.5C.\nThe Labour MP urged the prime minister to personally head up the negotiations in the final days of COP26, rather than engaging in \"empty exhortation and commentary\".\nHe said: \"We have a right to expect him to engage directly in these final days, personally driving these negotiations forward, pushing all the major emitters to do more, delivering the finance required for developing and vulnerable countries and ensuring we have a path out of Glasgow to keep 1.5 alive.\n\"He needs to step up with focus, clarity and urgency in the face of the massive task the world faces in the coming days.\"\nCOP26 president Alok Sharma said the billions of dollars to restore the natural world that had been promised during the first week of the summit was humanity's \"first line of defence\" against the crisis.\nHe told a news conference in Glasgow on Saturday that if the world reaches global warming of 1.5C above industrial levels, 70% of coral reefs would be lost.  If it gets to 2C, they would all die, he said.\nMr Sharma said the UK will provide £500m to protect more than five million hectares of tropical rainforests and create thousands of green jobs across Africa, Asia and Latin America.\nThe UK is also launching a £65m Just Rural Transition support programme to help communities move towards more sustainable methods of agriculture and food production, he added.\nActivists speaking at Saturday's climate change march in Glasgow included Ugandan activist Vanessa Nakate, actor Idris Elba and representatives of indigenous people.\nMs Nakate told the crowd: \"The climate and ecological crises are already here. But so are citizens from around the globe.\n\"Leaders rarely have the courage to lead. It takes citizens, people like you and me, to rise up and demand action. And when we do that in great enough numbers, our leaders will move.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-59197910",
      "category": "uk-england-leicestershire",
      "title": "Labour leader Sir Keir Starmer calls for Claudia Webbe to resign",
      "tags": "Claudia Webbe,Keir Starmer,Islington,Leicester,Labour Party",
      "text": "Labour leader Sir Keir Starmer has called for Claudia Webbe to resign following her harassment conviction.\nThe former Labour MP for Leicester East, who is now independent, was given a suspended jail sentence on Thursday.\nWebbe, who was jealous of her partner Lester Thomas's relationship with Michelle Merritt, threatened an acid attack and to share nude images of her.\nSir Keir said Webbe, 56, \"should stand down [as an MP] and if she doesn't we will support a recall petition\".\nSpeaking on the Andrew Marr Show, Sir Keir said Labour would push for such a petition to force a by-election if she did not quit the Commons.\n\"When Claudia Webbe was charged the Labour Party suspended her,\" he said.\n\"When she was then convicted, we didn't argue with the conviction, we expelled her from the Labour Party.\n\"We now say she she should resign and we would support a recall petition.\"\nA recall petition - where Webbe's constituents would be asked if they want to replace her - would trigger a by-election if at least 10% of constituents supported it. \nHowever, it can only be opened once all appeals have been extinguished and the conviction is not overturned.\nWebbe said she was appealing against her conviction, adding she was \"surprised\" the Labour Party had  not waited until the conclusion of the legal process before expelling her.\nIn a statement, she said: \"I am very disappointed by the decision of the magistrate and want to strongly reiterate that I am innocent.\n\"I fully expect the appeal to be granted and that, ultimately, it will be successful.\" \nWebbe was elected as Leicester East MP in December 2019, succeeding Keith Vaz. The month before the veteran MP had announced he would be retiring from Parliament, a decision that came soon after a Commons standards commission found he had \"expressed willingness\" to buy cocaine for others.\nShe has also worked as a Labour councillor in Islington, north London, where she lives.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59205076",
      "category": "uk-england-beds-bucks-herts",
      "title": "Transport secretary Grant Shapps has operation after bike fall",
      "tags": "Hatfield,Cycling,Grant Shapps,Welwyn Garden City",
      "text": "The Transport Secretary Grant Shapps has had an operation on his face after coming off his bicycle at the weekend.\nThe MP for Welwyn Hatfield in Hertfordshire said he was \"patched up\" by \"brilliant staff\" at the new QEII hospital in Welwyn Garden City and the Lister Hospital in Stevenage. \nIn a Facebook post, he said he had to have a \"minor op\" on his lip.\n\"Thank goodness for the bike helmet, without which it could have been worse,\" he said.\nMr Shapps' post did not say where or how the fall happened but a Department for Transport spokeswoman said it did not take place in his constituency and no other vehicle or person was involved.\nHe had had a minor operation on his lip and was now fine and in \"good spirits\", she added.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59179851/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Unvaccinated urged to come forward before winter",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "As winter approaches, NHS bosses are urging any of the 4.5 million people in England who haven't had a first vaccine dose to come forward and get one.\nSince September, half a million adults in England have done so, including 3,000 people aged over 80, they say.\nHaving a jab will protect you and your families at Christmas, said NHS England chief executive Amanda Pritchard.\nUnvaccinated young people can be at risk - 482 aged 18 to 34 were admitted to hospital with Covid last week.\n\"These numbers are a timely reminder that it is never too late to get your life-saving Covid-19 vaccination - whether you are 18 or 80 or older, the offer from the NHS is evergreen,\" Ms Pritchard said.\n\"With the twin threat of flu and Covid, we face a winter like no other and so it is even more important for people to get their jabs - first vaccine, second dose, booster or influenza.\"\nA walk-in finder on the NHS website allows anyone to enter their postcode and find the nearest centre to get a jab without making an appointment if you are eligible.\nIf you want to book an appointment and are over the age of 12, you can go through the National Booking Service or call 119 if you need extra help with your booking.\nPeople who received their first dose before the end of October will be able to get a second dose before the new year.\nStatistics consistently show that the risk of death involving Covid-19 is much greater in people who have not been vaccinated than in those who have had both doses. Nearly 80% of England's over-12s have received both doses - similar to other UK nations.\nMore than 22% of children aged 12 to 15 and 56% of 16 to 17-year-olds have had the recommended one dose.\nNearly seven million booster vaccines - for extending protection against Covid in more vulnerable people - have now been delivered, but up to 30 million people in total will eventually be eligible.\nThey include people over 50, healthcare staff and younger adults with some health conditions.\nNHS England says more clinics are now delivering vaccines than at any other point in the vaccination programme. This includes pharmacies, GP practices and other community sites.\nAlmost every person registered with an English GP practice lives within 10 miles of a fixed vaccination location, it says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59193150",
      "category": "world-us-canada",
      "title": "Travis Scott 'devastated' by Texas festival deaths",
      "tags": "Texas,Houston",
      "text": "Rapper Travis Scott says he is devastated by the deaths and injuries at his Astroworld festival and has pledged \"total support\" to the police.\nAt least eight people died and scores of people were hurt after a crowd surge on the opening night of the music event in Houston, Texas. \n\"My prayers go out to the families all those impacted by what happened,\" the rapper said in a statement on Twitter. \n\"I'm absolutely devastated by what took place last night,\" he said.\nEmergency workers described how panic broke out after the crowd began to press towards the front of the stage during the rapper's headline set on Friday evening.\nAs the crush began causing injuries to people, the panic grew and the casualties quickly overwhelmed the on site first aiders, officials said.\nEleven people were taken to hospital with cardiac arrests, with eight of them dying. Some 300 people were treated for injuries such as cuts and bruises on Friday.\nIn his first statement since the tragedy, the rapper thanked the police and emergency services and said he was \"committed to working together with the Houston community to heal and support the families in need\".\nSome 50,000 people were attending the two-day outdoor event, which has now been cancelled. \nAccording to the Houston Chronicle, Scott stopped multiple times during his performance when he spotted fans in distress near the front of the stage. \nThe rapper asked security to help them out of the crowd. Emergency vehicles, lights and alarms flashing, cut through the crowds several times, the paper says. \nAmateur video from the concert appears to show fans jumping on an emergency vehicle in the crowd as the performance continues on stage.\nA reunification centre has been set up at the Wyndham Houston Hotel for families who have not heard from loved ones at the festival.\nAstroworld is an annual event held at NRG Park since 2018, though it was put on pause last year because of the Covid-19 pandemic. \nTravis Scott, 29, made his big breakthrough in 2013 and has since had eight nominations for Grammy Awards. He has a child with celebrity socialite Kylie Jenner, who also attended the concert. \nOther acts scheduled at the festival over the weekend included rappers Chief Keef and 21 Savage, and Australian rock act Tame Impala.\nAngelica Casas, BBC News, Houston\nThe night wasn't supposed to end like it did. Today, the streets surrounding the Astroworld festival grounds are still mostly closed off, and the venue is almost empty except for staff and a heavy police presence.\nEdward, a 25-year-old Houston native and a long-time Travis Scott fan, attended Friday's performances, and both previous Astroworld festivals.\nHe was right in the middle of the crowd when, he says, things began to get ugly. As the surge grew worse in a matter of minutes, desperate concert-goers tried to escape, pushing and pulling.\n\"I personally had a girl grab and hold on to me for dear life,\" he said. \"I had to calm her down because she literally thought she was about to die.\"\nEdward says he made a protective circle with his arms around her so she could catch her breath. He was able to pull her out of the crowd and help her to safety. As he walked out, he saw unconscious people around him, some already receiving CPR.\nAnother attendee, Andy Pacheco, filmed the moment concert-goer Seanna Faith, in a desperate plea for help, climbed on to a platform where a cameraman was stationed to ask him to do something about the crowd surge. She wanted the cameraman to call police or medics. But her plea for help was in vain.\nMs Faith later wrote online that she had just escaped a \"sinkhole\" of people as the crowding had become more intense. \nShe managed to pull herself and a friend out and was trying to get help for the others. \nPeople come to these festivals to escape reality and feel like they belong in a music community. On Friday night, that sense of belonging turned deadly. \nDid you witness the incident? If it is safe to do so email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59213255",
      "category": "uk-politics",
      "title": "Owen Paterson: Minister Stephen Barclay expresses regret over vote",
      "tags": "Owen Paterson,Stephen Barclay",
      "text": "Minister Stephen Barclay has expressed his \"regret\" over the \"mistake\" the government made with the vote on Owen Paterson's conduct last week.\nGovernment-backed plans to review MP standard rules, after Mr Paterson was found to have broken lobbying rules, were withdrawn following a backlash.\nMr Paterson has since resigned his North Shropshire seat in Parliament.\nLabour leader Sir Keir Starmer accused the government of \"giving a green light to corruption\".\nNo 10 said the prime minister could not attend an emergency debate on the subject due to a \"long-standing commitment\" to visit a hospital in the north-east of England, but Sir Keir accused him of \"running scared\". \nLiberal Democrat Wendy Chamberlain - who requested the debate - also expressed disappointment that Mr Johnson had not attended, saying: \"You can't help but feel that he thinks the rules don't apply to him.\"\nMeanwhile both the SNP and Plaid Cymru have called for a police investigation into the process of appointing Conservatives to the House of Lords.\nThe SNP's Commons leader Peter Wishart told MPs: \"the price to get into the House of Lords has gone up from £1m from New Labour to £3m from the Conservatives.\"\nHe also urged Labour to \"stop putting people in that place... we just need you guys as the opposition party to say you will abolish it\".\nThe Conservative have denied any link between party donations and the nominations to sit in the Lords.\nAt the beginning of the Commons debate - which lasted three hours - Commons Speaker Sir Lindsay Hoyle said it was essential to \"sort out the mess we're in\".\nHe said any review of the process for investigating MPs had to be done on a cross-party basis.\nLast month, a report by Parliament's standards commissioner Kathryn Stone found that Mr Paterson had repeatedly breached Commons rules banning \"paid advocacy\".\nFollowing her report, the Commons Standards Committee recommended Mr Paterson should be suspended for 30 days.\nHowever, Mr Paterson denied breaking the rules and said the investigation had been unfair. \nThe government supported a proposal to block his suspension until a review of the investigation system had been carried out. \nFollowing an outcry from opposition parties and some Conservative MPs, the government later U-turned on the plan.\nOpening his speech in the Commons, Mr Barclay told MPs: \"I would like first and foremost to express my regret, and that of my ministerial colleagues, over the mistake made last week.\"\nHe said there had been concerns about the investigations system but said that had been \"conflated\" with Mr Paterson's case. \nHowever, despite calls from some MPs, Mr Barclay said the government would not hold a second vote on the suspension of Mr Paterson, arguing such a vote was unnecessary given his resignation from the House of Commons. \nAsked about the row earlier, Prime Minister Boris Johnson did not apologise for ordering his MPs to block Mr Paterson's suspension, insisting the government had been trying to reform the standards system. \nHe said it was \"very important\" to get any changes \"right\" and added a hope that Sir Lindsay would help set up talks between the parties on improving the process.\nSpeaking later in the House of Commons, Sir Lindsay did not announce separate talks but instead said he would wait until the Committee on Standards had finished their own review. \nDuring the debate, some Conservative MPs criticised their own government, with former chief whip Mark Harper urging Mr Johnson to apologise.\nAaron Bell - who was elected to the Newcastle-under-Lyme seat in 2019 - voted against the government last week, but said fellow MPs who had followed the party line were \"beating themselves up about that\". \n\"Loyalty to one's party is an admirable trait... but the reality is that my friends should not have been put in such an invidious position,\" he added.\nOwen Paterson had been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59211369",
      "category": "uk-wales",
      "title": "Brecon Beacons cave rescue: Rescuers reach man after two days",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59203540",
      "category": "uk-england-london",
      "title": "Amy Winehouse: Singer's items raise millions at auction",
      "tags": "Addiction,Auctions,Fashion",
      "text": "The dress worn by Amy Winehouse during her final stage performance has sold for more than $243,000 (£180,000) at an auction of items from her estate.\nThe singer-songwriter wore the halter minidress in Belgrade in June 2011, a month before her death aged 27. It sold for 16 times its original estimate.\nMore than $4m (£3m) was raised from about 800 items.\nAll proceeds are going towards the foundation her parents set up to help young people with addiction issues.\nWinehouse was one of the defining stars of her generation, known for her soulful voice on songs she wrote such as Rehab, Back to Black and Love is a Losing Game.\nShe died from alcohol poisoning at her home in Camden, north London, in July 2011.\nMany of the items at the Julien's Auctions sale in Los Angeles shattered their pre-auction estimates.\nSome of the items will be shown at the Amy: Beyond the Stage exhibition at the Design Museum in Kensington in west London from 26 November, before going to the winning bidders. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58874518",
      "category": "science-environment",
      "title": "What is net zero and how are the UK and other countries doing?",
      "tags": "Carbon capture and storage,Greenhouse gas emissions,COP26,Climate change,Carbon neutrality",
      "text": "Countries have set out plans to cut greenhouse gas emissions, at the COP26 climate change summit in Glasgow.\nThey hope to achieve the target of \"net zero\" by 2050, to help slow global warming.\nNet zero means not adding to the amount of greenhouse gases in the atmosphere. \nAchieving it means reducing emissions as much as possible, as well as balancing out any that remain by removing an equivalent amount.\nGreenhouse gases like carbon dioxide (CO2) are released when we burn oil, gas and coal for our homes, factories and transport. Methane is produced through farming and landfill. These gases cause global warming by trapping the sun's energy.\nMeanwhile, rapid deforestation across the world means there are fewer trees and plants to absorb CO2.\nUnder the 2015 Paris Agreement, 197 countries agreed to try to keep temperature rises \"well below\" 1.5C to avoid the worst impacts of climate change. \nExperts say that to achieve this, net zero must be reached by 2050. \nNot all emissions can be reduced to zero, so those that remain have to be compensated for, or offset - for example, by planting more trees.\nAlmost every country has embarked on tree planting as a cheap way of reducing carbon, although there may not be enough space for the number required.\nCarbon capture and storage has also been suggested as another solution. \nThis involves using machinery to remove carbon from the air, then solidifying it and burying it underground.\nHowever, the technology is still emerging, very expensive and as yet unproven.\nIt won't be easy. \nReaching net zero will involve moving from fossil fuels to renewable energy for our power, and abandoning vehicles run on petrol and diesel, in favour of those powered by electricity and hydrogen.\nGas central heating will need to be replaced by alternative sources, such as heat pumps. \nReaching net zero could also mean flying far less in future, and eating less red meat.\nPresenting the government's net zero strategy to the House of Commons in the run up to COP26, the government pledged:\nThe government had already announced a ban on new petrol and diesel cars from 2030, and that all the UK's electricity will come from renewable sources by 2035.\nAt the time, Shadow Business Secretary Ed Miliband called the latest announcements \"a massive let-down\".\nMore than 130 countries have pledged to reach net zero emissions before 2050.\nHowever, China - currently the biggest producer of CO2 in the world - says it's aiming for \"carbon neutrality\" by 2060. It hasn't set out exactly what this means or how it will get there. \nRussia - the third-largest producer of oil worldwide - has also pledged to reach net zero by 2060, although its draft commitment hasn't been legally ratified. \nUntil recently President Putin dismissed the risks posed by rising temperatures.\nUS President Joe Biden criticised the Russian and Chinese leaders for not attending the COP26 summit. \nIndia - the world's fourth biggest emitter of CO2 after China, the US and the EU - has promised to cut its emissions to net zero by 2070. \nSome of the world's most heavily populated countries - including Indonesia - haven't made any net zero commitment.\nBut many of the announcements which have already come out of the COP26 summit on deforestation, cutting methane and reducing coal are directly linked to helping countries hit their net zero goal.\nThere's controversy about how some countries might try to reach net zero.\nFor instance, Country A might record lower emissions if it shuts down energy-intensive industries such as steel production. \nBut if Country A then imports steel from Country B, it's effectively handed on its carbon emissions to Country B instead of reducing the sum total of greenhouse gases.\nThere are schemes that enable rich countries to offset their emissions by paying poorer countries to switch to cleaner fuels. \nHowever, some climate scientists worry such arrangements could let wealthier nations avoid reducing their own fossil fuel usage. \nAnd it's hard to say that initiatives funded to offset emissions elsewhere would not have happened anyway.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-59206549",
      "category": "technology",
      "title": "TikTok: Missing girl found after using viral call for help sign",
      "tags": "Domestic abuse,Social media,TikTok,Young people,United States",
      "text": "A teenager who went missing in the US has been found after she used hand signals that went viral on TikTok to show she was in danger.\nThe girl had been reported missing by her parents in North Carolina on Tuesday morning, and was spotted inside a car in Kentucky two days later.\nThe 16-year-old used the gesture designed to help domestic abuse victims ask for help to alert a passing driver.\nAuthorities say they arrested a 61-year-old man.\nA driver called police after noticing \"a female passenger in the vehicle making hand gestures that are known on the social media platform TikTok to represent violence at home - I need help - domestic violence,\" the Laurel County Sheriff's Office said in a statement.\nThe caller noted that the girl \"appeared to be in distress\" and was being driven by an older male.\nThe girl, who has not been named, told officers she had travelled through North Carolina, Tennessee, Kentucky, and Ohio.\nPolice later arrested James Herbert Brick, 61, of Cherokee, North Carolina, while he was driving near a Kentucky interstate on Thursday afternoon.\nThe hand gesture is a one-handed sign someone can use when in distress, according to the Canadian Women's Foundation. \nThe victim holds up their hand with their palm facing out, then tucks their thumb into their hand before closing their fingers on top of the thumb.\nThe campaign, called the \"signal for help\", spread across social media in 2020 during the initial pandemic lockdowns, in an attempt to address a rise in domestic violence.\nThe idea was a way for domestic abuse victims to seek help using a non-verbal cue. \nVideos demonstrating the signs also gained momentum in the UK in the aftermath of the murder of Sarah Everard, which sparked a debate over women's safety."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59196404",
      "category": "uk",
      "title": "Owen Paterson: Boris Johnson's actions corrupt - Starmer",
      "tags": "House of Commons,Keir Starmer,Tobias Ellwood,Boris Johnson,Owen Paterson,Chris Bryant,Lobbying",
      "text": "Labour's Sir Keir Starmer has accused the PM of \"corrupt and contemptible\" behaviour in trying to \"protect\" Tory MP Owen Paterson, after he was found to have broken lobbying rules.\nSir Keir told the BBC the government was \"trashing\" the UK's reputation for upholding democratic standards.\nMr Paterson has now quit as an MP.\nMinisters backed plans to change the standards system that found Mr Paterson guilty but changed their minds the next day, following a political outcry.\nThe vote to reform the rules - backed by MPs on Wednesday - also put on hold a 30-day House of Commons suspension Mr Paterson was facing for breaching the rules by lobbying on behalf of two private companies.\nBut Environment Secretary George Eustice defended the government's position, saying it had been trying to give politicians under investigation the right to appeal against any findings against them - rather than protect Mr Paterson.\nHe told BBC One's Andrew Marr Show: \"We've been consistent on this throughout.\"\nSir Keir told the same programme: \"Instead of upholding standards, [the prime minister] ordered his MPs to protect his mate and rip up the whole system.\n\"That's corrupt and it's contemptible and it's not a one-off.\"\nOn Saturday, former Conservative Prime Minister Sir John Major said the current government had been \"politically corrupt\" over its treatment of the House of Commons, adding: \"There's a general whiff of 'We are the masters now' about their behaviour.\"\nBy Ione Wells, political correspondent\nSir Keir Starmer's anger was palpable, but it's hardly unexpected. He's the opposition leader, after all - and none of the opposition backed plans to overhaul the system in the first place. \nMore troubling for the government is the frustration among its own MPs. Many put their necks on the line to do as their bosses told, some against their will.\nSome who considered abstaining, I'm told, were reminded of positions they held that could be taken away. \nThe relationship between MPs and those at the top has been left bruised. This could bite the government when it needs those MPs on side again in future votes, particularly on controversial issues. \nThe Mail of Sunday quotes Shipley MP Philip Davies pleading, \"Please don't ever ask me to vote for anything ever again,\" after claiming he received abuse from his constituents for it. \nA signal, perhaps, of more tricky votes ahead for ministers. \nSir Keir said: \"Boris Johnson is the prime minister who is leading his troops through the sewer - he's up to his neck in this.\"\nSpeaking earlier on Sky News, Labour's shadow House of Commons leader, Thangham Debbonaire, urged Mr Johnson to \"consider his position\".\nShe also described the position of Commons leader Jabob Rees-Mogg - who had to announce the government's U-turn on Thursday - as \"untenable\".\nAsked about these comments on the Andrew Marr Show, Sir Keir said: \"As the opposition, we always want this government to go.\"\nOn Wednesday, Conservative MPs blocked the Standards Committee's recommendation that Mr Paterson should be suspended by calling for an overhaul of the MPs' standards watchdog instead.\nThey initially had the backing of No 10, but Downing Street changed its mind after a backlash by opposition MPs and some Conservatives. \nSpeaking on Sky News, Mr Eustice acknowledged the government had \"made a mistake\" in trying to get Mr Paterson's breach of lobbying rules re-examined by a new, Conservative-majority committee which would also consider the entire Commons standards regime.\nHe added: \"What we have seen is a Westminster storm in a teacup.\"\nBut senior Conservative MP Tobias Ellwood told BBC Radio 4's The World this Weekend: \"We've lost our way and we need to find our moral compass.\"\n\"Good policy, good governance, leadership, statecraft - that's what's needed at the moment, rather than manipulating the system for our own survival,\" he added.\nMr Paterson, who denies breaking the rules, said in his resignation statement that he now wanted a life \"outside the cruel world of politics\".\nHis departure will trigger a by-election in the North Shropshire seat he has held since 1997. \nOwen Paterson has been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:\nA full guide to the controversy\nWho's who in the Owen Paterson row?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59179672",
      "category": "uk-wales",
      "title": "PTSD: Falklands War veteran wants more support for armed services",
      "tags": "British Armed Forces,Falklands War,Mental health,PTSD",
      "text": "For war veteran Paul Bromwell, only after seeking support for post-traumatic stress disorder (PTSD) did he realise how many others like him were suffering.\nThe Welsh Guardsman served in the Falklands War, the 10-week conflict in 1982 between Argentina and the UK.\nAfter struggling to return to civilian life, Paul set up his own support group but said more could be done.\nThe Welsh government said veterans' NHS funding has been increased.\nThose struggling were also urged to \"reach out\" to the specialist support available, by the UK government. \nRecalling his traumatic past and eventually seeking help, Paul said: \"The biggest thing was to find out that it wasn't only me.\"\nAfter the war, Paul said he suffered sleeplessness, mood swings and became dependant on alcohol.\nAll because of PTSD, he said.\n\"One of the biggest problems is that we drank too much. Every pub would shove a pint in your hand, and that never did us any favours. You become reliant on drink,\" he said.\n\"We drank ourselves stupid and that's how we survived. No-one stepped in and said you shouldn't be doing this.\"\nRemembering the Falklands, Paul said: \"The ships in the bay were firing on top of us. It's like something you'd never believe unless you were in it.\n\"I lost so many of my mates.\"\nAfter receiving support, Paul set up Valley Veterans support group to help others like him.\nHe feels Wales could do more to offer help to war veterans, and follow the example of the United States.\n\"They've got VA hospitals (Veterans Affairs), they've got a place for the guys when they come out of service where they can live, they've got everything,\" he said.\n\"They've got jobs set up. If they're not capable of doing jobs they're looked after in other ways. What do we get? We fight for every scrap.\n\"We support each other, but there's not enough done for us.\"\nKatie Gibby is a Valley Veterans volunteer, she was also diagnosed with PTSD in the years after her dad, guardsman Mark Gibby, was killed during the Falklands. He was on board the Sir Galahad ship when it was bombed in June 1982.\nShe said: \"It shouldn't take a veteran to support the veterans, it should be in place and all there ready for them if they're going to be sent to war.\n\"When you have PTSD, it's very hard for people to understand. When you come into a community of veterans, they understand, they get you, they get your emotions, they get exactly how your mind works.\n\"This is a life my father would've lived, and it's just nice to know that I can be around, that I can give something back.\n\"Everybody tells me he was an absolutely lovely man, he had a heart of gold. I was five months old when he was killed so there's a lot I don't know about my father which I learned from people who knew him.\n\"We really need PTSD to be highlighted, it needs to be spoken about more.\n\"Mental health [awareness] is something that's really growing now. We're talking about it and we're being told that it's okay to talk, it's OK not to be OK.\" \nA Welsh government spokesman said: \"We recognise some Armed Forces veterans may need support at this time. We all owe our veterans a debt of gratitude and a duty of care, particularly when they develop health problems as a result of their military service. \n\"Veterans are entitled to priority access to NHS care for conditions associated to their time in the Armed Forces. \n\"We have increased funding for veterans' NHS Wales, the only specialised mental health service provision for veterans in the UK, to more than £900,000 a year and are working with partners to make veterans aware of this service.\"\nThe UK government also urged those who are struggling to access Veterans' NHS Wales.\n\"Before leaving the armed forces, service personnel have access to training, support and advice from the Defence Transition Services, to help them move successfully to civilian life,\" a spokesman said.\n\"We have stepped up funding for veterans, including a new £5m Veterans' Health Innovation Fund for next year to help ensure veterans who have suffered physical injury or mental health challenges during their service can access the most innovative and trailblazing new treatments.\"\nValley Veterans is based in Rhondda Cynon Taf, whose council said it \"works closely with the group and its wider armed forces community\".\nAn RCT spokesman said it offered \"confidential support and guidance to veterans, as well as to their families,\" with \"a wide range of assistance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59206074",
      "category": "uk-northern-ireland",
      "title": "Some Belfast bus services suspended after Newtownabbey hijacking",
      "tags": "Sir Jeffrey Donaldson,Newtownabbey",
      "text": "Some bus services in Belfast have been suspended after a double-decker was set on fire on the outskirts of the city.\nPublic transport provider Translink said the disruption to Metro services began at 18:30 GMT on Monday and could continue for several nights.\nSome of Belfast's busiest roads are affected, including routes along the Antrim, Shore and Newtownards roads.\nIt comes after the attack on a bus on Sunday amid rising tensions over the post-Brexit deal for Northern Ireland.\nThe arrangement - known as the Northern Ireland Protocol - is opposed by unionist political parties and loyalist groups, who believe it undermines Northern Ireland's position within the UK.\nTranslink said it was suspending evening services on five bus routes and others would be diverted:\nSome bus services in other parts of Northern Ireland were also diverted on Monday evening because of \"recent civil unrest\", said Translink.\nThey include a number of services in Londonderry, Coleraine, Portadown and Ballyclare.\nIan Campbell, director of service operations at Translink, told BBC News NI that the schedule would return to normal on Tuesday morning but the evening services would be kept under daily review.\n\"Our response to these attacks on our services haven't been taken lightly,\" he said.\nTranslink said the situation was \"very changeable\" and it is advising people to check its website or call its customer service line on 028 9066 6630 for more details.\nIn the attack on Sunday night, four masked men, armed with a hammer and bottle of petrol, boarded a bus in Newtownabbey and ordered the driver and the passengers to get off the vehicle before they set it on fire.\nNo-one was injured but police said the incident was frightening for those who were on the bus when it was attacked.\nThe suspects were dressed in black and are believed to be in their 40s, said police.\nThe Unite union, which represents some bus drivers, said the hijackers \"told the driver that this was about the Northern Ireland Protocol\".\nIt was the second such attack in Northern Ireland in the past week.\nLast Monday morning two armed and masked men boarded a =bus in Newtownards, County Down, and ordered the driver to leave before setting it on fire.\nTranslink said the buses destroyed in the recent attacks would cost \"in excess of £200,000 to replace\".\nAfter the latest incident, Unite said its members would not drive buses through any area where they could be at risk.\nSome Translink staff members staged a walk-out on Monday afternoon and gathered outside Belfast City Hall in solidarity with the drivers whose buses were targeted.\nMichael Dornan of Unite said bus drivers had decided that \"enough is enough\".\nDrivers were not prepared to be \"political punchbags\", nor would they \"run any form of life-threating gauntlet\", he added.\nInfrastructure Minister Nichola Mallon said the attack on Sunday was the fourth of its kind this year and came at a huge cost to the public.\nThe SDLP deputy leader said it was \"another extreme act of self-harm consistently rejected by the people of Northern Ireland\".\nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson described the attacks on buses as \"reckless\".\n\"This violence, whatever the perceived or believed motivation, is completely wrong,\" he said.\nSinn Féin MLA Gerry Kelly said the hijacking of buses \"must stop immediately\".\n\"No one should ever go to work facing intimidation or fearing attack,\" he said.\n\"The leadership of political unionism must stop hyping up tensions with reckless and dangerous rhetoric, and actively work to bring these disgraceful attacks to end.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59202816",
      "category": "uk",
      "title": "Terror survivors call for new rules for journalists covering attacks",
      "tags": "Media,Media ethics,Journalism",
      "text": "Terrorism survivors and the families of victims say the media should change the way it reports attacks to prevent worsening their shock and grief.\nFigen Murray, whose son Martyn Hett was killed in the Manchester Arena bombing, said his 16-year-old sister was told he was dead by a reporter on the doorstep. \nShe said people would be shocked by the pressure put on grieving families.\nA report by the Survivors Against Terror group suggested new rules for journalists reporting attacks.\nThey include an agreement not to contact the bereaved and seriously injured directly for at least the first 48 hours after an incident.\nIt is also suggested that the use of pictures of those killed or injured without permission stops and journalists gathering outside victims' homes is prohibited.\nMs Murray told BBC Radio 4's Today programme the immediate aftermath of the Arena bombing was chaotic and she left her two youngest daughters at home to attend a family support centre.\nWhen the doorbell rang, one of her daughters answered it thinking it was the postman - instead a female journalist said: \"I'm really sorry for your loss, do you want to talk to me about your brother, what was he like?\"\n\"We hadn't been officially told that Martyn had died until about 10 o'clock in the evening,\" Ms Murray said. \"I didn't really appreciate my 16-year-old to be told by a journalist that her brother had passed away.\"\nThe report found 59% of survivors and relatives experienced intrusive attention from journalists, mostly within 48 hours.\nAs well as Ms Murray, other authors of the report include Brendan Cox, husband of Labour MP Jo Cox, and Darryn Frost - who helped fight off the Fishmonger's Hall attacker using a narwhal tusk.\nThe authors acknowledged the public interest in reporting the aftermath of attacks, but highlighted the need for a new system to confirm fatalities once families are informed.\nNews outlets or journalists in malicious breach of the new rules should be named by police and excluded from official briefings, the report suggested.\nA variety of different forms of intrusion were reported, including journalists blocking streets, following people to school, as well as turning up at workplaces pretending to be customers.\n\"They took photos from my husband's Facebook without permission and printed the photos in the paper like they had done an interview with him,\" one person recalled.\n\"It was truly disgusting... It has taken two years for the media to finally leave us alone.\"\nThe Independent Press Standards Organisation - which counts many of the UK's biggest newspapers as members - has an editors' code of practice that says enquiries or approaches \"must be made with sympathy and discretion\".\nSimilarly, television and radio news organisations, including the BBC, are regulated by broadcast media regulator Ofcom, with specific guidance around reporting on those caught up in emergencies.\nAdditional reporting by Adam Durbin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59208260",
      "category": "uk-england-london",
      "title": "Stephen Port: Met treated victim's partner differently 'because he is gay'",
      "tags": "Hull,Barking,Gravesend",
      "text": "The boyfriend of a man murdered by the serial killer Stephen Port has said he was treated differently by the Met Police because he is gay.\nRicky Waumsley, from Gravesend, Kent, was the partner of Daniel Whitworth, who died in September 2014.\nPort murdered four young men between 2014 and 2015 and the deaths were not treated as suspicious until weeks after the final murder.\nInquests are examining the Met Police's initial investigations of the murders.\nMr Whitworth, Anthony Walgate, Gabriel Kovari, and Jack Taylor, who were all in their 20s, were killed by overdoses of GHB administered by Port. \nHe dumped their bodies near his flat in Barking, east London.\nIn 2016, Port, now aged 46, was found guilty of murdering all four men. He is serving a whole-life prison sentence.\nA fake suicide note found in Mr Whitworth's hand, which had actually been written by Port, claimed he had accidentally killed Mr Kovari three weeks earlier and was taking his own life in response.\nGiving evidence, Mr Waumsley said he was not shown the full note until nearly a year after his partner's death because police said he was not \"next of kin\".\n\"I was really angry because he was my partner of four years\", he told jurors at Barking Town Hall.\nHe described feeling \"pushed out by the police\" when Det Sgt Paul Slaymaker took Mr Whitworth's father and stepmother to see the note, but he was excluded.\nHugh Davies QC, representing Det Sgt Slaymaker, said it is now accepted that not showing the full note to him earlier was a \"mistake\" and a \"failure on behalf of the police\".\nMr Waumsley first saw the note at the first inquest for his partner in 2015, the court heard.\nHe described also hearing other new information that day, including that police had not tested a bedsheet found with Mr Whitworth's body and that handwriting on the \"suicide note\" had not been fully checked.\n\"I felt as if they took the suicide note at face value. I believe they didn't do any more than that,\" he said.\nHe was asked by his barrister Anton van Dellen if he might have been treated differently if he was in a \"straight unmarried relationship\" rather than a gay one.\nMr Waumsley said he believed he was treated differently, saying \"they dismissed me in every single way\" and it was because we were a \"gay unmarried couple\".\nJurors then heard from the detective who oversaw investigations into the deaths of Mr Kovari and Mr Whitworth - who admitted a series of personal failings.\nDet Insp Rolf Schamberger prepared reports for their first inquests in June 2015.\nGiving evidence, he accepted providing wrong information to a coroner, overlooking key information that would have disproved claims from the fake suicide note and not ensuring forensic tests took place.\nIn 2015 he told the coroner a diary had been used to confirm Mr Whitworth's handwriting on the suicide note - but no diary was ever found.\nQuestioned over a possible link to the death of Mr Walgate, he said \"there was consideration given to there being a link. But to the best of my knowledge, no link was ever established\".\nHe then told jurors it was \"hard to say\" what he had meant six years ago.\nIn 2015 he confirmed no testing ever took place on a bedsheet found with Mr Whitworth's body, telling the coroner that the \"circumstances at the time indicated towards no other external parties being involved\".\nHe told jurors he could not really explain this statement.\nDet Insp Schamberger also admitted not submitting \"sexual swabs\" for tests despite the fake suicide note referring to Mr Whitworth having spent the night with an unidentified man.\nThe inquests continue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59191506",
      "category": "uk",
      "title": "Covid: Ten million boosters now given in UK but more needed - PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Sajid Javid,Coronavirus pandemic",
      "text": "It is vital that people get their \"lifesaving\" booster jabs to ensure protection through the winter, Prime Minister Boris Johnson has said.\nSo far more than 10 million people in the UK have had a top-up jab, which the PM said was \"amazing\".\nBut about 30% of over-80s and 40% of over-50s in England are yet to do so, according to government figures.\nThe health secretary said people should get their booster jabs to avoid restrictions over Christmas.\nNHS England is preparing to invite another three million people for their booster jabs next week. Some 409,663 people in the UK received their third vaccine dose on Saturday, official figures show.\nBooster jabs are available in the UK to anyone aged 50 and over, front-line health and social care workers and over-16s with some health conditions. They can get it six months - 182 days - after their second dose. \nMr Johnson tweeted: \"An amazing 10 million people across the UK have already come forward for their booster.\n\"We know vaccine immunity wanes over time, so boosters are vital in keeping you and your loved ones protected through the winter.\"\nEarlier, Health Secretary Sajid Javid called on younger relatives to support their parents, grandparents and loved ones in getting their Covid and flu jabs urgently, calling on people to \"play their part\" to help get through the winter.\n\"And if you haven't yet had your first and second vaccines, it is not too late,\" he said. \"The NHS will always be there to welcome you with open arms.\n\"If we all come together and play our part, we can get through this challenging winter, avoid a return to restrictions, and enjoy Christmas.\"\nDr Susan Hopkins, chief medical adviser for the UK Health Security Agency (UKHSA), told the BBC's Andrew Marr Show that \"the virus is circulating at very high levels in our community, so unless people get vaccinated, we will have a long and difficult winter\". \n\"We're still seeing deaths in mainly the unvaccinated population... but increasingly, because of immune waning effects, there are deaths in the vaccinated group as well,\" she said.\n\"It is particularly the older age groups, so the over 70s in particular, but also those who are clinically vulnerable, extremely vulnerable, and have underlying medical conditions. That's why those people need to come forward for their third dose as soon as possible.\"\nAnd the chief executive of NHS Providers, Chris Hopson, told Times Radio that bed occupancy levels in NHS hospitals were at \"94, 95, 96%\". \nHe added the current hospital admission levels indicated that \"we're into peak winter. We've not seen that before. That's unprecedented\". Mr Hopson said the current situation was \"very worrying\" and \"the NHS is going to be under real pressure\". \nNearly every source of data agrees that there is a lot of coronavirus around, but that has started to fall.\nWithin the data, there are two epidemics currently worth considering. The big one is in school pupils who are still mostly unvaccinated, but at relatively low risk from Covid.\nAnd an emerging one in at-risk groups, who are now being offered their booster doses.\nThe sheer scale of the rise and then fall in infections in young people means the overall picture is dominated by people who are generally at low risk of needing hospital treatment for Covid.\nBut infectious diseases expert Prof Mark Woolhouse, from the University of Edinburgh, says he's worried about the steady increase in cases among older age groups.\nFrom Monday, people living in England can book their appointment for a booster jab a month in advance as part of efforts to accelerate the rollout.\nSome 30 million people across the UK will eventually be eligible for a top-up jab.\nNHS England said eight million people had received theirs so far, out of the 12 million who have been invited.\nMeanwhile, reported cases of the virus continue to fall, with another 30,305 cases recorded on Sunday. A further 62 people died within 28 days of a positive test. These figures tend to be lower on Sundays due to reduced reporting.\nWhile two vaccine doses give people high levels of protection, immunity reduces over time, particularly for at-risk groups.\nThe government's Scientific Advisory Group for Emergencies (Sage) estimates the protection against needing hospital treatment for a Covid infection falls:\nThe protection against symptomatic disease falls from 65% to 45% over the same time period with two jabs of the AstraZeneca vaccine, and from 90% to 65% for two jabs of Pfizer.\nExperts say even small dips in immunity among at-risk people will affect the NHS's ability to cope this winter, as it will likely lead to significantly more people needing hospital treatment.\nOn Wednesday, England's deputy chief medical officer Prof Jonathan Van-Tam cautioned it could be a difficult winter ahead and urged people to get their boosters.\nAnd last week the Welsh government warned of a possible return to a return of some Covid restrictions to allow a \"normal\" Christmas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59195084",
      "category": "world-us-canada",
      "title": "Astroworld security officer 'felt a prick in his neck'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59199514",
      "category": "uk-wales",
      "title": "Climate change: Wales imports 'cause deforestation'",
      "tags": "Wales business,Deforestation of the Amazon rainforest,Amazon rainforest,COP26,Welsh government,World Wildlife Fund for Nature (WWF),Newport,Climate change,Environment",
      "text": "A Brazilian tribal chief has warned Welsh soya imports could be responsible for \"not only deforestation but indigenous blood\".\nRivelino Verá Gabriel said soy farming was wrecking the lifestyle of the South American nation's Mbya Guarani people.\nIt comes as the effect on deforestation by goods imported to Wales from high risk areas is exposed in a new report. \nIt has led the Welsh government to promise action on products such as beef, soy and palm oil.\nMr Gabriel lives in Brazil's Atlantic Forest and is a coordinator of the Guarani Yvyrupa Commission, which brings together members of the Guarani people. \nCommenting on the report, he said: \"People who buy soya must know where it comes from, that there's strong traceability.\n\"They need to know whether this soya they're buying to feed a chicken from Wales, for instance, is coming from deforested areas in indigenous territories.\"\nDeforestation meant the ability of his people to survive was becoming increasingly hard, he said.\nRivers became polluted, traditional herbs could not be found, and hunting was made more difficult. \nEnvironment charities calculated an area 40% the size of Wales grew a handful of key commodities for it.\nIt has led to calls for climate change targets to be amended to take account of goods shipped in from abroad.\nCharities WWF Cymru, Size of Wales and RSPB Cymru worked on the study.\nThey looked at cocoa, palm, beef, leather, natural rubber, soy, timber, pulp and paper imports. \nThe report showed nearly a third of land used to grow these for Wales are in countries at high risk of deforestation, and exploitation of workers.\nCarbon emissions linked to forest clearance to provide soy, cocoa, palm and rubber imports alone were equivalent to nearly a quarter of Wales' transport emissions every year.\nAn area five times Newport's size is used to grow soy for Wales.\nThe charities said Wales' people were contributing to deforestation by eating meat fed on such \"high-risk soy\".\nMeanwhile, each year Wales uses land overseas the size of the Brecon Beacons to satisfy demand for beef.\nMore than a quarter (26%) is in countries at high risk of deforestation and labour exploitation.\nThe report advises the Senedd to encourage farmers to adopt nature and climate-friendly practices which do not rely on imported animal feed.\nA strategy that drives and rewards traceable farm-to-fork supply chains is also urged.\nThe charities want the Welsh and UK governments to ensure post-Brexit trade deals guarantee high environmental and social standards.\nCurrent Welsh targets to cut greenhouse gases and reach net zero only focus on domestic emissions so there is a drive for a report that accounts for those caused by imports.\nWWF Cymru's Shea Buckland-Jones said Wales was having a \"catastrophic\" effect on the world's forests.\n\"We know what needs to be done and this report sets out some of the solutions,\" he said.\n\"Wales must act now by changing how we buy, consume and invest.\" \nSize of Wales' deputy director, Barbara Davies Quy, said the COP26 summit was a chance for Wales to show leadership and take bold action.\n\"The Welsh government must seize this opportunity to drive positive change in our supply chains and commit to including deforestation free targets in all public sector spending,\" she said.\nIn COP26's first major deal last week, more than 100 leaders promised to end and reverse deforestation by 2030.  \nThe UK was among signatories. The charities say action is needed sooner.\nFigures suggest almost 20% of the Amazon rainforest has been lost and, if another 5% goes, a tipping point could be triggered where it will not be able to sustain itself as a tropical rainforest.\nWales' climate change minister, Julie James, said the report was \"shocking\".\n\"We absolutely have to do something to diminish and hopefully eliminate our footprint abroad as well as at home.\"\nShe was \"absolutely determined\" to change Welsh government procurement policy.\n\"We will also need to talk to all of our supermarkets and other purchasers across Wales to get everybody on board,\" she said.\nMs James said she had met with members of Peru's indigenous Wampis people at the conference. \n\"They were telling me about the destruction of their native lands, the deforestation, completely unintended by people who don't really understand what they're buying,\" she said.\nChanging climate change targets, she said, was something the Welsh government was \"determined to do\".\nCardiff burger restaurant Ansh has started taking action.\nThe meat for its burgers comes from their farm, where it uses sustainable methods to rear their animals.\n\"It's important that people question where produce comes from, where the meat comes from, where the food comes from,\" cook Aled Hill said.\n\"Because you don't know whether something you buy is causing huge damage overseas.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59207388",
      "category": "uk",
      "title": "Covid-19: US border reopens and remorse over pandemic purchases",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you on Tuesday.\nUnvaccinated people in England have been asked to get their Covid-19 vaccine before winter. NHS bosses are urging any of the 4.5 million people in England who haven't had a first vaccine dose to come forward and get one. Having a jab will protect you and your families at Christmas, said NHS England chief executive Amanda Pritchard. You can read more about the UK's vaccine rollout here.\nUK visitors are now able to travel to the US for the first time in nearly two years. Prior to this morning, only US citizens, residents and other exempt groups had been allowed entry to the US from the UK. All UK travellers over 18 will be asked to provide proof of vaccination to enter the US, which has also reopened its borders to people from Brazil, China, India, Ireland, South Africa, Iran and the Schengen countries.\nThe BBC has been told of bullying and harassment by anti-vaccination campaigners outside some schools in the UK. There are now calls for schools to be able to employ fast track exclusion zones to tackle the problem. Peter Kyle, the shadow education minister, said such incidents are \"ubiquitous\" in his constituency, Hove.\nDoctors say they're \"very concerned\" about the number of elderly people who haven't had a Covid-19 booster jab. About 20% of over 80s in the North East and north Cumbria who had their two earlier vaccinations still haven't taken up the offer of a booster. Dr Stewart Findley, who is heading the vaccination programme in the region, says it means some of the most vulnerable people are now at greater risk.\nOne in 10 people have expressed their regret over buying items ranging from DIY tools and pizza ovens to hot tubs and garden furniture during the pandemic, according to a survey. The sales of some items that people could enjoy at home surged during Covid lockdowns. But Insurer Aviva said many expensive items were now gathering dust. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nThe UK is rolling out booster jabs for some people - find out when you can get yours.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-59161075",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Lyra McKee film premieres at Belfast and Cork film festivals",
      "tags": "Film,Lyra McKee,Londonderry-Derry",
      "text": "A film celebrating the life of murdered journalist Lyra McKee has premiered at both Belfast and Cork film festivals.\nMs McKee was shot dead by dissident republicans as she observed rioting in Londonderry's Creggan estate in 2019.\nThe film utilises hours of voice recordings from Ms McKee's mobile phone, computer and Dictaphone, as well as family footage to tell her story.\nIt is the brainchild of BAFTA award-winning director and close friend of Ms McKee, Alison Millar.\nMs Millar said she was initially hesitant to make a film about her late friend, but was convinced to go ahead with the project by Lyra's partner, Sara Canning, and sister Nichola Corner.\n\"There was a responsibility in doing it and also doing it right,\" Ms Millar told BBC Radio Foyle. \n\"Between Nichola, Sara and the rest of the family there was a sense, because Lyra loved my films and we were such close friends, that we should definitely do this.\"\nMs Millar said putting the movie together \"wasn't easy\" but it meant she heard her friend's voice again.\n\"I got to spend every day with Lyra for the past 18 months making this film,\" she said.\n\"The good things is we do really give Lyra her voice back... it's great because she really is so amazing and funny,\" Ms Millar explained.\n\"All we ever wanted to do was make people know more about her.\"\nLyra McKee hailed from a working-class background in Belfast to become an investigative journalist, working to highlight the consequences of the Northern Ireland Troubles.\nMs McKee had written for many publications, including Buzzfeed, Private Eye, the Atlantic and Mosaic Science.\nShe was named Sky News young journalist of the year in 2006 and Forbes Magazine named her as one of their \"30 Under 30\" in media in Europe in 2016.\nThe 29-year-old north Belfast woman had signed a two-book deal with the publisher Faber and Faber.\nAs a voice of the \"ceasefire generation\", the film entitled Lyra, explores Ms McKee's role representing hope for a future free from conflict in Northern Ireland. \nSara Canning said her partner's \"heart is in this film\".\n\"It is really like having her with you again when you watch it because it's truly her and that's what makes the film so powerful; she is there throughout and the impact of her loss is so apparent,\" she said.\n\"There was some really lovely stuff written about Lyra at the time [of her death] but none of it really conveyed who she was, but this film does that,\" Ms Canning said. \n\"We tried our best at the time she was murdered to do that, but it was hard because everything was just so overwhelming at the time.\"\nThe film focuses on Ms McKee's killing, which cast shockwaves across the world.\nMs Canning said that Ms Millar's film allows Lyra \"to tell her own story\" and convey to the audience just how loved she was by friends and family. \n\"It was a hard watch, I am not going to lie, I always knew it would be. But there was a comfort in it that I knew she was there and I could feel her around me.\n\"But after it was over I felt awful, because she was gone again.\n\"I want people to go away from the film with just a sense of who Lyra was, full of life, funny and just how amazing she was.\"\nA number of people are facing charges in relation to events in Derry on the night of Ms McKee's death. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59166609",
      "category": "uk",
      "title": "Forced adoption: 'I'll never get over being forced to give up my baby'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59202129",
      "category": "uk",
      "title": "COP26: UK pledges £290m to help poorer countries cope with climate change",
      "tags": "COP26,Climate change",
      "text": "The UK is pledging £290m to help poorer countries cope with the impact of climate change, as the COP26 climate change summit enters its second week.\nGovernment ministers from around the world are in Glasgow for more talks.\nThey will discuss how to support poorer countries and if reparations for damage from natural disasters should be paid.\nPoorer nations have called for $100bn of financial help, arguing they are already suffering and will be worst affected by climate change.\nDeveloping countries have historically contributed a very small proportion of the damaging emissions driving climate change - while currently the wealthiest 1% of the global population account for more than double the combined emissions of the poorest 50%.\nThe majority of the money from the UK will go to help Asian and Pacific nations plan and invest in climate action, improve conservation and promote low-carbon development, the government said. \nThe Foreign, Commonwealth and Development Office described the £290m as \"new funding\" from the foreign aid budget. The government said last month that cuts to the UK's foreign aid spending, to 0.5% of national income, will stay in place until at least 2024-25. \nSenior government climate change advisers previously warned the cuts showed the UK was \"neither committed to nor serious about\" helping countries vulnerable to climate change ahead of COP26.\nThe UN summit will continue until Sunday, with much of the focus of the talks over how to limit global warming to the target of 1.5C.\nMonday will see negotiators discuss how best to mitigate the impact of a warming planet, particularly for poorer countries.\nDeveloping countries are asking for $100bn (around £73bn at current exchange rates) annually to help reduce emissions and adapt to climate change and reaching net-zero targets on emissions well before 2050.\nA pledge for $100bn from wealthier nations was made as long ago as 2009, but the plans to have it in place by 2020 have not been realised and current targets aim to reach it by 2023 - an offer which has been described as \"extremely disappointing\".\nInternational trade minister Anne-Marie Trevelyan said the world \"must act now\" to prevent more people being pushed into poverty by climate change.\nThe government said its £290m in new funding to tackle the impact of climate change will be split between:\nBut there is also the question of whether rich nations should pay reparations to vulnerable countries for damage already caused by climate change.\nWealthy nations have never acknowledged legal liability for the impact of their emissions - because the bill could run into trillions.\nSo far, Scotland is the only country promising to donate to a compensation fund for countries whose economies have been damaged by climate change with a £1m pledge.\nSaleemul Huq, director of the International Centre for Climate Change and Development in Bangladesh, said Scotland's pledge is the first time any developed nation has tacitly admitted responsibility for contributing to global warming - and he believed it will not be the last.\nThe Glasgow COP isn't really one conference - in effect it's two processes in parallel.\nOne is a series of daily events organised by the British presidency of the COP. This innovation has already conjured welcome initiatives on forests, finance, methane and technology. This week it'll unveil pledges on transport, cities and science. They'll be significant if they're carried through.\nMeanwhile in parallel the tangled talks of the formal UN process labour on.\nThere are disagreements over the rules governing climate deals, whether rich countries will offer more cash to poorer countries already suffering from dangerous heating - and whether given the urgency of climate disruption, nations should raise their carbon-cutting ambitions in two years instead of five.\nThere's also a question of reparations for nations harmed by emissions they didn't cause. So far the only contribution to the fund is £1m from Scotland.\nIt'll be a tough week.\nCharity Christian Aid said some of the world's poorest countries could suffer an average 64% hit to their economy by the end of the century under current climate policies.\nMohamed Adow, director of Kenyan climate and energy think tank Power Shift Africa, described the \"scale of the economic disaster\" as \"deeply unjust\".\n\"The fact rich countries have consistently blocked efforts to set up a loss and damage fund to deal with this injustice is shameful\", he added.\nThe first week of the climate talks have led to a variety of pledges, including a major deal to end and reverse deforestation by 2030, and to cut methane emissions.\nPresident of COP26, Alok Sharma, said the pledges made \"must be delivered on and accounted for\" by all nations. \nFormer US President Barack Obama is expected to speak in Glasgow later about the progress made in the five years since the Paris Agreement took effect."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-59206095",
      "category": "uk-england-lincolnshire",
      "title": "Roberts Buncis murder: Marcel Grzeszcz, 15, sentenced for killing",
      "tags": "Lincoln,Boston,Fishtoft",
      "text": "A teenage boy who killed his 12-year-old friend in a frenzied attack after luring him to a woodland has been sentenced for murder. \nRoberts Buncis was stabbed more than 70 times in the \"brutal and prolonged\" assault in Boston, Lincolnshire, just days before his 13th birthday.\nJurors at Lincoln Crown Court heard Roberts' wounds were \"consistent with an attempt to remove the head\".\nMarcel Grzeszcz, 15, was ordered to serve a minimum term of 17 years.\nJurors took less than two hours to convict Grzeszcz, who was 14 at the time of the attack in the Fishtoft area on 12 December 2020.\nGrzeszcz, who can be named in reports for the first time after anonymity restrictions were lifted, persuaded Roberts to meet by offering him £50 to sell cannabis.\nDuring the trial he insisted he had acted in self-defence and had \"lost control\" when Roberts, whom he accused of bringing a knife to the scene, tried to stab him.\nProsecutor Mary Loram QC told the court there was no evidence Roberts had been armed, and the attack showed a \"significant degree of pre-meditation and planning\".\nThe number of injuries and significant suffering suggested Roberts' death was \"more than a simple stabbing\", she said.\nMr Justice Baker, sentencing, rejected Grzeszcz's claim about the knife and said he had not yet shown \"any true remorse\".\nDuring the \"savage and brutal attack\" on Roberts, he said, the defendant had made \"a determined effort to remove his head before leaving his body for others to find\".\nAfter the killing, the judge said, Grzeszcz made attempts to conceal the crime and dispose of evidence by burning his clothing and sending messages claiming he never met Roberts on the night he was killed.\nThe judge warned Grzeszcz he may never be released.\nIn a statement read to the court, Roberts' father Edgars Buncis said he felt \"empty\" after his son's murder.\n\"This is all wrong. No father should have to bury his son,\" he said.\n\"Nothing is a reason for this. I have lost my destination, and my purpose. My life is in a cemetery.\"\nSpeaking after the sentencing, Det Ch Insp Richard Myszczyszyn said the \"utterly senseless\" killing would be \"remembered by officers and staff as one of the worst and saddest cases we have ever dealt with\". \n\"The level of violence, and that it involved children, makes it almost incomprehensible,\" he said.\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58677993",
      "category": "science-environment",
      "title": "How climate change is making inequality worse, especially for children",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-59197464",
      "category": "uk-england-birmingham",
      "title": "Vaccine appeal to pregnant women after mum dies of Covid",
      "tags": "Coronavirus vaccines,Birmingham,Coronavirus pandemic",
      "text": "The family of a woman who died with Covid before getting the chance to hold her newborn daughter have urged pregnant women to get vaccinated.\nThe brother of 37-year-old Saiqa Parveen, from Birmingham, said she had put off getting the jab until after her child was born.\nQayoum Mughal said the family had \"lost everything\".\n\"If she had the vaccine she might have had a chance of surviving,\" he said.\nMrs Parveen was taken to hospital with breathing difficulties in September and after being treated with oxygen, was put on a ventilator.\nShe was eight months pregnant when doctors delivered her child by emergency caesarean section. She died on 1 November.\nMr Mughal said his sister had been sent a letter offering her a vaccine but she told her family: \"It's too late now, when I've had my baby I will get my vaccine.\"\n\"But she didn't get the chance,\" he said.\nShe suffered further complications, including sepsis, as her condition worsened in hospital.\nMr Mughal described his sister as a \"lady of principle\", but said: \"For the sake of God and the sake of your loved ones, please get vaccinated.\"\nHe urged people to \"spare the pain of your loved ones\".\nA funeral for Mrs Parveen is due to take place on 8 November.\nCovid vaccines are recommended for pregnant women by the government, the Royal College of Obstetrics and Gynaecology (RCOG) and Royal College of Midwives (RCM). \nIn a letter to midwives, obstetricians and GP practices in July, chief midwife for England Jacqueline Dunkley-Bent said all healthcare professionals have \"a responsibility to proactively encourage pregnant women\" to get vaccinated. \nProf Lucy Chappell, the chief scientific advisor for the Department of Health and Social Care, said: \"Overwhelmingly our data on safety of the vaccines in pregnancy is very positive.\"\nShe said the government was advising pregnant women in the UK get the Pfizer or Moderna vaccines and added: \"If you can get vaccinated it is never too late in pregnancy.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59198124",
      "category": "uk-northern-ireland",
      "title": "Hormone replacement therapy: NI shortage 'distressing' for women",
      "tags": "NI Health,Hormone replacement therapy (HRT),Menopause",
      "text": "The shortage of hormone replacement therapy (HRT) in Northern Ireland is distressing for women and challenging for pharmacies trying to access it, according to a community pharmacist.\nLoretto McManus advised women to leave plenty of time for ordering their prescriptions.\nThe Health and Social Care Board said there were \"some treatments which are currently experiencing supply issues\".\nHRT helps many women control their often difficult menopausal symptoms.\nThere is a national shortage of HRT with officials citing several reasons including manufacturing delays, an increase in demand and possibly Brexit.\nMs McManus said certain products were out of stock in pharmacies across Northern Ireland and that this was \"distressing\" for women who have become used to particular treatments.\n\"As a community pharmacist the utmost care of our patients is premium to us,\" she said.\n\"Trying to source the prescribed product in a timely manner for the patient can be challenging. \n\"Sometimes that product won't be available and unfortunately this is not in the control of the community pharmacy. It can be a manufacturing problem, so we have to keep our communication channels open with a GP and liaise with them.\"\nSeveral women have told BBC News NI that they were being offered substitutes or had to source the medication themselves.\nKathryn Schreuder said she had to source her treatment as her pharmacy could not.\nMs Schreuder is part of a Northern Ireland menopause support group and said a growing number of women were experiencing problems.\n\"We had one lady who had to ring round dozens of pharmacies in Northern Ireland and ended up travelling from Belfast to Crossgar to access one bottle,\" she said. \n\"For a lot of women, their concern is, if their medication isn't available and they have just maybe spent six months to a year getting the right level of what they need, for that suddenly to be changed because of the limitation of what is available is very distressing.\"\nByddi Lee is 51 and is also on HRT. At present she has enough to last her a couple of weeks.\nMs Lee was contacted by her pharmacist a fortnight ago to alert her to supply issues with her medication. \nShe said her tailored treatment, which took a few attempts to get right, got rid of chronic migraines and joint pain.  \nMs Lee said this medication was \"essential\" and that she was afraid she might have to try alternatives which might mean a return of her symptoms.\nThe shortage of certain treatments, mainly Estrogel, has been felt since 2019 but has become a lot more acute.\nMore women are being treated for menopausal symptoms in Northern Ireland, increasing demand for supplies.\nIt is a similar picture across the UK.\nOver the past 12 months, a national campaign by a number of high profile women to try and debunk the myth around the menopause has led to thousands more women seeking help.\nMs McManus said she encouraged women that were being prescribed HRT to think about ordering their prescriptions one or two weeks in advance to allow for any supply issues to be ironed out with GPs.\n\"Obviously there is an element of distress because if you have a lady who has been stabilised on a particular product and it suddenly becomes unavailable, I mean her immediate reaction is 'oh I can't be without this product, I don't know how my life is going to change now, everything has just been so wonderful since I've been taking this.'\"\n\"Where am I going to go now? These are all the questions we deal with and we do try and support this lady.\"\nThe Health and Social Care Board said there were a small number of HRT medicines which were in short supply.\nWhen offering women different medication, prescribers are advised to check the British Menopause Society website for suitable substitutes and equivalent doses. \nReports of shortage of  HRT drugs have been reported across the UK since 2019.\nIn August 2019 The Royal College of Obstetricians and Gynaecologists (RCOG), the British Menopause Society (BMS) and the Faculty of Sexual and Reproductive Healthcare (FSRH) issued a joint statement on this matter calling on the Department of Health and Social Care to work with manufacturers to understand and limit the impact of these shortages.\nIt was mostly understood the shortage was driven by higher global demand and manufacturing issues. The pandemic has exacerbated it.\nIn February 2020 in response to a written PQ the Department of Health stated: \"We are aware of ongoing supply issues with some hormone replacement therapy (HRT) products due to a range of issues including manufacturing issues, regulatory issues and problems accessing the raw pharmaceutical ingredient.\n\"This is alongside commercial decisions made by some companies to divest these products.\""
    }
  ]
}