{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56304235",
      "category": "world-us-canada",
      "title": "Amanda Gorman: US poet says security guard labelled her 'suspicious'",
      "tags": "Poetry,Racism,US race relations",
      "text": "Amanda Gorman, the young poet who found global fame after performing at President Joe Biden's inauguration, has shared her experience of alleged racial profiling by a security guard.\nThe 22-year-old said on Twitter that she was accosted on a walk home on Friday and told \"you look suspicious\". \n\"This is the reality of black girls: One day you're called an icon, the next day, a threat,\" she wrote.\nGorman received widespread acclaim for her reading of The Hill We Climb.\nHer poem was seen as a rousing and timely call for national unity - delivered at the US Capitol just weeks after it was the scene of deadly riots. \nTweeting about her experience, Gorman described being \"tailed\" by the security guard who she said offered no apology after she was able to prove she lived in her own apartment building.\nIn revealing her experience, she re-shared a post she made in February which said: \"We live in a contradictory society that can celebrate a black girl poet & also pepper spray a 9 yr old\" - in reference to a recent incident in Rochester, New York. \n\"Yes see me, but also see all other black girls who've been made invisible. I can not, will not, rise alone.\"\nIn a second tweet about the incident, Gorman added: \"In a sense, he was right. I AM A THREAT: a threat to injustice, to inequality, to ignorance.\"\nLater, she returned to Twitter to thank people for their support.\nThe BBC has contacted her for further comment. \nGorman's social media posts have been widely shared - highlighted as an example of the everyday prejudice faced by black people in the US.\n\"Let this story sink in,\" Mark Keam, a state legislator in Virginia, tweeted. \"And realise how - while I'm glad it ended safe for @TheAmandaGorman - this type of confrontation is an every day occurrence for millions of our fellow Americans.\"\nIn her inauguration poem, Gorman described herself as \"a skinny black girl descended from slaves and raised by a single mother [who] can dream of becoming president, only to find her self reciting for one\".\nBorn in Los Angeles in 1998, Gorman became the city's youth poet laureate at 16. Three years later, while studying sociology at Harvard, she was named the first ever National Youth Poet Laureate.\nShe was the youngest poet to ever perform at a presidential inauguration and her performance was praised by influential national figures, including former First Ladies Michelle Obama and Hillary Clinton."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301743",
      "category": "uk",
      "title": "UK foreign aid: Yemen cut condemned by charities",
      "tags": "Foreign & Commonwealth Office,South Sudan,Nigeria,Democratic Republic of Congo,Syria",
      "text": "More than 100 UK charities have condemned the government's decision to cut aid to Yemen, following cross-party criticism.\nAt least £87 million has been pledged in aid to the Middle Eastern country, down from £164m in 2019-2020.\nA Foreign Office spokesman said the government remained \"steadfast\" in its support to the Yemeni people.\nYemen is among several Middle Eastern and African countries whose UK aid is at risk, a leaked email suggests. \nFirst reported by openDemocracy, a leaked document dated last month suggests officials are considering cutting aid to Syria by 67% and Lebanon by 88%.\nAid to Nigeria could drop 58%, Somalia 60%, South Sudan 59% and the Democratic Republic of Congo by 60%, it says. \nIn a letter to Boris Johnson, charities say the government has made a \"misjudgement\" by thinking the public is happy to turn away from countries affected by poverty, war and disease.\n\"History will not judge this nation kindly if the government chooses to step away from the people in Yemen and thus destroy the UK's global reputation as a country that steps up to help those most in need,\" the letter says.\nOxfam, Christian Aid, Save the Children and Care International are among the 101 signatories.\nDanny Sriskandarajah, Oxfam GB chief executive, said: \"Aid cuts are a false economy that will remove a vital lifeline from millions of people in Yemen and beyond who can't feed their families, have lost their homes and whose lives are threatened by conflict and Covid.\"\nHe also urged the government to stop the \"immoral\" practice of selling arms to the war-torn state.\nThe government wants to reduce its overall international aid budget by about £4bn in 2021-2022, which will mean missing the UN target of spending 0.7% of national income on foreign aid.\nBut it has yet to say where the axe will fall.\nThe leaked Foreign Office email gives the first indication of which countries might lose out. \nKevin Watkins, chief executive of Save the Children, said the UK's decision to cut aid would have \"devastating real-life consequences\".\nMPs from across the political spectrum have criticised the reduction in aid.\nConservative former international development secretary Andrew Mitchell said the \"unimaginable\" move would \"condemn hundreds of thousands of children to starvation\".\nShadow foreign secretary Lisa Nandy said the change represented the UK \"abandoning our moral obligations\".\nThe decade-long conflict in Yemen has left an estimated 20 million people - two-thirds of the population - dependent on humanitarian assistance while two million children are acutely malnourished. \nIn Syria, the country has been left devastated by a conflict that erupted after President Bashar al-Assad's government responded with deadly force to peaceful anti-government protests in March 2011.\nThe fighting has left at least 380,000 people dead and caused half the population to flee their homes, including almost six million refugees abroad.\nA UK government spokesman said: \"The seismic impact of the pandemic on the UK economy has forced us to take tough but necessary decisions, including temporarily reducing the overall amount we spend on aid.\n\"We are still working through what this means for individual programmes and decisions have not yet been made.\n\"We remain a world-leading aid donor and we will spend more than £10 billion this year to fight poverty, tackle climate change and improve global health.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56295486",
      "category": "business",
      "title": "Covid-19: English travellers face fines and losing flights without new permit",
      "tags": "Tourism,Coronavirus lockdown measures,Travel,UK economy,Travel & leisure industry,Air travel",
      "text": "Anyone travelling overseas from England from Monday will have to prove they are allowed to travel, or risk being turned away from the airport and fined.\nThey will need to complete a \"Declaration to Travel\" document from a government website. \nThe form sets out that their trip is permitted under current restrictions, such as for education or work.\nPolice officers will be conducting spot checks and may ask travellers to produce a completed form.\nIt will be an offence to fail to produce a completed form and individuals could face a £200 fine, the Department for Transport warned.\nThe form must be downloaded from the government's website, signed before travel and carried or downloaded on to a mobile phone.\nThe three-page form requires travellers to fill out their personal details and tick a box indicating why they are leaving the country.\nAirlines will check the forms have been completed before boarding, either at check-in (online or check-in desk) or at the departure gate. \nPassengers who do not have a valid form may be denied access to their flight. \nAirlines are legally obliged to set out on their website that the form must be completed before travelling.\nCurrent lockdown restrictions mean it is illegal to travel abroad without a permitted reason, such as for work, volunteering, education, medical grounds or funerals.\nForeign holidays for people in England will not be permitted before 17 May under Boris Johnson's roadmap for easing coronavirus lockdown restrictions.\nPassengers who are identified by police as attempting to travel internationally for reasons that are not currently permitted will be asked to return home and risk being fined for breaking the rules. \nThe fines start at £200 and soar to a maximum of £6,400.\nThere are slightly different restrictions in Northern Ireland, Scotland and Wales but, as yet, no declaration for travel form is required.\nUnder current UK-wide Covid-19 restrictions, you must not travel, including abroad, unless you have a legally permitted reason to do so. \nIt is illegal to travel abroad from anywhere in the UK for holidays and other leisure purposes.\nTravellers arriving anywhere in the UK now have to take two coronavirus tests while quarantining, while some must pay to self-isolate at a hotel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-56304839",
      "category": "uk-scotland",
      "title": "Murder investigation over missing woman Bennylyn Burke and two-year-old daughter",
      "tags": "Dundee",
      "text": "The disappearance of a woman and her two-year-old daughter is now being treated as murder, say Police Scotland.\nAvon and Somerset Police issued an appeal last week to trace 25-year-old Bennylyn Burke and two children from South Gloucestershire.\nA man, 50, was arrested on Friday at a property in Troon Avenue, Dundee. \nHe has been charged in connection with the deaths of Ms Burke and her daughter Jellica and is due to appear at court in Dundee on Monday.\nPolice said inquiries were ongoing to establish their whereabouts. \nThe second child reported missing has been traced and is being supported, the force added.\nDet Supt Graeme Mackie, from the force's major investigation team, said: \"We are now treating the disappearances as a murder investigation and I would urge anyone with any information to please come forward and speak to us.\n\"This is a complex enquiry involving both local officers in Dundee and specialist resources from across Police Scotland.\n\"Bennylyn's next of kin have been updated on the arrest and are being supported by colleagues from Avon and Somerset Police.\n\"Our thoughts are with her family and friends at this very difficult time.\n\"There will be an increased police presence in the area for a considerable period of time and I would like to thank the local community for their cooperation.\"\nDet Supt Mackie asked anyone with information to speak to local officers or to call Police Scotland via 101.\nMs Burke and two children were reported missing on 1 March. Avon and Somerset Police put out an appeal for information two days later.\nThe force said the 25-year-old was last seen at her home in Kingswood, South Gloucestershire, on 17 February.\nOfficers in Dundee attended the property in Troon Avenue at around 15:20 GMT on Friday.\nThere was a large police presence around the property, which is near Downfield in the north of Dundee, with dozens of police and forensic officers at the scene.\nPolice Scotland closed off the street with a cordon around the house.\nA blue tent has also been erected in the front garden to cover a waste skip and yellow polythene has been used to cover windows at the back of the property."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56293637",
      "category": "world-europe",
      "title": "Italian dictionary Treccani urged to change 'sexist' definition of 'woman'",
      "tags": "Sexism,Italy,Language",
      "text": "About 100 high-profile figures have signed a letter to the Treccani Italian dictionary calling on it to change its definition of the word \"woman\".\nThe campaign argues that derogatory terms such as \"puttana\" (whore) should be removed from the list of synonyms.\nSuch words reinforce \"misogynist stereotypes that objectify women and present them as inferior\", it adds.\nTreccani, a leading online Italian dictionary, has not yet responded, but previously defended its approach.\nAmong the letter's signatories are LGBTQ+ activist and politician Imma Battaglia, politician Laura Boldrini, and Alessandra Perrazzelli, deputy director general of the Bank of Italy.\nIt was written by activist Maria Beatrice Giovanardi, who was also behind an earlier campaign to get the Oxford English Dictionary (OED) to remove words such as \"bint\" and \"bird\" as other ways of saying \"woman\". After a similar petition attracted tens of thousands of signatures, Oxford University Press updated its definition.\nThe synonyms given in Treccani's definition are even worse than the OED's because there are 30 terms used to describe sex workers, Ms Giovanardi told Reuters. \nMeanwhile, she added, the word \"man\" was associated with positive terms such as \"businessman\".\n\"Language shapes reality and influences the way women are perceived and treated,\" she wrote in her letter.\n\"Vocabularies, dictionaries of synonyms and antonyms, encyclopaedias are educational tools of reference and Treccani.it, as such, is consulted in schools, libraries and in all of our homes.\"\n\"This will not put an end to everyday sexism, but it could contribute to a correct description and vision of women and their role in today's society.\"\nIn a blog post published in November, Treccani said that the dictionary did not \"select lexicon based on moral judgment or prejudices\".\n\"If society and culture express negativity through words, a dictionary cannot refuse to document them,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56285179/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Is school mask and testing policy flawed?",
      "tags": "Schools,Coronavirus pandemic",
      "text": "Schools reopen to all pupils next week in England - the first part of the UK where this will happen. It is a crucial step for children and wider society in the route out of lockdown.\nMasks are to be worn by secondary school children in classes, while mass testing is being introduced. But will these steps be a help? And does it even matter if infection rates go up?\nTo reduce the risk of spread of the virus, the government has introduced mass testing. All secondary school pupils will be offered three tests on their return before being asked to carry them out twice a week at home. \nThese will be rapid lateral flow tests that provide a quick result on the spot, unlike the ones that are carried out in official testing centres - known as PCR tests - that are sent off to labs. The rapid tests are less accurate - they may pick up only between half to three-quarters of positive cases, but given they are being used to spot cases before people develop symptoms or for those who do not develop symptoms, the government is adamant they have an important role.\nThe problem is they can result in a false positive, telling people they are infected when they are not. Research suggests this happens one to three times for every 1,000 tests carried out.\nOne safeguard would be to get anyone who tests positive to then take a PCR test to confirm it. This is being done for tests that are done in people's homes, but not for those carried out in school.\nAssuming most pupils take up the option of the tests, that could result in thousands of pupils and their close contacts being asked to isolate unnecessarily.\nThat may be a price worth paying if it was spotting many more positives, but the testing done in schools in recent weeks, of pupils and staff who have been attending, shows the number testing positive is now at the lower estimate for the false positivity rate.\nBirmingham University biostatistician Prof Jon Deeks says given the low detection rates that are being seen it is \"absolutely clear\" many of those getting positive test results next week will be false positives.\n\"Any testing system is a trade-off between benefits and harms,\" he says. \"My concern is that it will actually cause more harm than good.\"\nConcerns have been raised by the Royal Statistical Society, too. Prof Sheila Bird, a member of the society's Covid-19 Task Force, told BBC Radio 4's Today programme false positives were \"very likely\" and that every positive lateral flow test should have a PCR test to confirm it.\nThe second key change - and the most controversial - is the recommendation of masks in classes for secondary age schoolchildren. Previously pupils were just expected to wear them in communal areas, like corridors.\nCritics say it will harm learning and is unfair to expect children to wear masks for hours on end. But others have argued it is an absolute necessity and should have been introduced in primary schools too.\nThe problem is the benefit of mask-wearing is difficult to quantify. Recent evidence from the government advisory group Sage acknowledges this, although it says there is evidence that worn correctly they will have a \"small but significant\" impact on transmission by preventing the wearer from spreading the virus if they are unknowingly infected.\nThis is mainly derived from lab experiments though, and much will depend on how they are used, it says. Will teenagers adhere to the best practice on mask-wearing for hours on end?\nIt is for this reason some experts say they would have liked to see a proper trial in schools to measure the impact. \"We always do this for a medical intervention - there are lots of things that work in the lab but not in the real world,\" says Prof Jonathan Ball, a virologist at Nottingham University. \n\"But for some reason we don't do this with non-medical interventions. It would be complicated, but this would be the ideal opportunity to do it - and help us decide if they are useful or make matters worse.\"\nWithout a trial, the fear is it will be difficult for the government to stop the practice. If cases remain low, it could be argued masks have made the difference and if they creep up, the case could be made they would have gone up more without mask-wearing. The move could, in other words, open a can of worms.\nBut it is a risk ministers seem happy to tackle. The government insists the use of masks is \"temporary and precautionary\" - and  will be reviewed at Easter. Or, in the words of one scientific adviser: \"We know it's not going to make much difference, but if it helps us get schools back, it's worth the hassle when it's dropped.\" \nIt is well-established that children are at incredibly low risk from the virus, while research by the Office for National Statistics has shown that teachers are at no higher risk of infection than other working-age people.\nWhat role will schools play in the wider spread of the virus though remains more open for debate. Children, after all, come home and mix with their families. \nGovernment advisers say schools have not been a key driver of infections so far. This much can be seen from the impact of the second national lockdown in England in November when infection levels fell despite schools being open. \nBut this was before the new UK variant became dominant. Modelling has suggested reopening schools now could be enough to drive the R number above one, which would lead to a growing epidemic.\nMinisters have already indicated this matters less than it used to because the vaccination programme has begun to break the link between infection rates and serious illness and death - the R number is not one of their tests for slowing the pace of lifting lockdown. \nDr Muge Cevik, an infectious disease expert at the University of St Andrews, says it is impossible to disentangle exactly what impact schools have - although she says all the evidence suggests the school outbreaks that have happened have mainly been small.\n\"The evidence of harms of closing schools is clear. They should be open as default unless there is very strong evidence that closing them will have a significant impact on hospitalisations and mortality.\"\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56292436",
      "category": "uk",
      "title": "Covid-19: Brazil variant case traced, and nurses prepare possible strike",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow morning.\nA mystery person infected with the Covid variant of concern first found in Brazil has now been traced. Six cases of the apparently more contagious P.1 variant had been located in the UK - but the identity of one patient remained unknown. Health Secretary Matt Hancock told a Downing Street briefing the person concerned has been staying at home - and there was no sign of further transmission. But extra testing is being put in place in Croydon, where they live. Read more about the Brazil variant here. - and watch Mr Hancock's comments below.\nThe number of people infected with coronavirus in the UK has continued to decrease. The weekly survey carried out by the Office for National Statistics indicates about one in 230 people had the virus in the seven days ending on 27 February, compared with one in 155 the previous week. The health secretary called the figures \"encouraging news\" ahead of the opening up of schools to all pupils in England on Monday. Matt Hancock added an extra £79m would be spent on mental health support for pupils - saying the return to school was a \"long-awaited day for many... but for some it's also a moment of unease and anxiety\".\nAt the same briefing, the health secretary defended a proposed 1% pay increase for NHS staff in England this year, amid a backlash from unions. Mr Hancock said the proposal was \"what we think is affordable\" given financial pressures caused by the pandemic. But the union the Royal College of Nursing has set up a fund to prepare for possible strike action over the proposals, which it calls derisory. Our health editor says the unions see the proposal as scant reward for the huge efforts of staff during the pandemic. \nAnyone travelling overseas from England from Monday will have to prove they are allowed to travel, or risk being turned away from the airport and fined. A \"Declaration to Travel\" document - available on  a government website - sets out that the trip is permitted under current restrictions, such as for education or work. Individuals could face a £200 penalty if they fail to produce a completed form.\nDuring the pandemic, the government has awarded thousands of contracts to private companies, spending billions of pounds of public money in the process. But the way these contracts have been awarded - and the huge sums of money involved - have led to accusations of a lack of transparency. So what are the rules on government contracts, and has anything changed during the pandemic? Our explainer has all the details.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. The furlough scheme is being extended until the end of September - find out about the new rules.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56297996",
      "category": "science-environment",
      "title": "Nasa's Perseverance rover begins its exploration of Mars",
      "tags": "Nasa Perseverance Mars rover,Space exploration,Mars rovers,United States",
      "text": "The US space agency's Perseverance rover has wiggled its wheels and undertaken its first Martian drive.\nIt didn't move far - just 6.5m (21ft) in total.\nBut Nasa's deputy project scientist Katie Stack Morgan said it was a significant moment.\n\"While the rover is still doing a lot of engineering checkouts, the minute the rover begins to move we can consider ourselves explorers on the surface of Mars,\" she told BBC News.\nIt's two weeks now since the one-tonne robot made its dramatic descent to the Red Planet.\nEngineers have spent the time commissioning the vehicle and its many complex systems, including its instruments and robotic arm.\nEveryone, however, has been waiting for Perseverance to start rolling. It happened on Thursday. The robot went forward a short way, spun on the spot 150 degrees, and then backed up a bit.\n\"You can see the wheel tracks that we left on Mars; I don't think I've ever been happier to see wheel tracks,\" said Perseverance mobility engineer Anais Zarifian.\n\"This is just a huge milestone for the mission and the mobility team. We've driven on Earth but driving on Mars - that's the ultimate goal, and just so many people have worked towards this very moment for years.\"\nPerseverance was put down in a near-equatorial crater called Jezero, to search for evidence of past life.\nThis will involve roving some 15km over the coming Martian year (roughly two Earth years).\nScientists want to reach a number of enticing rock formations in the crater that might retain a record of ancient biological activity.\nAmong these is what looks in satellite imagery to be a delta - a structure built up from the silt and sand dumped by a river as it enters a wider body of water. In Jezero's case, this wider body was very likely a crater-wide lake that existed billions of years ago.\nThe mission team is considering two possible routes to the delta, one of which would give scientists a preview by taking the robot past an isolated remnant.\n\"This (mound) is about a mile-and-a-half away from the rover. You can actually resolve layering within the rocks,\" said Dr Stack Morgan. \n\"In this outcrop, these resistant layered rocks were likely deposited by rivers flowing into the ancient Lake Jezero, and scientists on the team are hard at work trying to understand the significance and origin of rocks like this.\"\nAn immediate goal for Perseverance is its helicopter experiment. The rover brought a small chopper with it from Earth. \nThe vehicle will spend the next few weeks driving from its present location to a suitable stretch of terrain where the 2kg device called Ingenuity can be put safely on the ground. At present, the aircraft is slung beneath Perseverance's belly. \n\"We're still figuring out the possible flight zones,\" said Robert Hogg, Perseverance's deputy mission manager. \"We're taking navigation camera images, stereo images, to be able to analyse the terrain. And also the team's been looking at orbital images looking at possible flight zones. Long story short, we're still aiming for getting that done in the spring,\" he told reporters.\nPerseverance is the fastest rover Nasa has ever put on Mars. This is not so much because of the rate at which the wheels can turn (about 5cm/s), but rather because of advances in autonomous navigation.\nThe robot takes pictures to assess the road ahead. Previous vehicles had to stop while these images were processed onboard. Perseverance can do this on the fly.\n\"Perseverance can walk and chew gum at the same time,\" said Anais Zarifian.\nNasa announced on Friday that it had named Perseverance's landing site in Jezero Crater after the celebrated American science fiction writer Octavia E. Butler. The same honour was given to scifi author Ray Bradbury in 2012. His name will forever be associated with the touchdown location of the US space agency's previous rover, Curiosity."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56304979",
      "category": "uk-wales",
      "title": "Soldier killed at Castlemartin range named as Sgt Gavin Hillier",
      "tags": "Castlemartin,Dyfed-Powys Police,Military,British Army,Ministry of Defence",
      "text": "A soldier who was killed during a live-fire training exercise at an army range has been named as Sgt Gavin Hillier of the 1st Battalion Welsh Guards. \nSgt Hillier died on Thursday evening after being fatally injured at Castlemartin in Pembrokeshire. \nIn a post on Facebook, Sgt Hillier's father said he was \"heartbroken\" by the death of his son. \nThe Ministry of Defence (MoD) said: \"Our thoughts are with his family and friends at this tragic time.\"\nIt added: \"An investigation is under way and it would be inappropriate to comment further at this stage.\"\nEarlier on Saturday, Dyfed-Powys Police said it had opened an investigation into the death of the soldier. \nPolice said officers were liaising with the Health and Safety Executive (HSE) and Ministry of Defence.\nThe Defence Accident Investigation Branch is also involved in inquiries into the soldier's death.\nIn a Facebook post, Sgt Hillier's father said he was\"absolutely devastated\". \nSgt Hillier is the fourth member of the military to die at the range since 2012. \nIn 2017, two soldiers died in a tank explosion, which a coroner ruled was due to a design flaw.\nAn army captain was jailed in July 2018 after a 21-year-old soldier was killed by a stray bullet during an exercise at the range in 2012.\nAccording to the MoD, the Welsh Guards have a \"dual role\" as \"light role infantry\" and \"world class ceremonial soldiers, guarding the Royal Family and royal palaces such as Buckingham Palace and the Tower of London and conducting state ceremonial duties\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56296518/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Pubs deluged with beer garden bookings",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Restaurants,Pubs,Leeds,Coronavirus pandemic",
      "text": "England's pubs have been deluged by people eager to book space from when beer gardens reopen on 12 April, industry group UK Hospitality has said.\nFrom that date, pubs are expected to be able to serve customers sitting outdoors.\nOne Leeds pub reported that it had taken in 700 bookings in just five hours this week.\nDemand has been so high that scammers have even taken to advertising fake pub bookings.\nPubs in most of the UK have been closed to sit-in customers during the latest lockdown, creating pent-up demand.\n\"Our members that can open outdoor areas have reported strong interest from customers, which is not surprising after such a long period of closure,\" said Kate Nicholls, chief executive of UK Hospitality.\nDuring the most recent lockdown, pubs in England have been allowed to serve takeaway food and non-alcoholic drinks until 23:00 GMT, but not takeaway alcohol. Pubs have been closed to customers wishing to sit in throughout the UK.\nIn Scotland, alcohol cannot currently be sold for outdoor consumption, while venues are closed on the mainland except for takeaways picked up outside the premises, although they are open on some of the islands. Hospitality venues on the mainland are set to reopen from about 26 April.\nIn Wales, pubs can sell takeaway drinks if licensed, and in Northern Ireland, takeaway off-sales must stop at 20:00 GMT.\nWhen the Water Lane Boathouse pub in Leeds announced on Wednesday that bookings were open, it had more than 700 in just five hours.\n\"Please bear with us as we work our way through them,\" it told customers on Twitter.\nThe rush to secure pub places when lockdown lifts prompted one fraudster to advertise fake bookings for a south London pub at £15 a time.\nThe scammer posted an ad on Craigslist claiming: \"I have taken the liberty of procuring all the bookings at the Half Moon Pub in Herne Hill, from 12-close in the date range 12-18 April. \n\"Love it or hate it, now you must pay for it. £15 per booking.\"\nThe ad has since been removed.\nAt the Wiremill, near Lingfield in Surrey, bookings have been flooding in, even though the pub has not advertised its reopening plans.\n\"We're almost fully booked for the first week of opening and have already got about 2,500 people booked in for the first two weeks, even though we haven't gone out to tell customers,\" says pub owner Tim Foster, who runs the four-strong Yummy Pubs chain.\n\"They've all come from inquiries, people asking when we'll be open and if they can book.\"\nThe pub used the time after the first lockdown to boost its outdoor area and double the capacity.\n\"We're now capable of seating 230 outside, or 160 with social distancing, but we'll limit bookings to around 50% capacity for the first couple of weeks to help us and our customers get used to it,\" Mr Foster said.\nPubs will be helped by not having to keep to a 22:00 curfew, as they were last time they were allowed to open, but bookings are coming in at a high level for every day, he said.\n\"We'll be full every day, not just the weekends. There's a huge pent-up demand - people are desperate to get out of their houses.\"\nOther pub chains have reported an uplift in bookings.\n\"We experienced a 300% spike in bookings when the roadmap was announced,\" said Zoe Cooper, senior marketing executive at the Inn Collection Group, which has 15 pubs in north-eastern and north-western England.\n\"We're looking forward to welcoming guests back.\"\nA spokesperson for Fuller Smith & Turner, which runs about 400 pubs around the country, said: \"People are clearly keen to get back to the pub and where we are opening our gardens and patios on 12 April, we've seen a high number of people pre-booking their tables.\n\"We just can't wait to welcome our customers back into our pubs. It's been a long time coming.\"\nMitchells & Butlers owns a number of national pub chains, including All Bar One, Browns, Castle and Harvester.\nIt said it would open 250-300 pubs in England on 12 April, and about 100 more from the Bank Holiday weekend at the end of the month. \n\"In pubs which do reopen, we'll be encouraging customers to use apps to both pre-book and then to order from their table,\" a spokesperson said.\nLast month, Prime Minister Boris Johnson announced that he hoped that hospitality venues could reopen from 12 April for outdoor service only.\nThe reopenings depend on how the pandemic progresses in the next few weeks.\nBut if all goes as planned, people will be able to meet friends or family in beer gardens or to eat dinner outside as a group of six or a mixture of two households.\n\"Bookings will not be mandatory, although lots of venues will probably implement a booking system,\" said UK Hospitality's Ms Nicholls.\n\"Businesses will have their own systems in place for managing high demand, processing bookings and ensuring high levels of safety are met.\"\nOne chain where you won't need to book is Wetherspoons. It said this week it would reopen 394 of its 750 England pubs with outdoor spaces, including beer gardens, rooftops gardens and patios.\nBut the pub reopenings on 12 April are only a small part of the industry, pointed out Ms Nicholls.\n\"April isn't going to represent a reopening of any significance, or a reopening at all, for much of the sector. We need to remember that nearly 60% of hospitality businesses don't have outdoor areas and many that do only have small spaces.\"\nPubs and restaurants will be given the green light to offer indoor seating from 17 May, providing specific Covid conditions are met.\nFrom that date, indoor parties can be made up of a maximum of six people or two households of any size, while groups seated outside must be smaller than 30 people.\nFrom 21 June, all restrictions could be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56307346",
      "category": "world-us-canada",
      "title": "Tiger Woods car crash: Golfer found unconscious, documents reveal",
      "tags": "Los Angeles,United States",
      "text": "Tiger Woods was found unconscious after his car crash in California last month, it has emerged.\nA man who lives nearby said he heard the crash and walked to the scene where he found the golfer with his face and chin covered in blood, court documents based on a police affidavit show.\nHe said he tried to speak to the champion but did not get a response.\nWoods required lengthy surgery to a fractured leg and shattered ankle after the accident in Los Angeles County.\nPolice have said there was no evidence that he was impaired by drugs or alcohol. \nThe first emergency crews who arrived at the scene reported that Woods was \"calm and lucid\" as he was cut from the wreck of the SUV.\nIt had not been previously disclosed that Woods had lost consciousness. \nIn the affidavit, filed by the Los Angeles County Sheriff's Department, police said that Woods could not remember driving. Officers had to tell him he had been in a crash, according to the documents. \nThe local resident who first found him has not been named.\nPolice filed the affidavit in order to try to obtain the SUV's data recorder for the investigation into what caused the crash. \"I believe the data will explain how/why the collision occurred,\"  Los Angeles County sheriff's Deputy Johann Schloegl wrote.\nPolice have previously said that Woods was driving alone along a downhill stretch of road that has a high frequency of accidents.\nHis car struck the central reservation, crossed into the opposite lane, rolled over several times and then plunged off the road and down an embankment.\nCounty Sheriff Alex Villanueva has said that it was \"purely an accident\".\nWoods suffered \"open fractures\" on the tibia and fibula of his lower right leg and a rod was inserted into the tibia. Injuries to his foot and ankle were stabilised with screws and pins."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56281473",
      "category": "uk-england-london",
      "title": "Sarah Everard: 'Increasing concern' for Brixton woman",
      "tags": "Sarah Everard murder,Clapham,Lambeth,Brixton",
      "text": "The disappearance of a woman who has not been heard from since Wednesday night is causing \"increasing concern\", police have said.\nSarah Everard, 33, vanished as she walked home to Brixton, south London, from the Clapham Junction area.\nMs Everard spoke to her partner en route but has not been heard from since that point, friend Rose Woollard said.\nShe said her phone signal was picked up last near Clarence Avenue, between her home and where she left another friend.\nFriends, who last heard from the 33-year-old at about 21:30 GMT on the day she went missing, were unable to contact Ms Everard on Thursday and notified the police.\nShe is 5ft 4in (162cm), has a slim build and blonde hair, and was wearing a green coat, dark trousers and trainers, her best friend Ms Woollard said.\nThe teacher described the 33-year-old as \"beautiful, thoughtful and incredibly kind\".\nShe said: \"Sarah and I met many years ago whilst studying together at Durham University. She has always been an exceptional friend, dropping everything to be there to support her friends, whenever they need her.\n\"It was only recently that she was telling me the good news about her new role as a senior marketing account manager, which she was excited to start.\n\"It is extremely uncharacteristic of her to have gone missing, which is why we are all deeply concerned something has happened to her.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56302489",
      "category": "uk",
      "title": "Covid-19: Rapid testing available to all businesses in England",
      "tags": "Coronavirus pandemic",
      "text": "Workplace Covid testing is now available to all businesses in England, the government has announced, including those with fewer than 50 employees.\nBusinesses of all sizes can register from Saturday to order lateral flow tests for their workers, the Department of Health and Social Care (DHSC) said.\nRapid Covid-19 testing provides results in less than 30 minutes, helping people to \"isolate immediately\", DHSC said.\nThe tests are free until 30 June, and companies can register until 31 March.\nThe hope is that asymptomatic cases can be detected quickly, thereby preventing workplace outbreaks.\nSo far, more than 3,500 businesses have signed up to offer workplace testing programmes, the DHSC said, and more than 14,000 have registered their interest in offering rapid testing.\nInitially, only businesses with 250 or more employees were eligible to access lateral flow tests. This was reduced to 50 last month.\nHealth Secretary Matt Hancock said that regular workplace testing was \"a vital part of our route back to normal life\".\nHe said: \"These rapid tests will allow positive cases of Covid-19 to be caught quickly, which is crucial in helping businesses protect their workplaces and employees as we cautiously lift restrictions.\"\nBut people are still being advised to work from home where they can.\nBusinesses have welcomed the wider rollout of workplace testing.\nMike Cherry, national chair of the Federation of Small Businesses, said helping businesses to introduce testing was \"fundamental to bringing the coronavirus under control and ensuring that this current lockdown is the last\".\nMatthew Fell, Confederation of British Industry chief UK policy director, said: \"Businesses appreciate that regular mass testing can play a vital role in a safe re-opening, helping to build staff confidence and adding a layer of resilience to help firms stay open.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56299663",
      "category": "uk-politics",
      "title": "NHS pay: Hancock defends 1% pay rise after union strike threats",
      "tags": "Public sector,Nursing,NHS,Pay,Royal College of Nursing,Matthew Hancock",
      "text": "The health secretary has defended a proposed 1% pay increase for NHS workers in England this year, amid a backlash from unions. \nMatt Hancock said the proposal was \"what we think is affordable\" given financial pressures caused by the Covid pandemic. \nHe added staff had been exempted from the wider freeze on public sector pay to reward their \"incredible\" work.\nA nurses' union has set up a fund to prepare for possible strike action.\nAnd Unite - the third largest union in the NHS - said it is considering a strike ballot.\nThe Royal College of Nursing (RCN) has called the recommended 1% pay rise \"pitiful\", arguing that its members should get 12.5% instead.\nIt would have to hold a ballot before strikes could go ahead.\nSpeaking at Friday's Downing Street briefing, Mr Hancock said the pay award reflected the \"difficult financial circumstances the country is in\".\n\"One of the challenges we've faced as a country is in terms of the financial consequences of the pandemic,\" he told reporters. \n\"We've proposed what we think is affordable to make sure in the NHS people do get a pay rise,\" he said. \nThe health department recommended the 1% pay award to the independent panel that advises the government on NHS salaries. It would cover nearly all hospital staff, but not GPs and dentists. \nIn addition, some staff whose pay band is being changed will get more than a 1% increase as a result of a previously agreed three-year pay deal. \nThe government says newly-qualified nurses got a 12% pay rise over the course of that three-year agreement. \nIn its submission to the panel, officials at the department argued the 1% rise would strike the \"right balance between pay and staff numbers\".\nThe panel is due make its own pay recommendations in early May, when ministers will make their final decision.\nSome 1.3 million public sector workers will see a pay freeze next year, with those earning less than £24,000 guaranteed a pay rise of at least £250.\nA government spokesperson said 1% was a \"real-terms increase\", as the latest official inflation figure was 0.9%.\nBut Unite's national officer for health Colenzo Jarrett-Thorpe said it would turn into a \"pay cut in real terms\" if inflation rises over this year. \nRCN Chief Executive Dame Donna Kinnair has said the award shows ministers are \"dangerously out of touch with nursing staff, NHS workers and the public\".\nLabour's shadow health minister Rosena Allin-Khan said the recommended 1% pay increase was \"nothing short of an insult\".\nThe NHS in Scotland, Wales and Northern Ireland is run by the devolved administrations.\nThe Scottish government has announced that 2021-22 pay negotiations will be delayed until the summer because of the disruption caused by Covid. Staff have been given an \"interim\" pay rise of 1%, which will form part of the new settlement.\nNHS workers in Northern Ireland were promised a one-off £500 \"special recognition\" payment in January, following a similar announcement in Scotland.\nThe Welsh government has said it will not set a \"ceiling\" of 1% on NHS pay rises for 2021-22.\nIf you are an NHS worker, what are your views about your pay? Email: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC TV  journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-56278463",
      "category": "uk-england-lancashire",
      "title": "Covid: Helicopter flew from Salford to Preston for sandwich",
      "tags": "Coronavirus lockdown measures,Barton upon Irwell,Chipping,Coronavirus pandemic",
      "text": "A helicopter pilot's 80-mile round trip to pick up a beef sandwich from a farm shop was a \"flagrant abuse\" of lockdown rules, a councillor has said.\nA video posted online on Tuesday showed the man landing for his \"roast beef in gravy barm with caramelised onion\" at Chipping Farm Shop near Preston.\nA flight radar website tracked the helicopter to the shop from City Airport in Salford.\nRibble Valley council is investigating a possible Covid rule breach.\nThe pilot and farm shop have been contacted for comment. \nA video posted by the shop on Instagram showed the helicopter landing nearby and a member of staff delivering the sandwich to the pilot.\nThe post included a comment from the shop about what happens \"when your customers are literally flying in for your roast beef in caramelised onion gravy barms\". \nThe shop has since deleted its account on Facebook, which had also posted videos of the helicopter's arrival.\nA local resident, who has asked not to be named, said he tracked the helicopter online and had seen it travel from Salford to the shop, which was not connected to a farm, and back again.\nHe told the BBC the shop served \"takeaway drinks and snacks to the many cyclists who come here [and] earlier this week there were 20 plus of them and a helicopter for the second day running\".\nSimon Hore, who represents the Chipping ward on Ribble Valley Borough Council, said the helicopter trip \"does seem to be a flagrant abuse of the restrictions on travel under the current lockdown rules\".\n\"All premises need to ensure that they are observing rules,\" the Conservative councillor said.\nGreater Manchester Police said it was looking into what had happened, while Lancashire Police said any complaint it received about the trip would be passed to the neighbouring force.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56288237",
      "category": "uk-politics",
      "title": "Covid-19: Nurses prepare for strikes over 1% NHS pay rise in England",
      "tags": "Public sector,Nursing,NHS,Pay",
      "text": "A nurses' union has set up a £35m fund to prepare for possible strike action over a proposed 1% pay rise for NHS workers in England.\nThe Royal College of Nursing (RCN) called this \"pitiful\", arguing that its members should get 12.5% instead.\nIt would have to hold a ballot before strikes could go ahead. \nLabour said NHS \"heroes\" deserved more money, but the government insisted 1% was \"what's affordable\" at a difficult time for the public finances. \nAt least 1.3 million other public sector staff - including teachers, the armed forces, firefighters and police officers - are about to have their pay frozen for a year.\nThe Department of Health and Social Care recommended the 1% pay rise to the independent panel that advises the government on NHS salaries. \nIt would cover nearly all hospital staff, but not GPs and dentists. The panel is due to make its own pay recommendations in early May, when ministers will make their final decision.  \nA government spokesperson said 1% was a \"real-terms increase\", as the latest official inflation figure was 0.9%.\nBut RCN general secretary Dame Donna Kinnair warned it would mean just £3.50 more per week in take-home pay for an experienced nurse.\n\"This is pitiful and bitterly disappointing,\" she said. \"The government is dangerously out of touch with nursing staff, NHS workers and the public.\"\nThe RCN's governing council voted on Friday to set up a £35m \"industrial action fund\" to support members who would lose income during a strike.\nAnd the public sector Unison union has called for a \"mass slow handclap\" at 20:00 next Thursday, over what general secretary Christine McAnea described as a \"miserly\" offer.\nEmily Huntingford, an intensive care nurse at a London hospital, said she had been \"completely shocked\" when she heard about the 1% pay rise.\n\"The first thing that came into my mind was that this is insulting,\" she added. \"It shows a complete disregard for the work NHS workers have done this year.\n\"This whole year has taken a lot of personal sacrifice for all of us. We've put ourselves at risk.\"\nBut Emma, a nurse who works in Nottingham, said that \"even though 1% isn't much, it's still a pay rise\".\nShe told BBC Radio 1's Newsbeat that all public sector workers and key workers - not just NHS staff - should get the same.\nHealth minister, and former nurse, Nadine Dorries said she was \"pleasantly surprised\" that any rise had been proposed, with the government set to borrow hundreds of billions of pounds this year to support people and businesses through the pandemic.\nShe told BBC Radio 4's Today programme that nurses \"do their job because they love their job\", adding that \"we totally appreciate their efforts over the past year\".\nLabour said the government's promise to reward NHS workers for their efforts during the pandemic \"now lie in tatters\".\n\"Boris Johnson is cutting nurses' pay,\" said shadow health secretary Jonathan Ashworth, who - in contrast to ministers - called the 1% rise a \"real-terms pay cut\".\nSome staff, whose pay bands are being changed due to restructuring, will get more than a 1% increase as the result of a previously agreed three-year pay deal. \nThe NHS in Scotland, Wales and Northern Ireland is run by the devolved administrations.\nThe Scottish government has announced that 2021-22 pay negotiations will be delayed until the summer because of the disruption caused by Covid. Staff have been given an \"interim\" pay rise of 1%, which will form part of the new settlement.\nNHS workers in Northern Ireland were promised a one-off £500 \"special recognition\" payment in January, following a similar announcement in Scotland.\nThe Welsh government has said it will not set a \"ceiling\" of 1% on NHS pay rises for 2021-22."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56303752",
      "category": "uk",
      "title": "Covid-19: More unions join NHS pay backlash and beer gardens deluged with bookings",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow morning.\nA growing number of unions are criticising the government over its planned 1% pay rise for NHS workers in England. The British Medical Association and other unions say their staff \"have literally kept the country alive for the past year\". Health Secretary Matt Hancock has defended the increase, saying it is what the government thinks is \"affordable\".\nThere are concerns that thousands of pupils could be forced to isolate unnecessarily because of inaccurate results from mass testing at secondary schools when they reopen in England from next week. The lateral flow tests that will be used are less accurate than the Polymerase Chain Reaction (PCR) technique used by official testing centres. So, how will measures introduced at schools help? And how much does it matter if infection rates go up?  \nFrom 12 April, pubs in England are expected to be able to start serving customers sitting outdoors. This has sparked a rush for bookings, with one Leeds pub taking 700 reservations in just five hours. Meanwhile, one regular says he owes a local landlord a \"debt of gratitude\" after joining his bubble during lockdown.\nIn January, the Covid mortality rate in Burnley, Lancashire, was more than double the English average. For some families, they are not only having to cope with bereavement, but also the financial costs that come with burying a loved one. Ed Thomas went to meet some of the families who are struggling.\nAs the country approaches a year since it first went into lockdown, many are reflecting on how they have spent the past 12 months. Anna Doble used the time to listen to every LP she ever bought. Here is what she discovered.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. The furlough scheme is being extended until the end of September - find out about the new rules.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56307038",
      "category": "uk-england-london",
      "title": "Sarah Everard: Family 'desperate' to see missing woman",
      "tags": "Sarah Everard murder,Clapham,Brixton,Battersea",
      "text": "The family of a woman who has been missing since Wednesday say they long to see her again and have urged anyone with information to contact police. \nSarah Everard, 33, was last seen at a friend's house in Leathwaite Road in Battersea, London, at about 21:00 GMT when she left through the back gate.\nShe is thought to have walked across Clapham Common, and was due to arrive home in Brixton 50 minutes later.\nHer family said not being in contact was \"totally out of character\" for her.\n\"With every day that goes by we are getting more worried about Sarah,\" they said. \n\"She is always in regular contact with us and with her friends and it is totally out of character for her to disappear like this. \n\"We long to see her and want nothing more than for her to be found safe and well.\n\"We are desperate for news and if anyone knows anything about what has happened to her, we would urge you to please come forward and speak to the police. \n\"No piece of information is too insignificant.\"\nDetectives said after Ms Everard left her friend's house, she went onto the A205 South Circular and is thought to have crossed Clapham Common.\nIt is unclear whether she returned to her home.\nOfficers have released a CCTV image of her taken earlier in the evening when she went to Sainsbury's to buy a bottle of wine before heading to her friend's house.\nShe was last seen wearing a green rain jacket, navy blue trousers with a white diamond pattern and turquoise and orange trainers. \nShe was also thought to have been wearing green earphones and a white beanie hat.\nPolice have asked people to check dashcam and doorbell footage from these areas: \nSpecialist officers and volunteers from London Search and Rescue are carrying out searches in the area of Clapham Common and the walking route between Clapham and Brixton. \nDet Ch Insp Ian Kenward said: \"We are also growing increasingly concerned for her welfare and have officers working round the clock to try and find her.\n\"I would ask anybody who was in the Clapham Common area on Wednesday night to think about whether you saw Sarah or any suspicious activity around the time of her disappearance.\"\nHe added officers were investigating lots of enquiries but said he did not want to go into specifics.\n\"We will continue searching as long as we need to,\" he said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56301223",
      "category": "uk-wales",
      "title": "Rhondda: Murder investigation into Wenjing Xu's death",
      "tags": "Rhondda,South Wales Police,Ynyswen,Treorchy",
      "text": "A murder investigation has now been launched, with police naming a 16-year-old who died in Rhondda Cynon Taf. \nSouth Wales Police closed off Baglan Street, Treorchy, at about midday on Friday, with the girl reported to have died and two men injured.\nOfficers have now named the victim as Wenjing Xu, with her death being treated as murder, and men aged 38 and 31 in custody.\nIn a tribute, her family said she had \"a very gentle soul\".\nDescribing her as \"a very quiet person\", it continued: \"Wenjing helped the whole family, working in the family takeaway. \n\"She enjoyed school and worked very hard. She was loved by her family.\"\nA police cordon was erected around a takeaway restaurant called Blue Sky on Friday, with a small white tent placed outside the premises.\nSenior investigating Officer, Det Ch Insp Mark Lewis, said: \"This is a tragic and shocking incident - our thoughts are with Wenjing's family and friends at this extremely difficult time.  \n\"I can reassure the community that at this time we are not looking for anyone else in connection with the incident.\"\nA 31-year-old man, known to the victim, was arrested on suspicion of murder, and a 38-year-old man is also in police custody in connection with the incident. \nBoth are being treated in hospital as a result of injuries sustained during the incident.\nThe public had been urged by police to \"refrain from speculation\" about the incident. Local MP Chris Bryant tweeted he was aware of \"disturbing events\".\nThe girl's family is being supported by specially trained officers and efforts are being made to contact other relatives.\nResident Sarah Belgrove, 54, who lives a few doors from the scene, said the air ambulance was forced to land some way from Baglan Street.\n\"The paramedics who got out of the helicopter flagged down some cars to give them a lift to the scene,\" she said.\nThe Welsh Ambulance Service said it was called to an \"incident at an address in the Ynyswen area of of Treorchy\" at 12:00 GMT.\n\"We attended the scene with one rapid response vehicle, three emergency ambulances, our hazardous area response team and the Wales Air Ambulance,\" said a spokesperson.\nSupt Rich Jones, from South Wales Police, said there would be a \"significant police presence in Baglan Street over the weekend\" as investigations continued.\nRhondda MP Mr Bryant said lots of people knew the girl and her family and would be \"absolutely devastated\".\n\"You don't think of these kind of events happening in the Rhondda,\" he told BBC Radio Wales Breakfast. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56298878",
      "category": "business",
      "title": "Cladding rules: 'I would never have bought my flat if I knew'",
      "tags": "Housing,Personal finance,Housing market,Mortgages",
      "text": "NHS worker Holly Ciesielczuk bought 75% of her first-floor flat in Redbridge in March 2019, under shared ownership.\nBut when she tried to borrow more money to increase her share of ownership a year later, she hit a stumbling block.\nFollowing their initial survey, her mortgage lender requested an EWS1 form, which can be obtained following an assessment of a building's external walls.\nThese were first developed to assess the potential financial impact of cladding on high-rise flats, after 72 people died at Grenfell Tower. \nTo begin with, only those who owned flats in tall buildings with dangerous flammable cladding were affected. \nBut after the government extended its advice to smaller properties in January 2020, mortgage lenders began demanding fire surveys from a much wider range of sellers. \nThe reason Holly was given by her lender for requesting one was that a balcony on the building had a wooden floor.\nHowever, she says her housing association would not agree to an EWS1 because, it said, the building was not high enough to meet the criteria.\nThe lender refused a mortgage without it, as did the next bank she tried. The combination of this and her partner's cancer diagnosis took its toll.\n\"I properly broke down. If I knew how much stress this was going to cause, I would never have bought my flat,\" she told the BBC.\nIn November, the government said an agreement had been reached with the Royal Institution of Chartered Surveyors (RICS), banking trade body UK Finance and the Building Societies Association. \nIt said this meant owners of flats in buildings without cladding would no longer need the form to sell or remortgage.\nBut mortgage lenders said they \"did not consent\" to the announcement. \nProblems are still being encountered - including by Holly.\nWhen she contacted her lender after the November announcement, their position had not altered. \"I was so hopeful, so excited - but then so dismayed when I was told, 'You still need an EWS1 form.'\"\nFollowing a consultation on the requirement for EWS1 checks, RICS plans to release updated guidance. It's understood this could be published as soon as next week.\nIt will be aimed at narrowing down the number of EWS1 requests, but there's no obligation for lenders to follow it.\n\"Naively or optimistically, I hope the guidance will provide clarity about whether I will be able to get a mortgage,\" Holly says. \nEven when building management agree to having checks done, it can be a lengthy process.\nAlex Cross from Berkshire was excited to find what he thought was his \"perfect\" first flat, yet he too has been held up.\nWhen he was asked to obtain an EWS1 form to secure a mortgage, the property management company refused to help.\nThey said they owned 4,000 blocks, but only 48 inspections had been booked that financial year.\n\"At that rate, it would take decades to obtain the required information,\" Alex points out.\nHe eventually found one bank that did not require the full survey, but asked a set of questions about the building's safety, which the property developer would not answer.\nRebecca Frisina and her family were hoping to move to a larger property, but have been unable to sell their flat. Although they have found a buyer, the mortgage provider has requested a EWS1 form for their property. \nThe management company which owns the freehold eventually agreed to pursue the safety checks. However, it isn't clear when they might take place.\nRebecca's family are now living with her parents and their buyer has moved into rented accommodation. \n\"We have asked for a rough estimated timeline and they have refused to answer us,\" she says. \"It's been a nightmare.\"\nAndrew Montlake is managing director of mortgage broker Coreco and chairman of the Association of Mortgage Intermediaries. He says one of the first things his team now ask about a property is whether there is cladding and whether an EWS1 has been produced.\n\"There are cases I'm sure where the buildings are probably OK. However, where you're dealing with such a serious subject, surely it's better to be safe than sorry. If the valuers aren't sure, they're going to cover themselves\n\"If there's a risk of a leaseholder having to pay repair bills in future, that could have an impact on affordability.\"\nUK Finance also pointed out that some buildings might have cladding that is not obvious.\nThe fee for an EWS1 survey can be up to £50,000, depending on the size and style of the property.\nIt's estimated that there are only 300 chartered fire engineers in the UK who can carry out the survey, which is believed to be a cause of delays.\nA social media campaign, #EndOurCladdingScandal, has attracted support from a wide range of homeowners, including those subject to EWS1 requirements.\n\"RICS and the government can offer as much guidance as they want, but the truth is the genie is out of the bottle - and mortgage lenders are spooked,\" a spokesperson for the campaign said.\nThe Ministry for Housing, Communities and Local Government said in a statement: \"The EWS1 is not a government form, nor a legal requirement, and we're disappointed this is being asked for in some cases where it's not needed.\n\"If a form is genuinely needed, we are providing £700,000 of funding to train up to 2,000 more surveyors to speed up the process and get through the backlog.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56307906",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Four further Covid-19-related deaths in NI",
      "tags": "Coronavirus pandemic",
      "text": "A further four deaths related to Covid-19 have been reported in Northern Ireland, according to the Department of Health.\nThat brings its total during the pandemic to 2,072.\nThere have been 113,517 positive cases of the virus recorded in NI after an additional 172 cases were confirmed.\nHospital occupancy rates, according to the latest figures, stands at 91%, while there are 18 active outbreaks in NI care homes.\nThat is 10 fewer care home outbreaks than seven days ago.\nThe department updated its daily dashboard on Saturday afternoon.\nIt shows there are 226 Covid-19 inpatients across Northern Ireland's hospitals, 117 less than a week ago.\nThirty patients remain in intensive care, while there are 25 coronavirus patients requiring ventilation.\nThe Department of Health's figures related to a 24-hour period and are based on a positive confirmed test result. \nThe latest figures come a day after the Northern Ireland Statistics and Research Agency (Nisra) recorded a fall in its record of Covid-related deaths for the fifth week in a row. \nNisra's figures, which are based on counting when the virus is mentioned on death certificates, indicated that 55 people died with the virus in the week up to Friday, 26 February, giving it a total death toll of 2,806.\nAbout 30% of Northern Ireland's population have now had a first vaccine against Covid-19. \nOn Saturday, it was announced that the Republic of Ireland had hit a milestone of 500,000 vaccines administered.\nTaoiseach (Irish prime minister) Micheál Martin hailed the achievement as \"good news\" on social media, adding that vaccines were having \"a significant impact on mortality and serious illness\".\nHe said the government and the Health Service Executive (HSE) were doing everything they can to secure supplies and to give vaccines to people as quickly as possible.\nThe country's Department of Health said on Saturday that there had been 14 more additional Covid-related deaths, taking the Republic's death toll to 4,419. \nThere were also 539 more positive cases of the virus. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56307153",
      "category": "world-us-canada",
      "title": "Jack Dorsey: Bids reach $2.5m for Twitter co-founder's first post",
      "tags": "Social media,Jack Dorsey,Twitter,United States,Cryptocurrency",
      "text": "Twitter co-founder Jack Dorsey has listed his first ever tweet for sale, with bids reaching $2.5m (£1.8m).\n\"Just setting up my twttr,\" the post, sent from Mr Dorsey's account in March 2006, reads.\nIt will be sold as a non-fungible token (NFT) - a unique digital certificate that states who owns a photo, video or other form of online media.\nBut the post will remain publicly available on Twitter even after it has been auctioned off.\nThe buyer will receive a certificate, digitally signed and verified by Mr Dorsey, as well as the metadata of the original tweet. The data will include information such as the time the tweet was posted and its text contents.\nMost of this information, however, is already publicly available.\nThe tweet was listed for sale on 'Valuables by Cent'  - a tweets marketplace that was launched three months ago. \nIn a post on the site, the platform's founders compare the buying of a tweet to that of a more traditional autograph or piece of memorabilia.\n\"Owning any digital content can be a financial investment,\" it says. \"[It can] hold sentimental value. Like an autograph on a baseball card, the NFT itself is the creator's autograph on the content, making it scarce, unique, and valuable.\"\nTweets are the latest digital assets to be monetised through so-called non-fungible tokens.\nNFTs use the blockchain, the same distributed database technology underlying Bitcoin and other cryptocurrencies, to create unique certificates of ownership of any kind of digital goods.\nWhile the idea that digital artists can earn an income by offering buyers some sense of ownership has its attractions, the \"sale\" of tweets will leave many scratching their heads.\nValuables, the platform marketing Mr Dorsey's tweet, seems to recognise that the concept will leave people bemused. In its FAQ it explains \"owning any digital content can... hold sentimental value and create a relationship between collector and creator\".\nMost of us might think that this is a high price to pay for a relationship with the Twitter boss. But given the feverish and often irrational state of any kind of cryptocurrency related market, maybe the buyer is betting there'll be someone along soon to take the tweet off their hands at an even higher price.\nMeanwhile, on the basis that if you can't beat them, join them, I put one of my tweets up for sale. It was about this story - and I've just accepted a bid of $1.  That might sound modest but seeing as I've got 72,466 other tweets available it could be the start of something big….\nOld offers for Mr Dorsey's tweet suggest that it was first put up for sale in December, but the listing gained more attention after he tweeted a link to it on Friday. That tweet has since been shared thousands of times.\nWithin minutes of the tweet being posted, bids reached more than $88,000.\nBut they skyrocketed on Saturday, with a bid of $1.5m being usurped by a $2m offer at around 15:30 GMT. \nAccording to Valuables by Cent's terms, 95% of a tweet's sale will go to the original creator with the remainder going to the website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56298931",
      "category": "uk",
      "title": "Covid-19: Mystery UK person with Brazil variant found",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "A mystery person in the UK infected with the Covid variant of concern first found in Brazil has now been traced.\nLast week, it was announced that six cases of the P.1 variant had been found in the UK - but the identity of one of the cases was unknown.\nThe person, who lives in Croydon, has been traced, as have their contacts.\nHealth Secretary Matt Hancock said the person \"stayed at home\" and there was no sign of any onward transmission - but local testing is being rolled out.\nScientists say the variant appears to be more contagious and there are concerns vaccines may not be as effective against it.\nBut Dr Susan Hopkins from Public Health England said it hoped vaccines would have a strong impact on reducing hospitalisations and deaths in cases of the new variant.\nNews that the Brazil variant had been found in the UK was released last Sunday. Three cases were found in England, and separately three in Scotland.\nThe three cases in Scotland were all oil workers who were returning to their families from Brazil, via Paris and London. Health officials have been trying to trace all the passengers who were on their flight from Heathrow to Aberdeen.\nIn England, two of the cases are from the same household in South Gloucestershire who tested positive after someone returned from Brazil on 10 February.\nThe third case in England - now confirmed to be in Croydon - was unknown for several days after he or she failed to register their test properly.\nDr Hopkins said the person was finally identified when they called the NHS 111 number, after officials had spent days contacting potential households. \nThe person lived in a household that had recently returned from Brazil and all of them had quarantined at home, she added.\nMr Hancock said contact-tracers had worked \"flat out\" to narrow the search.\n\"The best evidence is this person in question stayed at home and there's no sign that there's been any onward transmission but as a precaution we're putting more testing in in Croydon, where they live, to minimise risk of spread,\" he said.\nEarlier this week, Mr Hancock said work was under way to tweak the vaccines to make them a better match for some of the new strains.\nDr Hopkins said there was not yet data to show whether the vaccine was effective against this variant - but there was some data for the variant from South Africa \"and we expect that it should at least perform in a similar way\".\n\"And therefore we think that it's likely there may be some reduction in risk of transmission, or reducing the risk of transmission, but we at least hope at the moment that it will have a strong impact in reducing hospitalisations and deaths.\n\"We do need to wait for studies to come out from South America and in particular Brazil, and those will come but it will take weeks rather than days I'm afraid.\"\nThe variant has been designated \"of concern\" because it shares some important mutations with the variant first identified in South Africa.\nOne of these mutations - called E484K - may help the virus evade some of the immunity people may have already built against Covid.\nPreliminary data from Manaus - the Brazilian city hit hard by this P.1 variant - suggested the variant could be up to twice as transmissible as earlier Covid.\nBut experts said this should not be used to predict what might happen in the UK.\nOne of the lead researchers said it was unlikely P.1 would quickly take off in Britain when only six cases had been identified and these were being closely monitored.\nMeanwhile, two-fifths of all adults in the UK have now had their first dose of the vaccine, Mr Hancock also said at Friday's press conference.\nHe said the fall in the number of deaths was accelerating - down 41% compared with last week - which suggested the vaccination programme was working. \n\"What this all shows is that the link from cases to hospitalisations and then to deaths that had been unbreakable before the vaccine - that link is now breaking,\" he said.\nLatest government figures show the total number of people who have had their first dose of vaccine has now reached 21,358,815, while the number who have had their second dose has topped one million.\nThere have been another 5,947 cases announced and a further 236 people recorded as having died within 28 days of testing positive."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56302173",
      "category": "world-middle-east",
      "title": "Pope Francis denounces extremism on historic visit to Iraq",
      "tags": "Yazidis,Pope Francis,Roman Catholic Church,Middle East Christians,Iraq,Christianity,Coronavirus pandemic",
      "text": "Pope Francis has condemned extremism in the name of religion on a historic visit to Iraq where he discussed the plight of the Christian minority.\nHostility, extremism and violence are \"betrayals of religion\" he told an inter-faith prayer service. \nIraq has been wracked by religious and sectarian violence, both against minorities and between Shia and Sunni Muslims too. \nPope Francis also visited one of Shia Islam's most powerful figures.\nReceiving the head of the Roman Catholic Church at his home in the holy city of Najaf, Grand Ayatollah Ali al-Sistani said Christians should be able to live in peace and security like all other Iraqis.\nThe meeting was seen as a highly symbolic moment in the Pope's visit, which is his first international trip since the start of the coronavirus pandemic more than a year ago, and the first ever papal visit to Iraq.\nCovid-19 and security fears have made this his riskiest trip yet.\nThe 84-year-old leader of the Catholic Church earlier told reporters that he had felt \"duty-bound\" to make the \"emblematic\" journey, which will see him visit several sites over four days in Iraq.\nHe delivered his message at the site of the ancient city of Ur, held to be the birthplace of the Prophet Abraham, who is revered in Judaism, Christianity and Islam.\nAn inter-faith service brought together representatives of Iraq's religions, including Shia, Sunni, Christian and Yazidi clerics.  \n\"We believers cannot be silent when terrorism abuses religion,\" the Pope said.\n\"Indeed, we are called unambiguously to dispel all misunderstandings. Let us not allow the light of heaven to be overshadowed by the clouds of hatred.\"\nHe singled out the suffering of the Yazidi community which had \"mourned the deaths of many men and witnessed thousands of women, girls and children kidnapped, sold as slaves, subjected to physical violence and forced conversions\".\nLater on Saturday, Pope Francis celebrated Mass at St Joseph's Cathedral in central Baghdad. Security was tight with special forces deployed in the area and concrete barriers erected outside the church.\nGrand Ayatollah Sistani is spiritual leader of millions of Shia Muslims, the dominant religious community in Iraq.\nAudiences with the reclusive 90-year-old are rare but he received the Pope for around 50 minutes, the pair talking without face masks.\nHe \"affirmed his concern that Christian citizens should live like all Iraqis in peace and security, and with their full constitutional rights\", his office said.\nPope Francis thanked the ayatollah for speaking up \"in defence of those most vulnerable and persecuted\" amid the violence and hardships of Iraq's recent history, the Holy See press spokesman said.\nThe Shia leader's message of peace, he said, affirmed \"the sacredness of human life and the importance of the unity of the Iraqi people\".\nThis has been a meeting years in the making: an encounter between the leader of the Catholic Church and one of the most powerful figures in Shia Islam: Grand Ayatollah Ali al-Sistani. \nFor a pope passionate about reaching out to other faiths, the meeting is arguably the most symbolic moment of his visit to Iraq. \nThe dwindling Christian community here has suffered violence at the hands of Sunni extremists but some also fear the presence of Shia armed groups - and the cleric is seen as a voice of moderation. \nThe Pope visited Ur, the ancient birthplace of the Prophet Abraham, hoping that the biblical figure revered by Christians, Muslims and Jews, can spur reconciliation today.\nOne of the world's oldest Christian communities has seen its numbers plummet over the last two decades from 1.4 million to about 250,000, less than 1% of the country's population.\nMany have fled abroad to escape the violence that has plagued the country since the US-led invasion in 2003 that ousted Saddam Hussein.\nTens of thousands were also displaced when militants from the Sunni Muslim Islamic State (IS) group overran northern Iraq in 2014, destroying their historic churches, seizing their property, and giving them the choice to pay a tax, convert, leave or face death.\nA US state department report on religious freedom in Iraq in 2019 found that Christians, as well as Sunni Muslims, complained of harassment at checkpoints by Shia security forces and some discrimination in education.\nOn his arrival on Friday, the Pope said Iraq's Christian community should have a more prominent role as citizens with full rights, freedoms and responsibilities.\nThe last Christians in Iraq?\nDue to security concerns and a sharp rise in Covid-19 infections, the Pope will have limited exposure to the public.\nHe has had two shots of the BioNTech/Pfizer vaccine, and his entourage will have been inoculated, but there are fears the trip could become a super-spreader event given the large crowds expected.\nWhen he arrived on Friday, the Pope was seen to have a pronounced limp, suggesting that his sciatica condition continues to bother him.\nOn Sunday, the pontiff will visit Mosul, where he will say prayers in Church Square for the victims of the war with IS, which left tens of thousands of civilians dead.\nLater, he is scheduled to lead Mass at a football stadium in Irbil in the north, which up to 10,000 people are expected to attend. \nThe Pope will also visit nearby Qaraqosh, where Christians have returned since the defeat of IS in 2017.\nAbout 10,000 Iraqi Security Forces personnel are being deployed to protect the Pope during his visit, while round-the-clock curfews are also being imposed to limit the spread of coronavirus.\nSome Shia militant groups have reportedly opposed the visit, suggesting the tour amounts to Western interference in the country's affairs. \nCorrection 29 March 2021: An earlier version of this article stated that Iraq's Christian minority has been \"long terrorised\" by Shia armed groups. This was amended in the hours after publication to instead make clear that the community has suffered violence at the hands of Sunni extremists, while noting that some also fear the presence of Shia armed groups."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56295191",
      "category": "uk-politics",
      "title": "Downing Street: Millions spent on new media briefing room",
      "tags": "Boris Johnson,Allegra Stratton",
      "text": "Downing Street has spent more than £2.6m on fitting out a new media briefing room, it has emerged.\nNo 10 plans to start televised daily press conferences, like those held at the White House - to be fronted by spokeswoman Allegra Stratton.\nThe Cabinet Office said the spending \"is in the public interest\" as it will \"increase public accountability and transparency.\"\nLabour said it reflected \"Boris Johnson's warped priorities\".\nIt comes as further details emerged about plans to renovate Mr Johnson's Number 10 flat, including possibly asking the public to donate to it.\nThe Cabinet Office issued a breakdown of spending on the briefing room, which totalled £2,607,767.67.\nThe release was a response to a Freedom of Information request made by the Press Association news agency.\nThe money had been spent to allow various news organisations to broadcast from No 9 Downing Street, the Cabinet Office said.\n\"This will necessarily require one-off capital works, including audio-visual equipment, internet infrastructure, electrical works and lighting,\" a spokesperson said.\nThey added that \"spending on maintenance and technical facilities reflects that 9 Downing Street is a Grade I listed building.\"\nLabour's Angela Rayner contrasted the spending to the government's proposed 1% pay rise for NHS nurses. \nThe party's deputy leader said: \"It would take around 100 years for a newly qualified nurse to get paid this kind of money.\n\"It sums up Boris Johnson's warped priorities that he can find millions for vanity projects, while picking the pockets of NHS workers.\n\"Our NHS heroes deserve a fair pay rise after all they have done for us.\"\nThe FOI release detailed spending of over £1.8m for the \"main works\", nearly £200,000 for \"long lead items\", and more than £33,000 for broadband equipment.\nThe new briefings were expected to begin in the autumn, but have been delayed because of the pandemic.\nThey will be held by the prime minister's press secretary, Allegra Stratton. \nAn advert for her taxpayer-funded role said the salary would be based on experience, but reports suggested pay would be around £100,000 a year.\nAt the moment, political reporters based in Parliament, known as lobby correspondents, have daily briefings with the prime minister's official spokesperson, but they are not televised."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-52473523",
      "category": "health",
      "title": "Coronavirus: What is the R number and how is it calculated?",
      "tags": "Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": " The rate at which coronavirus infection is falling in the UK - as measured by the R number - has continued to level off. \nThe latest R estimate from the government's scientific advisory group Sage, is between 0.7 and 0.9, up slightly from the week before.\nIt means that, on average, every 10 people with Covid will infect between seven and nine other people.\nThe R number is a way of rating coronavirus or any disease's ability to spread. \nR is the number of people that one infected person will pass on a virus to, on average.\nMeasles has an R number of 15 in populations without immunity. \nThat means, on average, one person will spread measles to 15 others. \nCoronavirus - known officially as Sars-CoV-2 - would have a reproduction number of about three if no action was taken to stop it spreading.\nYou can't capture the moment people are infected. Instead, scientists work backwards.  \nData - such as the number of people dying, admitted to hospital or testing positive for the virus over time - is used to estimate how easily the virus is spreading. \nIf the R value is higher than one, then the number of cases keeps increasing.\nBut if the R number is lower the disease will eventually stop spreading, because not enough new people are being infected to sustain the outbreak.\nGovernments everywhere want to force the R number down from about three (the R number if we took no action) to below one.\nThe R number is not fixed. Instead, it changes as our behaviour changes or as immunity develops. \nMathematical modellers at Imperial College London attempted to track how the number changed as isolation, social distancing and the full lockdown were introduced in spring of 2020. \nBefore any measures came in, the R number was well above one and the conditions were ripe for a large outbreak. Successive restrictions brought it down, but it was not until full lockdown that it was driven below one. \nAlthough the R number across the UK is now between 0.7 and 0.9, there are regional differences.\nScotland's estimated R number is between 0.8 and 1.0, up slightly on the previous week.\nIn Wales the number is between 0.6 and 0.9 - while in Northern Ireland it remains between 0.75 and 0.95.\nIn England, the number is risen slightly to between 0.8 and 1.0.\nThe R number is one of the big three.\nAnother is severity - some people have a very mild disease that does not cause many problems. But coronavirus and the disease it causes, Covid-19, can be severe and deadly. \nThe last is the number of cases, which is important for deciding when to act. If you have a high number, but ease restrictions so the reproduction number is about one, then you will continue to have a high number of cases.\nA vaccination programme, like the one currently under way in the UK, is another way to bring down the reproduction number.\nA coronavirus patient would naturally infect three others on average, but if a vaccine could protect two of them from infection, then the reproduction number would fall from three to one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56296835",
      "category": "uk",
      "title": "Mail on Sunday must publish front page statement of Meghan copyright win",
      "tags": "High Court ,Daily Mail and General Trust,Meghan, Duchess of Sussex,The Royal Family and the media",
      "text": "The Mail on Sunday has been ordered to publish a front-page statement about the Duchess of Sussex winning her copyright claim against the newspaper.\nMeghan sued the paper for a copyright breach over the publication of a letter to her father and won most of her claim.\nA High Court judge ruled the MoS must print on its front page and page three that it infringed her copyright.\nThe MailOnline must also publish the statement \"for a period of one week\".\nA spokesman for the Mail On Sunday said: \"We will be applying to the Court of Appeal for permission to appeal, including in relation to aspects of the judgment today.\"\nMeghan, 39, brought the legal action against Associated Newspapers Limited (ANL) - the publisher of both the MoS and MailOnline.\nIt was over a handwritten letter to her father, Thomas Markle, in August 2018, parts of which were later published in news articles. \nLast month, she won her privacy claim and most of her copyright claim. The judge ruled the letter was \"personal and private\" and Meghan had a \"reasonable expectation that the contents of the letter would remain private\".\nThe publisher's lawyers applied for permission to appeal earlier this week but Lord Justice Warby refused.\nIn Friday's ruling the judge Lord Justice Warby said the MoS must print a single statement on the front page, referring readers to a further statement on page three.\n\"The defendant devoted a very considerable amount of space to the infringing articles, which it continued to publish for over two years,\" he said.\n\"It has devoted a very considerable number of further column inches, and many hundreds if not thousands of words, to coverage of earlier stages of this litigation and commentary upon them.\n\"The wording sought is modest by comparison and factual in nature.\"\nThe MailOnline must publish the statement for a week with a link to his full judgment.\nThe judge also granted Meghan a declaration that ANL \"misused her private information and infringed her copyright\".\nAlthough the judge found the publication of the letter infringed the duchess's copyright, there will still be a trial to decide whether Meghan is the exclusive owner of copyright in all parts of the letter, or whether any other person owns a share.\nThere will also be further hearings to determine whether the duchess is entitled to any profits or financial remedies relating to her claim."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56309198",
      "category": "uk",
      "title": "Covid-19: Vaccine offers for all those aged 56 or over",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People aged 56 to 59 in England are being invited to book their coronavirus vaccine from this week. \nLetters for people in the age group, offering them the vaccine, started being delivered to homes on Saturday. \nIt comes after eight in 10 people aged 65 to 69 have taken up the offer of a jab, NHS England said.\nBut the Office for National Statistics (ONS ) has warned the UK is \"not out of the woods yet\". \nMore than 18 million people in England have already had one dose of the vaccine - over a third of the entire adult population. \nThe latest figures show that across the UK, nearly 21.4 million people have now had one dose of a Covid-19 vaccine, with more than a million now having had both doses required.  \nDr Nikki Kanani, NHS England national medical director for primary care, said: \"The NHS vaccine programme is committed to protecting the country against coronavirus,  and it is testament to our incredible staff that we can now move on to the next age group.\"\nShe praised the \"careful planning and the hard work\" of their staff in carrying out so many vaccinations so far. \nHealth Secretary Matt Hancock urged people to come forward \"as soon as possible\" when offered a vaccine.  \nThe aim is to vaccinate everyone aged 18 or over in the UK with one dose by the end of July, and the government says it is on track to make this deadline. \nSome 27% of people in Wales aged 55 to 59, and 22% of those aged 50 to 54, have already had their first dose of a Covid vaccine, according to Public Health Wales.\nIt comes as the head of the ONS says the current lockdown has been a success, but the UK is \"not out of the woods yet\". \nNational statistician Prof Sir Ian Diamond told the BBC there had been \"very strong reductions\" in case numbers overall, but that in the north-east and east of England the decline has \"flattened off, potentially\". \nOther areas, like the South West and South East, have continued to see cases decline, Prof Diamond said. \nThe ONS conducts a survey of thousands of households to gauge the spread of coronavirus. \nThere has been a decline in the number of cases in the UK, with the most recent figures, reported on Saturday, showing a further 6,040 positive tests. \nThe number of deaths in the UK has also been falling, with a further 158 within 28 days of a positive coronavirus test reported in the latest government figures.\nThis has coincided with the success of the UK's vaccination programme, which has seen two-fifths of adults receive a first dose so far. \nLockdowns have been in place across the UK since early January. On Monday, restrictions in England will begin to be eased as many pupils return to school. \nDeaths from coronavirus have fallen by 41% in a week, while hospital admissions have seen their fastest-ever fall, the health secretary said on Friday.\nMr Hancock said the average number of cases was 6,685 per day, the lowest since late September.\nMeanwhile, an infectious disease expert said the \"next few weeks are going to be crucial\" for keeping infection rates down with the full reopening of schools. \nDr Mike Tildesley, a member of the government's SPI-M modelling advisory panel, told Times Radio the R number - which shows the rate at which coronavirus is spreading - would rise when children go back to their classrooms, but the continuing progress of vaccinations would cause it to reduce. \nThere are concerns about getting parental consent for Covid tests ahead of pupils' return to schools. A survey found more than half of secondary head teachers had faced difficulties getting parental approval so far. \nQuestions have been raised too about the accuracy of the rapid lateral flow tests being used, while critics of masks for older pupils say they will harm learning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56306177",
      "category": "uk-england-london",
      "title": "Child dies after being rescued from fire in Greenwich flat",
      "tags": "London Fire Brigade,Greenwich",
      "text": "A child has died following a fire in a block of flats in south London.\nA 34-year-old woman and two children were rescued from the top floor of a split-level maisonette on Russett Way, Greenwich, just before 06:00 GMT.\nAll three were taken to hospital by the London Ambulance Service, where one of the children died. The woman and second child remain in a serious condition.\nA spokesperson for London Fire Brigade said the blaze was brought under control at about 07:00. \nSix engines and about 40 firefighters from crews based in Greenwich, Lewisham, Deptford, New Cross, Lee Green and East Greenwich were at the scene.\nThe cause of the fire is being investigated by London Fire Brigade and the Met Police. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56252779",
      "category": "health",
      "title": "Covid Brazil variant 'may spread more easily'",
      "tags": "Contact tracing,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The Brazil coronavirus variant now found in the UK appears more contagious and may evade immunity provided by past infection, scientists say.\nExperiences from Manaus - the Amazonian city hit hard by the P.1 variant - suggest it could be up to twice as transmissible as earlier Covid there, the first detailed study suggests.\nThe preliminary work puts the chance of reinfection at between 25% and 60%.\nBut experts say this should not be used to predict what may happen in the UK.  \nIndeed, one of the lead researchers said it was unlikely P.1 would quickly take off in Britain when only six cases had been identified and these were being closely monitored. \nInfectious diseases expert Prof Ester Sabino, from the University of São Paulo, Brazil, said: \"You need many introductions [of a virus] to start an epidemic. Six is very few. I would say if you take care and do contact tracing, this is going to decrease.\"\nProfessor Sharon Peacock, who is director of the UK's centre leading on genetic testing of coronavirus, said: \"We are taking appropriate action. These are very interesting and important findings for Brazil, but how they relate to the UK is yet to be determined.\"\nUpdating MPs on the six cases of the Brazil variant seen in the UK, Health Secretary Hancock said: \"We have no information to suggest the variant has spread further.\"\nOne of the six people affected has not yet been identified, but the search has narrowed from the whole country down to 379 households in the south-east of England.\nMr Hancock said: \"We're contacting each one.\"\nThe researchers have been tracking coronavirus in Brazil for nearly a year now. Manaus, like many other regions around the world, encountered a large first wave in the spring of 2020. \nLots of people were infected with the original version of the virus at that time, with blood test results suggesting as many as three-quarters of the population getting some degree of protection or immunity from this exposure. \nDespite this, people in Manaus were hit badly by another wave of coronavirus in the winter. \nThe research team from Brazil and Imperial College London have been studying the genetic makeup of coronavirus in some of those who were infected between November and December, as well as modelling the pandemic outcomes. \nThey say the P.1 variant probably emerged in early November, dominated and spread quickly, and caused many reinfections. \nThe data is preliminary, but fits with what experts have suspected - that some of these new variants of coronavirus the world is seeing are more infectious and can evade some of the immunity people may have already built against Covid. \nThis raises questions about how well current vaccines, which were designed around earlier versions of the virus, might work and how countries can ease restrictions without case levels rising too high.  \nWork is already under way to redesign or tweak the vaccines to make them a better match for some of these new \"variants of concern\", although existing ones should still provide some protection, particularly against severe disease. \nUpdated vaccines could be ready within months, meaning the UK would have millions of doses ready to give people a booster shot before next winter to make sure the population is protected. \nThe priority, along with mass vaccination, is to keep cases low to reduce the chance of new and emerging variants from spreading. \nMr Hancock said: \"Our current vaccines have not yet been studied against this variant and we're working to understand what impact it might have, but we do know that this variant has caused significant challenges in Brazil, so we're doing all we can to stop the spread of this new variant in the UK, to analyse its effects and to develop an updated vaccine that works on all these variants of concern and protect the progress that we've made as a nation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56293384",
      "category": "uk-wales",
      "title": "Rhondda: Investigation begins as girl, 16, dies and two hurt",
      "tags": "Rhondda,Chris Bryant,South Wales Police,Ynyswen,Treorchy",
      "text": "A 16-year-old girl has died and two men have been arrested after suffering serious injuries in the Rhondda. \nThe teenager's death in Treorchy was \"sudden and unexplained\" and a post-mortem examination is due, South Wales Police said.\nEmergency crews were called at about midday to reports of a stabbing in Baglan Street, which is sealed off.\nPolice said those involved were known to each other and no one else was being sought over the matter.\nThe girl's family is being supported by specially-trained officers and efforts are being made to contact other relatives.\nSupt Rich Jones, said: \"This is clearly a very serious incident which has caused significant shock and concern for both the local and wider community.\n\"We have a dedicated team of detectives working hard to establish the exact circumstances that have led to the tragic death of this young girl.\"\nThe investigation was \"still in its early stages\".\n\"There will be significant police presence in Baglan Street over the weekend but we will reopen the road at the earliest opportunity,\" Supt Jones said.\n\"In the meantime, the support and understanding of the local community is very much appreciated.\" \nThe police cordon was erected around a takeaway restaurant called Blue Sky, with a small white tent placed outside the premises.\nThe public has been urged by police to \"refrain from speculation\" about the incident.\nA spokesman said: \"We attended the scene with one rapid response vehicle, three emergency ambulances, our hazardous area response team and the Wales Air Ambulance.\"\nRhondda MP Chris Bryant tweeted he was aware of \"disturbing events on Baglan Street\" and later said he understood police were not looking for anyone else in connection to the incident.\nHe said: \"Because there have been so many emergency services turning up, people thought there must be some massive manhunt going on. \n\"I can reassure everyone the police are in control of the situation.\" \nMr Bryant described what had happened as \"a very worrying and upsetting episode\".\n\"You just don't think that something like this is going to happen in the Rhondda,\" he said.\n\"But I can reassure everyone, having spoken to the police, they are completely on top of the situation. \n\"They are not looking for anybody else as I understand it.\" \nMr Bryant also said that primary school Ysgol Gynradd Gymraeg Ynyswen had been aware and had taken \"all necessary precautions\".\nFirst Minister Mark Drakeford said his thoughts were with \"everyone in the community\".\nSarah Belgrove, 54, who lives a few doors from the scene, said the air ambulance was forced to land some way from Baglan Street.\n\"The helicopter was in the sky and had to land in the school, in the playground - it's like a football field,\" she said.\n\"The paramedics who got out of the helicopter flagged down some cars to give them a lift to the to the scene.\"\nNeighbour Mavis Wakeford, 79, added: \"I've lived here all my life and nothing like this has ever happened before.\"\nAndrew Morgan, leader of Rhondda Cynon Taf council, tweeted his thanks to emergency services for \"the significant attendance which is ongoing\".\nA Wales Air Ambulance landed in Ynyswen at 13:00 GMT from Mid Wales Airport in Powys.\nPolice urged anyone who may have witnessed the events in Baglan Street to contact the force.\nDid you witness the incident? Tell us your story by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56266613",
      "category": "uk-wales",
      "title": "Lupus: Welsh centres of excellence could 'extend lives'",
      "tags": "Paul Davies,Women,Chronic fatigue syndrome,Tenby,Welsh government,NHS Wales,Carmarthen",
      "text": "Calls have been made for specialist help in Wales to treat an incurable, life-limiting condition which takes an average of six years to diagnose.\nAn estimated 2,000 people in Wales are affected by lupus.\nCampaigner Wendy Diment said centres of excellence would \"extend the lives\" of lupus patients in Wales.\nA Welsh Government spokeswoman said health boards could refer people for further treatment if it was not available locally.\nThere is currently no cure for lupus and it occurs when the immune system mistakenly attacks healthy parts of the body.\n\"Many GPs and even consultant rheumatologists have limited experience in diagnosing, treating and monitoring patients with lupus, which means that specialist care is often required,\" said Paul Howard, chief executive of charity Lupus UK.\nHe has called for investment in services - but until then, wants rules over cross-border referrals relaxed, so care in England's nine centres of excellence can be accessed by people in Wales.\nResearch suggests people with lupus in Wales were twice as likely to be refused specialist help than in the rest of the UK.\nFor Mrs Diment, 46, the crippling fatigue and headaches would often leave her confined to her bed in tears.\n\"Some days I couldn't get out of my pyjamas. If I had a shower, I'd need a lie down. It takes a long time to get used to it, it's overwhelming and frustrating,\" she said.\nMrs Diment, from Tenby, Pembrokeshire, believes the 'trigger' for her condition was the birth of her third child in 2008. \nAt first she put the symptoms down to tiredness, though she had to quit her job as a legal executive, aged 35.\nIt was not until four years later that a chance occurrence led to her diagnosis for the rare autoimmune disease.\n\"I became quite unwell in 2013, and had horrific rashes [another symptom of lupus] on my chest, feet and face. It seemed quite bizarre,\" she said. \n\"Steroids cleared it up and I forgot about it. But in October of that year, I was in bed at 7pm suffering from severe fatigue, when my husband watched a television programme on a new drug for a rare condition. \n\"He woke me up and said 'lupus'. It was the first time I'd heard of it.\"\nSource: Lupus UK\nShe was diagnosed with a type of lupus that year, but the rashes that had appeared made her believe it was a different variant of the complex condition she was suffering from.\nIt would take another four years - and paying to see a specialist in London - until her suspicions were proved right.\nWhile she acknowledges things have improved since the 1960s when it was treated as \"a terminal illness with survival not great past five years\", Mrs Diment still sees \"a bundle of prejudices\" around it. \nSome 90% of patients are women and it is sometimes treated in relation to mental health or dismissed as \"women saying they're tired\", she added.\nBy taking 15 tablets a day, Mrs Diment is able to now focus on essentials, such as preparing meals for her children, as well as campaigning and running a support group for 50 other sufferers.\nShe wants to see centres of excellence established in north and south Wales to employ specialists, researchers and nurses to help with health and lifestyle.\n\"I get frustrated how many ask for referrals to England or second opinions on their diagnosis,\" she said.\n\"They are so poorly and unwell, they don't question the system, just accept it as their fate. \n\"In England it is a specialism, so they have improved outcomes.\n\"People in Wales would just like reassurances they are getting the best care which can extend their lives.\"\nHer local Senedd Member, Paul Davies, said: \"I hope the Welsh Government will at least commit to looking at establishing centres of excellence in Wales, so people here have access to the same level of support and services that patients do in England.\"\nAmong those waiting for more specialised care is Les James, from Carmarthen.\nThe condition is far less common in men and Mr James has not been diagnosed by a doctor after nine years. \nHowever, he has shown many of the symptoms which can leave him in extreme pain for months at a time and is being helped by a lupus support group in west Wales. \nHe was forced to retire ten years ago, aged 53, and was given medication for a variety of conditions, including antiphospholipid syndrome - which also affects the immune system.\n\"For six months in 2019, I couldn't walk. My feet were so painful, it was like putting them on a cobbly beach,\" said Mr James, who takes 165 grams of morphine twice a day.\n\"Eventually, it went away. But I regularly get pains in my toes and heels.\"\nCambridge University research associate Melanie Sloan - who has lupus - is leading a team surveying attitudes of patients.\nOf 236 respondents, 43% of those in Wales said they had been refused a referral to see a specialist, compared to 21% in the rest of the UK.\nCampaign group Fair Treatment for the Women of Wales said there is a lack of awareness of the \"huge impact\" and lack of investment in specialist services.\n\"Within our patient community, we hear far too often of women's symptoms being downplayed or not adequately managed and this has significant consequences for patients' long-term health,\" a spokeswoman added.\nThe Welsh Government spokeswoman said it recognised the impact lupus can have on people's health and lives.\n\"We will be consulting about musculoskeletal conditions, including lupus, and their treatment,\" a spokeswoman added. \n\"We will continue to work with relevant organisations, including Lupus UK and Cymru Versus Arthritis, to improve treatment for people affected.\"\nAndrew Carruthers, director of operations at the Hywel Dda health board in west Wales, said it holds lupus clinics conducted by consultant rheumatologists.\nPatients who cannot be managed within the health board area are referred to tertiary centres of excellence as clinically required, he added.\nMr Carruthers said: \"We have participated in the British Society for Rheumatology lupus audit which showed the health board was above average for both the Welsh and UK average for most of the standards set out and we are committed to improving on these standards to further enhance the care for patients with lupus.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56285179",
      "category": "health",
      "title": "Covid-19: Is school mask and testing policy flawed?",
      "tags": "Schools,Coronavirus pandemic",
      "text": "Schools reopen to all pupils next week in England - the first part of the UK where this will happen. It is a crucial step for children and wider society in the route out of lockdown.\nMasks are to be worn by secondary school children in classes, while mass testing is being introduced. But will these steps be a help? And does it even matter if infection rates go up?\nTo reduce the risk of spread of the virus, the government has introduced mass testing. All secondary school pupils will be offered three tests on their return before being asked to carry them out twice a week at home. \nThese will be rapid lateral flow tests that provide a quick result on the spot, unlike the ones that are carried out in official testing centres - known as PCR tests - that are sent off to labs. The rapid tests are less accurate - they may pick up only between half to three-quarters of positive cases, but given they are being used to spot cases before people develop symptoms or for those who do not develop symptoms, the government is adamant they have an important role.\nThe problem is they can result in a false positive, telling people they are infected when they are not. Research suggests this happens one to three times for every 1,000 tests carried out.\nOne safeguard would be to get anyone who tests positive to then take a PCR test to confirm it. This is being done for tests that are done in people's homes, but not for those carried out in school.\nAssuming most pupils take up the option of the tests, that could result in thousands of pupils and their close contacts being asked to isolate unnecessarily.\nThat may be a price worth paying if it was spotting many more positives, but the testing done in schools in recent weeks, of pupils and staff who have been attending, shows the number testing positive is now at the lower estimate for the false positivity rate.\nBirmingham University biostatistician Prof Jon Deeks says given the low detection rates that are being seen it is \"absolutely clear\" many of those getting positive test results next week will be false positives.\n\"Any testing system is a trade-off between benefits and harms,\" he says. \"My concern is that it will actually cause more harm than good.\"\nConcerns have been raised by the Royal Statistical Society, too. Prof Sheila Bird, a member of the society's Covid-19 Task Force, told BBC Radio 4's Today programme false positives were \"very likely\" and that every positive lateral flow test should have a PCR test to confirm it.\nThe second key change - and the most controversial - is the recommendation of masks in classes for secondary age schoolchildren. Previously pupils were just expected to wear them in communal areas, like corridors.\nCritics say it will harm learning and is unfair to expect children to wear masks for hours on end. But others have argued it is an absolute necessity and should have been introduced in primary schools too.\nThe problem is the benefit of mask-wearing is difficult to quantify. Recent evidence from the government advisory group Sage acknowledges this, although it says there is evidence that worn correctly they will have a \"small but significant\" impact on transmission by preventing the wearer from spreading the virus if they are unknowingly infected.\nThis is mainly derived from lab experiments though, and much will depend on how they are used, it says. Will teenagers adhere to the best practice on mask-wearing for hours on end?\nIt is for this reason some experts say they would have liked to see a proper trial in schools to measure the impact. \"We always do this for a medical intervention - there are lots of things that work in the lab but not in the real world,\" says Prof Jonathan Ball, a virologist at Nottingham University. \n\"But for some reason we don't do this with non-medical interventions. It would be complicated, but this would be the ideal opportunity to do it - and help us decide if they are useful or make matters worse.\"\nWithout a trial, the fear is it will be difficult for the government to stop the practice. If cases remain low, it could be argued masks have made the difference and if they creep up, the case could be made they would have gone up more without mask-wearing. The move could, in other words, open a can of worms.\nBut it is a risk ministers seem happy to tackle. The government insists the use of masks is \"temporary and precautionary\" - and  will be reviewed at Easter. Or, in the words of one scientific adviser: \"We know it's not going to make much difference, but if it helps us get schools back, it's worth the hassle when it's dropped.\" \nIt is well-established that children are at incredibly low risk from the virus, while research by the Office for National Statistics has shown that teachers are at no higher risk of infection than other working-age people.\nWhat role will schools play in the wider spread of the virus though remains more open for debate. Children, after all, come home and mix with their families. \nGovernment advisers say schools have not been a key driver of infections so far. This much can be seen from the impact of the second national lockdown in England in November when infection levels fell despite schools being open. \nBut this was before the new UK variant became dominant. Modelling has suggested reopening schools now could be enough to drive the R number above one, which would lead to a growing epidemic.\nMinisters have already indicated this matters less than it used to because the vaccination programme has begun to break the link between infection rates and serious illness and death - the R number is not one of their tests for slowing the pace of lifting lockdown. \nDr Muge Cevik, an infectious disease expert at the University of St Andrews, says it is impossible to disentangle exactly what impact schools have - although she says all the evidence suggests the school outbreaks that have happened have mainly been small.\n\"The evidence of harms of closing schools is clear. They should be open as default unless there is very strong evidence that closing them will have a significant impact on hospitalisations and mortality.\"\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56296518",
      "category": "business",
      "title": "Pubs deluged with beer garden bookings",
      "tags": "Coronavirus lockdown measures,Hospitality industry,Restaurants,Pubs,Leeds,Coronavirus pandemic",
      "text": "England's pubs have been deluged by people eager to book space from when beer gardens reopen on 12 April, industry group UK Hospitality has said.\nFrom that date, pubs are expected to be able to serve customers sitting outdoors.\nOne Leeds pub reported that it had taken in 700 bookings in just five hours this week.\nDemand has been so high that scammers have even taken to advertising fake pub bookings.\nPubs in most of the UK have been closed to sit-in customers during the latest lockdown, creating pent-up demand.\n\"Our members that can open outdoor areas have reported strong interest from customers, which is not surprising after such a long period of closure,\" said Kate Nicholls, chief executive of UK Hospitality.\nDuring the most recent lockdown, pubs in England have been allowed to serve takeaway food and non-alcoholic drinks until 23:00 GMT, but not takeaway alcohol. Pubs have been closed to customers wishing to sit in throughout the UK.\nIn Scotland, alcohol cannot currently be sold for outdoor consumption, while venues are closed on the mainland except for takeaways picked up outside the premises, although they are open on some of the islands. Hospitality venues on the mainland are set to reopen from about 26 April.\nIn Wales, pubs can sell takeaway drinks if licensed, and in Northern Ireland, takeaway off-sales must stop at 20:00 GMT.\nWhen the Water Lane Boathouse pub in Leeds announced on Wednesday that bookings were open, it had more than 700 in just five hours.\n\"Please bear with us as we work our way through them,\" it told customers on Twitter.\nThe rush to secure pub places when lockdown lifts prompted one fraudster to advertise fake bookings for a south London pub at £15 a time.\nThe scammer posted an ad on Craigslist claiming: \"I have taken the liberty of procuring all the bookings at the Half Moon Pub in Herne Hill, from 12-close in the date range 12-18 April. \n\"Love it or hate it, now you must pay for it. £15 per booking.\"\nThe ad has since been removed.\nAt the Wiremill, near Lingfield in Surrey, bookings have been flooding in, even though the pub has not advertised its reopening plans.\n\"We're almost fully booked for the first week of opening and have already got about 2,500 people booked in for the first two weeks, even though we haven't gone out to tell customers,\" says pub owner Tim Foster, who runs the four-strong Yummy Pubs chain.\n\"They've all come from inquiries, people asking when we'll be open and if they can book.\"\nThe pub used the time after the first lockdown to boost its outdoor area and double the capacity.\n\"We're now capable of seating 230 outside, or 160 with social distancing, but we'll limit bookings to around 50% capacity for the first couple of weeks to help us and our customers get used to it,\" Mr Foster said.\nPubs will be helped by not having to keep to a 22:00 curfew, as they were last time they were allowed to open, but bookings are coming in at a high level for every day, he said.\n\"We'll be full every day, not just the weekends. There's a huge pent-up demand - people are desperate to get out of their houses.\"\nOther pub chains have reported an uplift in bookings.\n\"We experienced a 300% spike in bookings when the roadmap was announced,\" said Zoe Cooper, senior marketing executive at the Inn Collection Group, which has 15 pubs in north-eastern and north-western England.\n\"We're looking forward to welcoming guests back.\"\nA spokesperson for Fuller Smith & Turner, which runs about 400 pubs around the country, said: \"People are clearly keen to get back to the pub and where we are opening our gardens and patios on 12 April, we've seen a high number of people pre-booking their tables.\n\"We just can't wait to welcome our customers back into our pubs. It's been a long time coming.\"\nMitchells & Butlers owns a number of national pub chains, including All Bar One, Browns, Castle and Harvester.\nIt said it would open 250-300 pubs in England on 12 April, and about 100 more from the Bank Holiday weekend at the end of the month. \n\"In pubs which do reopen, we'll be encouraging customers to use apps to both pre-book and then to order from their table,\" a spokesperson said.\nLast month, Prime Minister Boris Johnson announced that he hoped that hospitality venues could reopen from 12 April for outdoor service only.\nThe reopenings depend on how the pandemic progresses in the next few weeks.\nBut if all goes as planned, people will be able to meet friends or family in beer gardens or to eat dinner outside as a group of six or a mixture of two households.\n\"Bookings will not be mandatory, although lots of venues will probably implement a booking system,\" said UK Hospitality's Ms Nicholls.\n\"Businesses will have their own systems in place for managing high demand, processing bookings and ensuring high levels of safety are met.\"\nOne chain where you won't need to book is Wetherspoons. It said this week it would reopen 394 of its 750 England pubs with outdoor spaces, including beer gardens, rooftops gardens and patios.\nBut the pub reopenings on 12 April are only a small part of the industry, pointed out Ms Nicholls.\n\"April isn't going to represent a reopening of any significance, or a reopening at all, for much of the sector. We need to remember that nearly 60% of hospitality businesses don't have outdoor areas and many that do only have small spaces.\"\nPubs and restaurants will be given the green light to offer indoor seating from 17 May, providing specific Covid conditions are met.\nFrom that date, indoor parties can be made up of a maximum of six people or two households of any size, while groups seated outside must be smaller than 30 people.\nFrom 21 June, all restrictions could be lifted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56307066",
      "category": "uk-scotland-glasgow-west",
      "title": "Rangers fans gather outside Ibrox despite lockdown",
      "tags": "Coronavirus lockdown measures,Glasgow",
      "text": "A large group of Rangers fans gathered outside Ibrox Stadium in Glasgow on Saturday despite lockdown rules.\nImages posted on social media showed flares being set off and fans singing ahead of Rangers' game against St Mirren.\nUnder current guidance public gatherings are banned and a maximum of two people from two households are allowed to meet outdoors. \nRangers are currently one point short of winning the Scottish Premiership.\nThe team beat St Mirren 3-0 on Saturday and will claim the title on Sunday if Celtic do not win against Dundee United.\nFootball games are taking place behind closed doors with no fans in the stadium.\nFollowing their win against St Mirren, some players made their way to the fence to celebrate in sight of fans who had made their way to the stadium. \nHundreds of supporters arrived at Ibrox on Saturday morning, with some seen crowding around a car entering the ground as police tried to hold them back.\nIn a statement, Ch Supt Mark Sutherland from Police Scotland said: \"About 10am a large number of supporters gathered outside Ibrox Stadium and a number of pyrotechnic devices were set off.\n\"I would remind supporters that in line with current Scottish government coronavirus guidelines, all gatherings are currently prohibited and we would urge members of the public to comply with these restrictions.\n\"Our priority is public safety and an appropriate policing plan was in place and officers engaged with those present to explain and encourage compliance with restrictions.\"\nNo one has been arrested.\nThe Scottish government said it was \"extremely disappointed\" that some supporters had gathered at the stadium. \nA spokeswoman added: \"At this crucial stage of suppressing the virus, the actions of this minority of individuals jeopardises the safety of other supporters, the police on duty and the wider community. We will continue to engage with Police Scotland and the club.\"\nSteven Gerrard's side are within one point of their first Premiership title in 10 years, having ended their city rivals' Celtic's hopes of a 10th championship win in a row.\nFormer Rangers midfielder Derek Ferguson said he could \"understand\" the emotions that led some Rangers fans \"to do daft things\" and break lockdown guidelines to celebrate with their team.\nHe said: \"It is a little disappointing when we consider what's going round the country, but these fans have been starved of success for so long and they just want some way to thank the team and Steven Gerrard.\n\"Obviously it's not right to do it in the numbers they did and it can't be excused, but we all do silly things when we get caught up in celebrations.\"\nFirst Minister Nicola Sturgeon has previously criticised fans for gathering in large numbers.\nAfter Celtic fans took part in a protest outside the club's stadium in November, she said: \"We have advice against gatherings and every day I stand up here and say avoid crowded places.\n\"We have a limit on people coming together outside... so it stands to reason any group of people that are gathering together in a crowd are putting themselves and others at risk.\n\"Whether it's football fans, rugby fans, any other kind of sport fans or just people in general, please don't do it because right now, in the middle of this pandemic, it is a risky thing to do that puts you and other people at risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56306105",
      "category": "uk",
      "title": "Covid-19: Lockdown 'a success' but UK 'not out of the woods'",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The current lockdown has been a success but the UK is \"not out of the woods\" yet, the head of the Office for National Statistics has warned.\nNational statistician Prof Sir Ian Diamond said there had been \"very strong reductions\" in case numbers. \nBut in the north-east and east of England the decline has \"flattened off, potentially\", he told the BBC. \nOther areas, like the South West and South East, have continued to see cases decline, Prof Diamond said. \nThe Office for National Statistics conducts a survey of thousands of households to gauge the spread of coronavirus. \nThere has been a decline in the number of cases in the UK, with the most recent figures, reported on Saturday, showing a further 6,040 positive tests. \nThe number of deaths in the UK has also been falling, with a further 158 within 28 days of a positive coronavirus test reported in the latest government figures.\nThis has coincided with the success of the UK's vaccination programme, which has seen two-fifths of adults receive a first dose so far. \nLockdowns have been in place across the UK since early January. On Monday, restrictions in England will begin to be eased as many pupils return to school. \nProf Diamond said: \"I think this lockdown has been a success but at the same time, while we have seen major reductions, we are still relatively high.\n\"I'm in very much the view that we should do everything we can not to blow it nationally.\n\"We have done fantastically well in the last couple of months but we are not completely out of the woods yet.\"\nHe added that it was \"very difficult\" to work out the difference between the impact of the lockdown and the vaccination scheme, but it was clear both were working in reducing the number of cases. \nDeaths from coronavirus have fallen by 41% in a week, while hospital admissions have seen their fastest ever fall, Health Secretary Matt Hancock said on Friday.\nHe said the average number of cases was 6,685 per day, the lowest since late September.\nMeanwhile, an infectious disease expert said the \"next few weeks are going to be crucial\" for keeping infection rates down with the full reopening of schools. \nDr Mike Tildesley, a member of the government's SPI-M modelling advisory panel, told Times Radio the R number - which shows the rate at which coronavirus is spreading - would rise when children go back to their classrooms, but the continuing progress of vaccinations would cause it to reduce. \nHe said: \"We do need to get this balancing act correct and we need to open up at the rate of vaccinations and keep the R number in check, as it were.\n\"Definitely things are moving in the right direction but the next few weeks are going to be crucial for us to monitor what happens when schools open.\"  \nThere are concerns about getting parental consent for Covid tests ahead of pupils' return to schools. A survey found more than half of secondary head teachers had faced difficulties getting parental approval so far. \nQuestions have been raised too about the accuracy of the rapid lateral flow tests being used, while critics of masks for older pupils say they will harm learning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301981",
      "category": "uk",
      "title": "NHS pay: 'Undervalued' nurses may quit over 1% rise - union",
      "tags": "Doctors,Rishi Sunak,NHS,Royal College of Nursing,Matthew Hancock,Unison",
      "text": "Large numbers of staff could leave nursing when the pandemic is over after being offered a 1% pay rise, the Royal College of Nursing (RCN) has warned.\nPatricia Marquis from the RCN told Times Radio it made staff in England feel they were not valued and would worsen the NHS's recruitment issues.\nThe body representing NHS trusts has joined unions to criticise the offer.\nBut the government defended its proposal, saying public finances were under unprecedented strain.\nMs Marquis, south-east regional director of the RCN, said \"significant numbers\" of nurses were planning to leave and \"this slap in the face from the government really has just reinforced their belief that they are not valued by either the government or perhaps some of the public in the way they would want to be\".\nShe said there were 40,000 nursing vacancies when the pandemic began and there was a \"real risk\" of more experienced staff leaving.\nNurse Susan Graham from Kent told the BBC the proposed pay rise was a \"disgrace\" after NHS staff had worked \"crazy hours\" during the Covid crisis.\nJohn Anderson, a nurse from East Sussex, said he had taken colleagues to intensive care after they caught coronavirus and called the pay offer a \"kick in the teeth\" for them and their families.\n\"It feels like the government are happy to have us risk our lives - or even die in this pandemic - but not pay us properly for our jobs,\" he said.\nThe Department of Health and Social Care has been under pressure to reconsider its pay proposal since last week, when it officially recommended the 1% rise to the independent panel that advises the government on NHS salaries.\nNHS Providers, the body that represents employers in the health service, has joined in criticism of the proposal, saying the government's long-term funding plan for the NHS assumed a pay increase in 2021-22 of 2.1% - more than double what is now being offered.\nSaffron Cordery, deputy chief executive of NHS Providers, told BBC Radio 4's Today programme: \"Given where the NHS is at, given what frontline staff have been through, it seems absolutely wrong to take from their pockets right now the pay rise that was due to them.\"\nAlthough these assumptions were published in 2019, before the pandemic, NHS Providers said the last year has \"strengthened the case for a larger pay rise for NHS staff\", recommending they receive at least 3%.\nBut the Department of Health maintains that while it set out a legal commitment for funding the NHS, the assumption of a 2.1% pay rise was not enshrined in law, and the financial pressures from the pandemic could not have been foreseen.\nThe NHS pay row in England, fuelled by angry responses from health unions, rumbles on and seems unlikely to fade away. \nIt is significant that the employers have now entered the fray in the shape of NHS Providers, the group representing trusts in England. \nNHS trust leaders know only too well that morale is low among an exhausted workforce and they fear that the proposed wage rise will make things worse. They are in effect lining up with the unions to oppose the government.  \nMinisters argue that the pandemic changed everything, including the state of the public finances, and that earlier plans have had to be rethought. \nThey say that compared to other parts of the public workforce facing a pay freeze, the NHS workforce will fare better and that difficult measures were needed to respond to public borrowing increases. \nBut after the unprecedented pressures on hospitals during the pandemic there is growing sympathy for health workers. \nThere will be a difficult few months ahead as the pay review body considers the arguments and ministers decide on their next steps.\nSpeaking at Friday's Downing Street briefing, Mr Hancock said the pay award reflected the \"difficult financial circumstances the country is in\".\n\"We've proposed what we think is affordable to make sure in the NHS people do get a pay rise,\" he said.\nBut Tory MP Dan Poulter, a former health minister who continues to work as a doctor in mental health, said NHS staff had worked without the correct equipment in the early stages of the pandemic and went \"above and beyond\" their hours, so it was \"from a moral perspective, the wrong time to be applying pay restraint.\"\nHe said past experience of keeping down NHS wages had also proved it was \"quite counter-productive economically\", forcing the health service to pay more in agency costs instead.\nThe British Medical Association, the Royal College of Midwives, the Royal College of Nursing and Unison wrote a joint letter to Chancellor Rishi Sunak to express their \"dismay\" at the pay rise.\n\"Our members are the doctors, nurses, midwives, porters, healthcare assistants and more, already exhausted and distressed, who are also expected to go on caring for the millions of patients on waiting lists, coping with a huge backlog of treatment as well as caring for those with Covid-19,\" the letter said.\nUnite - the third largest union in the NHS - has also said it is considering a strike ballot, while the Royal College of Nursing has said its members should get a 12.5% increase.\nThe pay award would cover nearly all hospital staff, but not GPs and dentists. \nIn addition, some staff whose pay band is being changed will get more than a 1% increase as a result of a previously agreed three-year pay deal. \nThe government said newly-qualified nurses got a 12% pay rise over the course of that three-year agreement, adding that 1% was a \"real-terms increase\" as the latest official inflation figure was 0.9%.\nMeanwhile, Labour has said NHS \"heroes\" deserve more money and the proposed increase is \"nothing short of an insult\".\nAlex Norris, Labour's shadow health minister, said he would have recommended a real-terms increase for NHS staff, but said the exact figure should be set by the independent pay review body.\nHe said the public had been out on their doorsteps clapping for the work of NHS staff during the pandemic, and the government should not be \"clapping for them one day and cutting their pay the next\".\nThe NHS in Scotland, Wales and Northern Ireland is run by the devolved administrations.\nThe Scottish government has announced that 2021-22 pay negotiations will be delayed until the summer because of the disruption caused by Covid. Staff have been given an \"interim\" pay rise of 1%, which will form part of the new settlement.\nNHS workers in Northern Ireland were promised a one-off £500 \"special recognition\" payment in January, following a similar announcement in Scotland.\nThe Welsh government has said it will not set a \"ceiling\" of 1% on NHS pay rises for 2021-22."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56255828",
      "category": "uk",
      "title": "Covid-19: 'There are people too poor to die'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56300404",
      "category": "health",
      "title": "Women's health: Female patients to be asked about 'gender health gap'",
      "tags": "Women's health,Women",
      "text": "Women and girls in England are being asked to share their experiences of the health system as part of a government strategy to address inequalities.\nMinisters say there is \"strong evidence\" services for female patients need improving.\nFertility, maternity and menopause care are among the areas to be discussed.\nCampaigners say they are \"delighted\" steps are \"finally\" being taken to close the so-called \"gender health gap\". \nWhile women in the UK have a longer life expectancy than men, the Department for Health and Social Care says they are spending less of their life in good health. \nNadine Dorries, minister for women's health, said: \"Women's experiences of healthcare can vary and we want to ensure women are able to access the treatment and services they need.\n\"It's crucial women's voices are at the front and centre of this strategy so we understand their experiences and how to improve their outcomes.\"\nStudies suggest gender biases in clinical trials are a contributing factor. \nLess is also said to be known about many female-specific conditions and how to treat them.\nPatients have repeatedly reported to the BBC that they have felt overlooked when talking to doctors about conditions like endometriosis or complications following a pelvic mesh repair. \nFrom Monday 8 March, the Women's Health Strategy will spend 12 weeks speaking to female patients about a wide range of issues including maternity care and mental health. \nThe plan was due to launch last year, but had to be delayed because of the coronavirus pandemic.\nIt is understood ministers hope to publish it when MPs return to Parliament after the summer break.\nCampaigners have welcomed the idea but say it's vital women are properly listened to and appropriate action taken. \nGill Walton, chief executive of the Royal College of Midwives, said: \"We know that placing women at the centre of their own care not only improves outcomes in pregnancy, but also improves a woman's experience of birth and maternity care.\"\nMika Simmons, co-chair of the Ginsburg Women's Health Board, filmmaker, and host of The Happy Vagina podcast, said: \"Every single woman I speak to, myself included, has experienced either misunderstanding or loss as a direct result of slow or inaccurate diagnosis of their health concerns.\n\"I am delighted that this - the gender health gap - which grew out of a severe lack of  historical research into women's health issues, is not only finally being acknowledged but that steps are being taken to right size it.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56301918",
      "category": "uk-wales",
      "title": "Soldier dies in Castlemartin live-fire training exercise",
      "tags": "Castlemartin,Dyfed-Powys Police,Military,British Army,Ministry of Defence",
      "text": "A soldier has died during a live-fire training exercise at a British Army firing range.\nThe victim, who has not yet been named, was a sergeant in the Welsh Guards, the BBC understands.\nHe was fatally wounded at the Castlemartin base in Pembrokeshire, on Thursday night.\nThe Ministry of Defence said next of kin has been informed. Dyfed Powys Police are being assisted by the Royal Military Police in the investigation.\nThe Defence Accident Investigation Branch is also involved in inquiries into the soldier's death.\n\"It is with great sadness we can confirm the death of a soldier on 4th March. Our thoughts are with his family and friends at this tragic time,\" an Army spokesman said.\n\"The circumstances surrounding this death are being investigated and it would be inappropriate to comment any further.\"\nIt the latest in a number of accidents at Castlemartin.\nIn 2017, two soldiers died in a tank explosion, which a coroner ruled was due to a design flaw.\nAn Army captain was jailed in July 2018 after a 21-year-old soldier was killed by a stray bullet during an exercise at the range in 2012.\nAccording to the MoD, the Welsh Guards have a \"dual role\" as \"light role infantry\" and \"world class ceremonial soldiers, guarding the Royal Family and Royal palaces such as Buckingham Palace and the Tower of London and conducting state ceremonial duties\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-56300593",
      "category": "technology",
      "title": "John McAfee charged with fraud over cryptocurrency",
      "tags": "Fraud,Cryptocurrency",
      "text": "Businessman John McAfee, creator of the McAfee anti-virus software, has been charged in the US with conspiracy to commit fraud and money laundering.\nMr McAfee and his bodyguard Jimmy Gale Watson Jr are accused of promoting cryptocurrencies to Mr McAfee's large Twitter following to inflate prices.\nThe currencies were then allegedly sold, making the pair $2m (£1.45m), prosecutors said.\nThe men have not commented on the charges.\nMr McAfee, 75, is currently being detained in Spain in relation to separate criminal charges relating to tax, which he denies. He faces possible extradition to the US.\nMr Watson was arrested in Texas on Thursday. \n\"Jimmy Watson is a decorated veteran and former Navy Seal. He fought for other people's rights and liberties, and he is entitled to and looks forward to his day in court to exercise some of those very rights,\" said his lawyer Arnold Spencer.\nThe latest charges were filed in the Manhattan federal court in New York. The pair are accused of buying the cryptocurrency assets before promoting them on Twitter, where Mr McAfee has more than one million followers.\nThey would then sell the assets as soon as Mr McAfee's endorsements saw prices rise, according to the US justice department and the Commodity Futures Trading Commission.\nThey allegedly made a further $11m (£8m) in payments from cryptocurrency start-ups for promoting their assets on Twitter, payments which were not disclosed to investors who  bought them. \nThat amounted to having \"exploited a widely used social media platform and enthusiasm among investors in the emerging cryptocurrency market to make millions through lies and deception,\" federal prosecutor Audrey Strauss said.\nIn the separate tax evasion case - which was announced last October - Mr McAfee is accused of failing to file any tax returns from 2014 to 2018. Prosecutors also say he used other people's names to conceal his assets, including a yacht and property.\nA controversial figure, he came to prominence in the 1980s when his company released the first commercial anti-virus software - McAfee VirusScan - and helped spark a multi-billion dollar industry.\nAlthough that business has since been sold to Intel, he still develops cyber-security products of his own.\nThe entrepreneur, who was born in the UK, also launched unsuccessful bids to become the Libertarian Party's candidate for the US presidential elections in 2016 and 2020. \nMr McAfee has previously expressed his disdain for taxes, tweeting in 2019 that he had not filed tax returns for years because \"taxation is illegal\".\nIn 2012, he made headlines after police in the Central American country of Belize investigated the death of one Mr McAfee's neighbours and named him as a \"person of interest\". \nMr McAfee left the country saying he feared for his own safety. Officials ultimately said he was not a suspect."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56307889",
      "category": "world-us-canada",
      "title": "Coronavirus: US Senate passes major $1.9tn relief plan",
      "tags": "US economy,United States,Coronavirus pandemic",
      "text": "President Joe Biden's relief bill aimed at helping Americans deal with the impact of the coronavirus pandemic has cleared a major hurdle.\nThe $1.9tn (£1.4tn) plan was approved in the Senate on Saturday despite every Republican senator voting against. \nThe House of Representatives - controlled by Mr Biden's Democrats - is expected to approve it next Tuesday. \nMr Biden described the Senate vote as \"one more giant step forward\" in delivering the promise to help people.\nAmerica's worst public health crisis in a century has left nearly 523,000 people dead and 29 million infected, with a current unemployment rate of 6.2%. \nThe relief package - the third in the US since the start of the pandemic - envisages one-off payments worth $1,400 to be sent to most Americans. Mr Biden said such payments could start being distributed later this month. \nRepublicans say the plan is too costly. Some Democrats have also voiced criticism of certain provisions and the party's leadership was forced to make a number of compromises, notably the lowering of federal unemployment benefit from $400 to $300 a week. The benefit will be extended until 6 September under the plan.\n\"It obviously wasn't easy. It wasn't always pretty. But it was so desperately needed, urgently needed,\" President Biden said. \nHe added that he hoped for a quick passage of the bill in the House so that he could sign it into law.\nThe so-called American Rescue Plan allocates $350bn to state and local governments, and some $130bn to schools.\nIt would also provide $49bn for expanded Covid-19 testing and research, as well as $14bn for vaccine distribution.\nThe $1,400 stimulus cheques will be quickly phased out for those with higher incomes - at $75,000 for a single person and for couples making more than $150,000.\nThe extension of jobless benefits until September, meanwhile, would mark a key reprieve for millions of long-term unemployed Americans whose eligibility for benefits is currently due to expire in mid-March.\nThe bill also includes grants for small businesses as well as more targeted funds: $25bn for restaurants and bars; $15bn for airlines and another $8bn for airports; $30bn for transit; $1.5bn for Amtrak rail and $3bn for aerospace manufacturing.\nWhile Republicans broadly backed two previous stimulus plans, passed when they controlled both the White House and the Senate under Donald Trump, they have criticised the cost of Mr Biden's bill.\nThere was a marathon 27-hour session before the final vote on Saturday, and the 50-49 tally along party lines was indicative of the widespread Republican opposition.\nThe even split between the parties in the Senate meant that every Democratic senator needed to support the party's plans.\nBut on Friday a moderate Democrat, Senator Joe Manchin, objected on the grounds that the huge bill might overheat the economy. It took 11 hours of negotiation throughout the night to come up with a deal.\nThe compromise on lowering unemployment benefit meant the package could move forward to a final vote.\nSenate Democratic leader Chuck Schumer said the plan would \"deliver more help to more people than anything the federal government has done in decades\". \nSpeaking ahead of the vote, he said: \"It's been a long day, a long night, a long year, but a new day has come and we tell the American people help is on the way.\"\nSenate Republican Leader Mitch McConnell, however, criticised the aid package. \"The Senate has never spent $2tn in a more haphazard way or through a less rigorous process,\" he said.\nMr Schumer has predicted that the House will endorse the bill and President Biden will sign it before boosted unemployment benefits expire on 14 March."
    }
  ]
}