{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56060890",
      "category": "science-environment",
      "title": "UAE Hope mission returns first image of Mars",
      "tags": "Mars,United Arab Emirates,Space exploration",
      "text": "The United Arab Emirates' Hope mission has returned its first picture of Mars.\nThe spacecraft entered into an orbit around the Red Planet on Tuesday, making the UAE the first Arab nation in history to have a scientific presence at Earth's near neighbour.\nThis first image will be followed by many similar such views of Mars.\nHope was put in a wide orbit so it could study the planet's weather and climate systems, which means it also will see the planet's full disk.\nIt's a type of view that's familiar fare from Earth-based telescopes, but less so from satellites actually positioned at Mars.\nThey traditionally have been kept close in to the planet so they can get high-resolution pictures of the surface and act as telecommunications relay stations for landed robots in contact with Earth.\nThe picture at the top of this page was captured by Hope's EXI instrument from an altitude of 24,700 km (15,350 miles) above the Martian surface at 20:36 GMT on Wednesday - so, one day after arriving at the Red Planet. \nThe north pole of Mars is in the upper left of the image. At centre, just emerging into the early morning sunlight, is Olympus Mons, the largest volcano in the Solar System. Look right on the boundary between night and day, the so-called terminator.\nThe three shield volcanoes in a line are Ascraeus Mons, Pavonis Mons, and Arsia Mons. Look east, to the limb of the planet, and you can see the mighty canyon system, Valles Marineris. It's part covered by cloud.\n\"The transmission of the Hope Probe's first image of Mars is a defining moment in our history and marks the UAE joining advanced nations involved in space exploration,\" the mission's twitter account stated. \"We hope this mission will lead to new discoveries about Mars which will benefit humanity.\"\nHope is now running in an initial ellipse around Mars that comes as close as 1,000km from the planet and goes out to almost 50,000km. Over the course of the next few weeks, this will be trimmed to a 55-hour, 22,000km-by-43,000km orbit that is inclined to the equator by about 25 degrees.\nIt's from this high perch that Hope plans to carry out some novel research. It's going to trace how energy moves through the atmosphere from the very bottom to the very top.\nOne of its quests is to study the leakage into space of neutral atoms of hydrogen and oxygen - remnants from Mars' once abundant water. This will add to our understanding of precisely how a previously warm and wet planet became the cold, dusty, desiccated world it is today.\nOn the day the UAE Hope probe took this first image, the Chinese Tianwen-1 orbiter arrived at Mars.\nLike Hope, it had to execute a braking manoeuvre to be sure of being captured by the planet's gravity.\nThe Tianwen-1 mission carriers a rover which will be despatched to the surface in May or June.\nChina's space agency has released early imagery of what its satellite saw during its orbit insertion.\nThese pictures come not from a science camera like Hope's EXI instrument, but from low-resolution cameras used by engineers to inspect the spacecraft.\nIn the movie below, the view is dominated by Tianwen-1's solar panel, but the Martian atmosphere and surface topography are clearly visible. \nThis coming week, it is the turn of the Americans. Their Perseverance rover reaches Mars on Thursday and will try immediately to land in a near equatorial crater called Jezero. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56039127",
      "category": "health",
      "title": "England 'on track' for vaccinating Covid priority groups",
      "tags": "Coronavirus vaccines,Vaccination",
      "text": "The NHS is \"firmly on track\" to offer everyone in the top four priority groups in England a Covid vaccine by Monday, says the head of NHS England. \nSir Simon Stevens said it had been \"the fastest and largest vaccination campaign in history\".\nThe UK government's aim is to reach 15 million of the most vulnerable by mid-February - and 14 million have been vaccinated so far.\nWales said on Friday it was the first UK nation to meet its target.\nSpeaking at the Coventry hospital where the first person in the UK to be vaccinated - 91-year-old Maggie Keenan - received her first dose, Sir Simon said it had been an \"incredible achievement\" by staff and volunteers.\n\"The uptake has been fantastic - we thought three-quarters would say yes to the vaccine but more than nine out of 10 have done so,\" he said.\nAnyone aged over 70 in England who hasn't been vaccinated can go online or call 119 to book an appointment.\nFrom next week, details of who will be vaccinated in the next phase of the programme involving the over 50s and people with underlying health conditions will be set out. They are due to be vaccinated by May.\nSome regions of the UK have already begun inviting the over-60s, who are part of the next phase.\nIn the meantime, Sir Simon said it was important that people come forward for their second dose when invited because it \"gives extra protection and immunity\".\nIn the 10 weeks since vaccinations against coronavirus began in the UK, a first dose has been given to:\nIncluded in the first four priority groups, which covers 88% of those most at risk of dying from Covid-19, are people aged 70 and over, frontline health and social care workers, care homes residents and those at very high risk of severe illness from coronavirus.\nAcross the UK, a quarter of adults have already received one dose of a Covid vaccine.\nIn Wales, the percentage of over-16s vaccinated is higher - at 28% - than in the other UK nations.\nNine out of 10 people aged 70 and over have taken up the offer to be vaccinated in England, the NHS says.\nLatest figures for Wales, Scotland and Northern Ireland suggest their uptake numbers for the over-70s are lower, but these are not directly comparable with England.\nThe latest data on other age groups in England, up to Sunday 7 February, suggests:\nBy Wednesday, in England, more than two million people had been vaccinated in the Midlands, 1.8 million in the South East, 1.7 million in the North East and more than a million in all other regions.\nThe smallest number of doses, nearly 1.3 million, had been given to people living in London.\nThe UK's vaccination programme began on 8 December 2020 with people receiving the vaccine developed by Pfizer/BioNTech.\nFrom 4 January people began receiving the Oxford University/AstraZeneca vaccine.\nBoth vaccines, which require two doses for full protection, were approved by the UK's medicines regulator.\nA decision was taken by health officials to offer a first dose to as many vulnerable people as possible by extending the gap between doses to from three to four weeks to closer to 12 weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56058458",
      "category": "world-africa",
      "title": "Covid-19: South Africa to reopen border crossings",
      "tags": "South Africa,Coronavirus pandemic",
      "text": "South Africa says it will on Monday reopen 20 of its land border crossings that were shut last month to try to stop the spread of Covid-19 infections. \nThe decision was taken at a cabinet meeting on Saturday.\nSouth Africa has been hit hard by a second wave of the outbreak linked to a new variant of the disease.\nIt has recorded almost 1.5 million infections and more than 47,000 Covid-related deaths - by far the highest toll in Africa.\nGlobally, more than 108 million cases have been confirmed since the start of the outbreak late in 2019, with nearly 2.3 million deaths, according to America's Johns Hopkins University.\nIn other developments:\nOn Saturday, the government announced that borders with Zimbabwe, Botswana, Mozambique, Namibia, Lesotho and Eswatini would be opened.\n\"The active and orderly management of people through our borders is an important part of the country's overall risk adjusted approach to control the spread of Covid-19,\" said Home Affairs Minister Aaron Motsoaledi.\nBut the minister warned that all those wanting to cross the borders must produce proof of negative Covid tests taken recently. \nMr Motsoaledi said he would personally visit the four busiest crossings to observe the processing of travellers.\nSouth Africa shut its borders with neighbouring countries on 11 January after the new variant of Covid-19 was detected.\nA number of countries have since banned all travel to and from South Africa."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55721123",
      "category": "uk-wales",
      "title": "Census 2021: England and Wales gender question 'a good first step'",
      "tags": "Cardiff,LGBT,Transgender people,Office for National Statistics,Bangor",
      "text": "Inclusion of a question on gender for the first time in the UK census has been welcomed as a \"good first step\" by some in the transgender community.\nThe voluntary question in the 2021 survey reads: \"Is the gender you identify with the same as your sex registered at birth?\"\nPeople over 16 can tick yes or no and specify their gender identity. \nThe Office for National Statistics, which will run the census on 21 March, said the details were clearly needed.\nOwen Hurcum, 23, is the mayor-elect of Bangor, and due to take over the position in May.\nThey said they would fill in the form to say non-binary agender.\n\"I think it is great that we can finally put our real genders on the census,\" they said.\n\"I do see this as a token gesture from the government [but], it's at least a single step in the right direction and I for one look forward to putting my real gender on the census.\"\nOwen said more change was needed: \"As nice and as validating as that will feel for us to do, it really is only the tip of the iceberg for what the government can do.\n\"We need to be able to put genders other than M/F on our passports and they need to improve the access to gender identity clinics as well as moving towards legal gender self ID.\n\"Moreover, they need to reword the 2010 Equalities Act to unambiguously include non-binary identities as protected characteristics.\"\nThey also want younger respondents to be able to answer the question: \"People begin to know their gender from way below the age of 16, so the fact this option won't be available and excludes trans and non-binary children is inherently discriminatory.\"\nShash Appan, 24, is a trans activist from Cardiff and said she would fill in the form to say \"trans woman\".\nShe also backs the idea of under-16s being able to answer the question.\n\"I definitely think it should be available to under-16s, because people do transition under that age,\" she said.\nAn ONS spokesman said the question was only being asked of people aged 16 and over because \"we anticipate gender identity data collected from persons below this age is likely to be of low quality\". \nHe said this was partly due to the likelihood of the information being supplied by a parent or guardian.\nHe said the \"key data need\" for gender identity was for information on those aged 16 and over.\nMs Appan welcomed the addition of the question: \"It's a good first step forward, definitely and it's much-needed.\n\"It is very important because at the moment we don't have any kind of definitive stats in any way. \n\"It is especially important when it comes to things like NHS funding.\"\nShe said the length of time trans people were kept waiting to be seen at NHS gender clinics was \"not humane.\"\n\"At the moment non-binary people don't have legal recognition in law, which it makes it difficult for them to navigate society, because when your gender identity doesn't match your ID or when you're mis-gendered it can make interactions with our mostly cis, heteronormative society difficult to say the least,\" she said.\n\"Having an idea of how many trans people are in the UK will give an idea for people who do control funding and hopefully they'll allocate more.\" \nShe said she disclosed her sexuality on the previous census: \"One thing I would worry about is people answering the questions in a spiteful way, transphobic tropes like 'I identify, like an attack helicopter' or other things like that. \n\"When and if that does happen, are they going to filter it out? While, if they are filtering out, are they actually going to have a trans person filter out, or someone who understands?\"\nAn ONS spokesman said it would use an automatic system to process answers to many of the census questions where one can write in an answer, adding: \"These tools will then be refined once census data is received, to ensure that this data is being appropriately coded.\"\nHe said the ONS had undertaken extensive research to ensure only genuine identities were recorded.\nThe voluntary question on gender has been included in this year's census for the first time, along with new guidance on how the mandatory question on \"what is your sex?\" should be answered.\nThe ONS said respondents should use the sex recorded on one of their official documents like birth certificate or gender recognition certificate.\nThis has drawn criticism from some women's groups who fear the data gathered from this question could be compromised.\nFair Play For Women, which posted on social media: \"An undefined number of people will be allowed to put the wrong answer to the sex question... This has alarmed scientists who need accurate data on sex.\"\nHowever the organisation said the inclusion of the gender question in the census was \"a move welcomed by everyone\".\nStonewall, which campaigns for the equality of lesbian, gay, bisexual and trans people across Britain, said there was not currently an accurate figure for how big the trans community was because there has been no research done that covers enough people to be statistically significant.\nStonewall Cymru's campaigns, policy and research manager Iestyn Wyn said it was something the organisation campaigned for over many years. \n\"Previous statistics about LGBT+ people have been little more than estimates and the needs and experiences of our community have been hidden,\" he said.\n\"Census data on age, ethnicity and a range of other characteristics have been key to showing inequality and the need for support, and the same will be true for tackling barriers that LGBT+ people face.\"\nThe ONS said: \"Three years of evidence gathering by the ONS to inform the 2021 census showed that there is a clear need for this information at both a national and local level.\n\"Without robust data on the size of the LGBT population at a national and local level, decision-makers are operating in a vacuum, unaware of the extent and nature of disadvantage which LGBT people may be experiencing in terms of health, educational outcomes, employment and housing, and unable to design and monitor the effectiveness of policies to address this.\"\nThe census is a count of all people and households in Wales and England, which takes place every 10 years.\nScotland's census, which is run separately by National Records of Scotland, has been postponed by a year to March 2022 because of coronavirus. \nThe census is the only exercise that provides a detailed snapshot of the whole population and is unique because everyone in the country answers the same questions about the same day.\nPeople are asked about who was in their home overnight, as well as details of jobs, education and ethnic background.\nThe findings mean central and local government can use resources effectively for things such as housing, education, health and transport.\nThe Census Act 1920 makes it compulsory for everyone in England and Wales to take part in the census.\nThe 2021 census for England and Wales will be predominantly online for the first time."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56056310",
      "category": "world-us-canada",
      "title": "Trump impeachment: Senate falls short of majority needed to convict",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,United States Senate",
      "text": "The US Senate has fallen short of the two-thirds majority needed to convict former President Donald Trump on a charge of incitement to insurrection over the Capitol riot on 6 January.\nA majority of senators - 57 to 43, including seven Republicans - voted to convict Mr Trump, 10 votes short of the 67 required for conviction. \nAfter his acquittal, Mr Trump released a statement denouncing the trial as \"the greatest witch hunt in history\". \nThis was Mr Trump's second impeachment. \nIf he had been convicted, the Senate could have voted to bar him from running for office ever again. \nAfter the vote, the senior Republican in Congress, Senator Mitch McConnell said Mr Trump had been \"responsible\" for the assault on the Capitol and called it a \"disgraceful, disgraceful dereliction of duty\". \nEarlier, he voted against conviction, saying it was unconstitutional now that Mr Trump was no longer president. Mr McConnell was instrumental in delaying Mr Trump's trial until after he left office, on 20 January. \nHowever, Mr McConnell warned Mr Trump could still be held liable in court.\n\"He didn't get away with anything yet. Yet. We have a criminal justice system in this country, we have civil litigation and former presidents are not immune from being [held] accountable by either one,\" he said.\nPresident Joe Biden said: \"While the final vote did not lead to a conviction, the substance of the charge is not in dispute.\n\"This sad chapter in our history has reminded us that democracy is fragile. That it must always be defended. That we must be ever vigilant. That violence and extremism has no place in America. And that each of us has a duty and responsibility as Americans, and especially as leaders, to defend the truth and to defeat the lies.\"\nThe seven Republicans who voted to convict were Lisa Murkowski, Susan Collins, Ben Sasse, Bill Cassidy, Richard Burr, Mitt Romney and Pat Toomey.\nExplaining her decision, Mrs Collins said by \"subordinating the interests of the country to his own selfish interests [Trump] bears significant responsibility for the invasion of the Capitol.\n\"The abuse of power and betrayal of his oath by President Trump meet the constitutional standard of 'high crimes and misdemeanours' and for those reasons I voted to convict Donald J. Trump.\"  \nIn their closing statements, the Democratic House of Representatives lawmakers appointed to shepherd the process through the Senate warned that it would be dangerous to acquit Mr Trump.\n\"The stakes could not be higher because the cold, hard truth is that what happened on 6 January can happen again,\" Representative Joe Neguse said.\n\"History has found us. I ask that you not look the other way,\" Representative Madeleine Dean said.\nHowever, Mr Trump's lawyer, Michael van der Veen, called the proceedings a \"show trial\" and said the Democrats were \"obsessed\" with impeaching Mr Trump.\n\"This impeachment has been a complete charade from beginning to end,\" he said. \"The entire spectacle has been nothing but the unhinged pursuit of a long-standing political vendetta against Mr Trump by the opposition party.\"\nMr Trump himself said no president had \"ever gone through anything like it\" and that \"the movement to Make America Great Again\" had \"only just begun\".\nAt its most basic level, this is a win for the former president. He is still eligible to run for president again in 2024, if he so chooses. His base, by all indications, is still largely intact. Both in the House of Representatives and in the Senate, most Republican officeholders opposed the impeachment proceedings. Those who broke ranks are already facing ferocious criticism and, in some cases, formal reprimands from their Republican constituents.\nTrump did not emerge from this impeachment trial unscathed, however. One of the most memorable portions of the prosecution case by the impeachment managers were the new videos of Trump's supporters, wearing Make America Great Again hats and waving Trump flags, ransacking the Capitol.\nThose images will forever be associated with the Trump brand. Every rally he holds from here on will evoke memories of that riot. It may not cost him among the Republican rank and file, but independent voters - and moderates - are unlikely to forget.\nRead more from Anthony here.\nSenators initially voted for personal testimony, which would have delayed a possible verdict on Saturday. But after emergency consultations to avoid any hold-up, they changed their ruling to admit written statements only. \nThe flip-flop came after discussion of a phone call between the former US president and a top Republican official, Kevin McCarthy, while the riot was going on. \nA Republican member of the House of Representatives, Jaime Herrera-Beutler, said Mr McCarthy had told her about the call on the day. \nShe said Mr McCarthy had implored Mr Trump to call off the rioters, but the president had wrongly blamed left-wing activists broadly known as \"antifa\".\n\"McCarthy refuted that and told the president that these were Trump supporters,\" Ms Herrera-Beutler said. \"That's when, according to McCarthy, the president said: 'Well, Kevin, I guess these people are more upset about the election than you are.'\"\nInstead, the congresswoman's statement was admitted in written evidence. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56058372",
      "category": "world-us-canada",
      "title": "US cold snap: Why is Texas seeing Arctic temperatures?",
      "tags": "Snow,Texas,United States,Severe weather,Canada",
      "text": "Texas is known for its sprawling deserts and excruciating heatwaves - but right now, it's blanketed in a thick layer of ice.\nThe state is seeing some of its coldest temperatures in more than 30 years, with some areas breaking records that are more than a century old.\nParts of Texas hit 0F (-18C) on Sunday, and weather warnings are going to stay in place through the week.\nSo why is this normally boiling state suddenly freezing over?\nAccording to the US National Weather Service (NWS), this is down to an \"Arctic outbreak\" that originated just above the US-Canada border, bringing a winter snow storm as well as plummeting temperatures. \nCold air outbreaks such as these are normally kept in the Arctic by a series of low-pressure systems, the NWS said. However, this one moved through Canada and spilled out into the US last week.\nTemperatures in the city of Dallas for example will reach a high of 14F (-10C) on Monday when it should be more like 59F (15C) at this time of year.\nFor the first time in the US state, all 254 counties are under a winter storm warning, US media report. The temperature in Dallas is already colder than in Anchorage, Alaska, CBS News reports.\nIn a statement on Sunday night, President Joe Biden declared an emergency in Texas, which authorises US agencies to co-ordinate disaster relief in the state.\nRotating power outages have been initiated by the state's power grid operator, the Electric Reliability Council of Texas (Ercot), early on Monday, to reduce demand on the electricity system.\n\"Traffic lights and other infrastructure may be temporarily without power,\" it added in a tweet.\nIt has also issued a level-three energy emergency alert, urging consumers to reduce electricity use.\nNearly 120 car accidents were reported on Sunday, Houston Fire Chief Samuel Peña tweeted.\nHundreds of flights in and out of the state have also been cancelled. \nThe weather has already proved deadly. On Thursday, icy roads led to a massive crash involving more than 100 vehicles in Fort Worth, killing six people and leaving dozens more needing hospital treatment.\n\"The expansive dome of sub-freezing temperatures across the northern tier of the country has laid the foundation for winter storms to wreak havoc from coast to coast, not only going into this weekend, but also into next week,\" the NWS said in a statement released on Friday.\nWeather warnings for severe winter conditions are going to remain in place until at least Tuesday, when the weather system will begin to move north.\nAmarillo will see a high temperature of just 2F (-17C), breaking the city's previous record of 12F (-11C) that was set in 1895, a forecaster from the service's Weather Prediction Centre, Marc Chenard, told Reuters news agency. \nSimilarly, Lubbock will only reach a high of 9F (-13C). These temperatures are \"40 to 50 degrees [Fahrenheit] below average\", Mr Chenard said.\nParts of Oklahoma and the Texas panhandle are predicted to see as much as a foot of snow this week, while Dallas will have four inches. \nMr Chenard warns of more dangerous road conditions in Houston, caused by sleet and freezing rain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56058744",
      "category": "uk",
      "title": "Covid: Dominic Raab rejects CRG calls for lockdown easing date",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Foreign Secretary Dominic Raab has rejected calls from Conservative MPs to put a date on when England's lockdown measures will be eased, saying the government will be \"cautious\".\nThe lockdown-sceptic Covid Recovery Group (CRG) said all restrictions must be lifted by the end of April.\nMr Raab told the BBC he was \"confident\" in the vaccine rollout, but added: \"You can't get ahead of the evidence.\"\nSo far 14.5 million people have had at least one dose of the vaccine.\nMr Raab said that the government was \"on track\" to hit its target of offering the vaccine to 15 million people from the top four priority groups by Monday.\nThe CRG has written to Prime Minister Boris Johnson to say there will be no justification for Covid laws once the top nine priority groups have been vaccinated - which the government is planning to have done by May. \nMr Raab told the BBC's Andrew Marr: \"We share all of the ambition and the desire to get out of this lockdown. We want to do it responsibly and safely and therefore it's got to be based on the evidence,\" adding, \"You can't get ahead of the evidence of the impact of the vaccine on the transmission.\"\nHe said the R-rate was between 0.7 and 1 and, as of Friday, the seven-day totals for admissions, cases and fatalities were down by between a fifth and a quarter respectively.\nBut developments needed to be monitored \"in real time\", making it difficult to give guarantees or be precise about an end of April or beginning of May date for easing, he said. \nMr Johnson said on Saturday he planned a \"cautious\" reopening - the road map for which will be unveiled on 22 February, with restrictions on outdoor recreation expected to be among the first to be relaxed.\nThe CRG - which was formed in November to oppose a third lockdown and says it has the backing of 63 MPs for its letter - said the prime minister should set out a plan for \"a return to normal life\" from 8 March.\nThat is three weeks after Monday's target date for vaccinating 15 million of the most vulnerable - the same length of time the vaccine is believed to need to start taking effect - and the date pencilled in by the government for schools reopening.\nThe top four priority groups, targeted for vaccination by 15 February include:\nThe vaccine rollout has already been officially extended to people outside these groups, with invitations going out in England to people aged 65 to 69 and younger people who are in an at-risk group. \nBoris Johnson will spend the next few days looking at data on the spread of coronavirus and the success of the vaccine rollout, before deciding how quickly to reopen society.\nWe know roughly what the order will be: schools, followed by outdoor mixing, non-essential shops then hospitality.\nSome Conservative MPs - who have been close to the prime minister in recent years - are urging Mr Johnson to move fairly quickly and lift all restrictions by May, when the government plans to have give a first dose to everyone over 50.\nBut Downing Street has been stung in the past after moving too quickly and having to re-impose restrictions in a matter of weeks. \nThat's why ministers are being cautious at the moment - and why the foreign secretary said it would be wrong to set an arbitrary date. \nThe CRG called for pubs and restaurants to open by Easter in a \"Covid-secure\" and \"commercially viable\" way, saying two-thirds of the people in the top nine priority groups should have had a first vaccine dose by then.\nAnd by the end of the April, when all the priority groups should have had one jab of vaccine, they say all lockdown laws should be removed.\nThe group says the burden of proof should be on ministers to show restrictions are necessary.\nScientists and medics have urged caution, saying there is still potential for another surge in cases.\nDr Shondipon Laha, a member of the Intensive Care Society, dismissed the idea that Covid-19 could end up being seen on the same level as the flu - something that has been suggested by Health Secretary Matt Hancock and Mr Johnson.\n\"It's not just deadlier, it's more debilitating. So we're expecting to see significant numbers of patients who have had Covid who need intense rehabilitation.\"\n\"We know that every patient that comes to an intensive care unit that needs ventilation loses muscle mass at 2-3% per day,\" Dr Laha said, adding that many such patients cannot stand and have problems with their long-term memories.\nDr Sarah Pitt, a virologist at the University of Brighton, said the variations of coronavirus were becoming more infectious and more dangerous, also dismissing suggestions it could be treated the same as flu.\nShe said restrictions should be lifted \"very gently\", and that, in the future, \"short, sharp\" lockdowns should be introduced for a few days to target smaller, localised outbreaks - similar to those being used in Australia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56053845",
      "category": "uk-england",
      "title": "Covid: South Africa variant found in Hampshire village",
      "tags": "Middlesbrough,Bramley,Coronavirus testing,Walsall,Basingstoke,Coronavirus pandemic",
      "text": "A case of the South African variant of Covid-19 has been identified in a village in Hampshire.\nAnyone aged 16 or over  in Bramley, near Basingstoke, will be subjected to surge testing from next week.\nAdditional tests will also be held in Middlesbrough and Walsall following recent discoveries of the variant first identified in South Africa.\nConcerns have been raised that the mutation can spread faster and vaccines may not be as effective.\nMass testing - or surge testing - is already taking place in parts of England to help stop the spread of new, more infectious strains of Covid-19.\nIt will now be deployed to targeted areas of Middlesbrough in the TS7 postcode, areas in Walsall and areas in the RG26 postcode in Hampshire.\nSimon Bryant, Hampshire County Council's director of public health, said: \"I appreciate that this news may be worrying but it's really important to understand that the risk of transmission from this single case is considered to be very low.\"\nHe added that the rapid local testing programme was \"primarily a precautionary measure\" to help the government understand and prevent the spread of new variants. \nDetails of how the programme will work will be published on the authority's website early next week. \nA test centre has been set up in Middlesbrough and anyone over 16 from Marton and Coulby Newham is being urged to get a test.\nThe Teesside town has the fifth highest infection rate in England.\nPublic Health England said as of 8 February, the rate per 100,000 people in Middlesbrough was 357.5 - down slightly from 359.6 the week before.\nConsultant in public health Esther Mireku said: \"While the overall Covid infection rate in Middlesbrough has now halved from its peak in early January, it has still not decreased as much as we would have liked.\n\"The high prevalence of Covid in the town, combined with the reporting of this variant, are a reminder to everyone of the importance of staying at home as much as possible and following hands-face-space when out for an essential reason.\"\nMobile testing units had already been set up in Walsall earlier this month following the discovery of the South African variant in the town.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56028750",
      "category": "uk-scotland-scotland-politics",
      "title": "Alex Salmond accuser: Inquiry 'trauma' worse than trial",
      "tags": "Scottish government,Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament",
      "text": "A woman who made sexual assault allegations against Alex Salmond has claimed the Holyrood inquiry into the saga has been more traumatic for her in many ways than the trial was.\nThe woman was one of nine who gave evidence against the former first minister at the High Court last year.\nMr Salmond was cleared of all 13 of the sexual assault charges against him.\nA committee is now investigating the Scottish government's handling of the original complaints against Mr Salmond. \nThe inquiry was intended to ensure that similar mistakes were not made in the future and that women could feel confident in coming forward with complaints about alleged sexual misconduct.\nBut the woman told BBC Scotland political editor Glenn Campbell that she believed it had descended into a \"political fight\" that made it less likely that other women would report any concerns.\nShe said the row had \"effectively allowed the government to get away with not being properly scrutinised on its procedures\".\nAnd she claimed that the inquiry had been \"in many ways more traumatic than the experience of the High Court trial\".\nSNP MSP Linda Fabiani, who heads the committee, said she was \"really sorry\" that the woman felt that way, and that she would like to issue a personal apology for anything that had made any complainant feel like they had been exploited. \nMs Fabiani said social media had been \"pretty horrible\", and that she hoped people would reflect on their own behaviour. \nShe added: \"The reality is that the parliament tasked this committee with an important job to do and we have to do that job.\n\"We have to get this task finished and do it in the best way that we can, because what we want to do is to make sure that women aren't afraid to come forward in the future.\n\"Things have obviously gone wrong, we have to find out what they were, and I hope we can make some recommendations that will be taken on board to protect women in the future\". \nThe committee of nine MSPs has been split along party lines over key issues, and has been badly delayed with members accusing both the government and Mr Salmond of being uncooperative and attempting to frustrate its work. \nMr Salmond declined to appear before the committee last Tuesday over its refusal to publish some of the evidence that he wants it to.\nAnd First Minister Nicola Sturgeon - whose own appearance next week has also been postponed - has accused some opposition committee members of having already drawn their own conclusions before hearing her evidence.\nIn an interview broadcast on BBC Scotland's The Sunday Show, the woman said she had hoped the committee would be impartial and would properly investigate the government and contribute towards ensuring the sexual harassment and bullying in the workplace were no longer an issue.\nShe said: \"Instead what has happened is they have taken your very personal experiences and exploited them for their own self-serving political interests, and that is something in itself that is really traumatic.\"\nThe woman, who cannot be named for legal reasons, also claimed that the committee had \"strayed so far from its own remit that it has made any of its findings completely useless\".\nShe added: \"I think that they really had an opportunity to ensure they could investigate the creation of procedures that would make it safe and easy for women to come forward, and they have made it significantly harder.\"\nThe committee was set up to examine what went wrong with the government's investigation into internal complaints about Mr Salmond's alleged behaviour, which were made by two female civil servants in 2018.\nThe government admitted it had acted unlawfully during the investigation, and had to pay Mr Salmond's legal fees of more than £500,000.\nMr Salmond was later cleared of 13 sexual assault charges, including one of attempted rape, which were alleged to have happened while he was serving as first minister.\nThe nine women who made the allegations included an SNP politician, a party worker and several current and former Scottish government civil servants and officials. \nIn court, Mr Salmond said the claims made about his alleged conduct were \"deliberate fabrications for a political purpose\", or \"exaggerations\".\nHe has also accused Ms Sturgeon, who succeeded him as both first minister and SNP leader, of breaching the ministerial code by lying to parliament - which she denies. \nLast month the committee used its legal powers to demand the release of documents from the Crown Office.\nThese included text or WhatsApp communications between SNP officials and government staff, which were uncovered as part of the police investigation into Mr Salmond.\nThere have been claims by supporters of Mr Salmond that the messages were evidence of a conspiracy against him.\nBut the committee said the messages were between women seeking \"confidential support\" which were not relevant to its inquiry, and would not be published to avoid causing further distress.\nThe woman spoken to by BBC Scotland said she believed it was \"natural to discuss issues of sexual assault, sexual harassment, with women you worked with at the time\".\nAnd she said it was \"utterly absurd\" to suggest that nine women \"could be persuaded to lie to the police, to perjure themselves in court\".\n\"The truth is that we individually had experiences of Alex Salmond's behaviour,\" she said.\nThe woman added: \"It takes a lot of courage to report sexual harassment, particularly against a very powerful person. \n\"I think the fact the government were willing to investigate those complaints is positive, but clearly they let down those women and they have a responsibility to fix that for anybody else in the future.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56057402",
      "category": "uk",
      "title": "Covid-19: Over-65s to receive jab in next phase of rollout in England",
      "tags": "Coronavirus vaccines,Vaccination,NHS,Coronavirus pandemic",
      "text": "People aged 65 to 69 in England are among those being invited to book their Covid-19 jab as the vaccination programme enters a new phase on Monday. \nThe clinically vulnerable are also being offered the jab as the vaccine rollout is officially expanded beyond the top four priority groups. \nThe UK is on track to offer the jab to all of the most vulnerable people by Monday, ministers have said.\nSo far, more than 14.5 million people in the UK have had at least one dose .\nAlmost 1.2 million letters were due to have landed on the doorsteps of over-65s and the clinically vulnerable by Saturday asking people to log on to the national booking service, NHS England said. \nA further 1.2 million are due to arrive this week.\nThose who receive a letter can choose from more than 100 vaccination centres or almost 200 pharmacy services.\nGP-led vaccination sites will focus initially on the clinically vulnerable because of the relationship between general practice and those with long-term conditions.\nThe Joint Committee on Vaccination and Immunisation defines clinically vulnerable people as those with conditions including chronic respiratory disease such as chronic obstructive pulmonary disease, cystic fibrosis, and severe asthma.\nUntil now, the vaccination programme has been aimed at NHS frontline staff, care home residents and workers, along with over-70s and people deemed clinically extremely vulnerable.\nHowever, some regions have already started vaccinating people aged 65 to 69, with NHS England having previously said that people in this age group could get a vaccine if GPs have supplies.\nNHS chief executive Sir Simon Stevens said the vaccination programme has already protected more than 12 million of the most vulnerable people against Covid.\n\"This is an exciting moment as we now move on to those aged 65 and over and the clinically vulnerable as part of our plan to vaccinate as many people as possible who can benefit from it,\" he said.\n\"However, if you have already been offered a jab but have not taken it up it is not too late. Please come forward and help us to help.\"\nHealth Secretary Matt Hancock said: \"The vaccination programme is continuing at an unprecedented speed and, as we're on target to offer vaccines to all those in the first four priority groups by Monday, we are determined to keep up the momentum by expanding it even further.\" \nSpeaking at a vaccination bus in Greenwich, south-east London, Prof Stephen Powis, the national medical director of NHS England, urged everyone who receives a letter to get the vaccine without hesitation.\nHe said officials had been working with faith groups and local community leaders to encourage everybody to come forward.\n\"Don't hesitate at all. These vaccines are safe, they're effective against Covid, they'll protect you, they'll protect your loved ones, and of course they'll help get society back to normal again,\" he said.\nMeanwhile, Welsh First Minister Mark Drakeford said his country had begun contacting some over-50s, while Scotland's First Minister Nicola Sturgeon has said she expects many in the 65-69 age group to have had their first jab by the middle of this month after the vast majority of older people were vaccinated.\nIn Northern Ireland, the Department of Health is offering everyone over 65 a vaccine by the end of February as it works its way through priority groups four and five, although it is expected to help the UK meet its overall target.\nOn Saturday, Prime Minister Boris Johnson hailed the \"huge progress\" made with the vaccine rollout, saying he was \"optimistic\" about being able to set out plans later this month for a \"cautious\" easing of England's lockdown.\nHe said ministers were hopeful schools can reopen from 8 March, with the government looking to open non-essential shops after this and then the hospitality sector.\nHowever, scientists have warned against easing restrictions too quickly when the PM sets out his \"road map\" out of lockdown on 22 February.\nThe UK's vaccination programme began on 8 December 2020 with people receiving the vaccine developed by Pfizer/BioNTech.\nFrom 4 January people began receiving the Oxford University/AstraZeneca vaccine.\nBoth vaccines, which require two doses for full protection, were approved by the UK's medicines regulator.\nA decision was taken by health officials to offer a first dose to as many vulnerable people as possible by extending the gap between doses from three to four weeks to closer to 12 weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56053229",
      "category": "uk-england-london",
      "title": "Covid-19: Man held and 26 fined over canal boat party",
      "tags": "Hackney,Coronavirus pandemic",
      "text": "A man has been arrested and 26 people reported for £800 fines after police broke up a party on a canal boat.\nSome 30 people were discovered on the vessel on the River Lea in east London at about 04:20 GMT.\nThe Met said a 31-year-old held on suspicion of breaching Covid health protection regulations had previously been reported for a £10,000 fine over another boat party.\nThe partygoers were dispersed and the boat has been seized.\nCh Insp Pete Shaw said it was \"incredibly disappointing that incidents of this nature continue\".\n\"To have an individual who has repeatedly ignored these regulations and who appears to have organised multiple events is dangerous and indicates a complete disregard for the safety of all involved,\" he said.\nMet Police officers also shut down another large party in a house in Wandsworth, south-west London, on Thursday night.\nAbout 30 to 40 people were found at the gathering shortly before 23:40.\nOne woman was arrested for breaching Covid regulations while a man was held for an unrelated offence.\nFixed-penalty notices were issued to the other attendees found there.\nInsp Matt Ebbs said: \"These are challenging times but we must all play our part, and I urge everyone to follow the rules to protect themselves and their community.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56054978",
      "category": "world-asia",
      "title": "Myanmar coup: Fear and defiance at night-time arrests",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "People in Myanmar are reacting with defiance as authorities use night-time raids to arrest opponents of the military coup.\nVideo footage showed people banging pots and pans to warn their neighbours of approaching security forces.\nMass protests have taken place since the military seized control of the South East Asian country on 1 February.\nThe army announced on Saturday that arrest warrants had been issued for seven prominent opposition campaigners.\nThey are wanted under the rarely used charge of \"disturbing tranquillity\". One of them, Min Ko Naing, was one of the student leaders involved in the failed 1988 uprising against the then-military dictator. He has appeared in a social media video denouncing the use of night-time raids to make arrests. \nThe United Nations human rights office said on Friday that more than 350 people had been arrested since the coup. \nThe country's elected leader, Aung San Suu Kyi, is under house arrest.\nThe military on Saturday also suspended laws requiring court orders for detaining people longer than 24 hours and for searching private property. \nBBC Burmese journalist Nyein Chan Aye said people in Myanmar were feeling \"extremely insecure, anxious and uncertain about what will happen next\".\n\"Sleepless nights are becoming common here in Myanmar. Security forces are raiding people's residences in many places across the country and trying to arrest those who are against the military junta. People are protecting each other, staying up late at night,\" he said.\nIn the country's biggest city, Yangon, footage showed people chanting and alerting neighbours as security vehicles approached. In a video shared with Reuters news agency, crowds could be seen surrounding and marching alongside police vehicles. \nThe videographer told the news agency the crowd had at least once made the police turn back from driving in the direction of West Yangon Hospital. \nOther footage showed people gathering in Yangon to demand the release of a teacher who had reportedly been detained, and banging pots and pans when they thought police units were conducting raids to arrest people.\nAs people took to the streets for the eighth consecutive day on Saturday, protesters chanted: \"Stop arresting people at night-time.\"\nInternet memes captioned \"Our nights aren't safe anymore\" have been circulating on social media. \nPhil Robertson, the deputy director of Human Rights Watch's Asia division, told the BBC there were \"more and more night-time raids\" taking place in Myanmar, in which people were dragged from their homes in the middle of the night.\n\"We have neighbourhoods now who are trying to organise. They're using pot banging when it looks like the police or military are coming into the area. It really has become a situation where the crackdown is now going after anybody that the military identifies as leaders of these protests,\" he said.\nMyanmar group Assistance Association for Political Prisoners has also voiced concern about overnight arrests. \n\"Family members are left with no knowledge of the charges, location, or condition of their loved ones. These are not isolated incidents, and night-time raids are targeting dissenting voices,\" it said in a statement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-37908788",
      "category": "entertainment-arts",
      "title": "Profile: Duchess of Sussex",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor",
      "text": "Meghan Markle made her name as an actress, campaigner and blogger before marrying Prince Harry in May 2018 and becoming the Duchess of Sussex. \nBefore meeting Prince Harry, she had been best known for playing lawyer Rachel Zane in US TV drama Suits. \nWhen she became a member of the Royal Family, she gave up her acting career - and immersed herself in the life of a working royal, using the platform to highlight the charities and causes close to her heart. \nShe became a mother in May 2019 but within a year she and Prince Harry had stepped away as working members of the Royal Family and started a new life in North America.\nShe and Prince Harry had their second child, Lilibet \"Lili\" Diana Mountbatten-Windsor, in June 2021.\nBorn Rachel Meghan Markle on 4 August 1981, she grew up in a prosperous part of Los Angeles.\nHer mother's home is in an area known as the \"Black Beverly Hills\".\nMeghan went to a private primary school in Hollywood and started campaigning for gender equality at an early age.\nAt 11, she wrote a letter to the then US first lady, Hillary Clinton, lamenting a washing-up liquid's TV ad strapline: \"Women all over America are fighting greasy pots and pans.\"\nWithin a month, manufacturers Procter and Gamble had changed the word \"women\" to \"people\".\n\"It was at that moment that I realised the magnitude of my actions,\" she later said. \"I had created my small level of impact by standing up for equality.\"\nAt 15, she was volunteering in soup kitchens as her studies continued at a girls' Roman Catholic college, and she graduated from Northwestern University School of Communication, near Chicago, in 2003.\nA stint working as an intern at the US embassy in Argentina made her think her path might lead her into politics, but she changed course when her acting career began to take off. \nBetween auditions, she has told of making money by doing calligraphy for wedding invitations, using skills developed in handwriting classes at school.\nHer father was a cinematographer on the hit 1980s show Married... With Children, and her first television appearance in the US was in an episode of the medical drama General Hospital in 2002, before moving on to roles in CSI, Without a Trace and Castle.\nThere were leading roles in TV movies such as When Sparks Fly and Dater's Handbook, and bit parts in Hollywood films including Get Him to the Greek, Remember Me and Horrible Bosses, and she was a \"briefcase girl\" on the US version of game show Deal or No Deal.\nShe also appeared in the sci-fi series Fringe, playing FBI special agent Amy Jessup, but her most famous role was in Suits.\nMeghan was in the show from its launch in 2011, but was written out in the finale of the seventh series. Fittingly, perhaps, she left after her character got married. \nIn real life, Meghan's union with Prince Harry wasn't her first marriage. In September 2011, she wed film producer Trevor Engelson, but the pair divorced two years later.\nIn September, it was reported that her ex-husband was producing a new TV show based on a man's custody battle with his ex-wife who marries into the Royal Family.\nIn 2014, she began writing about topics such as food, beauty, fashion and travel, as well as her own story, on her lifestyle website The Tig. \nMeghan said setting up the website was an attempt to \"reframe the beauty content to include think pieces about self-empowerment\" and feature dynamic, inspirational women.\nIn one post, she explained: \"I've never wanted to be a lady who lunches - I've always wanted to be a woman who works.\"\nThe site also carried candid blogs she wrote on every birthday. On turning 33 in 2014, she wrote: \"My 20s were brutal - a constant battle with myself, judging my weight, my style, my desire to be as cool/as hip/as smart/as 'whatever' as everyone else.\"\nShe also grew a large social network profile, with 1.9 million followers on Instagram and more than 350,000 on Twitter. \nBut she shut The Tig in April 2017, and deleted her social accounts January 2018.\nHer media career has gone hand-in-hand with support for causes that are important to her. \nShe tackled the issue of the stigma around menstrual health in an article for Time magazine in March 2017 and was a global ambassador for World Vision Canada, which campaigns for better education, food and healthcare for children around the world.\nAs part of her role, the actress travelled to Rwanda for the charity's Clean Water Campaign. \nMeghan's commitment to gender equality has seen her work with the United Nations, and she received a standing ovation from an audience including UN Secretary General Ban Ki-moon for a stirring speech on International Women's Day 2015.\nCommenting on how she combined acting with campaigning, she said: \"While my life shifts from refugee camps to red carpets, I choose them both because these worlds can, in fact, co-exist. And for me, they must.\"\nMeghan, whose father is white and mother is African-American, has also spoken about coming to terms with her racial identity. \nIn an article for Elle magazine, she wrote: \"While my mixed heritage may have created a grey area surrounding my self-identification, keeping me with a foot on both sides of the fence, I have come to embrace that. \n\"To say who I am, to share where I'm from, to voice my pride in being a strong, confident mixed-race woman.\"\nIn late 2016, Prince Harry confirmed he was in relationship with Meghan - while issuing a statement accusing journalists of harassing her.\nThe pair had met on a blind date, organised by a mutual friend. After just two dates, they went on holiday together to Botswana.\nIn September 2017 Meghan told Vanity Fair magazine they were \"two people who are really happy and in love\".\nAnd in an interview that November, when their engagement was announced, Prince Harry admitted he had never heard of Meghan before his friend introduced them, and was \"beautifully surprised\". \nMeghan and Prince Harry got married at St George's Chapel, Windsor, on 19 May 2018.\nMeghan and Prince Harry embarked on their first royal tour together in October 2018 - visiting Australia, New Zealand, Fiji and Tonga over 16 days.\nThe trip coincided with the couple announcing they were expecting their first baby.\nThe duke and duchess followed in the footsteps of Prince Harry's parents - Prince Charles and Diana, Princess of Wales - whose first royal tour was to Australia and New Zealand.\nIn September 2019, the couple undertook a 10-day tour of Africa, a continent that has always been particularly dear to Prince Harry's heart, leading to some speculation early in their marriage that they might at some stage choose to live there.\nMeghan met Archbishop Desmond Tutu and Sophia Williams-De Bruyn, as well as other key figures in South Africa's anti-apartheid movement.\nShe also made a speech to business people in Johannesburg in which she said such entrepreneurs had the power to change a world that seems \"aggressive, confrontational and dangerous\".\nBut by the end of the tour, the couple's talk about fighting injustice was being reported alongside news that they were beginning legal action against the Mail on Sunday for publishing a private letter sent by the Duchess of Sussex to her father.\nWhen Meghan gave birth to her son Archie Harrison - on 6 May 2019 - the reaction from the New York Times reflected the mass interest in the event around the world as it wrote: \"He is the first multiracial baby in the British monarchy's recent history, an instant star in a country where multiracial children make up the fastest-growing ethnic category.\"\nBut the royal couple had already decided to do things a little differently, underlining their determination not to follow the traditions of other recent royal births.\nIn advance, they chose not to reveal where the baby would be born and said there would be no running commentary of what was happening, instantly stopping the spectacle of the press pack joining the ranks of \"royal superfans\" camped outside a hospital for several days waiting for the first glimpse of the new royal.\nAnd the birth wasn't initially announced in the traditional royal way of  being posted on a placard outside Buckingham Palace. Instead, Prince Harry popped out of their home to tell the world (although the placard then followed).\nThe very private christening that followed just added to some media frustration that they could not, in their minds, fully report on one of the year's happiest stories. Held at Windsor Castle, the ceremony was not witnessed by any press photographers or TV cameras and the list of guests and godparents was not made public.\nBBC royal correspondent Jonny Dymond surmised: \"It all points to a very different royal event, part of the continuing desire by the duke and duchess to raise their son Archie out of the spotlight.\"\nAmid ongoing spats with the media, increasingly through lawyers, it would soon become clear that both Meghan and her husband were becoming increasingly disenchanted with the expectations that came with their royal role.\nThe announcement in June 2019 that they were breaking away from the Royal Foundation charity - which had seen them work closely with the Duke and Duchess of Cambridge - led to frenzied speculation about Prince Harry and Meghan's relationship with Prince William and Catherine. \nThen there was the revelation that their home, Frogmore Cottage, had been renovated with £2.4m of taxpayer-funded costs. It was later announced that Prince Harry had paid back the cost.\nMeghan's comments during the couple's African tour that she had not felt supported as she struggled with motherhood and her new role did not go down well with senior royals, according to sources at the time.\nAt the end of 2019, the couple took an extended Christmas break from royal duties, taking Archie to the Canadian province of British Columbia.\nIt gave them time to mull over their next move and, within days of the start of a new decade, they dropped the bombshell announcement that they planned to step back as senior royals and become financially independent.\nAmid the further detail that the couple planned to split their time between the UK and North America, Buckingham Palace expressed its disappointment as palace sources revealed that that no other royal - including the Queen or Prince William - was consulted before the statement was issued.\nTalks then ensued between Prince Harry and the Queen to iron out the details before it was confirmed that their couple's final duties as working members of the Royal Family would be in March 2020.\nThe very final engagement saw them attend the Commonwealth Day service at Westminster Abbey. The Queen, Prince Charles and Prince William were all there although one of the abiding memories of Meghan's royal exit - by now widely renamed \"Megxit\" - was getting a hug from singer Craig David.\nIn February 2021, before a formal review of the situation had begun, Buckingham Palace confirmed the Duke and Duchess of Sussex would not be returning as working members of the Royal Family.\nIt meant Prince Harry and Meghan would return their honorary military appointments and royal patronages, which will be redistributed to working members of the Royal Family.\nThe couple will still attend some royal events in the future but these will not be classed as official duties.\nAfter time was spent in Canada, the couple settled at a new home in California.\nIt has allowed them to spend much more time with Meghan's mother Doria Ragland, who lives in the state.\nBut they are never completely out of the spotlight. There was a media fascination in tracking the couple's whereabouts in the early days of the coronavirus lockdown. In April 2020, they sued and eventually won an apology from a US news agency after drones were allegedly used to take pictures of their son, Archie, at their home.\nThe same month, the couple announced that they were ending all co-operation with four tabloid newspaper groups in the UK, blaming \"distorted, false or invasive\" stories. \nBut they do remain keen to seek publicity for the causes or issues they are interested in.\nAs a duchess, Meghan took on portfolio of charitable work and patronages, which included the National Theatre and charity Smart Works. She also launched a charity cookbook in September 2018 to help those affected by the Grenfell Tower fire.\nAfter moving back to the US, she jointly wrote a newspaper article calling for the end of \"structural racism\" and the couple also urged US citizens to vote in the presidential election, saying that they should \"reject hate\".\nIn November 2020, Meghan wrote an article revealing her \"almost unbearable grief\" at enduring a miscarriage in July of that year.\nAs for their future career plans, a big clue came when they reached a deal with streaming giant Netflix to make a range of programmes, some of which they may appear in.\nMeghan and Prince Harry featured in a succession of headlines in February 2021.\nAt the High Court in London, Meghan won her claim for misuse of private information against the publisher of the Mail on Sunday and MailOnline, over the publication of extracts from a letter to her father.  A further hearing will decide the \"next steps\" in her legal action which covers claims of copyright infringement and breach of the Data Protection Act.\nDays later Meghan and Prince Harry announced they were expecting their second child.\nThen came the news the couple had decided to talk about their decision to step away from the monarchy, in a TV interview with Oprah Winfrey.\nAnd there was a statement from Buckingham Palace that it would investigate claims the Duchess of Sussex bullied royal staff in 2018.\nHer spokesman said the duchess was \"saddened\" by the \"latest attack on her character\" - and the following day a clip from her Winfrey interview was issued by CBS in which Meghan said Buckingham Palace could not expect her and Prince Harry to be silent if it was \"perpetuating falsehoods about us\".\nIn June, Meghan had her first daughter, Lilibet \"Lili\" Diana Mountbatten-Windsor, and she and Prince Harry said Lili \"is more than we could have ever imagined\".\nThe couple named their second child Lilibet after the Royal Family's nickname for the Queen, the baby's great-grandmother. And her middle name, Diana, was chosen to honour her \"beloved late grandmother\", the Princess of Wales, they said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56062789",
      "category": "uk",
      "title": "Malala Yousafzai tells Desert Island Discs: 'Birmingham has become a second home'",
      "tags": "Birmingham,Malala Yousafzai",
      "text": "Malala Yousafzai, the 23-year-old human rights activist and Nobel Peace Prize winner, has opened up about life as a student, her hopes for the future, and why she loves a Birmingham accent.\nHere are seven things we learned from her interview with BBC Radio 4's Desert Island Discs.\nIt has been more than eight years since Malala arrived at the Queen Elizabeth hospital in Birmingham, after being shot in the head by Taliban gunmen while on the bus to school in Pakistan's Swat valley, for saying that girls should be educated.\nShe tells Lauren Laverne that when she woke up from a medically induced coma, she didn't realise quite how long she would stay in the UK for - and even asked her dad to bring her physics revision from Pakistan because she had exams coming up.\nSince then, she says the city \"has become a second home\".\n\"Firstly we had to understand the accent,\" she laughs. She's got pretty good at a Brummie accent, though, and even quotes from a speech she gave to the United Nations to demonstrate. \"I love [it],\" she says (you can hear it about 28 minutes in to  the Desert Island Discs episode).\n\"But Swat, Pakistan - that is always my first home and that's still in our hearts,\" she says.\n\"I hope to go back to Pakistan soon to see my home again.\"\nLast year, Malala graduated from the University of Oxford with a degree in Philosophy, Politics and Economics. Like a lot of new students, moving to university was another big adjustment.\n\"It's the first time you have left your home,\" she says. \"You are learning what it means to be independent.\" \nShe says the \"best times\" were when she was hanging out with friends. For the first time since her traumatic experience, she says she felt her childhood had \"come back\".\n\"I wasn't having much fun before university, but when I went to university and when I connected to people of my age, friends of my age, that is when I realised that 'okay, I am actually not that old and I can still have those experiences of youth that I deserve and that everyone else is having',\" she says. \nShe finished her exams at home because of the coronavirus pandemic and celebrated with her family. But she still catches up with her friends on video chat.\nShe has taken some time to relax since finishing her degree, watching shows like Blackadder, Only Fools and Horses and Yes Minister. \"I am a big fan of British sitcoms so I always watch those shows,\" she laughs.\nShe's also enjoyed West End hits - a track from Phantom of the Opera made it on to the list of songs she'd take with her if she were stranded on a desert island.\n\"When I moved to the UK I was very new to this culture and I was trying to find what I liked and disliked in the music and the art here. I realised that I really liked musicals,\" she says. \"I watched the Phantom of the Opera so many times and I loved each and every song.\"\nAnother tune she would take with her is Justin Bieber's Never Say Never.\n\"I used to listen to these songs in Pakistan and I was very new to pop culture, but it was trending at that time,\" she says.\nAsked how she separates her public and private lives, she says \"there is another Malala in the house\".\n\"I am quite bossy in a way, in a positive way!\" she says. \"I lecture my brothers all the time... They probably need it, boys need a lot of lectures.\"\nShe says her dad, fellow activist Ziauddin Yousafzai, is an \"amazing feminist father\" who didn't like the way his own sisters were treated when he was growing up and \"ensured that I get treated the same way as my brothers\".\nAnd her parents' relationship? The story of how they met in Pakistan is \"quite cute\", she says.\n\"They didn't have Tinder or these dating apps or anything... they couldn't go on a date or anything,\" she says. \"My mother would sometimes visit their house and they'd just look at each other from a distance, that is sort of their love story.\"\nMalala says that when she was younger she used to think: \"One day when I'll become the prime minister, I'll fix everything\".\n\"What I have learned is that things are quite complicated,\" she says. \"Right now my focus is to work on girls' education and then I don't know, I could consider politics in 20 years or something. There's always time for that!\"\nReflecting on what inspired her to become an activist in Pakistan, she says: \"For me the fear was living in that situation forever, for my whole life.\n\"You just feel this strength within you, even though you're tiny. And I am still tiny - I'm like 5ft!\" \nAsked what else she would take with her to a desert island, she says she became a \"big fan\" of Plato at university and would take his complete works.\n\"I cannot survive without a lip balm, so I'm going to take my lip balm - which is a slightly coloured sort of lip balm so it gives a beautiful colour,\" she adds. \"I would be very happy with that forever.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56058295",
      "category": "world-us-canada",
      "title": "Trump impeachment: The debate that led to acquittal",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56060728",
      "category": "world-africa",
      "title": "Guinea declares Ebola epidemic: First deaths since 2016",
      "tags": "Ebola virus,Guinea",
      "text": "Guinea has officially declared that it is dealing with an Ebola epidemic after the deaths of at least three people from the virus.\nThey - and four others - fell ill with diarrhoea, vomiting and bleeding after attending the burial of a nurse.\nNewly developed vaccines will be acquired through the World Health Organization (WHO), officials said.\nBetween 2013 and 2016 more than 11,000 people died in the West Africa Ebola epidemic, which began in Guinea.\nIn response to that epidemic, which mainly affected Guinea and its neighbours Liberia and Sierra Leone, several vaccines were trialled, which have since been successfully used to fight outbreaks in the Democratic Republic of Congo.\n\"The WHO is on full alert and is in contact with the manufacturer [of a vaccine] to ensure the necessary doses are made available as quickly as possible to help fight back,\" the AFP news agency quotes Alfred George Ki-Zerbo, the WHO representative in Guinea, as saying.\nAn Ebola vaccine was first trialled over four months in 2015 in Guinea - and drugs that can increase the survival rate of patients have also been developed in recent years. \nA nurse who worked a health centre in Goueké, near the south-eastern city of Nzérékoré, died on 28 January and her funeral was held four days later.\nCommunity funerals, where people help wash the body of the person who has died, can be a key way of spreading Ebola in the earlier stages of an outbreak.\nThe bodies of victims are particularly toxic. The incubation period can last from two days to three weeks.\nEbola jumps to humans from infected animals, such as chimpanzees, fruit bats and forest antelope. Bushmeat - non-domesticated forest animals hunted for human consumption - is thought to be the natural reservoir of the Ebola virus.\nIt then spreads between humans by direct contact with infected blood, bodily fluids or organs, or indirectly through contact with contaminated environments. \nAll those infected at the funeral of the nurse were over the age of 25, health officials say.\nFollowing a crisis meeting on Sunday, the health ministry said all cases had been isolated, contact tracing was ongoing and a treatment centre was to be set up in Goueké.\nThis new outbreak is in roughly the same area where the epidemic began in December 2013.\nGiven the cross border trade between Guinea, Liberia and Sierra Leone, and their relatively weak healthcare systems, there is concern the outbreak could spread.\nLiberia's President George Weah has put the health authorities on heightened alert.\nThe BBC's Umaru Fofana in Sierra Leone says there is far more fear of Ebola in the country than Covid-19.\nHe says the existence of new vaccines does provide some sense of relief - there is a global emergency stockpile of 500,000, made available through Gavi, the international vaccine alliance.\nThe three countries have a joint population of 22.5 million, prompting concerns that manufacturers would have little time to produce more if needed at a time when Covid vaccines are their preoccupation, our reporter says.\nExperts say containment is key to fighting the disease. During the 2015 trial in Guinea - 100 patients were identified and then close contacts were either vaccinated immediately, or three weeks later. In the 2,014 close contacts who were vaccinated immediately there were no subsequent cases of Ebola.\nFrom Ebola survivor to trainee doctor"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56059960",
      "category": "world-asia",
      "title": "Covid: New Zealand Auckland lockdown ordered",
      "tags": "Coronavirus pandemic,New Zealand",
      "text": "New Zealand's Prime Minister Jacinda Ardern has ordered the country's biggest city Auckland to go into lockdown after the discovery of three new local cases of Covid-19.\nThe measures will last three days and require residents to stay at home.\nMs Ardern said the country was going \"hard and early\" after the cases were identified.\nNew Zealand has won widespread praise for its handling of the pandemic, going months without community transmission. \nThe country closed its borders entirely to almost all non-citizens or residents early on in the pandemic, aiming to eliminate the virus. \nNew Zealand, with a population of five million, has recorded just over 2,300 cases of Covid and 25 deaths.\nThe measures in Auckland require its 1.7 million residents to stay at home except for essential shopping and work. Schools and non-essential shops will close, and entry in and out of the city restricted.\nMs Ardern said three days should allow the government to get more information and get more testing done, and would also help determine if there was any community transmission.\n\"New cases of Covid-19 in the community was something none of us wanted to happen,\" Auckland Mayor Phil Goff said, adding the restrictions were the \"best way to stamp out the virus\". \nThe rest of the country moves to a higher level of alert, with schools and businesses remaining open but people encouraged to find alternative ways of working if possible.\nThe lockdown forced the postponement of two races in sailing's America's Cup, one of the few major sporting events with no restrictions on spectators. \nThe three community cases were announced earlier on Sunday - a mother, father and daughter from South Auckland.\nIt is unclear how the three contracted Covid. The mother works in the laundry department for an airline catering facility, while New Zealand media said the father was a self-employed tradesman. \nNew Zealand's Director-General of Health Dr Ashley Bloomfield said his team was \"working under the assumption that it is one of the new variants\".\nHe added that the initial focus on investigations was the mother's workplace \"because of its obvious connections to the border\".\nOpposition leader Judith Collins urged New Zealanders to follow the advice of health officials. \nBut she called for border workers to be vaccinated, saying: \"If this proves to be another border failure that is unacceptable. Our border should be rock-solid by now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56064760",
      "category": "uk",
      "title": "Covid-19: Heathrow warns quarantine rules may cause flight delays",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "People travelling to England from 33 high-risk countries may face suspended flights and long queues at the border, Heathrow Airport has said.\nThe airport said \"good progress\" had been made on a \"number of issues\" with the government's hotel quarantine plan, which comes into force on Monday.\nBut it said it was concerned about whether UK Border Force could \"cope\".\nThe government said it was working closely with airports and hotels to manage any issues that arose.\nFrom Monday, British and Irish citizens and UK residents arriving in England from a \"red list\" country will have to quarantine in government-sanctioned hotels for 10 days to try to stop new coronavirus variants entering the country.\nThey will have to pay £1,750 for their stay, which covers the cost of the hotel, transport and testing, and book it in advance using a government portal.\nThose who fail to quarantine in such hotels face fines of £5,000 to £10,000, while anyone who lies on their passenger locator form about having been in a country on the red list faces a prison sentence of up to 10 years.\nThe \"red list\" mainly consists of countries in South America and Africa, as well as Portugal.\nHeathrow Airport said it had been \"working hard\" with the government to make sure the plan works.\nHowever, in a statement it said \"queues at the border in recent days of almost five hours are totally unacceptable\". \n\"Ministers need to ensure there is adequate resource and effective processes at the border to avoid compromising the safety of passengers and those working at the airport, which could necessitate the suspension of some arriving flights,\" it added.\nThe airport is one of five in England where people requiring hotel quarantine can enter the UK and is expected to receive the largest number of passengers. \nThe other four are Gatwick, London City, Birmingham and Farnborough Airfield.\nRegulations for the hotel quarantine measures, which come into force from 04:00 GMT on Monday, have been published.\nBut on Friday the Immigration Services Union said its officials had yet to receive guidance on how the system would work. \nThe union said officials still did not know what levels of checks they should be conducting on travellers.\nIt also raised concerns about the safety of security halls.\nAnd the GMB union has warned that \"rushed\" government plans are not thorough enough to make sure workers on the front line in quarantine hotels are protected.\nThe union said security guards were one of the occupations worst hit by Covid deaths, adding that it wanted to meet employers to develop a strategy to better protect workers.\nMeanwhile, a family returning to the UK after four years living in Abu Dhabi said travellers should not be used as \"guinea pigs\", amid confusion over hotel quarantine rules.\nBeckie Morris, 30, planned to repatriate to the UK with husband Matthew and their five-week-old daughter, but they now face a quarantine bill of thousands of pounds if they do.\nThe new mother said there was \"no information\" on the government website about what to do with young children.\nShe said: \"We'd have to arrange all the formula. I don't know what we do about sterilising bottles, or nappies or washing their clothes - there's all this unknown. I tried to reach out, and I know it's still really early days, but there's just no information.\n\"They haven't really laid out what actually happens when you get to that hotel and I don't think that's going to be known until the first person goes in there.\n\"People shouldn't be used as guinea pigs - especially not paying that amount, that is an extortionate amount of money.\"\nA government spokeswoman said: \"Every essential check - from pre-departure testing to the passenger locator form - will help prevent the importing of new coronavirus variants into the UK.\n\"We are working closely with airports and hotels to manage any issues that arise and ensure the new process runs as smoothly as possible, and we are clear the safety of all staff and passengers is a priority.\" \nAre you due to arrive in the UK from a \"red list\" country? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56058477",
      "category": "world-us-canada",
      "title": "TJ Ducklo: Biden aide quits over 'abhorrent' language",
      "tags": "White House,Media,United States,Joe Biden",
      "text": "White House deputy press secretary TJ Ducklo has resigned, a day after being suspended without pay for allegedly threatening a female reporter.\nMr Ducklo had reportedly said he would \"destroy\" Politico journalist Tara Palmeri who was asking questions about his private life. \nIn a statement on Saturday, Mr Ducklo said his language had been \"abhorrent\".\nPresident Joe Biden has vowed to fire anyone in his administration who treats \"another colleague with disrespect\". \nIn the statement posted on Twitter, Mr Ducklo, 32, wrote: \"No words can express my regret, my embarrassment and my disgust for my behaviour.\"\n\"I used language that no woman should ever have to hear from anyone, especially in a situation where she was just trying to do her job. It was language that was abhorrent, disrespectful and unacceptable.\n\"I am devastated to have embarrassed and disappointed my White House colleagues and President Biden, and after a discussion with White House communications leadership tonight, I resigned my position.\"\nMr Ducklo said \"this incident is not representative of me I am as a person\", adding that he was determined \"to earn back the trust of everyone I have let down because of my intolerable actions\".\nMs Palmeri has so far made no public comments on the latest developments.\nMr Ducklo was suspended on Friday, after Vanity Fair magazine reported on his alleged threats to Ms Palmeri.\nThe Politico reporter had been investigating Mr Ducklo's relationship with Alexi McCammond, a journalist with Axios who had covered Mr Biden's election campaign. \nHe allegedly rang her and said: \"I will destroy you\". He also made other derogatory and misogynistic comments, Vanity Fair reports. \nPresident Biden's spokeswoman, Jen Psaki, tweeted on Friday that TJ Ducklo was \"the first to acknowledge this is not the standard of behaviour set out by the president\".\nOn Saturday, Ms Psaki said Mr Ducklo's decision to quit had come with the support of White House chief of staff Ron Klain, according to the Associated Press news agency. \nShe added that \"we are committed to striving every day to meet the standard set by the President in treating others with dignity and respect, with civility and with a value for others through our words and our actions\".\nPresident Biden told his staff on his first day in office last month that he would not tolerate bullying behaviour.\n\"I'm not joking when I say this: If you ever work with me and I hear you treat another colleague with disrespect, talk down to someone, I will fire you on the spot. No ifs, ands or buts,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56062976",
      "category": "uk",
      "title": "Covid: Vaccine given to 15 million in UK as PM hails 'extraordinary feat'",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Vaccination,NHS,Coronavirus pandemic",
      "text": "More than 15 million people in the UK have now had their first coronavirus vaccine, in what Boris Johnson described as a \"significant milestone\".\nThe PM hailed the \"extraordinary feat\", reached just over two months after the first jab was given on 8 December.\nIt comes as the government is expected to announce on Monday it has met its pledge to offer a jab to everyone in the top four priority groups in the UK.\nThe rollout is now being expanded to over-65s and the clinically vulnerable.\nIn a video, Mr Johnson praised a \"truly national, UK-wide effort\", adding that in England the jab had been offered to all those in the top four priority groups. \nWales has also met the target.\nBut \"no-one is resting on their laurels,\" Mr Johnson said. \"We've still got a long way to go to. And there will undoubtedly be bumps in the road. But after all we've achieved, I know we can go forward with great confidence.\"\nSunday's daily coronavirus figures show 15,062,189 people have now received an initial vaccine dose - after 505,362 first jabs were given out on Saturday. \nA further 258 people in the UK have died within 28 days of a positive Covid test, taking the death toll by that measure to 117,166. Fewer deaths tend to be reported on Sundays, due to a reporting lag over the weekend.\nThere were 10,972 new cases reported, bringing the total number of recorded infections to 4,038,078. \nNHS England chief executive Sir Simon Stevens said the 15 million milestone was a \"remarkable shared achievement\" - reached 10 weeks after the first vaccine was administered in the UK.\n\"The NHS vaccination programme is the biggest and fastest in Europe - and in the health service's history - and that is down to the skill, care, and downright hard work of our fantastic staff, supported by local communities, volunteers and the armed forces,\" he said. \nHealth Secretary Matt Hancock said it meant one in every four adults was now \"starting to receive protection from this dreadful disease\". \nBut he cautioned: \"There is so much more to do and I urge anyone eligible to step forward and take up their appointment. The vaccine is our route to freedom - we will beat this virus jab by jab.\"\nSo far the vaccination programme has been aimed at the top four priority groups, including NHS frontline staff, care home residents and workers, over-70s, and people deemed clinically extremely vulnerable.\nThese groups have accounted for 88% of the UK's Covid-19 deaths so far, according to the Department of Health and Social Care and are estimated by the JCVI to be some 15 million people. \nA small number of the 15 million to receive a jab will have been outside these priority groups.\nRuth Rankine, director of the NHS Confederation's PCN Network of GP practices, paid tribute to the \"incredible accomplishment\" but added that \"until everyone is protected, no one is protected\".\n\"There is still work to do to administer first doses to all the remaining people from the first four cohorts, as well as moving down the cohorts until everyone has at least been offered a jab, not to mention beginning the work of administering second doses,\" she said.  \nLabour's shadow health secretary, Jonathan Ashworth, said ministers needed to \"lock in the gains of vaccination\" and introduce further measures to reduce the spread of the disease. \nThis included increased financial support for those who have to self-isolate, updated guidance on masks and help to make workplaces Covid secure. \nIt is undeniable the vaccine programme has overall been a success - only Israel and the United Arab Emirates have done more jabs per head.\nBut as well as pushing ahead with the under-70s, efforts need to continue to reach out to those not yet vaccinated in these first groups.\nThere have been reports of housebound patients still waiting, while some have questioned whether enough has been done to reach out to those who have concerns and have not taken up the offer.\nThe fear is uptake may be lowest in some of the most vulnerable communities and that risks widening health inequalities.\nPeople will also ask what this means for unlocking. Those offered the jab account for around five in six deaths but just over half of hospitalisations.\nThat leaves a lot of vulnerable at risk - and with the numbers in hospital still above the peak in the first wave, the NHS isn't yet out of the woods.\nFrom Monday, the vaccination programme enters a new phase, with over-65s and the clinically vulnerable being invited to book a jab. \nThe JCVI defines clinically vulnerable people as those with conditions including chronic respiratory disease such as chronic obstructive pulmonary disease, cystic fibrosis, and severe asthma.\nSome regions have already started vaccinating people aged 65 to 69, with NHS England having previously said that people in this age group could get a vaccine if GPs had supplies.\nEarlier, Foreign Secretary Dominic Raab rejected calls from MPs in his party to put a date on when England's lockdown measures will be eased, saying the government will be \"cautious\".\nOn Saturday, the prime minister said he was \"optimistic\" he will be able to set out plans later this month for a \"cautious\" easing of England's lockdown, citing \"huge progress\" made with the vaccine rollout.\nThe UK is currently administering doses of two vaccines approved by the medicine regulator - the Pfizer-BioNTech jab and the one developed by Oxford University and AstraZeneca.\nA third vaccine, made by US company Moderna, has been approved but supplies are not expected to be available until spring.\nThe UK is also lined up to receive at least three other vaccines if they are approved for use.\nIts vaccination rate is the third highest in the world, behind only Israel and the UAE. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56065300",
      "category": "uk",
      "title": "Meghan and Prince Harry expecting second child",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor,Coronavirus pandemic",
      "text": "The Duke and Duchess of Sussex are expecting their second child, a spokesperson for the couple has said.\nHarry and Meghan are preparing to welcome a brother or sister for their son Archie Mountbatten-Windsor, who turned one last May.\nA spokesperson for the couple said they were \"overjoyed\".\nA Buckingham Palace spokesman said the Queen, Duke of Edinburgh, Prince of Wales and the rest of the Royal Family \"are delighted and wish them well\".\nHarry and Meghan shared a black and white picture of themselves under a tree, with Harry resting his hand on Meghan's head as she cradles her bump.\nTheir child will be eighth in line to the throne. \nMeghan's due date has not been revealed, but her bump appeared prominent in the photograph.\nThe news comes after the duchess said in November that she had suffered a miscarriage last July, writing in an article of feeling \"an almost unbearable grief\".\nA spokesperson for the Duke and Duchess of Sussex said: \"We can confirm that Archie is going to be a big brother. \n\"The Duke and Duchess of Sussex are overjoyed to be expecting their second child.\"\nMisan Harriman, a friend of the Duke and Duchess of Sussex and the photographer who took the photo that accompanied their pregnancy announcement, tweeted: \"Meg, I was there at your wedding to witness this love story begin, and my friend, I am honoured to capture it grow. \n\"Congratulations to The Duke and Duchess of Sussex on this joyous news!\"\nThe Valentine's Day announcement comes just five days after the royal family celebrated the arrival of Princess Eugenie's first child - a baby boy.\nHarry and Meghan's second child will be the Queen and the Duke of Edinburgh's 10th or 11th great-grandchild depending on whether he or she arrives before or after Zara Tindall's baby, which is also due in 2021.\nThey will follow the Prince of Wales, the Duke of Cambridge, Prince George, Princess Charlotte, Prince Louis, Harry, and Archie Mountbatten-Windsor in the line of succession.\nBut they will not be entitled, at this stage, to be an HRH nor a prince or a princess due to rules set out more than 100 years ago by George V.\nThe baby is entitled to be a Lord or a Lady.\nHarry and Meghan met on a blind date, arranged by a mutual friend, and got engaged 16 months later. \nThe duchess had first found fame as an actress, playing Rachel Zane in US legal drama Suits, but gave up her career when she got married.\nThe Sussexes married in May 2018 in a ceremony at Windsor Castle and then a year later welcomed their first child, Archie, who was born on 6 May 2019.\nMeghan and Harry quit their roles as senior working royals in March 2020, and now live in California. \nThis week, Meghan won a privacy case against Associated Newspapers (ANL), saying the damage the publisher had done \"runs deep\". She had brought a claim against ANL, publisher of the Mail on Sunday and MailOnline, over the publication of extracts from a letter to her father."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56061100",
      "category": "world-us-canada",
      "title": "Trump impeachment trial: Biden warns democracy is fragile",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,United States,Joe Biden",
      "text": "US President Joe Biden has said his predecessor Donald Trump's acquittal for inciting mob violence is a reminder that \"democracy is fragile\".\nSeven Republicans joined Democrats in voting to convict, falling short of the two-thirds majority needed to do so. \nMr Biden said the charge, relating to Mr Trump's role in the Capitol riot last month, was \"not in dispute\", while seeking to move on from the process.\nMr Trump has welcomed his acquittal, calling his impeachment a \"witch hunt\".\nIn the Senate on Saturday, the trial ended with a 57-43 vote in favour of conviction. \nThe vote split largely along party lines, with the seven Republicans joining the Senate's 48 Democrats and two independents in voting to convict.\nMr Trump faced a single charge of incitement to insurrection after pro-Trump supporters stormed Congress on 6 January. Five people died.\nDemocratic prosecutors argued he stoked the mob with false claims the election was stolen. Mr Trump's lawyers denied his words amounted to incitement, and said the Senate should not try a former president. \nImpeachments of US presidents are rare. Only two other presidents have been impeached, while Trump is the only man to face the process twice.\nResponding to the acquittal, President Biden said: \"While the final vote did not lead to a conviction, the substance of the charge is not in dispute.\n\"This sad chapter in our history has reminded us that democracy is fragile. That it must always be defended. That we must be ever vigilant. That violence and extremism has no place in America. And that each of us has a duty and responsibility as Americans, and especially as leaders, to defend the truth and to defeat the lies.\"\nMr Biden has kept his distance from the impeachment process, not watching the trial live. Aides were reportedly worried that it would distract from his early plans for office.\nIn his reaction, Mr Trump called the trial \"yet another phase of the greatest witch hunt in the history of our nation\".\nA conviction could have seen him barred from elected office. Mr Trump's statement hinted he would continue to play a role in US politics.\n\"Our historic, patriotic and beautiful movement to Make America Great Again has only just begun,\" he said.\nAfter the vote, the senior Republican in Congress, Senator Mitch McConnell, said Mr Trump had been \"responsible\" for the assault on the Capitol.\nThis was despite him voting against conviction, arguing it was unconstitutional now that Mr Trump was no longer president. Mr McConnell was instrumental in delaying Mr Trump's trial until after he left office, on 20 January. \nOne of the seven Republicans to break ranks was Susan Collins, who argued by \"subordinating the interests of the country to his own selfish interests, [Trump] bears significant responsibility for the invasion of the Capitol.\n\"The abuse of power and betrayal of his oath by President Trump meet the constitutional standard of 'high crimes and misdemeanours' and for those reasons I voted to convict Donald J Trump.\"  \nThe Democratic Speaker of the House of Representatives, Nancy Pelosi, called Republicans who did not support conviction \"cowardly\".\nThat the bulk of Republicans backed the former president suggests his enduring influence over the party and its voters.\nRepublican Senator Ted Cruz said the trial \"merely satisfied Democrats' desire to once again vent their hatred of Donald Trump and their contempt for the tens of millions of Americans who voted for him\".\nAt its most basic level, this is a win for the former president. He is still eligible to run for president again in 2024, if he so chooses. His base, by all indications, is still largely intact. Both in the House of Representatives and in the Senate, most Republican officeholders opposed the impeachment proceedings. Those who broke ranks are already facing ferocious criticism and, in some cases, formal reprimands from their Republican constituents.\nTrump did not emerge from this impeachment trial unscathed, however. One of the most memorable portions of the prosecution case by the impeachment managers were the new videos of Trump's supporters, wearing Make America Great Again hats and waving Trump flags, ransacking the Capitol.\nThose images will forever be associated with the Trump brand. Every rally he holds from here on will evoke memories of that riot. It may not cost him among the Republican rank and file, but independent voters - and moderates - are unlikely to forget.\nRead more from Anthony here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55978665",
      "category": "uk-wales",
      "title": "Covid: Lovers spend pandemic at opposite ends of the earth",
      "tags": "Travel,Coronavirus pandemic,Australia",
      "text": "\"It was heart-breaking. All our hopes and dreams seemed over.\"\nWhen Paula Reynolds landed back in Wales from Australia in March 2020, after meeting by chance the man she hopes to marry, the world still seemed normal.\nThe grandmother-of-three had met Roberto Fiorillo online while visiting her daughter in Perth - and planned to return as soon as she could renew her visa.\nBut just weeks after touching down, the coronavirus pandemic struck and Paula and Roberto were plunged into the travails of a love affair separated by 10,000 miles.\n\"We were planning a joint 50th party, an engagement party and he was going to meet my family in Wales,\" Paula, who lives in Caerphilly, continued.\n\"It was just crushing. It was hard to have a conversation some days because I'd get upset. It took us a while to pull ourselves together and refocus and do what we're going to do.\"\nPaula had thought getting the visa sorted out would be her biggest problem, along with making sure she had the cash to buy the return flight.\nBut travelling on a tourist visa was banned when Australia tightened its borders to try and control the spread of Covid-19.\nThis scuppered her original plan of getting a family tourist visa and then applying for an onshore partner visa last June - which was when she initially anticipated she would be able to return to Australia.\nBut lockdown forced her to apply for an offshore partner visa - which can take up to two years to be granted.\nPaula applied and held her breath, not expecting to get approval for at least a year.\nBut she was amazed to discover that one had been granted on 1 December. This was a permanent visa which would allow her to claim citizenship after two years.\nOver the moon, Paula booked a one-way flight to Melbourne from Heathrow leaving on 23 January, for £1,895, the next day.\nShe handed in her notice at B&M Bargains where she had been working in Blackwood, packed her bags and was isolating when Australia's travel restrictions were tightened after Christmas.\nThe country had now reduced the cap on the number of people it was letting in.\nSingapore Airlines reduced the number of tickets for the flight the mother-of-two was was due to travel on and Paula was devastated to discovered that her ticket had been cancelled \"without explanation\".\nShe was able to get her money back but, with fewer people able to travel, the price of flights surged.\nPaula said that before the pandemic she had no issue sourcing return flights to Australia for £700.\nBut suddenly, the only flight she could find in February cost £5,000, she said.\nA flight on 14 March cost marginally less at £3,720. And knowing how quickly they were selling, Paula immediately maxed out her credit card to book it.\nShe will also have to pay $3,000AUS (£1,717) to quarantine for 14 days when she arrives.\nKnowing how much she was struggling, her colleagues at B&M created a GoFundMe page. It has already raised £1,000 meaning that Paula can leave the country \"debt free\".\nShe will also be able to pay her quarantine fee in instalments and get a job with her visa - which she plans to do \"straight away\".\nDespite now having her ticket and visa, Paula knows her ticket could be removed \"at any moment\" if Covid restrictions lead to a reduction in the number of people Australia is letting in.\n\"I am absolutely overwhelmed with the response of human beings across south Wales who have given money to a stranger. Through all of this there is still humanity,\" she said.\n\"My boss Chanice Lack has been amazing. I've got two pay cheques before I leave and, with the money raised, I'll definitely leave the country debt free.\n\"My partner and I can pay the $3,000 off in instalments. Hopefully I'll have a job in Australia within a month so I can pay it off.\"\nA spokeswoman for Singapore Airlines apologised for \"any distress that the cancellation will have caused\".\nShe said it was \"beyond Singapore Airlines' control\" when Paula's seat was cancelled due to restrictions preventing UK residents \"transiting through Singapore unless they are booked on a same-plane service (where transit customers do not disembark during the stop in Singapore)\".\nA voicemail was left for Paula when airline staff called to advise her of the situation and support is being offered to her, the spokeswoman added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56038115",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Clinically extremely vulnerable in NI can now book vaccinations",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "Up to 80,000 NI people who received a shielding letter as they are clinically extremely vulnerable (CEV) to Covid-19 can now book a vaccination appointment.\nAppointments can be made online for vaccinations at seven centres.\nOnline appointments are available for this weekend, with telephone booking available from next week.\nThe news comes as the Department of Health reported another nine coronavirus-related deaths on Friday, bringing its death total to 1,975.\nThere were 407 new cases recorded.\nThere are 488 people being treated in hospital for the virus in Northern Ireland.\nIt comes as the number of Covid-19-related deaths registered fell for a second week, according to Northern Ireland's statistics agency.\nThe virus was listed on the death certificates of 126 people in the week to 5 February.  \nHealth Minister Robin Swann said the vaccination appointment announcement would be \"very welcome to all those who are clinically extremely vulnerable and have been looking forward to getting vaccinated\".\n\"A start has already been made on the CEV category and offering booked appointments will help to accelerate this,\" he added.\n\"I would again appeal to everyone to be patient - whether that's waiting on the line to book your vaccination appointment by telephone or waiting your turn in the vaccination programme.\"\nThe system will be open to all those who received a shielding letter.  \nThey will have to bring that letter with them to the vaccination centre to prove their eligibility and will receive the Pfizer vaccine.\nPatricia Donnelly, who heads up NI's vaccine programme, said people should not panic if they cannot find their shielding letter.\n\"This is going to be open for a while, there's plenty of appointments.\n\"For some individuals, they will be called by their GPs, so they may in fact find that their GP is calling them forward - but we're going to issue further advice on this next week.\" \nEarlier, referring to vaccinations, NI's chief medical officer, Dr Michael McBride, told BBC Radio Ulster's The Nolan Show he was \"confident that we will have completed over-70s and clinically extremely vulnerable through February and perhaps into early March\".\nAbout 401,966 vaccines have been administered to date, with 373,414 of them being first doses and the remaining 28,552 being second doses, according to the Department of Health.\nMeanwhile, Northern Ireland's Statistics and Research Agency (Nisra) has recorded a fall of 11 Covid-19-related deaths on the previous week's toll of 137.\nIt is also the second time the number has fallen since the record high of 182 reported on 22 January. \nIt brings the agency's total of coronavirus-related registered deaths to 2,574.  \nThe Department of Health's total for the same date, based on a positive test result being recorded, was 1,923.  \nNisra's figures are higher than that recorded by the department because it records all mentions of the virus on death certificates, even though it may or may not have been confirmed by way of a test.\nOn the agency's measure, there have been 1,676 Covid-19-related deaths in hospital, including the deaths of 224 care home residents.  \nTaking that figure, and the 737 who died in care homes, it means care home residents now account for fewer than two-fifths (36.8%) of all virus-related deaths.  \nVirus-related deaths were also recorded in hospices (0.5%) and other residential locations (7.2%).  \nDeaths in care homes and hospitals involved 174 separate establishments.  \nPeople aged 75 and over account for more than three-quarters of all Covid-19-related registered deaths (77.2%) between 19 March 2020 and 5 February 2021.  \nThe Antrim and Newtownabbey (9.9%), and Mid-Ulster (7.7%) local government districts have now recorded higher proportions of all coronavirus-related deaths, compared with their share of all deaths in Northern Ireland (8.3% and 6.4% respectively).   \nThe provisional number of deaths from all causes for the week ending 5 February was 462.  \nThat is 25 more than the previous week, and 125 more than the five-year average for the time of year, which is 337. \nOn Friday, the Republic of Ireland recorded a further 21 deaths linked to Covid-19, bringing its total to 3,865.\nThere have been 207,720 cases of the virus after the Irish department of health was notified of an additional 921 cases.\nThere are 959 Covid-19 inpatients in the Republic, with 173 in intensive care."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56049746",
      "category": "uk-wales",
      "title": "Swansea: Nine sex attacks in Singleton Park reported",
      "tags": "Swansea,South Wales Police",
      "text": "Nine sex attacks took place in a city park in the space of just five hours, police say.\nThe assaults happened in and around Singleton Park, Swansea between 08:00 GMT and 13:00 on Friday, South Wales Police said. \nA 24-year-old man, who was arrested on Friday, has been released with no further action. \nA cyclist who was captured on CCTV has been urged by the force to come forward.\n\"We appreciate these incidents are concerning to local residents who are regularly using the park during lockdown,\" Det Insp Peter Collins said.\n\"We are taking this very seriously and our investigation is ongoing. We also have extra patrols in and around the park.\"\nHe urged anyone with any information to contact the force. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-52560479",
      "category": "uk",
      "title": "Baby Archie: Duchess of Sussex reads to son to mark his first birthday",
      "tags": "UK Royal Family,Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex,Archie Harrison Mountbatten-Windsor,Coronavirus pandemic",
      "text": "The Duke and Duchess of Sussex have marked their son's first birthday by releasing a video of Meghan reading to a beaming Archie. \nThe clip, filmed by Prince Harry, shows the duchess reading Duck! Rabbit! - one of Archie's favourite books. \nIt was posted on Instagram as part of a Save the Children fundraising campaign for children and families struggling due to coronavirus.\nArchie, sitting on his mother's lap, smiles and grips the book throughout.\nThe couple are believed to have filmed the clip in the US, where they are living.\nArchie can be seen grabbing at the pages and at one point appears on the verge of tears before breaking into a smile.\nPrince Harry can be heard laughing in the background at various moments throughout the clip.\nIn the video, Archie - who Meghan calls \"Arch\" - is seen wriggling around and reaching for another book midway through the story.\nHe later drops the second book on the floor. When the duchess tucks it down the side of the chair out of sight, he reaches for it once more and again drops it on the floor - prompting a laugh from Prince Harry.\nAt the end of the story, the duchess cuddles her son and says \"good job\", while Prince Harry cheers \"bravo\".\nArchie Harrison Mountbatten-Windsor was born on 6 May 2019, weighing 7lb 3oz. His parents introduced Archie to cameras at Windsor Castle a few days after his birth.\nOn Wednesday, he received birthday wishes from the Queen, the Prince of Wales and the Duchess of Cornwall, and the Duke and Duchess of Cambridge on social media.\nDuck! Rabbit!, written by Amy Krouse Rosenthal and illustrated by Tom Lichtenheld, asks children to work out whether pictures on the pages are of ducks or rabbits.\nA caption for the video, shared on Save the Children's UK account, reads: \"'Duck! Rabbit!' with Meghan, the Duchess of Sussex (and Harry, the Duke of Sussex behind the camera)... Happy Birthday, Archie!\"\nIt added: \"Thank you Duchess Meghan for helping us to raise urgent funds for our coronavirus appeal.\"\nThe video is part of the charity's Save with Stories campaign to support children who have been affected by the Covid-19 pandemic. \nFunds raised in the UK will go towards Save the Children UK's emergency grants programme to help vulnerable families purchase basic items and food, according to the charity."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56012279",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Meet Northern Ireland's vaccine volunteers",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost a quarter of adults in Northern Ireland have received their first vaccination dose since Belfast Health Trust nurse Joanna Sloan became the first recipient on 8 December. \nBBC News NI has been speaking to some of the volunteers helping to ensure as many people as possible are immunised.\nPatients are being offered vaccines in order of priority, based on their age and clinical vulnerability.\nOn 12 January, the Department of Health published a detailed timetable for delivering vaccinations to those prioritised groups.\nThe vaccination rate in Northern Ireland remains above that in the Republic of Ireland - if slightly lower than in other UK nations.\nThe Covid-19 vaccine rollout in Northern Ireland is an unprecedented public health operation.\nAs well as current frontline healthcare staff, retired doctors, nurses and members of the public have been pitching in.\nA year-and-a-half after retiring from his practice in Rathfriland, County Down, Dr Donal O'Shaughnessy has returned to help out twice a week administering vaccines.\nHe felt duty-bound to help \"to get the vaccines out as quickly as possible among the people I've lived with and worked with for so many years\".\nA former doctor for the Ireland, Ulster and Barbarians rugby teams, he said it was great to be involved in the clinics, as well as to see former patients.\n\"I'm just so glad that I'm able to give something back to all of these good people at this stage when I thought I was home and dry and out of it completely,\" said Dr O'Shaughnessy.\nThe uptake for the vaccine in the Rathfriland area had been very high, he said, and he was hopeful that would continue as the rollout continues through younger age groups.\n\"We might need to give them an injection every year from now on,\" he said. \"I would still be available to do that.\"\n\"There is a great sense of hope. That is the most positive thing. It's a very rewarding experience.\"\nAlan Law has been registered with the organisation Volunteer Now for five years and has helped out at events such as the Irish Open golf tournament and the Giro D'Italia cycle race.\nNow he is spending his free time at the Craigavon and Ballymena vaccination hubs, welcoming those coming for their jabs and helping them through the process.\nHe said the reaction from the public had been fantastic and there was a real sense of relief and happiness.\n\"There's a lot of people coming who have been shielding or isolating for months now and they feel like this is a lifeline,\" he said.\n\"They are now going to be get their life back. Be able to go out more, and do things that they have been pausing for such a long time.\"\nGarrett Martin was an emergency department nurse for many years before moving into senior management roles in the health service and then to the Royal College of Nursing.\nWhen the first cases of coronavirus emerged in Northern Ireland, he began looking for a way to get back into frontline care and, before Christmas, was offered the role of operations manager at the Western Health Trust's vaccination centres.\nHis team at the Foyle Arena in Londonderry is dealing with up to 750 people every day. His staff include:\n\"It's been full-on, it's been incredibly hard work but it's been incredibly rewarding as well,\" he said.\n\"What we're going through is monumental, it's historic and will be talked about for some time.\n\"So to play a some part, however small, in the recovery is something we're very proud and privileged to be to be part of.\"\nVictoria Simpson has gone from administering routine childhood immunisations to vaccinating the elderly against Covid-19 in care homes.\nShe has been redeployed from her job as a health visitor in Lisburn to the vaccination centre at the Ulster Hospital in Dundonald.\nAbout 1,200 people a day are being vaccinated at the site, and she said that between filling in paperwork and giving patients the information they need, the actual giving of the vaccine is the quickest part of the whole process.\nShe said: \"It's just sometimes overwhelming just to think about the enormity of this programme and just how well it's all working.\n\"I'm feeling really privileged to be in this position and this is definitely going to be one for the history books to chat to the grandchildren about.\"\nJust a few months ago, no Covid-19 vaccine had been approved for use in the UK.\nToday there are three: Pfizer-BioNTech and Oxford-AstraZeneca - which are currently being administered - and Moderna, which the UK has ordered 17 million doses of but is not due to start arriving until spring.\nBut use of two different types of vaccine in Northern Ireland has also led to some confusion.\nThe Pfizer-BioNTech jab has to be stored and handled in a specific way which makes it harder to use in the community, so it has been mainly reserved for use in the health service vaccination hubs where frontline healthcare workers have received their vaccines.\nThe Oxford-AstraZeneca vaccine is easier to store and administer, and has therefore been distributed to GP practices across Northern Ireland.\nAt the end of January, a decision was taken to open the vaccination hubs to members of the public aged from 65 to 69, while people aged over 70 would continue to be vaccinated by their GP."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56054637",
      "category": "uk",
      "title": "Covid: 'Optimistic' PM plots 'cautious' lockdown easing",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Boris Johnson has said he is \"optimistic\" he will be able to set out plans later this month for a \"cautious\" easing of England's lockdown.\nThe prime minister said \"huge progress\" had been made with the rollout of vaccines, with ministers hopeful that schools can reopen from 8 March.\nAfter this, the government would look to open non-essential shops and then later the hospitality sector, he said. \nIt comes as scientists warned against easing lockdown measures too quickly.\nMr Johnson will set out his \"road map\" out of lockdown on 22 February.\nSo far, more than 14.5 million people in the UK have had at least one dose of coronavirus vaccine, according to Saturday's government figures. \nThe government is aiming to offer a first jab to everyone in the top four priority groups - about 15 million people - by Monday.\nThe figures also show a further 612 people have died in the UK within 28 days of a positive coronavirus test, taking the total number of deaths by that measure to 116,908. \nSpeaking at a visit to the Fujifilm Diosynth Biotechnologies plant in Billingham, Teesside, Mr Johnson said: \"I'm optimistic, I won't hide it from you. I'm optimistic but we have to be cautious.\"\nSetting out the government's priorities, he said: \"Our children's education is our number one priority, but then working forward, getting non-essential retail open as well and then, in due course, as and when we can prudently and cautiously, of course we want to be opening hospitality as well.\n\"I will be trying to set out as much as I possibly can in as much detail as I can, always understanding that we have to be wary of the pattern of disease. \n\"We don't want to be forced into any kind of retreat or reverse ferret,\" the PM added.\nHe also echoed comments made earlier by Health Secretary Matt Hancock that Covid-19 could become an illness that we live with - like the flu - by the end of the year.\n\"A nasty disease like this will roll through. A new disease like this will take time for humanity to adapt to, but we are,\" Mr Johnson said.\n\"I do think that in due time it will become something that we simply live with. Some people will be more vulnerable than others - that's inevitable.\"\nMr Hancock told the Daily Telegraph that he hoped new drugs by the end of 2021 could make Covid a \"treatable disease\", and one that we live with \"like we do the flu\".\nThis suggested that he was ruling out a \"zero Covid\" strategy, aimed at eliminating the virus entirely from the UK.\nHowever, scientists said coronavirus mutations were getting \"more dangerous\" and \"more infectious\" and warned against treating it like the flu.\nDr Sarah Pitt, a virologist at the University of Brighton, told the BBC: \"It's not a type of flu. It's not the same sort of virus. It doesn't cause the same sort of disease, it's very, very nasty.\"\nShe added: \"The mutations, the variations, that we're seeing are becoming more infectious, not less infectious and a bit more dangerous, not less dangerous.\"\nProf Steven Riley, a member of the SPI-M modelling group, told BBC Radio 4 Today: \"If for some reason we were to choose to just pretend it (coronavirus) wasn't here anymore, then there is the potential to go back to a wave that is a similar size to the one that we are in now.\"\nAdam Finn, a member of the Joint Committee on Vaccination and Immunisation, said vaccines were \"doing what we wanted them to do\", particularly among the very elderly and vulnerable, who were among the first to receive the jab.\nAlthough acknowledging that it was \"desperately important\" for schools to return and society to reopen, he cautioned against getting into a cycle \"where we are constantly opening up and then closing down again and everything is very unstable\".\n\"It's worse to open up, have another wave of pandemic, another bunch of hospitalisations and have to close down again than to be able to progressively normalise things,\" he told BBC Radio 5 Live.\nNHS Confederation chairman Lord Victor Adebowale said 8 March for schools could still be too soon, adding that the NHS workforce was \"on its knees\".\n\"I understand the pressure to open schools. We need to do so very safely. I think mid or late March is when we should be reassessing.\n\"We have had a number of false dawns when we have set dates, taken the action, then find ourselves having to row back very quickly,\" Lord Adebowale told Today.\nBut the prime minister is facing calls from some MPs in his party to ease restrictions.\nMeanwhile, UK Hospitality said for every week the hospitality sector remains shut down more companies are being placed in jeopardy and millions of jobs across hospitality and the supply chain are being put at risk.\nThe trade association's chief executive, Kate Nicholls, said: \"That is why we urge the prime minister to work with us on delivering a safe, swift and sustainable exit from lockdown for hospitality.\" \nIn other developments:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56059227",
      "category": "uk",
      "title": "Covid-19: Call to lift lockdown laws and vaccine rollout extended to over-65s",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nDozens of Conservative MPs have written to the prime minister to demand that he commit to removing all Covid-19 legal restrictions by the end of April. The Covid Recovery Group - comprising 63 MPs - says that by this time all nine priority groups are likely to have received the vaccine, so there will be no justification for \"unnecessary restrictions\". The prime minister has suggested he will aim for a \"cautious\" relaxing of rules, not unlike last years's phased removal of measures imposed in the first nationwide lockdown.\nWith the UK on the brink of hitting its target to offer the vaccine to all of the most vulnerable people, invitations for appointments are being extended to a wider range of people in England. People aged 65 to 69 and under-65s in at risk groups are the next to be offered the jab as the rollout is officially expanded beyond the top four priority groups. About 2.4 million people in these categories are expected to receive letters this week inviting them for vaccination. Those in at-risk groups include people with chronic respiratory disease such as obstructive pulmonary disease, cystic fibrosis, and severe asthma.\nEviction notices cannot be served until the end of March, the government has announced, extending the ban for another six weeks. Housing Secretary Robert Jenrick said the measure struck \"the right balance between protecting tenants and enabling landlords to exercise their right to justice\". The charity Shelter said its research showed almost 445,000 adults renting privately had fallen behind in their payments or been served some kind of eviction notice in the past month. It said the extensions would  \"keep people safe for now\", but warned it was \"not an answer to the evictions crisis\" - as renters still had to repay the arrears.\nAmanda Holden, the Britain's Got Talent judge and radio host, has said she broke lockdown rules by travelling more than 200 miles to see her parents in Cornwall after a \"distressing\" phone call from her father. Her agent said: \"Amanda is aware of the travel rules and is devastated she had to break them on this one occasion. Lockdown rules ban travel outside your local area and meetings with anyone outside your household, support bubble or childcare bubble - although there are exceptions for caring for vulnerable people or providing emergency assistance.\nPaula Reynolds met Roberto Fiorillo, the man she hopes to marry, by chance while visiting her daughter in Australia last March. But since then, the pandemic has kept them separated by 10,000 miles, her in Caerphilly, Wales, and him in Perth. Finally a visa came through for her in December, only for her flights to be suddenly cancelled as Australia tightened its restrictions on arrivals. But thanks to a fundraising drive by her colleagues, Paula is now able to cover the inflated cost of a new ticket and the cost of hotel quarantine on her arrival - and be reunited with the man she loves. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. Are all those Zoom calls leaving you square eyed? We've got a guide to taking care of your eyes during lockdown.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56063288",
      "category": "uk-england-nottinghamshire",
      "title": "Girls rescued from frozen River Trent were 'extremely lucky'",
      "tags": "Nottinghamshire Police,Clifton",
      "text": "Two 11-year-old girls were \"extremely lucky to be unharmed\" after becoming trapped on a frozen section of the River Trent, police said.\nThe girls were rescued in Clifton on Saturday afternoon after a passer-by raised the alarm. \nNottinghamshire Police said the friends were \"extremely cold\" and treated by the ambulance service. \nIt captured the rescue on a drone and reminded people not to enter the river, especially when icy.\nThe force said one of the girls had fallen through ice into the water while the other had made it onto an island surrounded by frozen water but had become stranded. \nThey were brought to safety with the help of police and firefighters at about 16:45 GMT using an inflatable piece of equipment called a pathway to help them back across the frozen water.\nCh Insp Duncan Southall said: \"The girls are extremely lucky to have been unharmed.\n\"If it hadn't been for the person raising the alarm there could have been tragic consequences. It was getting dark at the time and was freezing cold.\n\"I hope this serves as a stark reminder to others that it is not safe to play on the ice as it can easily crack and put people in great danger.\"\nDavid Stevenson, from Nottinghamshire Fire and Rescue Service, reiterated the dangers, adding: \"Luckily for us, the girls were rescued and are OK, however this will not be the case for everyone.\n\"You can very quickly develop hypothermia from cold weather conditions. We cannot emphasise enough that cold water shock can turn into tragedy very quickly.\"\nThe girls were rescued close to Beeston Weir where 12-year-old Owen Jenkins died in July 2017 trying to rescue two friends from the water.\nHis mother Nicola Jenkins founded the Open Water Education Network safety programme in his memory and urged parents to talk to their children about the dangers of playing near water and ice. \nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56056006",
      "category": "uk-england-nottinghamshire",
      "title": "River Trent search: Police recover two bodies from car",
      "tags": "Hoveringham",
      "text": "The bodies of a man and woman have been recovered from a car that has been in the River Trent for almost two weeks.\nSearches had been ongoing since witnesses saw a car floating in the river near Hoveringham, Nottinghamshire, on 1 February.\nEmergency services had located the car days later but struggled to reach it because of the fast flow of water caused by flooding. \nNottinghamshire Police said relatives of the deceased had been informed.\nThe force said specialist divers discovered the two bodies inside the vehicle after 10:30 GMT on Saturday. \nInsp Tim Ringer called it a \"difficult and complex\" operation.\n\"Underwater recoveries of this nature are always very challenging, but our divers' work has been further complicated by the very fast flowing water at the site,\" he added. \n\"It was simply not safe to attempt this work before today.\"\nThe car had been located using sonar technology days after the report but \"treacherous conditions\" prevented its recovery, police had said.\nWitnesses had reported seeing two occupants inside a car floating along the river after it left Hoveringham Road and entered the water.\nEyewitness Pauline Bulpitt said at the time: \"It was quite shocking. My husband rushed to get his Wellington boots, hoping the car would come into the bank further up and we might be able to do something to help. \n\"There was another gentleman running down the field to see if he could do something to help but the car carried on down.\" \nAlthough the bodies had not been recovered sooner, police said they believed they knew who the people were and their relatives had been supported by officers.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-56026758",
      "category": "uk-england-stoke-staffordshire",
      "title": "Stoke-on-Trent man restores old trainers for city's homeless",
      "tags": "Trainers,Stoke-on-Trent,Fundraising,Homelessness in the UK",
      "text": "A man is giving unwanted trainers a new lease of life and donating them to people in need.\nLance Birchall, from Stoke-on-Trent, restores unloved trainers but said some were still being needlessly binned.\nHe decided to take on pairs for free rather than seeing them thrown away and will donate them to homeless people in the city.\n\"I can do absolutely any trainer,\" he said. \"It will help people who don't have anything.\"\nThe 25-year-old said he had always collected trainers and set up a business restoring older shoes to their original condition.\n\"I start off with a dry clean, going over them with a brush, followed by a deep clean and a steam,\" he said, adding the process is repeated until they look \"as good as new\".\nAfter setting up his business, he said he got messages from people saying they were just going to throw their shoes away if nothing could be done to repair them.\n\"There are some pairs you can't get up to a sellable standard,\" Mr Birchall said. \"So I thought, if people are chucking all these trainers in the bin, I can take them in, do the best job I can and then give them to the hostels around Stoke.\n\"I want to use my skills to help people that are less fortunate and give something back to the people.\"\nHe set up a GoFundMe page for donations to pay for the restorations with any additional money going towards other essentials for Stoke-on-Trent's homeless community, such as meals and sleeping bags.\nSince setting up the scheme, which he called Soles of Stoke, at the start of the year, Mr Birchall has been sent about 50 pairs of shoes that would otherwise be destined for landfill.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55787294",
      "category": "uk-politics",
      "title": "Neonatal pay: 'I was cheated out of time with my premature baby’",
      "tags": "Neonatal care,Parental leave",
      "text": "Rachael Prigmore has twice faced the experience of giving birth to a baby prematurely and having to watch, with hope and fear, as her children spent weeks in neonatal care.\nThe 35-year-old from Bexleyheath, south-east London, said the time was \"heart-breaking\" for her and her partner - but they were also faced with the additional financial pressures brought on by a child coming early.\nShe has joined with charities and MPs calling for the government to bring in pay and leave for parents who have babies in neonatal care, to stop future parents feeling \"cheated out of time\" with their new arrival.\nOver 100,000 babies are cared for in neonatal units in the UK every year, either because they are born prematurely - before 37 weeks - or because they are born at full term but sick.\nThis means around one in seven babies born in the UK are admitted to a neonatal unit each year.\nCharities such as Bliss, which supports families of babies born prematurely or sick, have been campaigning for the government to provide up to 12 weeks of paid leave for parents of babies who need that neonatal care, amounting to around £160 a week.\nThey say the support would stop families' parental leave being eaten into when their children are in hospital and make sure they can afford to be with them when they are needed most.\nCampaigners celebrated when, in March 2020, the chancellor included the pledge in his Budget. \nBut Rishi Sunak's red book doesn't allocate the annual £15m spend on the policy until 2023 at the earliest, and legislation to bring it in has not emerged.\nSo, almost a year after the promise was made - with new parents facing the added extra pressures of the pandemic - there is no start date in sight.\nIn 2016, Rachael had her first child, Jack, at 31 weeks, weighing just 3lb 14oz, and she said it was \"a complete shock to the system\". \nShe added: \"I wasn't even aware of what neonatal care was, and although I got a chance to look around the unit, it was a very frightening time.\"\nJack was in the unit for five weeks and Rachael had to start her maternity leave early, seeing her normal pay significantly cut. Her partner carried on working while their baby boy was getting treatment. \n\"We knew we were having a baby so had been saving, but when my maternity pay kicked in so early, it had a massive impact financially, while at the same time as you are trying to juggle everything else that is going on,\" said Rachael. \n\"My partner was entitled to two weeks paternity leave, but we didn't want to use it straight away so we could wait until Jack came home. But that meant he was having to get the train every morning, come straight to hospital at night, and then start all over.\"\nWhen their second son, Joshua, arrived in June 2020, Rachael had only reached 28 weeks, and was facing another stressful time with her tiny 2lb 10oz on the neonatal unit - and with the addition of coronavirus restrictions to contend with. \n\"The hospital was 45 minutes away, we couldn't have visitors, we were having to travel back and forth, and it was an absolute nightmare,\" said Rachael.\n\"Again, we were trying to keep my partner's paternity leave on hold, but he was also trying to work, look after my other son, keep the house running... it was absolutely crazy times.\"\nThe costs were adding up, from hospital parking charges upwards of £60 a week through to just being able to grab a quick coffee to keep going. \nBut what also worried Rachael was the knowledge she was using up maternity leave, and would have to return to work sooner than she wanted to.\nRachael said: \"You are worrying about your child as it is when they are in the neonatal unit, but also at the back of your head you are thinking it is eating into your time and all these plans you had.\n\"You know you are going to go back to work at some point but you feel you haven't had time to enjoy your child.\"\nBoth of Rachael's boys are now at home, happy and healthy - but she still feels the effect. \n\"I felt rushed both times,\" she said. \"I felt I had only just got them home when I went back to work and they still looked like new-born babies. I feel we were cheated out of our time.\"\nLabour MP Alex Davies-Jones has been campaigning in Parliament for the extra support of neonatal leave and pay to be brought forward.\nNot only is she the vice chair of the All-Party Parliamentary Group on Premature and Sick Babies, but she went through the experience herself when her son Sullivan spent five days in neonatal care after being born in 2019.\n\"It was so challenging for us and for me to go through as a first time mother, but we had a really good support network and my husband's employer was really good,\" she said. \n\"Unfortunately many, many families aren't as lucky. \n\"I have heard from friends and others who didn't have that support, who had to go back to work immediately with all their parental leave swallowed up.\"\nMs Davis-Jones said she had met Health Secretary Matt Hancock to discuss the issue, as well as business ministers, but while there have been positive noises, action is not coming fast enough.\n\"Coronavirus has shown when there is political will, things can happen quickly,\" said the MP.\nShe made a direct appeal to Boris Johnson, who is a new father himself, adding: \"This is time these families will never get back. Some babies never even make it home and this is the only time they will have with them. It is a lifeline.\"\nHead of policy and campaigns for Bliss, Josie Anderson, also appealed to the government \"not to lose sight\" of their promise and to bring in the measures as soon as possible. \nResearch from the charity found two-fifths of mothers wanted to take more time away from work because of neonatal care, but couldn't afford to, while two-thirds of fathers and partners had to return to work before their baby had even left hospital.\nMs Anderson said: \"For families it is an enormous issue. It stops hands-on care, which leads to best outcomes for babies, and there is a financial element to that is impacting how involved families are able to be, making them lose out on valuable time bonding with their baby.\"\nA spokeswoman from the government's business department, said: \"Having a premature or sick baby can be an incredibly difficult time for parents, especially when juggling work commitments. \n\"As part of our manifesto commitment to make workplaces fairer, we will be legislating to introduce neonatal leave and pay as soon as parliamentary time allows.\"\nYou can listen to Alex Davies-Jones talk about her experience and the campaign on BBC Radio 4's Westminster Hour on Sunday 14 February at 22:00 GMT"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56061665",
      "category": "uk-wales",
      "title": "Welsh independence: More people in favour, Plaid say",
      "tags": "UK devolution,Plaid Cymru,Adam Price,Wales economy",
      "text": "The level of support for independence in Wales is similar to that in Scotland's a decade ago, Plaid Cymru's leader has claimed.\nAdam Price told the BBC's Andrew Marr Show \"more and more\" people were supporting the idea because of the state of the economy and the level of inequality in Welsh society.\nMr Price said independence would put Wales \"on a better path\".\nBut Lord Dafydd Elis-Thomas said a referendum now would not be \"wise\".\nMr Price said: \"We are not going to be able to put Wales on a better path, on a better trajectory, without independence.\n\"The level of support for independence now in Wales is where it was in Scotland 10 years ago.\n\"A few short years after that, Scotland came within touching distance of voting yes in the independence referendum.\"\nWith the prospect of Scotland holding another independence referendum \"in the near future\" and \"Northern Ireland cooperating more with the Republic\", Wales' Deputy Minister for Culture, Sport and Tourism Lord Elis-Thomas said he did not think it would be \"wise\" to hold a referendum in Wales \"at the moment\".\nBut he added there was a \"great need\" to \"strengthen\" devolution in Wales.\nSpeaking on BBC Radio Cymru's Dewi Llwyd ar Fore Sul, Lord Elis-Thomas said the pandemic had made it obvious that \"the United Kingdom is a country of four nations\" and there was a need to \"intensify\" those arrangements. \n\"I don't know if it is wise to hold a referendum on independence here in Wales at the moment but it's obvious that the discussion on devolution for Wales is not going to subside,\" he said.\n\"Co-dependency, co-operation and self-governance, those are the things that are important to me\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56061666",
      "category": "uk-wales",
      "title": "Covid vaccines: Top nine priority groups 'to get first dose by May'",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "Wales' top nine priority groups will have received a first dose of the Covid-19 vaccine by the end of April, the first minister has said.\nThe over-70s, care home residents and staff, health and social care workers, and the clinically extremely vulnerable have already been offered the jab. \nMark Drakeford is \"confident\" on vaccinating the next five groups \"provided nothing gets in the way\".\nAn updated roadmap out of lockdown will be published on Friday.\nAt the next lockdown review on 19 February, the government will prioritise the return of three-to-seven year olds to school, along with some older children on vocational courses, said Mr Drakeford. \nSpeaking on the BBC Politics Wales programme, the first minister said other changes would be \"very marginal\", including the possibility of allowing \"the outdoors to be used a little more\" and more flexibility for families.\n\"But the cabinet will not make those decisions until Thursday when we have the very latest information,\" he added.\nMr Drakeford said he hoped on Friday to be able to indicate \"how we will plan\" to get more children back to the classroom, possibly from the following review on 12 March.\nMinisters have started \"cautious\" talks about Wales' tourist industry reopening in time for Easter.\nThe reopening of self-contained holiday accommodation is likely to be prioritised in the first instance.\nAlthough he has not ruled it out, Mr Drakeford has suggested it is unlikely pubs and restaurants would be open at the start of April.\nFrom Monday, UK residents and Irish nationals arriving in England from 33 red-list countries will have to quarantine for 10 days in hotels selected by the government.\nPeople entering Scotland from any country by air will have to isolate in hotels.\nFrom 04:00 GMT on Monday, people arriving in England and Scotland from red-list countries will be fined if they break their 10-day quarantine and enter Wales.\nAsked whether people arriving at Cardiff Airport once commercial flights restart will have to quarantine regardless of which country they have flown from, Mr Drakeford said: \"It may be that later on in March, if and when flights resume, that we will need to put those things in place.\n\"We will learn from the next few weeks, see what is necessary, see how the regimes are being put in place in the seven entry ports in Scotland and England, and then make a decision about what's needed here in Wales,\" he added.\nPeople aged five and over arriving into Wales from abroad are already required to isolate for 10 days.\nThey will now also be required to undertake a Covid-19 test on the second and eighth day of their 10-day isolation period.\nFailure to do so will be a criminal offence, liable to a fine, and failure to undertake both tests will also mean that the isolation period is extended to 14 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56058923",
      "category": "uk",
      "title": "Amanda Holden 'devastated' at lockdown rule break",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Britain's Got Talent judge Amanda Holden has said she is \"devastated\" at breaking lockdown rules by travelling to see her parents in Cornwall.\nShe made the trip of more than 200 miles after receiving a \"distressing\" phone call from her father, her agent said in a statement.\nTravel is banned except for essential journeys under coronavirus regulations.\nThe Sun, which first reported the story, said neighbours in Cornwall complained to police.\nHolden's agent said \"on balance\" the TV star and radio host felt the round-trip from London to Cornwall was necessary to deal with an issue at her parents' home.\n\"Amanda is aware that all families are going through difficulty during these turbulent times but received a distressing telephone call from her elderly father on Friday afternoon,\" the statement said.\nIt said she did not \"act on a whim\" and has followed coronavirus regulations \"every step of the way\" in England's three lockdowns.\n\"Amanda is aware of the travel rules and is devastated she had to break them on this one occasion,\" her agent said. She is now back in London.\nUnder the rules of the current lockdown, travel outside your local area is banned unless it is essential and people may only meet others in their household, support bubble or childcare bubble.\nHowever, there are exceptions for providing care for disabled or vulnerable people or to provide emergency assistance.\nHolden's parents have both received vaccines and she is being tested weekly, so she felt she was not putting her parents at risk, the statement said.\nThe presenter had been working on her Heart Radio show earlier on Friday, where she was presented with gifts to mark her 50th birthday, which is on Tuesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56054468",
      "category": "world-asia-china",
      "title": "Covid-19 pandemic: China 'refused to give data' to WHO team",
      "tags": "World Health Organization (WHO),China",
      "text": "China refused to hand over key data to the World Health Organization (WHO) team investigating the origins of Covid-19, one of its members has said.\nMicrobiologist Dominic Dwyer told Reuters, the Wall St Journal and the New York Times the team requested raw patient data from early cases, what he called \"standard practice\".\nHe said they only received a summary. \nChina has not responded to the allegation but has previously insisted it was transparent with the WHO. \nThe US has urged China to make available data from the earliest stages of the outbreak, saying it has \"deep concerns\" about the WHO report.  \nLast week, the WHO team concluded it was \"extremely unlikely\" that the coronavirus leaked from a lab in the city of Wuhan, dismissing a controversial theory that emerged last year.\nWuhan was the first place in the world where the virus was detected, in late 2019. Since then, more than 106 million cases and 2.3 million deaths have been reported worldwide.\nThe investigators had asked for raw data on the 174 identified cases of Covid-19 from Wuhan in December 2019, Professor Dwyer told Reuters. \nOnly half of the early cases had been exposed to the seafood market where the virus was initially detected. \n\"That's why we've persisted to ask for that,\" Prof Dwyer said. \"Why that doesn't happen, I couldn't comment. Whether it's political or time or it's difficult... But whether there are any other reasons why the data isn't available, I don't know. One would only speculate.\"\nThea Kolsen Fischer, a Danish immunologist who was also part of the WHO team, told the New York Times that she saw the investigation as \"highly geopolitical\". \n\"Everybody knows how much pressure there is on China to be open to an investigation and also how much blame there might be associated with this,\" she said.\nProf Dwyer said the restrictions on data would be mentioned in the WHO team's final report, which could be released as early as next week. \nThe team arrived in early January and spent four weeks in China - the first two in hotel quarantine. \nBeijing has insisted it was transparent with the WHO investigators, whose visit began only after months of negotiations. The experts were closely monitored by the Chinese authorities. \nThe US accused China of hiding the extent of the initial outbreak and criticised the terms of the visit, which restricted the freedom of the WHO team to travel and interview witnesses, including community members, on health grounds. \nThe investigators told the New York Times that disagreements, including over access to patient records, were so tense that they sometimes erupted into shouting matches. \nLast month, an interim report from the WHO criticised China's initial response, saying that \"public health measures could have been applied more forcefully\".\nThe WHO team has also called for further investigation into the possibility of \"cold chain\" transmission, referring to the theory the virus could have spread through the transport and trade of frozen food.\nDr Peter Daszak, a member of the WHO team, said the focus on where the origins that led to Covid-19 might be, could be shifted to South East Asia."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56058118",
      "category": "world-us-canada",
      "title": "Chris Harrison: Bachelor host to step aside over racism row",
      "tags": "Racism,United States",
      "text": "The long-time host of hit US dating show The Bachelor has said he is stepping aside after widespread criticism of his comments on race.\nChris Harrison drew ire after he excused behaviour of a current cast member that some said was racist, saying he was not the \"woke police\".\n\"By excusing historical racism, I defended it,\" the 49-year-old host said in an Instagram post announcement.\nThis current season is the first to feature a black lead.\nThe show revolves around a single bachelor selecting a potential spouse from a pool of hopefuls. \nIn June 2020, fans of the ABC show petitioned for it to address the unequal treatment of cast members of colour.\nAt the forefront of that initiative was Rachel Lindsay, who at the time was the only black lead to have ever served on The Bachelor's sister show, The Bachelorette.\nThe show responded with a promise to address their race issues by casting more people of colour. They announced the first black lead, Matt James, as the next Bachelor on 12 June 2020, following the protests over George Floyd's death.\nWhen pictures surfaced of current contestant Rachael Kirkonnell at an Old South fraternity formal at a former slave plantation in 2018, she drew immediate criticism from fans. Ms Kirkonnell has since apologised.\nIn an interview with Mrs Lindsey on Extra TV, Mr Harrison defended Ms Kirkonnell, a current front-runner who has yet to be eliminated from the show.\n\"I saw a picture of her at a sorority party five years ago and that's it,\" said Mr Harrison. Ms Lindsay reminded him the photo had been taken in 2018, which \"wasn't a good look\".\n\"Well, Rachel, is it a good look in 2018? Or, is it not a good look in 2021? Because there's a big difference,\" said Mr Harrison.\nTo this, Mrs Lindsay pushed back and said: \"It's not a good look ever.\"\n\"I am not the woke police,\" he replied, a phrase he reiterated several times throughout the interview.\nAfter the interview went live on Tuesday, a petition for the network to fire him went viral. By Saturday morning, it had amassed 38,000 signatures.\nMrs Lindsay, who met her now-husband on the show, addressed her 13-minute interview with Mr Harrison on a podcast she hosts on Friday.\n\"During that conversation, he talked over me and at me, during that conversation,\" she said. \n\"He never gave me room to talk. And he never gave me room to share my perspective. He wasn't trying to hear it. He was just trying to be heard.\"\nOver the next few days, fans pressured former cast members to speak out.\nBen Higgins and Joelle Fletcher, both good friends of Mr Harrison and considered frontrunners to succeed him should he eventually retire, condemned his words.\n\"Chris' statements were harmful. They were not helpful,\" Mr Higgins wrote on Instagram.\nThe momentum snowballed as the entire cast from this season posted a joint statement standing by Mrs Lindsey. \nAlthough Mr Harrison issued an initial apology on Thursday it was not satisfactory for many members of Bachelor Nation, the self-proclaimed name given to fans of the show, and the number of people petitioning for his firing grew.\nAfter two days of silence, he announced on Saturday he would be taking a step back \"for a period of time\".\n\"To the Black community, to the BIPOC community: I am so sorry. My words were harmful,\" he said on Instagram.\nMr James' season is just over halfway and has already been filmed, so Mr Harrison will not be absent from viewers' screens just yet. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56057849",
      "category": "world-us-canada",
      "title": "Trump impeachment trial: What verdict means for Trump, Biden and America",
      "tags": "Impeachment of Donald Trump,US Capitol stormed,Donald Trump,US politics,Joe Biden",
      "text": "Only five days after it began, Donald Trump's Senate impeachment trial has concluded. As was widely predicted, the final verdict was that the former president was not guilty of inciting an insurrection at the US Capitol last month.\nThere have now been four presidential impeachment trials in US history, and this one was by far the shortest.\nWhat it lacked in duration, however, it will make up in consequence. A precedent - a former president standing trial - was set. Reputations were burnished and tarnished. And a tumultuous stage was set for political battles to come.\nHere's a look at some of the key players, and how they emerged from this moment in US history.\nNew trial, same outcome.\nTrump once again avoided conviction by the US Senate because his fellow Republicans, by and large, stuck by his side. The final tally was 57-43, which left the prosecution 10 short of the two-thirds majority required.\nThat, at its most basic level, is a win for the former president. He is still eligible to run for president again in 2024, if he so chooses. His base, by all indications, is still largely intact. Both in the House of Representatives and in the Senate, most Republican officeholders opposed the impeachment proceedings - and those who broke ranks are already facing ferocious criticism and, in some cases, formal reprimands from their Republican constituents.\nIn a press statement, the former president celebrated his acquittal, condemned Democrats and said that his political movement was just beginning.\nTrump - and his movement - did not emerge from this impeachment trial unscathed, however. One of the most memorable portions of the prosecution case by House managers were the new videos of Trump's supporters, wearing Make America Great Again hats and waving Trump flags, ransacking the Capitol.\nThose images will forever be associated with the Trump brand. Every rally he holds from here on will evoke memories of that riot. It may not cost him among the Republican rank and file, but independent voters - and moderates - are unlikely to forget.\nA year ago, only one Republican senator - Mitt Romney of Utah - voted to convict Trump. This time, he was joined by six others.\nIt's no coincidence, however, that of those who broke ranks, three of them - Susan Collins, Ben Sasse and Bill Cassidy - were just re-elected and don't have to face voters for six years. Two - Pat Toomey of Pennsylvania and Richard Burr of North Carolina  - are retiring.\nThat highlights the challenge facing many of the Republican senators in the chamber. A vote to convict would have attracted the ire of primary voters, many of whom would view the turn against Trump as a betrayal. For those in safe Republican states, a challenge from a fellow conservative is a much more pressing concern than whichever Democrat faces off against them in November.\nRepublican senators up for re-election next year in swing states - in places like Florida, Wisconsin and Iowa - may have to worry about their vote to acquit being used against them by their Democratic opponents in a general election. One can already envision the attack adverts, accompanied by video of the violence on Capitol Hill.\nA lot could depend on what Trump does next. Does he launch himself fully into US politics again, reminding his supporters - and his critics - of these impeachment battles as the next election day approaches? Or does he stick to seclusion of his private clubs and golf course?\nI think we all know which is more likely.\nIf every Senate Republican had their own political calculation to make before casting their vote - weighing whether to risk the ire of their party or the judgement of general election voters - one particular senator's drama was on particularly stark display.\nMitch McConnell of Kentucky, leader of his party in the Senate, had been outspoken for weeks in his criticism of Donald Trump's conduct on 6 January. For a while, his final vote in the trial was in doubt. On Saturday morning, however, he informed his fellow senators he would support acquittal.\nAfter the Senate rendered its final verdict, he explained why. He condemned Trump's behaviour and said he engaged in a \"disgraceful dereliction of duty.\"\n\"There's no question that president Trump is practically and morally responsible for provoking the events of the day,\" McConnell said\nHis not guilty vote, he said, was because former presidents were not eligible for impeachment trials. If such a precedent were followed, he said, any private citizen - regardless of status - could be impeached and ruled ineligible for public office by the Congress.\nMcConnell's critics will view that as a cop-out, not a principled stand. And it is noteworthy that his procedural objection allows him to avoid being out of step with the majority of Senate Republicans, which is a risky place for a congressional leader to be.\nIt's a fine line for McConnell to walk, and time will tell if his fellow Republicans are satisfied by his vote, if not his words.\nFor most of their careers, members of the House of Representatives languish in relative obscurity. Few in the 435-member chamber, save for the Speaker, ever get the kind of national spotlight that was cast upon the impeachment managers prosecuting the case against Trump in his Senate trial this week.\nThe nine-member team put together a slick presentation over the course of the five-day trial, complete with packaged videos of the 6 January riot accompanied by maps of the Capitol showing how close the mob came to US politicians, including the Vice-President Mike Pence.\nLead manager Jamie Raskin will probably best be remembered for his emotional opening remarks, where his voice caught as he recalled a conversation with his 24-year-old daughter after they were evacuated by the Capitol building. Throughout the rest of the week, he presided over the prosecution with a more cerebral detachment that hinted at his background as a constitutional law professor at American University.\nSecond-term Congressman Joe Neguse has been considered a rising star in Democratic politics, and his turn in front of the cameras did little to dispel that notion. The biggest surprise from the team, however, was probably Stacey Plaskett of the US Virgin Islands. As a non-voting delegate from a US territory, she has little influence in Congress - but she gave some of the most impassioned, memorable monologues of the entire trial. Democrats might start rallying for Virgin Islands statehood after her performance.\nIf there was one mark against the managers, it was their on-again, off-again attempt to call witnesses. Starting down that road, and then aborting, will be seen by some on the left as an unforced error, leaving a bitter taste in their mouths.\nThe current president's strategy for handling the former president's impeachment trial was to keep the whole ordeal at arm's length.\nHe wasn't closely following the proceedings, White House officials said. During the trial he kept a busy schedule of events related to the coronavirus pandemic. When Biden did comment, it was only to remark about the new videos of the Capitol violence - images that had been played repeatedly on television news.\nThe Biden administration's calculation is that his long-term political fortunes rest on his success in dealing with the pandemic, the economy and the American public's other concerns, and not with the outcome of Trump's impeachment trial.\nIn the end, the trial had little practical impact on his progress toward enacting his legislative agenda. The Senate lost only three days of business. The chamber won't be able to take up Biden's Covid relief bill until the House passes the version, which it has spent the week working on.\nWith the trial concluded, the Senate also will resume confirming Biden's administration appointments, including attorney general nominee Merrick Garland, after it returns from a week recess.\nAll of this should please Biden and his team. If the Democratic base decides, however, that the price of moving forward with Biden's political agenda was the failure to hold Trump fully accountable - for instance, by conducting a speedy trial without witnesses - he may pay a political price nevertheless.\nIn the political battles ahead, Biden needs a united Democratic Party. If there is second-guessing after this impeachment trial, cracks might start to emerge.\nBruce Castor, the supposed lead lawyer on Donald Trump's legal team, may put that old saying that \"there's no such thing as bad publicity\" to the test. He opened the defence of the former president with a long, rambling discourse that may have pushed one senator, Bill Cassidy of Louisiana, into siding with the Democrats.\nAfter that - and amid reports that Trump himself was displeased - Castor receded into the background, replaced primarily by Michael van der Veen, a fellow Philadelphian who primary law practice involves personal injury and liability law cases.\nVan der Veen did a much better job translating the former president's pugnacious attitude toward his political opposition into his legal presentations. He would frequently scrunch his nose into a wide sneer when referring to the House impeachment managers. \nAt one point, he prompted jeers from Democrats when he derided a question presented by Vermont Senator Bernie Sanders. And he flashed anger when Democrats laughed at his threat to hold hundreds of depositions at his office in Pennsylvania if the Senate chose to call witnesses in the trial.\nIn the end, he was able to navigate his way out of the prospect of an extended trial, however, and bring the proceedings to a speedy, satisfactory conclusion.\nLawyers are ultimately judged by their wins and losses, and van der Veen, Castor and fellow lawyer David Schoen got their client off the hook."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56061624",
      "category": "uk-politics",
      "title": "Johnson: US democracy strong after Trump impeachment 'kerfuffle'",
      "tags": "Impeachment of Donald Trump,US election 2020,Donald Trump,Joe Biden",
      "text": "Boris Johnson has insisted US democracy remains \"strong\", despite the \"kerfuffle\" over former President Donald Trump's impeachment trial.\nThe Senate acquitted Mr Trump of incitement to insurrection following the storming of Congress on 6 January.\nMr Johnson told US broadcaster CBS his relationship with new President Joe Biden was \"excellent\".\nAnd he promised the American and UK governments would work well together on issues like climate change and defence.\nMr Biden, who was inaugurated on 20 January, has never met the prime minister in person, but this is set to change later this year, with the UK hosting the G7 summit in the summer and the COP26 climate change gathering in the autumn.\nDuring his interview for CBS's Face the Nation show, Mr Johnson was keen to stress that their two countries were \"coming together\" on the environment, ways of dealing with Iran and the future of Nato.\nThese were all issues on which Mr Trump took a different line to the UK government, but the prime minister called recent statements by Mr Biden \"incredibly encouraging\".\nHaving previously condemned the violence inside Washington's Capitol building last month, he was asked about the impeachment trial of Mr Trump, in which prosecutors failed to get the two-thirds majority in the Senate needed to convict the ex-president.\n\"I think the clear message that we get from the proceedings in America is that, after all the toings and froings and all the kerfuffle, American democracy is strong,\" he said.\n\"And the American constitution is strong and robust. And we're delighted now, I'm very delighted, to have a good relationship with the White House, which is an important part of any UK prime minister's mission.\n\"I've had some good conversations already with President Biden, fantastic conversations about the way he sees things.\"\nFive people died in the violence in Washington on 6 January.\nEarlier on Sunday, Mr Biden described democracy - in contrast to Mr Johnson - as \"fragile\" in the face of \"violence and extremism\".\nHe said of Mr Trump's trial: \"While the final vote did not lead to a conviction, the substance of the charge is not in dispute.\"\nBut Mr Trump welcomed his acquittal, calling his impeachment a \"witch hunt\".\nIn his first telephone call to the prime minister last month, Mr Biden said he wanted to \"strengthen the special relationship\" between the  US and UK."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56060962",
      "category": "business",
      "title": "Deliveroo: Run Eat Out to Help Out again, says takeaway giant",
      "tags": "Companies,Hospitality industry,Restaurants",
      "text": "Takeaway firm Deliveroo and 300 restaurant groups are urging the government to run Eat Out to Help Out again when restaurants finally reopen.\nThey said the discount scheme, which gave 50% off meals in August, would boost demand for ailing restaurants. \nThey also said other urgent support was needed to stop \"viable\" hospitality firms failing despite optimism about the vaccination programme.\nIt came as one worried pub boss called for pubs to be reopened by April. \nYoung & Co's Patrick Dardis accused the government of a \"lack of respect\" for the sector and of basing the decision to close pubs on \"unproven\" science - a claim which experts dispute.\nIn a letter to the prime minister, Deliveroo and partners including Itsu and Pizza Hut said that with all restaurant businesses closed, many were \"under immense financial pressure\". \n\"Even when they are able to reopen to customers, restrictions around mixing of households and social distancing measures mean that a return to trading at full capacity will remain dependent on the successful vaccine rollout,\" they wrote.  \nThey said continued government support was \"critical\" to protect jobs, adding: \"The withdrawal of support too early or too suddenly risks viable businesses failing just as the light at the end of the tunnel is becoming clearer.\" \nThey said the Eat Out to Help Out scheme had helped restaurants \"survive\" in 2020 and should be run again \"when it is safe to do so\".\nThe scheme - which gave discounts of up to £10 per diner on food and soft drinks from Mondays to Wednesdays - was used 100 million times in August. The impact was felt after the scheme ended too. \n\"The boost the scheme provided not only helped protect restaurants from closure but also showed customers the work we have done to make sure they are safe and can get back to enjoying great food,\" the letter said. \nIt also called for support measures including:\nIn a separate letter to the prime minister, Young's & Co's Mr Dardis accused the government of a \"lack of interest and respect\" regarding the plight of pubs. \nHe said major pub chief executives, including himself, were quitting an industry forum set up by small business minister Paul Scully. He declined to name the executives. \nHe added that the industry needed a \"road map\" to reopening with social distancing restrictions in place, but that these should only be in place for a few months.\nQuestioning the science behind the current pub restrictions, he said: \"We are shocked and appalled that the government is basing its decisions to keep the great British pub closed on unproven and unfounded statistics.\"\nA government spokesman said: \"We are deeply disappointed that some pub leaders have decided to step back from meetings with ministers. \n\"As we plan our way out of restrictions, we will continue to engage relentlessly with the hospitality sector, as we have done throughout this pandemic, and our door remains firmly open,\" he said.\nDr Bharat Pankhania, senior clinical lecturer at the University of Exeter medical school, said talk of reopening pubs by April was premature.\n\"What the executives of pubs need to know is that failure to get it right equals back to square one. And back to square one equals much more pain economically, much more hardship.\"\nHe added: \"Whichever way you want to cut it, you drink alcohol to relax and have a bonhomie with your friends.\n\"One of the consequences of relaxing is that you drop your guard,\" he said.\nDr Julian Tang, honorary associate professor at the University of Leicester, agreed. \nThe consultant virologist said: \"Opening pubs will bring more people into closer contact with each other - this will allow the virus to spread - we already know and understand this concept.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-56062659",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Cars buried overnight in huge snow drifts near Buckie",
      "tags": "Snow,Severe weather,Buckie",
      "text": "Cars have been buried overnight under huge banks of drifting snow blown from fields next to the A98 in Moray.\nThe vehicles were trapped as gale-force winds carried mud-coloured waves of snow onto the road near Buckie.\nSnow ploughs were used to try and clear the stretch, close to its junction with the B9016, but were unable to make it through and the road remains closed.\nElsewhere in the north east, stretches of the A90, A95 and A96 were also closed overnight due to drifting snow.\nThe A9 has also been affected, with the snow gates being closed between Dalwhinnie and Trinafour.\nAll major roads were at least partially cleared on Sunday morning but road management firm Bear Scotland said its teams were still working to keep them passable.\nDrivers have been urged only to travel in the area if absolutely essential.\nBear Scotland tweeted: \"All early morning treatments are now complete. We are still dealing with drifting snow on the A9 at Drumochter.\n\"Our teams have been working tirelessly overnight and will continue to keep working hard to keep the carriageway clear.\n\"If you are out an about please #DriveSafe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56054265",
      "category": "uk",
      "title": "The pill could be sold in pharmacies without prescription",
      "tags": "Women's health,Contraception",
      "text": "Some contraceptive pills could be sold over the counter in the UK for the first time, the government has said.\nIt is asking the public for their views on whether two progestogen-only pills, also known as the \"mini-pill\", should be available without prescription.\nThe move has been called \"a landmark opportunity in women's health\" that would improve access to contraception.\nBut there are also concerns about how much the pills would cost and how they would be given out.\nThe public consultation, which is open until 5 March, concerns two pills: Lovima 75 microgram tablets and Hana 75 microgram tablets.\nBoth contain desogestrel, which is a type of the hormone progesteron. At the moment it is only possible to get them on prescription from a doctor. \nThe Medicines and Healthcare products Regulatory Agency (MHRA), which launched the consultation, said reclassifying them would give women a choice of where to obtain the medicine.\nThat could be on prescription - as both pills would still be available from GPs and sexual health clinics - over the counter from pharmacies, or a mix of both.\nDr Sarah Branch of MHRA said the consultation would help get a better picture of whether people wanted them to be available from pharmacies. \"We hope to hear from as many people and women's groups as possible,\" she said.\nThe consultation comes after the companies that make the pills - Maxwellia and HRA Pharma - applied for them to be made available at pharmacies.\nMichelle Riddalls, chief executive of PAGB, which represents the makers of over-the-counter medicines, said it was a \"positive step\".\n\"The MHRA consultation represents a landmark opportunity in women's health and one which we hope will be viewed positively,\" she said.\n\"As expert healthcare professionals, pharmacists are fully equipped to offer advice to anyone seeking information about over-the-counter medicines.\"\nClare Murphy, chief executive of the British Pregnancy Advisory Service (BPAS), said reclassifying the pills \"should improve access to an extremely safe method of contraception\".\nHowever, she said BPAS wanted the pills to be \"made available at an affordable price\" and for consultations at the counter to be \"swift and straightforward\".\nLast year, a group of MPs and peers warned the coronavirus pandemic had made a \"difficult situation even worse\" for women trying to access contraception.\nAn inquiry by the The All Party Parliamentary Group (APPG) on Sexual and Reproductive Health said years of cuts to public health funding in England meant patients had to navigate a complex system \"just to receive basic healthcare\".\nProgestogen-only pills, sometimes written down as POP or called the mini-pill, are a type of contraceptive that contain a hormone called progestogen. \nIf taken correctly they are more than 99% effective at preventing pregnancy. - but, because of a range of factors, in reality they are more like 92% effective.\nOne pill needs to be taken at the same time every day, with no break between packets. Vomiting and diarrhoea can make the pills less effective, as can some other medications. \nProgestogen is similar to one of the hormones produced naturally from the ovaries. Protestogen-only pills prevent pregnancy by thickening the mucus in the cervix to stop sperm reaching an egg.\nDesogestrel progestogen-only pills can also stop ovulation - when a mature egg cell is released from the ovary.\nProgestogen-only pills are different to combined contraceptive pills, which contain both progestogen and another hormone - oestrogen.\nContraception is free in the UK, including for under-16s.\nDuring the coronavirus pandemic, anyone who needs contraception is being asked to call their GP surgery or a sexual health clinic.\nThey will usually have a phone or video consultation before being sent an electronic prescription. The contraception can be picked up from a pharmacy, or chemist, or delivered.\nOral contraceptives are just one option for preventing pregnancy. There is a range of different methods available with different pros and cons."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56060618",
      "category": "world-europe",
      "title": "Spain migrant worker camp fire: 'Our house is burning'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56061879",
      "category": "world-asia-china",
      "title": "Covid: UK scientist defends WHO fact-finding mission to Wuhan",
      "tags": "China,Wuhan,Coronavirus pandemic",
      "text": "A member of the World Health Organization (WHO) team investigating the origins of Covid-19 has defended the credibility of its work amid mounting criticism.\nProf John Watson told the BBC that the trip to Wuhan, China - where the virus was first detected - was only a start and more research would be needed. \nThe US, UK and members of the team have complained of insufficient access given to the mission by the authorities.\nChina has insisted it was transparent.\nThe international team of experts concluded their trip to the city of Wuhan earlier this week without any definitive answers on what caused the outbreak.\nWuhan was the first place in the world where the virus was detected, in late 2019. Since then, more than 108 million cases and 2.3 million deaths have been reported worldwide.\nThe WHO mission began in January, following months of negotiations with Beijing, and was closely-monitored by the Chinese authorities.\nSpeaking on the BBC's Andrew Marr Show, Prof Watson sought to allay doubts about the mission, saying the trip was \"the beginning of a process... that was going to take months or years to complete\".\nHe said that while Chinese authorities had not given the team all of the data about the early cases in Wuhan, they had seen a \"great deal\" of information.\nHis comments came amid growing criticism over the level of data scientists were able to access.\nFellow mission member Dominic Dwyer told several news outlets that Chinese authorities declined to give the team raw data on early Covid-19 cases.\n\"They showed us a couple of examples, but that's not the same as doing all of them, which is standard epidemiological investigation,\" he told the Wall Street Journal.\n\"So then, you know, the interpretation of that data becomes more limited from our point of view, although the other side might see it as being quite good.\"\nThe US has urged China to make data available from the earliest stages of the outbreak, saying it has \"deep concerns\" about the WHO report. And British Foreign Minister Dominic Raab said he shared concerns about the level of access given to the team.\nIn his comments on Sunday, Prof Watson said it would have been \"unusual for them [Chinese authorities] to hand over the raw data, but we looked at a great deal of the information in detail in discussion with the Chinese counterparts\".\nHe also said a number of hypotheses remain about the origins of the virus, the most likely of which is that it moved from one animal to an intermediate animal host, and from there to humans.\nHe added the team had not \"ruled out\" the possibility that the virus was started by a lab leak in Wuhan, or that it could have spread through the transport and trade of frozen food. \nThe head of the mission earlier this week called the lab leak theory \"extremely unlikely\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56055019",
      "category": "uk",
      "title": "Renters: Eviction ban in England extended until March",
      "tags": "Coronavirus pandemic",
      "text": "The ban on evictions in England is to be extended until the end of March, the government has announced.\nIt means eviction notices - which could have started again on 22 February - cannot be served for another six weeks.\nHousing Secretary Robert Jenrick said it would ensure renters remained protected \"during this difficult time\".\nThe eviction ban had already been extended from 11 January when it was originally due to expire.\nMr Jenrick said the ban on the enforcement of evictions by bailiffs would continue \"in all but the most serious cases\".\nHe added that the government had taken unprecedented action to support renters during the Covid pandemic, and that measures had struck \"the right balance between protecting tenants and enabling landlords to exercise their right to justice\".\nBut Labour, charities and landlords groups said the measures did not go far enough.\nShadow housing secretary Thangam Debbonaire said: \"Last minute decisions and half-measures from the government are putting people's homes at risk.  \n\"Ministers promised nobody would lose their home because of coronavirus, but the current ban isn't working. \n\"The government should give people security in their homes, by strengthening and extending the ban for the period [virus] restrictions are in place.\"\nHuge sums of money have been pumped into the economy to stop mass unemployment and keep the economy afloat. \nBut the government has stopped short of direct financial support for tenants in rent arrears, and landlords losing income. \nWhile I'm told some within Whitehall are receptive to the idea of emergency grants or loans, the policy has met significant resistance - and there's little sign Westminster will follow Wales and Scotland's lead. \nBut there is concern from groups representing tenants and landlords that a rent debt crisis is mounting - which will, in the end, see many people forced from their homes. \nMortgage holidays and mediation have helped many get by for the time being - but some argue that a longer-term policy is needed. \nBanning evictions for another six weeks may bring some temporary relief, but as one frustrated Conservative MP put it to me: \"This can't go on forever.\"\nShelter said its research showed almost 445,000 private renting adults in England had fallen behind on their rent or been served with some kind of eviction notice in the last month.\nThe housing and homelessness charity's chief executive Polly Neate said the extension would \"keep people safe for now\", but warned it was \"not an answer to the evictions crisis\". \n\"Renters are still are being served with eviction notices every day and our helpline is flooded with calls from those desperately worried about paying their rent,\" she said.\n\"Before the ban is lifted, the government must give renters a real way out of debt. That means a lifeline of emergency grants to help pay off 'Covid arrears' so people can avoid the terrifying risk of eviction altogether.\"\nMeanwhile, National Residential Landlords Association chief executive Ben Beadle warned the announcement was storing up future problems.\nHe said 800,000 private renters had built up arrears since the ban came into force, which they would struggle to ever pay off.\n\"It will lead eventually to them having to leave their home and face serious damage to their credit scores,\" he said, as he called for further financial support to combat \"the debt crisis renters and landlords are now facing\".\nHousing is a devolved issue, and Wales and Scotland have already extended their bans to the end of March.\nIn Northern Ireland, landlords are required to give tenants 12 weeks' notice to quit, before moving to eviction proceedings. The rules were extended to March in anticipation of the second wave of the Covid pandemic.\nEvictions were first banned at the start of the first lockdown in March, with ministers also extending the notice period landlords must give tenants to end their tenancy from three to six months.\nCourts began to clear the backlog of repossession cases in September, starting with the most serious cases, such as those involving domestic violence or anti-social behaviour.\nBut the housing secretary then called a so-called \"Christmas truce\", meaning bailiffs were not allowed to enforce possession orders between 11 December and 11 January."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56062955",
      "category": "world-asia",
      "title": "Myanmar coup: Troops on the streets as fears of crackdown mount",
      "tags": "Myanmar coup ,Myanmar,Yangon",
      "text": "Small groups of protesters have begun to gather in Myanmar, despite the armoured vehicles which have appeared on the streets of several cities.\nThe military's heightened presence is the latest sign of a potential crackdown on opposition to the coup it carried out on 1 February.\nHundreds of thousands of people have taken part in protests over the last 10 days, demanding democracy be restored.\nThey also want their elected leaders released from detention.\nBut on Monday, it was reported civilian leader Aung San Su Kyi would be detained for a further two days, according to her lawyer, Khin Maung Zaw,\nShe was rounded up with other members of the government in the early hours of 1 February, but her detention was due to end today, news agency Reuters said. \nHer party was elected in a resounding victory last November, but the military has alleged voter fraud without providing proof.\nThe news came hours after the internet was restored. Telecoms operator said they had been told to shut off services from 01:00 to 09:00 local time, Sunday into Monday (18:30 to 02:30 GMT). \nInternet traffic was at 14% of normal levels after the order came into force, according to NetBlocks, a monitoring group. \nAcross the country on Sunday, hundreds of thousands of protesters rallied against the military for the ninth day in a row. \nIn the city of Myitkyina, in Kachin state, shooting could be heard as security forces clashed with anti-coup demonstrators. It was not clear whether rubber bullets or live rounds were being fired. \nFive journalists were among those arrested. \nIn Yangon, armoured vehicles were seen on the streets for the first time since the coup. Monks and engineers led a rally there, while motorcyclists drove through the streets of the capital, Nay Pyi Taw.\nA doctor at a hospital in Nay Pyi Taw told the BBC the security forces were carrying out night-time raids on homes. \n\"I'm still worrying because they make a curfew statement just not to go outside between 20:00 and 04:00, but this makes a time for the police and soldiers to arrest people like us,\" said the doctor, who cannot be named for safety reasons.  \n\"The previous day they stole into the house, cut down the fence, entered and arrested people unlawfully. That's why I'm also worrying.\"\nAn office of the US embassy in Yangon warned US nationals to stay indoors during curfew hours. \nOn Saturday, the military said arrest warrants had been issued for seven prominent opposition campaigners and warned the public not to harbour opposition activists fleeing arrest. \nVideo footage showed people reacting with defiance, banging pots and pans to warn their neighbours of night-time raids by the security forces. \nThe military on Saturday also suspended laws requiring court orders for detaining people longer than 24 hours and for searching private property. \nA UN official accused the military of \"declaring war\" on the people.\nTom Andrews, the UN special rapporteur on Myanmar (also known as Burma), said the generals were showing \"signs of desperation\" and would be held accountable. \nWestern embassies urged the military to show restraint. \nA statement signed by the EU, the US and the UK said: \"We call on security forces to refrain from violence against demonstrators, who are protesting the overthrow of their legitimate government.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56057038",
      "category": "world-asia",
      "title": "Fukushima: Powerful earthquake rocks Japan weeks from disaster anniversary",
      "tags": "Fukushima nuclear disaster,Japan,Nuclear power,Earthquakes",
      "text": "More than 100 people have been injured after a powerful earthquake struck off the coast of Fukushima in Japan. \nSaturday's 7.3-magnitude quake was felt strongly in Tokyo, but no tsunami warning was issued. \nThe quake came nearly a decade after an earthquake and tsunami killed over 18,000 people.\nThat tsunami caused a nuclear accident at the Fukushima Daiichi Nuclear Power Plant - the worst such incident since the 1986 Chernobyl disaster.\nJapan's meteorological agency (JMA) said Saturday's earthquake was believed to be an aftershock of the massive 2011 quake. Aftershocks after a large earthquake can continue over a period of many years.\nSaturday's quake hit at 23:08 local time (14:08 GMT) at a depth of 60km (37 miles) in the Pacific, off Japan's eastern coast, JMA said. Aftershocks have continued to hit the region since.\nThe quake caused nearly one million homes to lose power while a smaller number lost water.  Train services have been halted. \nIt also triggered landslides, with one burying a motorsport complex.\nBut there were no reports of irregularities at nuclear plants. \n\"Surveys are being done at Fukushima Daiichi nuclear pant... We have received reports that Onagawa nuclear plant and Fukushima Daichi nuclear plant are not showing any abnormality,\"  Chief Cabinet Secretary Katsunobu Kato said.\nDespite reassurances from officials, many residents on the coast evacuated their homes and headed for higher ground, Japanese news agency Kyodo reports.\n\"Even if people say we don't need to worry about a tsunami, I won't buy it,\" one 50-year-old man told the publication. \"I learned from my bitter experience 10 years ago, and that's why I evacuated.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56054655",
      "category": "uk-wales",
      "title": "Covid: South Wales valleys' high death rates 'caused by poverty'",
      "tags": "Rhondda,Coronavirus lockdown measures,Poverty,Public health,Contact tracing,Coronavirus vaccines,Cynon Valley,Plaid Cymru,Social distancing,Food banks,Community,Extreme Poverty,Coronavirus testing,Volunteering,Valentine's Day,NHS Wales,Personal protective equipment (PPE),Tonyrefail,Rhondda Cynon Taf County Borough Council,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board,Abercynon",
      "text": "Poverty and health inequality are behind the high Covid death rates in the south Wales valleys, a public health boss has said.\nIn Rhondda Cynon Taf (RCT) the rate is 340.3 deaths per 100,000 population - the third highest in the UK. \nBut, Cwm Taf Morgannwg's director for public health said the rate had been predictable.\nThe Welsh Government said an \"unprecedented series of interventions\" was made to protect people's health.\nKelechi Nnoaham, director for public health at Cwm Taf Morgannwg, said the issues that led the problem \"we've known about for years\" and this result could have been foreseen.\n\"It is fundamentally about poverty and health inequalities,\" Dr Nnoaham said.\n\"If someone had pulled any one of us up in February 2020 and said, 'There's a pandemic coming, can you fast forward one year and assess which communities would have the most severe hit from this pandemic?', you could almost predict the picture we're seeing now with a reasonable degree of accuracy.\"\nTwo of the highest death rates in Wales are in the RCT local authority area. \nTonyrefail West has seen 53 deaths, which puts its rate at 515.7 deaths per 100,000 people, and in Penrhiwceiber there have been 26 deaths - a mortality rate of 436.9 per 100,000 population.\n\"We have known it's poverty and health inequality for several years,\" Dr Nnoaham said. \n\"The question is what have we done? To what extent have we been successful in removing those vulnerabilities?\"\nPrevious attempts to tackle poverty and the associated health inequalities have been \"tokenistic\" and have not done enough to remedy the root cause of the problems, he added.\n\"For many years... we have talked about the fact there's a lot of poverty in the Welsh valleys but we haven't done enough,\" he said.\n\"We've got to do more, there's such urgency now that we can't keep talking about health inequalities as if they're something academic.\"\nBeyond the figures, communities are mourning. \nRev Peter Lewis, a vicar in Abercynon, says at the height of the pandemic, he was doing around 10 Covid-related funerals a week, but now it is closer to three a week. \nThe clergy in the area are having training to deal with the trauma and grief they expect to be dealing with in the months and years to come. \nSchool children have been invited to make wooden hearts for Valentine's Day to hang on a memorial tree at St Gwynno's Church in Abercynon. \nRev Lewis said the tree was a \"small contribution to mark that we're a community in loss.\"\nHe said though the events have led to the community becoming more resilient.\nOne foodshare scheme, set up by Rhondda MS Leanne Wood, of Plaid Cymru, to redistribute food from supermarkets has seen demand increase over the pandemic.\nAccording to its volunteers it is not an exaggeration to say everyone in the Rhondda knows someone who has died of Covid.\nJanet Slade Jones, one of the volunteers, has been helping out her neighbours since March but she says the last year has been dreadful. \n\"I've been to more than 10 funerals this year\", she said. \nFellow foodshare volunteer Trish Denning, a retired teacher, said: \"It's really scary.\" \n\"A lot of the time I feel in a state of shock when I look at the statistics but you are aware of the population of RCT as an ex-mining valleys. We have a lot of health issues.\"\nLeanne Wood MS said jobs should be the priority to help reduce poverty and health inequality.\nMs Wood said: \"The numbers of people who are employed with good jobs in this constituency is way too low. \n\"Not enough attention has been paid by UK Government, Welsh Government and the local authority in terms of that all important job creation so that's something that's going to have to change\".\nA Welsh Government spokesperson said: \"Coronavirus is the biggest single global public health crisis the world has faced in more than a generation and has had a significant impact on every aspect of our lives. \n\"That's why we've mobilised all our resources to respond to the pandemic, launching an unprecedented series of interventions to protect people's health, wellbeing and livelihoods. We will continue to do all we can to support everyone in Wales in the weeks and months ahead.\"\nPolitics Wales is on at 10:00 GMT on BBC One, Sunday 14 February."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56063335",
      "category": "world-australia",
      "title": "Covid: Australia halts New Zealand travel bubble over Auckland lockdown",
      "tags": "Coronavirus pandemic,New Zealand,Australia",
      "text": "Australia has suspended its quarantine-free travel arrangement with New Zealand after the discovery of three new coronavirus cases in Auckland.\nNew Zealand's biggest city was put into a three-day lockdown over the cases.\nAustralia's department of health said all people flying into Australia during this three-day period would be required to spend a fortnight in hotel quarantine. \nBoth countries have been praised for their handling of the pandemic.\nAustralia has recorded 909 deaths since it began, while New Zealand has reported 25.\nAustralia's health department said the suspension of the travel arrangement followed an \"urgent meeting\" between Chief Medical Officer Paul Kelly and top health officials in the states that had been open to \"green zone\" flights.\nIt added that states would determine \"how to manage people who have already arrived in Australia from New Zealand and who may pose a risk of transmitting\" the virus.\nNew Zealand's Prime Minister Jacinda Ardern on Sunday ordered Auckland to go into lockdown after the discovery of three new local cases of Covid-19.\nUnder the measures, the city's 1.7 million residents are required to stay at home except for essential shopping and work. Schools and non-essential shops will close, and entry in and out of the city restricted.\nMs Ardern said three days should allow the government to get more information and get more testing done, and would also help determine if there was any community transmission.\nShe said the country was going \"hard and early\" after the cases were identified.\nThe rest of the country is moving to a higher level of alert, with schools and businesses remaining open but people encouraged to find alternative ways of working if possible.\nThe three community cases were identified in a mother, father and daughter from South Auckland. It is unclear how the three contracted Covid-19."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55640437",
      "category": "world-us-canada",
      "title": "Capitol riots: Did Trump's words at rally incite violence?",
      "tags": "US Capitol stormed,Donald Trump,United States",
      "text": "Donald Trump has been acquitted of a single impeachment charge that he incited a mob to storm the US Capitol. So what did the president say prior to the violence?\nOn 6 January, thousands of Trump supporters gathered at a \"Save America\" rally organised to challenge the result of last November's presidential election.\nThey listened as Mr Trump spoke to them on the National Mall, near the White House in Washington DC.\nIn a 70-minute address, Mr Trump exhorted them to march on Congress where politicians had met to certify Democrat Joe Biden's win. The attack began moments after he took the applause. \nThose words have now played a central part in his second impeachment, which lawmakers voted in favour of last month.\nSo what did he say? Here are five key quotes, followed by some legal analysis from Professor Garrett Epps of the University of Baltimore.\nThis was three minutes into his speech. It was a false assertion that Democrats used as the starting point for the incitement charge - not just because he said it on this day but for weeks before.\nThis quote appears in the article of impeachment, the charge that was backed by the House of Representatives, lower chamber of Congress.\nIn the months preceding the Joint Session, President Trump repeatedly issued false statements asserting that the Presidential election results were the product of widespread fraud and should not be accepted by the American people or certified by State or Federal officials. Shortly before the Joint Session commenced, President Trump, addressed a crowd at the Ellipse in Washington, DC. There, he reiterated false claims that \"we won this election, and we won it by a landslide\".\nThe article has been sent to the Senate, where Mr Trump's trial will begin on Tuesday.\nHere Trump was echoing the slogan of the movement to fight Mr Biden's election victory, which was started a day after the result was declared. \nIt soon gathered pace on social media and led to rallies across the US. The largest one yet was the one Mr Trump addressed on 6 January.\nThis was Mr Trump saying in the clearest terms yet that he will never accept Mr Biden's win. \nReferring to himself and his supporters collectively, Mr Trump said there would be no concession.\nHe went on: \"You don't concede when there's theft involved. Our country has had enough. We will not take it anymore.\"\nAt one point, Mr Trump said the Biden presidency had to be challenged.\n\"You will have an illegitimate president. That is what you will have, and we can't let that happen.\"\nThis is the longest quote from Mr Trump's speech that appears in the article of impeachment. It could also be the one that his lawyers will find hardest to defend in the trial.\nHe also wilfully made statements that, in context, encouraged - and foreseeably resulted in - lawless action at the Capitol, such as: \"if you don't fight like hell you're not going to have a country anymore\".\nHowever, Mr Trump's lawyers have argued his use of the word \"fight\" was figurative, which has long been accepted in public discourse.\nThis was the part of Mr Trump's speech that his defenders have seized on to show that he never incited the crowd.\nHe said: \"I know that everyone here will soon be marching over to the Capitol building to peacefully and patriotically make your voices heard.\"\nThe language was very different from other sections, which borrowed more from combat or war.\nIndeed, Mr Trump's lawyers have suggested they will highlight his use of the word \"peacefully\" in the trial.\nThe president used \"we\" but he didn't join them as his supporters took the short walk from the rally to Congress.\nHe said: \"We're going to walk down to the Capitol and we're going to cheer on our brave senators and congressmen and women, and we're probably not going to be cheering so much for some of them.\"\nWhat is incitement under the law?\nIncitement is not a crime under the First Amendment unless it meets certain criteria. \nFirst of all, it has to be intended to cause violence (and you infer that intent from the circumstances). It also has to be likely to cause violence. \nIf I go downtown and I say to two drunks standing in front of a bank, \"let's rob this bank right now\", I haven't really incited anybody, because it's not very likely they'll rob the bank. \nIf I say let's meet here tomorrow and rip things up, I'm not inciting because - in the words of the Supreme Court - where there is time for better counsels to prevail, the remedy for speech is more speech.\nThe speech has to be likely to cause - and this is very important - imminent violent action.\nIf this was a court of law, does Trump cross the line?\nIt's quite rare that somebody can be convicted of incitement. In applying that to the president's speech at the rally, it's an agonisingly close case. \nIt's pretty goddamn imminent because he's telling people to march to the Capitol and I will march with you. There wouldn't be any time for better counsels to prevail because you're just going to leave the Ellipse and walk down Pennsylvania Avenue. \nHe said we have to fight and show strength, but he also said we're very peacefully and patriotically going to ask, so he's covering himself. In the end, I think it's a jury question.\nI'm not sure he's entitled to a dismissal of charges as a matter of law. There's some discussion that government leaders have more leeway, but I don't know how that would play out. \nHe clearly knew there were people in that crowd who were ready to and intended to be violent, and he certainly did nothing to discourage that. He not only did nothing to discourage it, he strongly hinted it should happen. \nReporting by Sam Cabral"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-56060910",
      "category": "uk-england-cornwall",
      "title": "WW2 postcard delivered to Liverpool home 77 years after being sent",
      "tags": "Plymouth,Royal Navy,Liverpool,Torpoint,Bristol,World War Two",
      "text": "A postcard sent by a Royal Navy recruit during World War Two has been delivered to his childhood home in Liverpool after 77 years. \nBill Caldwell was 18 and in his first week of training at HMS Raleigh in Torpoint, Cornwall, when he wrote saying he was \"in blue at last\".\nMr Caldwell's adult children have seen the postcard for the first time after it was delivered on Friday.\nRoyal Mail said it was likely it had been reposted recently.\nMr Caldwell's children said their father, who died 25 years ago and did not write many letters, tried to join the Navy at 15 but had to wait until he was 18.\n\"It was the most surreal thing on a Friday night to suddenly read a postcard that dad had written 77 years ago when he was training to be a sailor in the Navy,\" said daughter Joanna Creamer.\nThe postcard is postmarked 1943 and bears another stamp saying: \"Post early in the day.\"\nIt was sent to Mr Caldwell's \"uncle Fred\", who his children said lived with his parents in their family home.\nRelatives still live in the house which is how his children, who live in Bristol and Surrey, were alerted to its arrival.\nIn the postcard, Mr Caldwell wrote: \"Well I am in blue at last. I did not think it would be like this - you don't get much time for yourself, do you? \n\"But I like it alright.\n\"I will write a letter to you all when I get half a chance so will you hold on a bit? I have 19 weeks here yet. \n\"Give my love to everyone. Love, Bill.\"\nMr Caldwell's son Tony said his father was \"understated\" and it was \"wonderful\" to receive the postcard, which he thought said \"so much between the lines\".\n\"It seems it's not quite the Boy's Own story [he] thought [he] was letting [himself] in for,\" he said.\nA Royal Mail spokesperson said it was \"difficult to speculate\" on what happened to the postcard but it was \"likely it was put back into the postal system by someone recently, rather than being lost or stuck somewhere in the network\". \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56060247",
      "category": "uk-wales",
      "title": "Swansea: Man arrested over nine Singleton Park sex attacks",
      "tags": "Swansea",
      "text": "A 27-year-old man has been arrested by police investigating nine sex attacks which took place in a city park in the space of five hours.\nThe assaults happened in and around Singleton Park, Swansea, between 08:00 GMT and 13:00 on Friday.\nSouth Wales Police tweeted to say the arrested man was being held in custody on Sunday. \nOn Saturday, the force had appealed for a cyclist who was captured on CCTV to come forward.\nDet Insp Peter Collins said: \"We are thankful for the support we have received from the local community so far and I would appeal if anyone has any information that they have not yet shared with us please do so now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56060616",
      "category": "world",
      "title": "Covid infecting humans through animal host 'probable'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56057510",
      "category": "world-us-canada",
      "title": "The moment the Senate acquits Trump in second impeachment trial",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-56053864",
      "category": "uk-england-devon",
      "title": "Devon twins celebrate 90th birthdays by moving in together",
      "tags": "Ashburton,Coronavirus pandemic",
      "text": "Twin sisters are celebrating their 90th birthdays by moving in together for the first time in decades.\nPauline Vincent and Jacqueline Hetherington had been living in separate sheltered accommodation in Ashburton, Devon, when they decided it was time to become flatmates.\nMrs Hetherington's daughter Jaine Swift said they were inseparable. \n\"They really need each other and get very anxious when they are apart,\" she said.\n\"At this stage of their lives it seems perfect that they move in together.\" \nMrs Swift and other family members helped the sisters move on Friday and made them a birthday breakfast of smoked salmon and champagne on Saturday.\nThe sisters, who were born in Halifax, west Yorkshire, in 1931, came to Devon in the 1960s, with Mrs Vincent working as a secretary and Mrs Hetherington raising a family of four children.\nMrs Swift said the twins had not lived together since their 20s when her mother married but remained close throughout their adult lives.\nAsked if the siblings ever fought, Mrs Vincent said they were \"harmonious together\" but Mrs Swift pointed out that her aunt was the tidier - and more bossy - of the pair.\n\"I don't like to be left alone,\" Mrs Vincent added.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    }
  ]
}