{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58402911",
      "category": "uk-england",
      "title": "Tour de Yorkshire 2022 cancelled",
      "text": "The Tour de Yorkshire cycle race has been cancelled for a third year in a row, its organisers have announced.\nThe 2020 and 2021 legs of the four-day event, which draws thousands of visitors to the county, were cancelled due to the coronavirus pandemic.\nWelcome to Yorkshire said staging the race in 2022 \"would be unviable\" due to \"escalating financial challenges and uncertainties\".\nBritish Cycling's chief said the latest cancellation was \"very disappointing\". \nTourism board Welcome to Yorkshire said the decision was made after \"lengthy discussions\" over many months with the race co-organiser Amaury Sport Organisation (ASO).\nChief executive James Mason said: \"The race is a much-loved international sports event which showcases Yorkshire across the globe. \n\"So many people involved in the decision-making process understand just how popular the race is. \n\"We had every intention for the race to go ahead but unfortunately some of the circumstances were out of our control and sometimes you have to make big calls for the right reasons.\"\nThe race began in 2015 as a legacy event after the county hosted the Tour de France's Grand Départ in 2014. \nIt is held around the May Bank Holiday weekend and features a four-day men's race of more than 370 miles (600 km) and a two-day women's race.\nBritish Cycling chief executive Brian Facer said the event was \"not just about the economic boost that top-level bike racing has brought to Yorkshire, but also in the huge numbers of people who have been inspired to cycle themselves\".\nWelcome to Yorkshire, which is funded via local councils and tourism businesses, has had well-documented problems with its finances in recent years.\nAccounts showed it spent more than £430,000 on investigating and removing former chief executive Sir Gary Verity, who left in 2019 amid concerns over his expenses claims. \nLast June, it said the pandemic had left it facing a £1.4m shortfall, and in February this year Sir Gary's successor, James Mason, admitted the body had made \"big mistakes\" with public money.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58384457",
      "category": "technology",
      "title": "China cuts children's online gaming to one hour",
      "tags": "Gaming,Children,China",
      "text": "Online gamers under the age of 18 will only be allowed to play for an hour on Fridays, weekends and holidays, China's video game regulator has said.\nThe National Press and Publication Administration told state-run news agency Xinhua that game-playing would be only allowed between 8pm to 9pm. \nIt also instructed gaming companies to prevent children playing outside these times.\nEarlier this month a state media outlet branded online games \"spiritual opium\".\nInspections of online gaming companies will also increase, to check that the time limits are being enforced the regulator said.\nEarlier rules had limited children's online game-playing to 90 minutes per day, rising to three hours on holidays.\nThe move reflects a long running concern about the impact of excessive gaming on the young.\nA month prior to the latest restrictions, an article published by the state-run Economic Information Daily claimed many teenagers had become addicted to online gaming and it was having a negative impact on them. \nThe article prompted significant falls in the value of shares in some of China's biggest online gaming firms. \nIn July, Chinese gaming giant Tencent announced it was rolling out facial recognition to stop children playing between 22:00 and 08:00.\nThe move followed fears that children were using adult ID's to circumvent rules.\nZhaoyin Feng, BBC News\nIt's probably a disappointing end of summer for China's tens of millions of young gamers.\nThe Chinese authorities have long been concerned about gaming addiction and other harmful online activities among youth.\nBeijing appears to show a growing scepticism over the expansion of capital and technology, as well as its potentially adverse impact on the well-being of the country's young generation. \nThe new rule came amid a sweeping crackdown on China's tech giants, such as Alibaba, Didi and Tencent, as well as a series of reforms over activities considered by Beijing as harmful to the young generation, including celebrity fan culture and private tutoring.\nBy imposing these new rules, the Chinese government is hoping to create \"positive energy\" among young people and to educate them with what Beijing considers \"correct values\".\nWhile many Chinese parents may applaud the gaming restriction, some on China's social media Weibo criticise the government interference as being \"unreasonable\" and \"arbitrary\".\n\"Why don't you plan when I go to the toilet, eat meals and go to bed,\" one sarcastic comment read."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58393866",
      "category": "health",
      "title": "Life-saving cholesterol jab recommended on NHS",
      "tags": "NHS,Heart disease,Strokes",
      "text": "An expensive but \"game-changing\" anti-cholesterol drug could soon be offered to hundreds of thousands of people in England and Wales on the NHS. \nNHS England says inclisiran, given as a twice-a-year injection, could save about 30,000 lives within a decade.\nIt normally costs nearly £2,000 per dose but Novartis, which makes it, has agreed an undisclosed discount.\nIt can lower bad fat in the blood when other cheaper drugs, like statins, have not done enough, says draft advice.\nThe health watchdog NICE is recommending it as an option for people who have already had a stroke or heart attack and are not responding to other cholesterol-lowering treatments. \nExperts hope it will help to cut their risk of further life-threatening cardiovascular events.\nAlthough there is no long-term proof of this yet from studies, they believe it is worth recommending based on existing evidence. \nIt will bring England and Wales in line with guidance for Scotland. \nMore than two in five people in England are thought to have high cholesterol and around 6.5 million adults are taking medicines, called statins, to help lower it.\nZena Forster, 65, from Newcastle, has had a stroke and a heart attack and been diagnosed with an inherited condition that means her cholesterol levels are always high, despite taking statins.\n\"I'm on my fourth statin now,\" she told the BBC One's Breakfast programme.\n\"Heart disease is relentless and there is no cure - and I just aim to slow the progress.\"\nThe new drug was \"good news\" for people like herself, Ms Forster said, and offered hope as another treatment option.\nAnd taking it twice a year would be no burden compared with remembering to take a daily pill.\nWhile statins - which are taken daily - slow down the production of cholesterol in the liver, inclisiran works in a different way. \nIt uses gene-silencing to help the liver remove harmful cholesterol. \nIt turns off, or silences, a gene called PCSK9, which results in the liver absorbing more \"bad\" LDL cholesterol from the blood and breaking it down.\nIt can be used on its own or alongside statins. \nMeindert Boysen, NICE deputy chief executive and director of the Centre for Health Technology Evaluation, said: \"Inclisiran represents a potential game-changer in preventing thousands of people from dying prematurely from heart attacks and strokes. \n\"We're therefore pleased to be able to recommend it as a cost effective option on the NHS.\"  \nAmanda Pritchard, chief executive of the NHS, said heart disease was still \"one of the major killer conditions\".\n\"It is fantastic that we now have such an effective and convenient treatment for those living with dangerously high cholesterol levels.\"\nShe said the rollout of inclisiran would save lives and benefit hundreds of thousands of people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-49192495",
      "category": "world-asia",
      "title": "Taliban are back - what next for Afghanistan?",
      "tags": "War in Afghanistan (2001-present),Afghanistan,United States Army,Taliban,US-Taliban peace talks,United States",
      "text": "After 20 years of war, the Taliban has swept to victory in Afghanistan.\nThe group completed their shockingly rapid advance across the country by capturing Kabul on 15 August.\nIt came after foreign forces withdrew from Afghanistan following a deal between the US and the Taliban, two decades after US forces removed the militants from power in 2001.\nThe conflict has killed tens of thousands of people and displaced millions.\nTaliban forces have pledged not to allow Afghanistan to become a base for terrorists who could threaten the West.\nBut questions are already being asked about how the group will govern the country, and what their rule means for women, human rights, and political freedoms.\nBack in 2001, the US was responding to the 9/11 attacks on New York and Washington, in which nearly 3,000 people were killed. Officials identified Islamist militant group al-Qaeda, and its leader Osama Bin Laden, as responsible. \nBin Laden was in Afghanistan, under the protection of the Taliban, the Islamists who had been in power since 1996.\nWhen they refused to hand him over, the US intervened militarily, quickly removing the Taliban and vowing to support democracy and eliminate the terrorist threat.\nThe militants slipped away and later regrouped.\nNato allies had joined the US and a new Afghan government took over in 2004 but deadly Taliban attacks continued. President Barack Obama's \"troop surge\" in 2009 helped push back the Taliban but it was not long term.\nIn 2014, at the end of what was the bloodiest year since 2001, Nato's international forces ended their combat mission, leaving responsibility for security to the Afghan army.\nThat gave the Taliban momentum and they seized more territory. \nPeace talks between the US and the Taliban started tentatively, with the Afghan government pretty much uninvolved, and the agreement on a withdrawal came in February 2020 in Qatar.\nThe US-Taliban deal did not stop the Taliban attacks - they switched their focus instead to Afghan security forces and civilians, and targeted assassinations. Their areas of control grew.\nThey emerged in the civil war that followed the withdrawal of Soviet troops in 1989, predominantly in the south-west and the Pakistan border areas.\nThey vowed to fight corruption and improve security, but also followed an austere form of Islam.\nBy 1998, they had taken control of almost all of the country. \nThey enforced their own hardline version of Sharia, or Islamic law, and introduced brutal punishments. Men were made to grow beards and women had to wear the all-covering burka. TV, music and cinema were banned.\nAfter their overthrow they regrouped in Pakistani border areas.\nIn terms of lives lost, it is obviously not easy to say exactly. The number of coalition casualties is much better recorded than Taliban and Afghan civilians.\nResearch by Brown University estimates losses in the Afghan security forces at 69,000. It puts the number of civilians and militants killed at about 51,000 each.\nMore than 3,500 coalition soldiers have died since 2001 - about two-thirds of them Americans. More than 20,000 US soldiers have been injured.\nAccording to the UN, Afghanistan has the third-largest displaced population in the world. \nSince 2012, some five million people have fled and not been able to return home, either displaced within Afghanistan or taking refuge in neighbouring countries. \nBrown University research also puts the US spending on the conflict - including military and reconstruction funds in both Afghanistan and Pakistan - at $978bn (£706bn) up to 2020.\nHow the Taliban plan to govern Afghanistan remains unclear.\nWomen face an uncertain future. Taliban spokesman Suhail Shaheen says the group will respect the rights of women and minorities \"as per Afghan norms and Islamic values\".\nThe militants had declared an amnesty across Afghanistan and said it wanted women to join its government.\nBut there are fears over women's freedom to work, to dress as they choose, or even to leave home alone under Taliban rule. \nAnother major fear is that the country will once again become a training ground for terrorism.\nTaliban officials insist that they will fully adhere to the US deal and prevent any group from using Afghan soil as a base for attacks against the US and its allies.\nThey say they aim only to implement an \"Islamic government\" and will not pose a threat to any other country.\nBut many analysts say the Taliban and al-Qaeda are inseparable, with the latter's fighters heavily embedded and engaged in training activity.\nIt is also important to remember that the Taliban are not a centralised and unified force. Some leaders may want to keep the West muted by not stirring up trouble but hardliners may be reluctant to break links with al-Qaeda.\nJust how powerful al-Qaeda is and whether it could now rebuild its global network is also unclear.\nThen there is the regional branch of the Islamic State group - ISKP (Khorasan Province) - which the Taliban oppose.\nLike al-Qaeda, ISKP has been degraded by the US and Nato but could use the post-withdrawal period to regroup.\nIts fighter numbers could be only between a few hundred and 2,000 but it may try to gain footholds in Kazakhstan, Kyrgyzstan and parts of Tajikistan, which could be a serious regional concern. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58388328",
      "category": "uk-northern-ireland",
      "title": "PSNI review recommends Crossmaglen station closure",
      "tags": "Policing,Crossmaglen,Police Service of Northern Ireland",
      "text": "Northern Ireland's most fortified police station at Crossmaglen in south Armagh should close, the Police Service of Northern Ireland (PSNI) has said.\nIt is part of a policing outlook which is seen in the surrounding community as \"militaristic\".\nA review containing 50 recommendations also said assault rifles should no longer be carried as routine by officers on patrol duties.\nDUP leader Sir Jeffrey Donaldson said it was a \"politically naïve document\".\n\"The recommendations in this report would make Patten blush,\" he said in a statement. \nHe said the end goal of the report was the \"creation of all-Ireland policing structures\" which was \"politically unacceptable\".\nThe report said consideration should be given to using Irish in messages and signs.\nThe report also recommended \"exploring\" the relocation of memorials to murdered police officers in south Armagh stations.\n\"Memorials commemorating the past have a profound impact on the police culture of today,\" it stated.\n\"This is particularly relevant in south Armagh where the level of police loss was great.\n\"The review suggests the station working environment in south Armagh has a negative impact on the mindset of police officers who work there, extending to those who have no lived experience of conflict.\"\nChief Constable Simon Byrne told BBC News NI the station was \"an emblem of the past\" and had \"no place in modern policing\".\n\"Anyone that has had the chance to go inside [Crossmaglen] station… will probably be quite horrified about the conditions we're asking officers to work in and for members of the public to come and see us,\" he added.\n\"Significant trust and confidence issues\" between the local community and the police were identified by the report.\nThe review was launched after a social media post by the chief constable sparked anger in December 2019.\nIt showed him posing for a photo outside Crossmaglen Station with officers holding rifles.\nSome nationalist politicians criticised him, saying the image was offensive to the local community.\nThe review into the style and tone of policing in south Armagh has resulted in a 170-page report published by the PSNI on Tuesday.\nNews of the recommended closure of Crossmaglen Station had been leaked weeks ago, following a briefing involving the Policing Board.\nDuring the Troubles, south Armagh was one of the most dangerous areas to police due to IRA attacks - in 1975 then Secretary of State Merlin Rees labelled it \"bandit country\".\nIt led to heavily-fortified security installations and watchtowers being built, many of them by the Army.\nAn estimated 2,400 bombings and shootings took place in south Armagh between 1970 and 1993.\nBut today the threat level is lower than other areas.\nOf 53 security-related incidents in Northern Ireland last year, none were in south Armagh and the last terrorist incident recorded was in 2015.\nThe greatest risk to officer safety is \"presented by criminality and roads\", the report stated.\nThe report found the PSNI lacks credibility in the area - but there is no evidence of \"a rejection of policing\".\nOfficers generally regard the community with suspicion and it is a barrier to building a relationship built on respect and trust.\nOne of the main recommendations is the closure of Crossmaglen Police Station and disposing of the site within the next five years.\nThe base \"does not provide a positive or effective policing presence\", the report stated.\nA new station on an out-of-town site would signal \"a separation from the past\", but is not achievable in the current financial climate.\nDespite Crossmaglen being arguably the better location, the area's policing will in future be provided solely from a redeveloped station 10 miles away in Newtownhamilton, the report added.\nIt would be renamed South Armagh Police Station.\n\"One potential consideration may be the use of Irish language messaging on signage outside South Armagh Police Station in line with commitments under the Fresh Start Agreement,\" the report stated.\nIt also recommended that G36 assault rifles, which appeared in the photograph Mr Byrne shared on social media, should no longer be carried by patrols as standard.\nInstead they should require the authorisation of an inspector.\nCrossmaglen Police Station is staffed by 11 officers who live on site during shifts of three-to-four days at a time.\nThe station has limited opening hours to the public at three days per week.\nOn average it gets one call a day for assistance, compared to 15 a day at Newtownhamilton Station.\nThe chief constable said the \"style and tone\" of policing in south Armagh \"hasn't kept pace with the modernisation of policing that we've seen in other parts of the country\".\n\"It gives us that wakeup call to reset the dial and invest in a more modern style of policing that's based on neighbourhood police teams,\" he added.\nMr Byrne said the PSNI has committed to closing the station and the next step is to work with the policing board, which owns the building, but \"more importantly the community to see where's the right place to put a new, purpose built facility to provide a visible presence in that part of the country\".\nDiscussing the proposal to relocate memorials to murdered police officers Mr Byrne said: \"It's not about disrespecting their past, their sacrifices and the holes that's left in people's lives.\n\"The actual issue of memorials won't be one we will take forward immediately.\n\"We want to move carefully with people that are affected by any change, which is serving officers, the federation, people that have worked with us previously and their families and the associations which represent them to see how best we address these issues.\"\nIn a statement the Police Federation for Northern Ireland said it was \"accepted that the current Crossmaglen station is not fit for purpose\" but that a new station should be built on the same site.\n\"That would be the most sensible solution if everyone was being serious about bringing effective community policing to the area,\" it added.\n\"We have been consulted at local level about all of this but, frankly, this report in its totality was delivered as a fait accompli without full consultation where our corporate views could have been taken on board.\"\nHowever, Sir Jeffrey said the chief constable was in real danger of \"completely undermining confidence in the impartiality of police, not only in south Armagh but across Northern Ireland\". \n\"This would take two-tier policing to a whole new level,\" he added.\n\"All law-abiding citizens want to see better policing in south Armagh and will support steps to achieve such but that does not include sending officers, as per recommendation 43 [in the report] for \"local external training\" so they have a better narrative of south Armagh,\" he said.\nSir Jeffrey said he would meet the chief constable on Thursday to discuss the report.\nNewry and Armagh MLA, Sinn Féin's Conor Murphy, welcomed the report which, he said, could lead to a \"new beginning\" to policing if properly implemented.\nHe said it was \"a huge development for the people of the area\". \n\"All of these recommendations can begin to change the image of policing in South Armagh by removing the negative, militaristic style of the past which has damaged community relations,\" he said.\nPolicing Board member Dolores Kelly of the SDLP welcomed the recommendations.\n\"People here have been living with the vestiges of an ingrained militaristic policing operation for far too long,\"she said. \n\"The reality for people in places like Crossmaglen is that they haven't had a real chance to experience a new beginning to policing because of the attitude and the practice of the PSNI,\" she added.  \nUlster Unionist assembly member Mike Nesbitt said Crossmaglen police station is not fit for purpose and the party supports a new station for south Armagh.\nHowever, he added: \"What is clear is that the proposal with regard to memorials is totally unacceptable. \n\"We will not support anything that suggests disrespect for the sacrifice of those who laid down their lives for the community.\"\nDUP MP Gregory Campbell said there should be caution about the potential for precedents to be set by the implementation of the report.\nSpeaking on BBC Radio Ulster's Talkback programme, he said there had been an outcry about the moving of a memorial in Londonderry five years ago remembering RUC and PSNI officers injured or killed in the city.\n\"Thankfully the police not only saw sense, but the wider community saw the sensitivities of that. If they are going to repeat the same mistake in south Armagh they can hardly expect a different outcome,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58403047",
      "category": "uk",
      "title": "Afghanistan: UK embassy told Afghans to go to Abbey Gate before suicide attack",
      "tags": "Kabul,UK government,War in Afghanistan (2001-present),Afghanistan,Islamic State group",
      "text": "UK officials instructed Afghans to go to the Abbey Gate entrance to Kabul airport hours before Thursday's suicide bombing there, the BBC has learned.\nEmails seen by Newsnight show that even though the UK and US deemed a threat to the airport to be imminent, the British embassy told people to \"use the Abbey Gate [near] to the Baron Hotel\".\nAlmost 200 people were killed in the explosion, including two UK citizens.\nThe UK government said it was investigating the emails.\nOne Afghan told the BBC that official UK advice on the day of the attack was \"confusing and conflicting\". \nBefore the last foreign troops left Kabul on Monday, thousands of people gathered at the gate daily in the hope of boarding a flight out of Afghanistan. Some had been called to the gate by the British authorities because they met the right criteria to be evacuated. \nAnother email, sent from the British embassy later the same day, asked a former Afghan interpreter whether he was in the right place. It read: \"Please advise that you are at the correct gate? Abbey Gate on hawa on Shawasi Street.\"  \nThe BBC has not named him to protect him from the Taliban.\n\"If I had followed their advice, I would be no more. I said I won't because I don't feel safe as the situation was getting worse,\" the former interpreter said. \n\"It would be madness to go there and that saved my life. It was our own judgement that saved our lives.\"\nOn 25 August, the day before the attack, the Foreign, Commonwealth and Development Office (FCDO) updated its guidance, warning against all travel to Kabul airport.  \nIt said: \"The security situation in Afghanistan remains volatile. There is an ongoing and high threat of terrorist attack. Do not travel to Kabul Hamid Karzai International Airport. If you are in the area of the airport, move away to a safe location and await further advice.\"\nThe US embassy in Kabul issued similar advice, saying that those \"at the Abbey Gate, East Gate, or North Gate now should leave immediately\".\nOn the morning of 26 August, the day of the explosion, the Armed Forces minister James Heappey told the BBC: \"There is now very, very credible reporting of an imminent attack and hence why the Foreign Office advice was changed last night.\" He said it could happen in a matter of hours.\nAfter the FCDO advice to stay clear of the airport was issued, there was confusion among many Afghans who had worked for the British. They did not know whether the advice to stay away from the airport applied to everyone - or only to those not already instructed to go to the airport for evacuation.\nHowever, when staff tried to seek clarification from the FCDO, their emails went unanswered.  \nOne Afghan woman who worked for the British embassy in Kabul said the UK advice to people wanting to leave the country that day was \"conflicting and confusing\". Again, she has not been named to protect her identity.\nShe said: \"You should not be calling people to the gate when you know this situation.  \n\"I'm surprised because if I was responsible, I would not be asking people to risk their lives. [The UK government] were not replying to my emails. I kept trying and asking them for safer route until, after the blast, I received [a] response, [to] which I was like: 'really?!'.  \n\"I could have been one of those unfortunate people who was killed.\"\nA UK government spokesperson told the BBC: \"We did all we could to get individuals to safety in incredibly difficult and changing circumstances. \n\"We changed travel advice as soon as an increased terror threat was established and ensured that all call handlers communicated this advice as well as making it clear on the ground where we advised the crowds to disperse. \n\"We are investigating how an email against this advice could have been sent.\"\nOn Monday, Politico reported US officials had been planning to close the Abbey Gate. It said US forces kept the gate open to allow the UK to safely evacuate personnel from the nearby Baron Hotel - something the UK government has denied.\nPrime Minister Boris Johnson's spokesman said it was \"simply not true to suggest that we pushed to keep the gate open\" and that the UK had moved operations out of the Baron Hotel \"in response to the change in travel advice ahead of the attack\".\nForeign Secretary Dominic Raab is due to face questions on Wednesday from the Foreign Affairs Select Committee on his handling of the situation in Afghanistan.   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58386967",
      "category": "world-us-canada",
      "title": "Covid: EU recommends new travel restrictions for US as cases rise",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic",
      "text": "The European Union recommended a pause on all non-essential travel from the US as Covid-19 cases surge.\nThe daily average for hospital admissions has risen past 100,000 for the first time since last winter.\nThe recent wave, driven by the Delta variant, is most severe in the US South but cases are rising nationwide.\nMonday's guidance from the 27-nation bloc reverses advice from June that lifted restrictions on American travellers ahead of tourism season.\nThe recommendation is nonbinding, meaning individual countries will be allowed to decide if they still wish to allow US visitors with proof of vaccination, negative tests, or quarantine.\nThough the EU first lifted travel restrictions on Americans in June, the US has kept their ban on European non-essential travel in place since March 2020. \nEarlier this month, European Commission President Ursula von der Leyen said the lack of reciprocity would not be allowed to \"drag on for weeks\". \nIsrael, Kosovo, Lebanon, Montenegro, and North Macedonia have also been removed from the EU's safe travel list.\nHospital admissions in the US for Covid-19 patients have reached levels not seen since January, when the country reached its all-time high with more than 142,000 coronavirus patients in hospital beds. \nFlorida has more than 16,000 Covid-19 patients in hospital - the most of any state - followed by Texas and California, according to data from the US Department of Health and Human Services. \nThe latest surge is straining hospitals and health care workers. Roughly one in five intensive care units have reached at least 95% capacity. \nDeath rates have risen too - reaching an average of more than 1,000 per day. Just over half of all Americans are fully vaccinated against Covid-19. \nWith the full approval of the Pfizer vaccine by the US Food and Drug Administration last week, the Biden administration has doubled down on its efforts to increase vaccination rates. \nUnvaccinated people are about 29 times more likely to be admitted to hospital with Covid-19 than those who are fully vaccinated, according to a study released by the US Centres of Disease Control and Prevention (CDC) last week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57489195",
      "category": "business",
      "title": "Taste for takeaways outlasts Covid lockdowns",
      "tags": "Fast food,Takeaway food,Hospitality industry,Restaurants,Food,Delivery services,Coronavirus pandemic",
      "text": "If any of Carol Deeney's customers fancy a bacon roll or a haggis toastie, they can pop down to her Scottish Street Food café in east London.\nBut she says half of them, these days, turn to delivery apps instead. \n\"We have loyal customers now that haven't even graced our doors,\" she says.\nDuring lockdown there was surge in demand for takeaways and home deliveries as people discovered that, as well as the traditional pizza or curry, it was easy to have other favourite dishes delivered, from brunches to late night snacks.\nFood outlets pivoted on the spot to keep up with these sudden new demands.\nBut perhaps more surprisingly, even as the chance to dine out has returned, demand for home deliveries and takeaways has continued to grow.\nNearly a quarter of people are spending more on takeaways and food deliveries now than before the pandemic, according to market research group Mintel. \nPrior to Covid, Britons were spending around £38 per month each on takeaways, home deliveries and meal kits, according to accountancy firm KPMG, a trend that was already growing. But between spring 2020 and spring 2021 average monthly spend per person reached £53.\n\"The change that would have happened in three to five years in the sector has happened in months when businesses reacted as the pandemic started,\" Will Hawkley, KPMG's global head of leisure and hospitality.\nIt doesn't matter to Carol Deeney if some days her waiting staff are seeing more delivery riders than customers. She's accepted that consumer habits have changed, and she's planning to put more resources into the delivery part of the business.\nBig fast food chains, including Burger King and McDonalds, also say they are expecting home delivery to expand. \n\"We believe the increased demand for delivery is a trend that is here to stay,\" Neil Manhas, general manager of Pizza Hut UK, said. \n\"Sales have been consistently higher than pre-lockdown and we're actively recruiting for delivery drivers and managers.\"\nPizza Hut is launching 125 new locations over the next three years to serve home delivery.\nA spokesperson for Burger King said: \"Increasing consumer demand towards digital services is showing no sign of slowing and therefore is an area we will continue to focus on.\"\nBut while the growth in home deliveries is an opportunity, restaurants are also wary of it.\nFor pan-Asian restaurant chain Tampopo, a third of its business is now takeaway or ordered via online platforms, according to the company's co-founder David Fox. \nAnd while he's keen for that part of the business to keep growing, he says there can be a \"tension\" between providing for customers on-site and for those ordering online.\n\"We are, at our heart, a dine-in restaurant not a delivery restaurant,\" says Mr Fox.\n\"We'll always prioritise dine-in customers. In extreme circumstances, say we're two chefs down, we drop off the [online] platform.\"\nHe says delivery riders and dine-in customers will often find themselves sharing the same entrance or staircase in a restaurant, and that businesses now need to think about delivery and take-out when fitting new restaurants. \n\"Five years ago, you wouldn't really think about delivery,\" says Mr Fox. \"Now, you'd be thinking: on a Saturday night, how many delivery orders would you be having, and where are you going to put them, and how can it be done in a way that it doesn't interfere with the customer flow and customer experience.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58354140",
      "category": "uk",
      "title": "Covid-19: Business confidence rising and cases doubling every week in Scotland",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday morning. We'll have another update for you this evening. \nBritish business confidence is at its highest since April 2017, amid hopes the economy is recovering strongly to pre-pandemic levels, according to a monthly survey of 1,200 companies. Lloyds Bank Business Barometer suggests growing optimism among UK firms is driven by improvements in trading prospects and expectations of stronger growth in the year ahead, despite concerns over staff shortages and inflation.\nCovid cases in Scotland have roughly doubled every week since most restrictions eased on 9 August, with more than 500 people in hospital with the virus. National clinical director Prof Jason Leitch says the NHS is stretched and elective surgeries could be delayed. \nA teenager in hospital with Covid has warned that the virus \"is not a joke for young people\". Maisy Evans, 17, was due to return to sixth form next Monday, but is currently struggling for breath. She says it's been confirmed a Covid-related clot on her lung was not caused by her first dose of the Pfizer jab. Read Maisy's story.\nDoctors are welcoming a £6m air technology fund to help stop Covid spreading in schools, colleges and universities. The Welsh government says it will pay for 30,000 CO2 sensors and 1,800 ozone disinfecting machines, developed by Swansea University, to detect a lack of fresh air. The National Association of Head Teachers says \"clear guidance\" is needed on what action to take when poor air quality is identified. \nCovid has changed the way we dine, it seems, with increased demand for delivery \"here to stay\", according to Neil Manhas of Pizza Hut UK. The company is launching 125 new locations over three years to serve home delivery. Nearly a quarter of people spend more on takeaways and food deliveries now than before the pandemic, according to market researcher Mintel. Accountant KPMG says the average spend is up from £38 to £53 a month.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\n... you can find more information, advice and guides on our coronavirus page. \nAs pupils in many areas head back to class this week, here's our summary of the measures aimed at keeping schools Covid-safe.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58390310",
      "category": "world-us-canada",
      "title": "The last US soldier leaves Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58400061",
      "category": "uk-scotland",
      "title": "Pair complete UK's longest straight-line challenge",
      "tags": "Aberfeldy,Walking,Nature,Long Reads,Inverness",
      "text": "Two adventurers have become the first people to walk the longest straight line in the UK without crossing a paved road.\nCalum Maclean, 32, and Jenny Graham, 41, climbed mountains, scrambled down gullies and tackled steep rocky crags to complete the 49-mile (78.55km) challenge.\nThere were no paths on the route through the Cairngorms, so they had to wade through thigh-high heather and pull themselves up steep slopes.\nThey completed the walk from the Pass of Drumochter to Corgarff on Monday evening in 83 hours and 56 minutes.\nThe pair carried their tents and all the food for the four-day adventure in 16kg (2st) packs.\nIt was Calum, from Aberfeldy, who had the idea to attempt the expedition.\n\"I'm happy I've done it but I wouldn't do it again,\" he said.\n\"I would do another straight line walk, but it wouldn't be this one.\n\"It was very tough due to the thick heather and the open moor landscape sections were relentless to look at and be in.\"\nCalum said he had to really concentrate on the steep rocky sections and work out how they were going to get down without ropes.\nAlthough they were not faced with any rock climbing, the steepness of sections pushed them to their limits.\nHe said: \"There were very steep bits to descend beside cliffs where we really had to focus and our senses were heightened.\n\"If your foot slipped you knew you were putting yourself in danger.\n\"But we always talked about each section before we did them and worked out what our limits were and how to tackle them slowly.\"\nIn the past, there have been a couple of failed attempts to complete the route, which was plotted by Ordnance Survey a couple of years ago.\nCalum said he was shocked when they reached the finish only to discover a road which was made of dirt and not concrete.\nHe told BBC Scotland: \"The Ordnance Survey route said it finished at the Old Military Road, but when we got there we could see it wasn't paved and was instead a dirt track.\n\"So we quickly got out our GPS device and Ordnance Survey app on our phones and plotted the route until it extended to a paved road - about 2km (1 mile) away.\n\"I had eaten all my food and was starving and tired, so it was tough to realise we hadn't reached the end.\n\"The last section was through a forest with lots of fallen trees which made it a bit risky.\"\nJenny, from Inverness, holds the female record for cycling around the world. She circumnavigated the globe by bike in 125 days arriving at the finish line in Germany in 2018.\nShe told BBC Scotland it was the hardest walk she had ever done.\n\"I've walked all over Scotland and the Alps and this tops them all,\" she said.\n\"We were very worried about our ankles in the deep heather because it covered holes you couldn't see.\n\"When we reached sections with flat slabs of rock we felt lighter and it felt great compared to the heather.\"\nJenny said the route involved going over lots of uneven ground through forests, rivers and bogland at a fast pace.\n\"There were some steep descents and one day we were in hill fog that suddenly lifted at the top of a mountain and all we could see was a wall in front of us,\" she said.\n\"I thought how are we ever going to get up that?\n\"But then when we got on it we found it wasn't so bad and we managed to pick our way up.\"\nShe added that she felt like an explorer on the last extra section through the forest.\nShe said: \"Nobody has probably ever walked there. I was thinking at the time, this is truly our own original route, it was a cool moment.\n\"We have both climbed all the mountains in the Cairngorms and know the area well, but this walk took us to places we would never have visited.\n\"It was an incredible adventure that I wouldn't do again.\"\nAn Ordnance Survey spokeswoman said it had been a \"tremendous achievement\" to complete the longest-line challenge.\n\"Four days out in the wilderness navigating difficult terrain is no mean feat and we offer our warmest congratulations,\" she said.\n\"We wouldn't recommend walking this challenging route unless you are an experienced walker and very conversant with a map and compass.\"\nJenny said she had learned that the simplest idea - walking in a straight line - wasn't always the simplest thing to do."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58333533",
      "category": "world-asia",
      "title": "Afghanistan: Who are Islamic State Khorasan Province militants?",
      "tags": "Afghanistan,Taliban,Islamic State group",
      "text": "A local branch of the Islamic State group in Afghanistan has vowed to continue attacks now that Taliban militants are in control.\nSo who are these IS militants?\nIS-K - Islamic State Khorasan Province - is the regional affiliate of the Islamic State group.\nIt is the most extreme and violent of all the jihadist militant groups in Afghanistan.\nIS-K was set up in January 2015 at the height of IS's power in Iraq and Syria, before its self-declared caliphate was defeated and dismantled by a US-led coalition. \nIt recruits both Afghan and Pakistani jihadists, especially defecting members of the Afghan Taliban who don't see their own organisation as extreme enough.\n\"Khorasan\" refers to a historical region covering parts of modern-day Afghanistan and Pakistan. The group initially included Pakistan until a separate Pakistan section was declared in May 2019.\nAt its height the group numbered about 3,000 fighters.\nHowever, it has suffered significant casualties in clashes with both the US and Afghan security forces, and also with the Taliban.\nIS-K has targeted Afghan security forces, Afghan politicians and ministries, the Taliban, religious minorities, including Shia Muslims and Sikhs, US and Nato forces, and international agencies, including aid organisations.\nIS-K have been blamed for some of the worst atrocities in recent years, targeting girls' schools, hospitals and even a maternity ward, where they reportedly shot dead pregnant women and nurses. \nUnlike the Taliban, whose interest is confined to Afghanistan, IS-K are part of the global IS network that seeks to carry out attacks on Western, international and humanitarian targets wherever they can reach them.\nIS-K are based in the eastern province of Nangarhar, close to drug and people-smuggling routes in and out of Pakistan. \nWhile most of its activities have been in Nangahar and Kabul, it has also claimed attacks in the provinces of Kunar, Jowzjan, Paktia, Kunduz and Herat.\nPeripherally yes, via a third party, the Haqqani network. \nAccording to researchers, there are strong links between IS-K and the Haqqani network, which in turn is closely linked to the Taliban.\nThe man now in charge of security in Kabul is Khalil Haqqani who has had a $5m (£3.6m) bounty on his head. \nDr Sajjan Gohel from the Asia Pacific Foundation has been monitoring the militant networks in Afghanistan for years. \nHe says \"several major attacks between 2019 and 2021 involved collaboration between IS-K, the Taliban's Haqqani network and other terror groups based in Pakistan\".\nWhen the Taliban took over in Kabul on 15 August, the group released large numbers of prisoners from Pul-e-Charki jail, reportedly including IS and al-Qaeda militants. These people are now at large.\nBut IS-K have major differences with the Taliban, accusing them of abandoning Jihad and the battlefield in favour of a negotiated peace settlement hammered out in \"posh hotels\" in Doha, Qatar.\nIS-K considers Taliban militants \"apostates\", making their killing lawful under their interpretation of Islamic law.\nIS militants now represent a major security challenge for the incoming Taliban government, something the Taliban leadership shares in common with Western intelligence agencies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58390085",
      "category": "world-asia",
      "title": "Afghanistan: Last US military flight departs ending America's longest war",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,Joe Biden",
      "text": "The last US military flight has left Kabul airport, marking the end of a 20-year presence in Afghanistan and America's longest war.\nOfficials said the last C17 aircraft took off with the US ambassador onboard after midnight local time on Tuesday.\nThey added that the diplomatic mission to assist those unable to leave before the deadline would continue.\nCelebratory gunfire by the Taliban was heard after the last plane departed. \nThe aircraft's departure was the final chapter in a contentious military effort, which eventually saw the US handing Afghanistan back to the very Islamist militants it sought to root out when American troops entered the country in 2001.\nIt also was the end of a massive evacuation effort that began on 14 August soon after the Taliban took over the country.\nAmerica's top military commander in the region, Gen Kenneth McKenzie, said that in total, US and coalition aircraft evacuated more than 123,000 civilians - an average of more than 7,500 civilians per day during that time.\nSpeaking after the announcement, US Secretary of State Anthony Blinken called the evacuation a \"massive military, diplomatic and humanitarian undertaking\" and one of the most challenging the US has ever carried out.\n\"A new chapter has begun,\" he said. \"The military mission is over. A new diplomatic mission has begun.\"\nHe said the Taliban needed to earn its legitimacy and would be judged on the extent to which it fulfilled its commitments and obligations to allow civilians free travel to and from the country, protected the rights of all Afghans including women, and prevented terror groups from gaining a foothold.\nHe added that while the US had suspended its diplomatic presence in Kabul, transferring operations to the Qatari capital of Doha, it would continue its \"relentless efforts\" to help Americans, and Afghans with US passports, to leave Afghanistan if they wanted to. \nPresident Joe Biden issued a short statement thanking all those involved in the evacuation operation over the last 17 days and saying he would address the nation later on Tuesday.\nFollowing the pullout, Taliban fighters were seen exploring Kabul airport and taking over its facilities, including a hangar with aircraft apparently left behind by the US. Some fighters were wearing discarded US military uniforms and equipment. \nA Los Angeles Times photojournalist on the scene said the fighters were already organising supplies, checking equipment that was left behind and securing the perimeter.\nMeanwhile, the US has yet to explain reports that a US drone strike on a suspected suicide bomber in Afghanistan killed a number of civilians, including six children and a man who worked as a translator for US forces.\nRelatives said the strike, on a car near Kabul airport, was based on wrong information. The Pentagon said it was assessing and investigating the reports.\nEven after 40 years of war, I don't think Afghans have lived through a transition that is so uncertain, that is so shrouded in darkness and that is so overcast in fear. There is great uncertainty about what lies ahead.\nThere is uncertainty and fear for the thousands of Afghans who have left the country in the last few days who will wonder whether they will see their homeland again.\nFor the 38 million Afghans that remain in the country, there is significant uncertainty over what kind of rule the Taliban will impose. Will they bring back the harsh rules and punishments that characterised their last spell in charge of the country.\nMany Afghans look at Taliban rule in rural areas and fear that they have not changed, but that they've somehow got even worse.\nThis is a deeply traditional society. Women and girls gained a small amount of freedom as the Western coalition forces encouraged education. The greatest losers are the girls who came of age in the past 20 years who believe now that they cannot live the life they were promised.\nTomorrow will start the next chapter of this long war. America's longest war is over, but the battle for Afghans certainly isn't.\nHave you been personally affected by the issues raised in this story? Tell us by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58388675",
      "category": "uk-scotland",
      "title": "I've waited three years to have my knees replaced",
      "tags": "Scotland health,NHS Scotland",
      "text": "Mick Moloney has been waiting three years for knee surgery and feels \"a bit forgotten\".\nThe 64-year-old, from Boyndie in Aberdeenshire, says he needs to undergo a knee replacement on his left leg, and once that heals will require similar surgery on his right knee.\nLatest figures have shown that almost 400,000 people were waiting to see an NHS specialist for an outpatient appointment at the end of June.\nMick used to be very active - but says everything has now \"come to a standstill\".\n\"I did lots of gardening, I was a very keen dog walker, maybe 10 miles a day, just generally always on the go,\" he says.\n\"The dog walking has stopped, the gardening is much more limited, you can't just go at it all day long.\n\"My life has just been changed dramatically. You plan around pain.\"\nThe pain makes sleeping difficult, so Mick wakes up tired.\n\"It changes your life completely,\" he adds.\n\"It's a constant ache. You end up walking badly. It's a complete nightmare.\n\"I know Covid has taken over the world, but there's me and many thousands like me just going backwards.\"\nNew figures from Public Health Scotland have revealed that a record high of almost 400,000 people were waiting to see an NHS specialist for an outpatient appointment at the end of June.\nThere was a growth in NHS activity in the three months to the end of June - but the number of patients seen was still well down on the 2019 average. \nAlmost half of the people on the list had been waiting longer than 12 weeks for a hospital appointment. \nOne in 12 had been waiting for more than a year.\nThe statistics show:\nThis is not simply about clearing the backlog of work created by the pandemic. It reflects the immense strain on the NHS now.\nCovid patients are fewer in number but they still occupy beds that could be used to treat other conditions. Staff have to be redeployed, and wards closed to new admissions. It only takes a few people off sick or isolating, for a whole day of cataract operations or hip replacements to be cancelled.  \nHealth boards are limping on, doing what they can, but the reality is that hospitals are struggling to cope with demand, and non-urgent treatments are the first to go.\nWith every day spent on a waiting list, each one of these 400,000 people could become sicker, or develop complications, or require additional support.  So every delay in starting their treatment puts an even greater burden on the NHS as time goes on. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58388810",
      "category": "world",
      "title": "Highly polluting leaded petrol now eradicated from the world, says UN",
      "tags": "United Nations,Climate change,Fuel",
      "text": "There is now no country in the world that uses leaded petrol for cars and lorries, the UN Environment Programme has announced.\nThe toxic fuel has contaminated air, soil and water for almost a century.\nIt can cause heart disease, cancer and stroke, and has been linked to problems with brain development in children.\nMost high-income countries had banned the fuel by the 1980s, but it was only in July that Algeria - the last country still to use leaded petrol - ran out.\nUN Secretary-General António Guterres called the eradication of leaded petrol an \"international success story\".\n\"Ending the use of leaded petrol will prevent more than one million premature deaths each year from heart disease, strokes and cancer, and it will protect children whose IQs are damaged by exposure to lead,\" he said.\nLead started being added to petrol in the early 1920s in order to improve engine performance.\nThe alarm was raised as early as 1924, when five workers were declared dead and dozens more hospitalised after suffering convulsions at a refinery run by the US oil giant Standard Oil. \nBut despite this, lead continued to be added to all petrol globally until the 1970s.\nWealthier countries then started phasing out its use - but three decades later, in the early 2000s, there were still 86 nations using leaded petrol.\nNorth Korea, Myanmar and Afghanistan stopped selling leaded petrol by 2016, leaving only a handful of countries, including Iraq, Yemen and Algeria, still providing the toxic fuel in the latter half of the last decade.\nThe UN's environmental body Unep has worked with governments, private companies and civic groups to end the use of leaded petrol since 2002.\n\"Leaded fuel illustrates in a nutshell the kind of mistakes humanity has been making at every level of our societies,\" Inger Andersen, Unep executive director, said.\nBut, she added, eradicating the fuel shows that \"humanity can learn from and fix mistakes that we've made\".\nEnvironmentalist campaign body Greenpeace hailed what it called \"the end of one toxic era\".\n\"It clearly shows that if we can phase out one of the most dangerous polluting fuels in the 20th century, we can absolutely phase out all fossil fuels,\" Thandile Chinyavanhu, climate campaigner at Greenpeace Africa, said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58399338",
      "category": "technology",
      "title": "Fake Banksy NFT sold through artist's website for £244k",
      "tags": "Computer hacking,Banksy,NFTs,Cryptocurrency",
      "text": "A hacker has returned $336,000 to a British collector after he tricked him into buying a fake Banksy NFT advertised through the artist's official website.\nA link to an online auction for the NFT was posted on a now-deleted page of banksy.co.uk.\nThe auction ended early after the man offered 90% more than rival bidders.\nBanksy's team told the BBC \"any Banksy NFT auctions are not affiliated with the artist in any shape or form\".\nWith NFTs, artwork can be \"tokenised\" to create a digital certificate of ownership that can be bought and sold.\nThey do not generally give the buyer the actual artwork or its copyright.\nThe Banksy fan who got duped says he thought he was buying the world-famous graffiti artist's first ever NFT.\nThe man who is in his 30s and wanted to remain anonymous explained over Twitter direct messages that he suspects Banksy's site was hacked, and that he was the victim of an elaborate scam.\nHe says the hacker returned all the money except for the transaction fee of around £5,000 on Monday evening.\nThe prominent NFT collector uses the online name Pranksy said the whole episode was bizarre but that the hacker may have got scared.\n\"The refund was totally unexpected, I think the press coverage of the hack plus the fact that I had found the hacker and followed him on Twitter may have pushed him into a refund. \n\"I feel very lucky when a lot of others in a similar situation with less reach would not have had the same outcome,\" he said.\nHe says he was first alerted to the auction by an anonymous person in his community on the social network Discord on Monday morning.\nBanksy's official site had a new page called NFT which included a link to an auction site selling an NFT called Great Redistribution of the Climate Change Disaster.\nAfter entering a bid far above his rivals the auction was swiftly ended and the funds - in cryptocurrency Ethereum - were sent to the scammer.\n\"It does seem to be some hack of the site. I confirmed the URL on PC and mobile before bidding. I only made the bid because it was hosted on his site.\n\"When the bid was accepted I immediately thought it was probably fake,\" he said.\nBanksy's team did not respond to questions about how his site was compromised but said: \"The artist Banksy has not created any NFT artworks.\"\nThe buyer suspects the person who alerted him and others to the Banksy NFT sale may have been the hacker themselves.\nTom Robinson, from cryptocurrency analysis company Elliptic, confirmed there was nothing the buyer could do once he has placed his bid on the auction platform OpenSea.\n\"OpenSea is the eBay of NFTs - it allows anyone to sell digital art that they own, or have created themselves. Once a bid has been placed, the seller can accept and the cryptocurrency is irreversibly transferred,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58391555",
      "category": "uk-england-dorset",
      "title": "Mass rescue of 17 caught in rip current off Bournemouth",
      "tags": "RNLI,Bournemouth",
      "text": "A group of 17 people had to be rescued after being swept out to sea in a rip current off the Dorset coast.\nThe RNLI said the flash rip current appeared off Bournemouth Pier Beach shortly before 13:00 BST on Monday.\nLifeguards carried out a mass rescue after the group, who were between the red and yellow flags off the beach, were seen being dragged out to sea.\nThe charity said the group were all brought to safety via rescue boards and a rescue water craft.\nRips are strong currents running out to sea, which can quickly drag people out to deeper water.\nRNLI lifeguard supervisor, Ethan Fox, said: \"It's very unusual for a flash-rip current to develop in this area, but when they do form they develop quickly. \n\"Thankfully the group were well prepared and had followed the charity's advice by swimming between the red and yellow flags closely monitored by the lifeguards throughout the day.\n\"If this would have happened outside the flags, the lifeguards would not have been able to respond so quickly and assist the large group safely back to shore.\"\nThe charity urged beachgoers to remember its current beach safety advice.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58388796",
      "category": "business",
      "title": "Nike is giving its head office staff a week's break",
      "tags": "Coronavirus pandemic,Nike, Inc.,LinkedIn",
      "text": "Staff at Nike's corporate headquarters in Oregon have been given a week off to support their mental health, ahead of the return to the office in September. \nFrom today until Friday, the US firm will \"power down\" to give employees a rest after a tough year. \n\"Take the time to unwind, destress and spend time with your loved ones,\" the firm's head of insights Matt Marrazzo said in a message to staff.\nIt follows similar moves from dating app Bumble and Linkedin.\nA growing number of employees have reported feeling burnt out as the pandemic drags on and many continue to work from home. \nBig US firms such as Apple, Uber and bank Wells Fargo have also delayed plans for staff to return to the office as infections surge across the US. \nMaking the announcement on Linkedin last week, Mr Marrazzo told Nike staff: \"Do not work\" - adding that the past year had been \"rough\" and they were \"living through a traumatic event\".\n\"In a year (or two) unlike any other, taking time for rest and recovery is key to performing well and staying sane.\n\"It's not just a 'week off' for the team... it's an acknowledgment that we can prioritize mental health and still get work done.\"\nAccording to reports, it also reflects the fact Nike has had a successful year, with sales up and its stock gaining 20%.\nBumble, the dating app where women are in charge of making the first move, told its 700 staff worldwide to switch off and focus on themselves back in June.\nOne senior executive revealed on Twitter that founder Whitney Wolfe Herd had made the move \"having correctly intuited our collective burnout\".\nLinkedIn also gave its workers a week off in April while Citi Group said in March it would have \"Zoom-free Fridays\" to combat pandemic fatigue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58403050",
      "category": "uk",
      "title": "Afghanistan: UK and Taliban in talks over further evacuations",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The UK is in talks with the Taliban to secure safe passage out of Afghanistan for a number of British nationals and Afghans who remain there.\nThe talks, involving UK officials and senior Taliban members, are taking place in Doha, Qatar, No 10 said.\nThe defence secretary is understood to have told MPs that between 150 and 250 people eligible for relocation - plus their families - remain in the country.\nIt comes after a Taliban pledge to allow further departures. \nCommenting on the UK-Taliban negotiations, a No 10 spokesman said: \"The prime minister's special representative for Afghan transition, Sir Simon Gass, has travelled to Doha and is meeting with senior Taliban representatives to underline the importance of safe passage out of Afghanistan for British nationals, and those Afghans who have worked with us over the past 20 years.\" \nForeign Secretary Dominic Raab will face questions from MPs later over his handling of the UK's withdrawal from Afghanistan.\nOpposition parties called for his resignation last month after it emerged he had been unavailable to make a phone call about evacuating interpreters while he was on holiday in Crete.\nMr Raab subsequently said that \"with hindsight\" he would not have gone away, but dismissed the idea that he was \"lounging on the beach\" as \"nonsense\".\nLabour's shadow foreign secretary, Lisa Nandy, said Mr Raab had answers to give on \"much more than the chaos of the last two weeks\", adding: \"The foreign secretary had 18 months to prepare but was missing in action.\"\nDowning Street has insisted that Prime Minister Boris Johnson has \"full confidence\" in Mr Raab and there are \"no plans\" for a Cabinet reshuffle.\nDetails of the talks between the UK and the Taliban are sparse.\nA statement from Downing Street says they will \"underline\" the importance of Afghan nationals being granted safe passage out of the country, which suggests the talks may be about the importance of the issue rather a negotiation over logistics.\nAnd it's a delicate bit of diplomacy - the UK wants something from the Taliban but doesn't want to bestow too much legitimacy on them before the nature of their administration becomes clear.\nBut Sir Simon is well qualified for the job, which he's been in for a few weeks. He was Nato's most senior non-military representative in Afghanistan, spent years as a top official in the Foreign Office and helped negotiate the Iran nuclear deal.\nOn Tuesday, Mr Raab said more than 17,000 people had been evacuated by the UK from Afghanistan so far, including over 5,000 UK nationals.\nHe also said the UK needed to face the \"new reality\" in Afghanistan and work with other nations to exercise a \"moderating influence\" on the Taliban.\nFormer British ambassador to Afghanistan between 2010 and 2012 Sir William Patey said engaging with the Taliban could help prevent a refugee crisis and avoid the country becoming a host for terrorists. \n\"[The Taliban] know they can't run this country without help,\" he told the BBC's Newsnight, adding that the UK had \"some cards\" in the talks because \"they're going to have to engage\".\nVictoria Atkins, who has been appointed Afghan Resettlement minister, told BBC Breakfast the Taliban would \"be relying on international aid - and we want that to be forefront of their mind when we are discussing with them and third countries\".\nAsked whether the talks would legitimise the Taliban, she said that was the \"great debate for the Western world\" but any talks were being \"done carefully\", and the government was determined to ensure those eligible in Afghanistan could leave.\nThe Taliban have declared victory in Afghanistan following the withdrawal of US troops, with fighters streaming into Kabul airport on Tuesday. British troops left the country over the weekend.\nThe militants have promised those with authorisation will be allowed to leave the country, and US Secretary of State Anthony Blinken pledged to \"hold the Taliban to their commitment\".\nBut Dame Barbara Woodward, the UK's ambassador to the UN, said they would be judged \"on the basis of their actions on the ground, not their words\".\nIn addition to the talks with the Taliban, the UK government said it was sending 15 \"crisis response specialists\" to Pakistan, Uzbekistan and Tajikistan to assist British diplomats in their work to allow people to reach the UK.\nThey are expected to focus on helping UK nationals, interpreters and other Afghans who were employed by the UK, and those Afghans judged most at risk.\nSpeaking to the BBC on Tuesday, a former English language teacher who is stranded in Kabul said he regretted working with the UK mission because he now fears for his life.\n\"Why did I work for people who left me and fled and left me alone here?\" he asked.\nThe teacher, who the BBC is not naming, said he was now a target for the Taliban.\n\"They are looking for me because I've got pictures in billboards advertised for classes,\" he said.\nHe said he tried to escape Afghanistan shortly before the militants took control but received \"no reply\" to his application for resettlement, adding that he had been unable to sleep ever since.\nAsked what he thought would happen to him if he could not leave and the Taliban found him, he added: \"My fate will be the same, like others, like the people who work in military, in the media... they will kill me too.\"\nAre you trying to leave Afghanistan? Do you have family trying to leave Afghanistan? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58389771",
      "category": "world-asia",
      "title": "Gunfire as Taliban celebrate US leaving Afghanistan",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58386905",
      "category": "uk-wales",
      "title": "Covid: Teen in hospital with virus urges others to get vaccinated",
      "tags": "TikTok,Cwmbran,Coronavirus vaccines,Coronavirus testing,Newport,NHS,Pfizer,Coronavirus pandemic",
      "text": "A teenager in hospital with Covid has warned: \"This virus is not a joke for young people.\"\nMaisy Evans, 17, from south Wales, is struggling to speak and breathe as she recovers from the virus.\nShe urged others not to listen to anti-vaxxers, as a top doctor warned young people were being targeted by misinformation on social media.\n\"This virus is not a joke for young people,\" Maisy wrote on social media. \"Those eligible must get vaccinated.\"\nAfter sharing her story on Twitter, Maisy has had hundreds of comments, with some suggesting her illness was triggered by the vaccine.\nHowever, the student from Newport, said doctors had confirmed a clot on her lung was not related to the one dose of the Pfizer vaccine she has received.\n\"Reading comments from those who are against the vaccines frustrates me deeply,\" she said. \n\"I shared my story to encourage my peers to protect themselves.\"\nMaisy, who is due to return to sixth form at Ysgol Gyfun Gwynllyw in Pontypool next Monday,, said CT scans had confirmed her illness was triggered by her infection.\nShe has suffered headaches, breathlessness, sickness, achy muscles, dizziness and a loss of taste and smell.\nCovid had been an \"awful experience\", she said, but added she was recovering slowly at the Grange University Hospital in Cwmbran.\nShe said she had been given antibiotics, steroids, morphine and blood thinners and expected to stay in hospital for a few more days.\n\"I haven't got any underlying health conditions, so the severe symptoms are unexplained,\" she said. \n\"I've simply had a bad experience of Covid-19.\"\nBBC Wales spoke to Maisy via text message as she is so short of breath she can barely talk. \nHer doctor has warned it could take a while for the breathlessness to go.\nDr Bnar Talabani, a scientist and doctor specialising in kidney and transplant medicine, has been talking to young people on social media trying to dispel myths about vaccines.\nThe Cardiff-based doctor, who has been trying to encourage young people to get jabbed over TikTok, said there was a lot of misinformation aimed at young people, and stories, like Maisy's showed how important it was to get the vaccine.\n\"The key is to focus on the science and the evidence, ignore opinion, nobody's opinion matters,\" she said.\n\"If you have the science and the evidence in front of you, and you base your decision purely on that, then no one would hesitate to get the vaccine.\"\nShe urged young people to \"reach out\" to experts on social media .\n\"I've had lots of conversations with young people who have now had the vaccine, because all they had prior to that was misinformation...once they have access to that accurate information I think it is very reassuring,\" she added.\nMaisy said she had her first Pfizer jab on 11 August and, at first, she thought her mild headache and achy arm were symptoms of the vaccine.\nBy 13 August, she was feeling unwell and tested positive within 12 hours of being tested. \nShe was admitted to hospital on 25 August and doctors initially thought she also had meningitis or sepsis.\nBut after blood tests, X-Rays and scans, it was confirmed she had a Covid-related clot on her right lung.\n\"I've been in hospital since then,\" Maisy said. \"I'm unsure of when I'll be discharged. I guess that depends on my progress.\"\nMaisy's mother, who has had both jabs, tested positive for Covid too but has only suffered mild symptoms.\nSpeaking about the comments she had received about her blood clot being vaccine-related, Maisy said: \"People with no medical qualifications are trying to tell me that the vaccine has caused the blood clot.\n\"It's upsetting to see that people just aren't willing to accept that Covid itself can cause these complications.\n\"They just want to scare people away from the vaccine.\"\nOffering jabs to 16 and 17-year-olds dominated the Covid-19 vaccine programme in Wales last week. \nAccording to Public Health Wales, 47,538 have received a first dose and 8,347 have had a second jab as well. \nThat means uptake of the first jab stands at 58.4% and 10.3% for the second jab. \nWalk-in clinics are open throughout Wales so people can receive a dose at their convenience.\nShe said she hoped her story would remind people of the threat Covid-19 still poses. \n\"My message to others is simple: be careful,\" Maisy said.\n\"Do not underestimate how much of an impact the virus may have on you.\n\"I've been awfully unlucky with how it's affected me, and I hate the thought of it affecting others in this way.\"\nShe said the care she had received had been \"incredible\".\n\"The staff at the Grange have gone above and beyond at every opportunity and for that, I'll be forever grateful.\n\"I'll almost miss the nurses on the ward. I thank them for saving my life.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58394326",
      "category": "uk-scotland",
      "title": "COP26: Riot training for thousands of police ahead of summit",
      "tags": "Police Scotland,COP26,Climate change,Glasgow",
      "text": "Thousands of police officers are being given riot training in the run-up to the COP26 summit in Glasgow.\nThe global event, which will see world leaders arrive in the city this November, is expected to be policed by about 10,000 officers a day.\nSpecialist public order training is being given to thousands for what will be one of the biggest police operations the UK has seen.\nPolice Scotland said it would facilitate safe and peaceful protest.\nOfficers from around the UK will be deployed during the international conference, which is expected to attract protesters in large numbers.\nDuring August and September, roughly 2,500 public order officers in Police Scotland are to be trained.\nAn exercise involving hundreds of officers was held at Cragiehall barracks near Edinburgh on Monday.\nThe simulation put police officers wearing riot gear into a real-time mock protest, with other officers playing the role of demonstrators from a group called \"Destruction Uprising\".\nThe \"protesters\" took part in a sit-down demonstration outside a bank, which began peacefully before becoming more confrontational, with objects being thrown at a line of officers.\nMounted police were also used in the exercise, while the officers moved to disperse the group and use riot shields to defend against attackers with baseball bats.\nA group of politicians and campaigners were invited to the training day, with some taking part in the role of police or protesters.\nScottish Labour MSP Monica Lennon donned the boiler suit, helmet and body armour of a public order officer as she joined the police lines.\nShe told the PA news agency: \"It's heavy, it's warm, I'm covered in egg and all sorts of things.\n\"But it's been good to see what it's like for the police in these sorts of situations.\"\nShe added: \"It was quite intimidating - having to eyeball protesters even though it was pretend.\"\nPolice Scotland's response to public incidents is under greater scrutiny than ever before but that will move into a different league come COP26.\nThe world's media will be watching how the force engages and deals with a disparate coalition of campaigners and protestors.  \nEveryone from schoolchildren and organic farmers to the direct action activists of Extinction Rebellion will want to make their voices heard.\nThe force says it will take a human rights-based approach, facilitating people's right to peaceful protest, while minimising disruption to the wider Glasgow community and clamping down on any serious disorder.\nA coalition of more than 100 organisations is hoping up to 100,000 people will march through Glasgow on November 6 but many other protests will take place, particularly when the world leaders are in town.\nIn 2005, when the G8 met in Scotland, helicopters flew riot police into the grounds of Gleneagles Hotel and there was sporadic violence on the streets of Edinburgh.\nCOP26 will be a different beast from the G8 but public anger and concern over climate change is growing and a repeat of such scenes can't be ruled out.\nSenior officers have said that so far they have no intelligence that anyone is intending to cause trouble but they're preparing for it just in case.\nDeputy Chief Constable Will Kerr said: \"Police Scotland is a rights-based organisation that puts our values of integrity, fairness, respect and a commitment to upholding human rights at the heart of everything we do.\n\"This means that we will protect the rights of people who wish to peacefully protest or counter-protest at COP26, balanced against the rights of the wider community.\n\"The whole aim is to minimise disruption to the wider community as much as we can. We understand entirely that people will come and they will want to protest on an issue of real significant global importance. \n\"We welcome them, we will facilitate and protect their right to do so. But we want to do so safely and we want them to do so peacefully.\"\nHe said the force would provide a \"proportionate policing response\" and that the force was already engaging with known protest groups to ensure their rights to peaceful assembly and protest were met.\nHe said the police would focus on de-escalation in a demonstration like the one simulated at Cragiehall.\nHe added: \"What today is about is preparing a greater number of officers in Police Scotland for the small minority who might not want to come and protest peacefully, who might want to disrupt the life of the city and engage in disorder.\n\"For that small minority we want to make sure we have the fullest range of tactics available.\"\nAsked if Police Scotland could rule out the use of undercover officers in protest groups, he said: \"In the very unlikely circumstances that we would deploy them, the accountability regime in the use of those tactics is incredibly and rightly onerous.\"\nQuan Nguyen, Scotland coordinator of the COP26 Coalition, which is organising protests in Glasgow, across the UK and worldwide this November, said: \"Protest and dissent are vital to a healthy democracy, and are how human rights and justice have always been won the world over.\n\"Without protest, the political will to act is just not there. The rights to protest, freedom of assembly and freedom of expression are protected rights which the police have a legal duty to defend.\n\"People must be able to challenge the most exclusionary and least transparent COP ever held, otherwise we stand no chance in tackling the deadly climate catastrophe currently wreaking havoc across the planet.\"\nHe urged people to join the protests for climate justice on 6 November. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58393309",
      "category": "uk-politics",
      "title": "Afghanistan: The questions facing Foreign Secretary Dominic Raab",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Foreign Affairs Select Committee",
      "text": "On Wednesday, Foreign Secretary Dominic Raab will be grilled by the Foreign Affairs Committee over his handling of the UK's withdrawal from Afghanistan.\nHere are some of the questions Mr Raab could face:\nSince April, more than 17,000 people have been evacuated from Afghanistan by the UK.\nAround 5,000 were UK nationals, while the rest were mostly Afghans who worked for the British government, supported under the Afghanistan Relocation Assistance Policy (Arap).\nCivilian evacuations came to an end at the weekend and Mr Raab has said it is difficult to ascertain how many people have been left behind, although he estimated that a few hundred British nationals still remain in the country.\nLast week, Defence Secretary Ben Wallace said there were around 800 to 1,100 Afghans eligible to come to the UK under the Arap scheme who would not be able to make it out of the country. \nMr Raab dismissed claims from MPs that there could be as many as 7,000 Arap-eligible applicants left behind.\nThe foreign secretary can expect MPs to push him on the most recent figures.  \nIn addition to the Arap scheme, the UK says its Afghan Citizens' Resettlement Scheme aims to allow 5,000 Afghans to settle in the UK, with the long-term goal a total of 20,000.\nHowever, with the UK's airlift evacuations at an end, those hoping to leave may have to resort to escaping into neighbouring countries by land. \nThese journeys could be dangerous and would entail passing through Taliban checkpoints.\nThere is also no guarantee bordering countries would be willing to let in Afghan refugees or that the Taliban would let people leave.\nGiven the UK no longer has a diplomatic presence in Afghanistan, will it struggle to process resettlement claims from Afghans?\nThe UK has suggested it will try to process resettlement claims in neighbouring countries but will people have to risk making a potentially dangerous journey out of Afghanistan before they know if they are eligible to move to the UK?\nThe German Foreign Minister, Heiko Mass, has just completed a visit to the region taking in Turkey, Uzbekistan, Tajikistan, Pakistan and Qatar. \nGermany says Uzbekistan has agreed to allow those identified to be at-risk to be flown in and on to Germany once flights restart from Kabul. \nSpeaking to the BBC on Tuesday, Mr Raab said he had spoken to all of the main third countries where the government expect people to flee and was \"making sure we have got the practical arrangements to be able to identify those that are eligible so that they can get across the border\".\nMr Raab could be pushed on the specifics of his contacts with countries in the region and whether any agreements have been put in place.\nThe speed of the Taliban's advance to Kabul took many countries by surprise.\nMr Raab has acknowledged that the UK's assessment was \"clearly wrong\" but pointed out that other countries also failed to predict the pace at which the Afghan government would collapse.\nHe has also said intelligence gathering was not the Foreign Office's \"lead responsibility\"; however MPs will still want to know how the UK government got its assessment wrong.\nLast week, The Times reported that documents with the contact details of Afghans working for - or applying to work for - the UK had been left behind at the British embassy in Kabul after staff evacuated the building. \nIt came as a UN report warned that the Taliban had been conducting door-to-door searches to find and threaten people who had worked for Nato forces or the previous Afghan government. \nThe Foreign Office insisted \"every effort\" was made to destroy sensitive embassy papers and that it had helped three of the affected families to safety.\nMPs may seek assurances that others whose details were left behind have been offered help. \nEarlier this month, Mr Raab faced criticism for being on holiday as the Taliban advanced on Kabul.\nHe has denied reports he was asked to return to the UK on 13 August but instead chose to remain abroad until 15 August.\nMr Raab subsequently admitted that \"with hindsight\" he would not have gone away, but dismissed suggestions he was \"lounging on the beach\" as nonsense, saying he was focused on the evacuation operation and the stability of Kabul airport.\nThe decision to end the foreign involvement in Afghanistan was made by President Joe Biden. \nThe UK had no part in it. Boris Johnson's government was not even able to get the US to extend the airlift by a few days, and it couldn't assemble a group of other countries that could keep the airport open. \nSo MPs may want to know if this leaves the UK looking like a weaker power, unable to act independently if the US isn't involved.\nAnd what about the threat that extremists will again have a haven in Afghanistan? \nThe Taliban's links with al-Qaeda are well known, it still has groups listed by the US as terrorist organisations in its ranks today and there are others, such as IS-K, now at large in Afghanistan too. \nSo MPs may want to know what the UK will realistically be able to do, to try to prevent new security threats emerging in the region now UK forces have had to leave, the UK's allies have been defeated, the UK has no bases in neighbouring countries, and no official relationship with Afghanistan's new rulers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58350075",
      "category": "uk-england-london",
      "title": "Naked Attraction London bus ads to be removed",
      "tags": "Transport for London,Reading,Bus travel,Advertising",
      "text": "\"Creepy\" advertising on the sides of some London buses will be removed, Transport for London (TfL) has said.\nTfL, Channel 4 and the Global media group were criticised on social media for the campaign, which included a suggestion the person in the top front seat \"loves being naked\".\nThe advert was described as \"tone deaf\" by many, with others saying it put passengers at risk of sexual assault.\nThere were also concerns children could be in the indicated seats.\nWriter Tracy King raised the issue on Twitter, saying: \"What the hell is this creepy bus ad? You can't just label non-consenting passengers like that. Does @Channel4 not know how many sexual assaults take place on buses?\"\nMs King added: \"The bar shouldn't be this low but can ad agencies perhaps start with 'does this concept afford the bus user basic dignity, privacy and autonomy?'\".\nA YouGov poll published at the beginning of 2020 indicated that more than half of women using public transport in the capital had been sexually harassed.\nA TfL spokesperson said the organisation works to ensure public transport is a safe environment \"and any report of sexual assault or inappropriate behaviour is investigated and treated extremely seriously\".\nThe spokesperson added: \"We have reviewed the ad campaign and decided that it should not continue to run on our bus network. It will be removed as soon as practicable.\"\nThe Advertising Standards Authority (ASA) said it had received 26 complaints about the advert.\nIn a statement the regulator said: \"Specifically, complainants argue that the ad sexualizes members of the public and does so without their consent\".  \nThe adverts have also been seen on other buses around the country.  \nReading Buses said it had specifically asked for the advert not to be placed on their buses, but some had still gone up.   \nA spokesperson for the company said: \"Unfortunately we know that some adverts had already been installed and we are in the process of removing them as soon as possible.\"\nNaked Attraction is a dating show on Channel 4, where nude participants are viewed by a potential date, who selects a companion and also strips. \nA spokesperson for the channel said: \"This ad is based on a Channel 4 entertainment programme. It was not our intention to cause offence and we apologise if it has done so.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58396812",
      "category": "technology",
      "title": "YouTube signs Twitch video-game streamer Dr Lupo",
      "tags": "Gaming,YouTubers,Streaming,YouTube,Twitch",
      "text": "YouTube has poached one of Twitch's top video-game streamers. \nBen \"Dr\" Lupo, who reportedly signed a multi-million dollar exclusivity deal with Twitch in 2019, will now stream exclusively on YouTube. \nThe American, 34, known for playing Fortnite, Destiny, Escape from Tarkov and Among Us, has the 26th most followers on Twitch, at 4.5 million.\nTwitch said it wished him \"nothing but the best in everything that comes next\". \nHe made the announcement in a glossy promotional video complete with computer graphics and welling orchestral music. \nLike many popular Twitch streamers, Dr Lupo already uploads archives of live broadcasts and highlight reels to YouTube, where he has 1.75 million subscribers. \nBut changing platforms, or even games, can lead to a large loss of followers.\nIn 2019, Tyler \"Ninja\" Blevins signed an exclusive deal reportedly worth millions of dollars with Microsoft's streaming service Mixer. \nLess than a year later, Microsoft announced Mixer was shutting down and encouraged its partners to move to Facebook Gaming.\nBut, like YouTube Gaming, Facebook Gaming is comparatively small in the livestreaming space compared with Amazon-owned Twitch, which dominates. \nAnd Ninja - as well as streaming on YouTube - returned to Twitch, along with Shroud, another top streamer signed by Microsoft.\nIn April, Streamlabs and Stream Hatchet estimated, of the total hours watched in the first quarter of 2021:\nSecond-quarter figures, however, suggest YouTube's pandemic viewership bump may be over, with hours spent watching streams down 4%."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58394475",
      "category": "uk-wales",
      "title": "Pembroke Dock: Dale Morgan admits killing his mother",
      "tags": "Pembroke Dock",
      "text": "A man has admitted murdering his 68-year-old mother in Pembrokeshire. \nDale Morgan, 43, of Honeyborough Green, Neyland, pleaded guilty to killing Judith Rhead in a house on Market Street, Pembroke Dock.\nMorgan spoke only to confirm his name and enter his plea at Swansea Crown Court.\nHe is expected to be sentenced on 4 October, with Judge Paul Thomas QC telling him he will face life imprisonment.\nMorgan - a former scout leader - admitted killing his mother sometime between 10 December 2020 and 20 February 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58382927",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Northern Ireland's A&Es remain under 'extreme pressure'",
      "tags": "Craigavon,NI Health,Coronavirus pandemic",
      "text": "Health trusts have appealed for people to stay away from hospitals except in cases of medical emergency.\nIt is the second day emergency departments (EDs) have been under \"extreme pressure\".\nBelfast's Royal Victoria Hospital said there were 95 people in its ED, some waiting for admittance, others having being triaged and awaiting treatment.\nAntrim Area Hospital had 94 people in its ED as of 15:20 BST, again all at various stages of treatment.\nA spokeswoman for the Belfast Trust said the Royal's ED had seen 546 people over the weekend.\nThe Northern Trust said 486 people had been through Antrim Hospital's ED over the weekend, and 247 at Causeway Hospital.\nAt about 15:20 BST on Monday, there were 44 people in Causeway's ED.\nThe South Eastern Trust said the Ulster Hospital was under extreme pressure and asked people to consider other options of care if their condition was not urgent.\nMore than 60 people were waiting in Altnagelvin Hospital ED, with 24 waiting to be admitted to the hospital, according to the Western Trust.\nIn a tweet, the Southern Trust said Craigavon ED was very busy, with staff expecting the department to get even busier.\n\"Expect extremely long waiting times as Covid-19 continues to impact on bed pressures,\" the trust said.\nA total of 47 people are waiting to be seen at the South West Acute Hospital ED, with 21 people waiting to be admitted, the Western Trust tweeted.\nThe tweet appealed for people to only attend the ED if they have a medical or mental health emergency, urging those with minor injuries to attend Omagh Urgent Care and Treatment Centre.\nDr Tom Black, chairman of British Medical Association NI, said it feels like winter in terms of the \"needs, wants and demands of patients\".\n\"There's a combination of different factors,\" he said.\n\"People are getting older, they're getting sicker, we've got a Covid pandemic and also we've got the worst waiting lists in western Europe and it all piles pressure on to the health care workers in the ED departments because that's where the bottleneck is.\n\"We've a very difficult autumn ahead of us, a very difficult winter ahead, but hopefully some light at the end of the tunnel next spring.\"\nDr Alan Stout, chairman of the British Medical Association NI's GP committee, said the most worrying part was those waiting for admission to hospital were \"very, very sick patients\".\n\"Part of it is Covid-related and part of it is due to some of the conditions that have waited or not sought attention over the Covid period, but also the waiting lists and the knock-on impact of the waiting lists,\" he told BBC Radio Ulster's Good Morning Ulster programme.\nLondonderry GP Simon O'Hagan said the bank holiday weekend might be adding to existing pressures on accident and emergency departments.\n\"EDs by definitions are always incredibly busy, even in the middle of the night,\" he told BBC Radio Foyle.\n\"With bank holidays you have more people out and about, more kids getting injuries, people going over on their ankles, hurting their arms.\n\"It just means the place is properly packed out at the moment.\n\"What I would stress to anybody is please think twice before using A&E as your prime destination. If you feel incredibly unwell then A&E is the place to go.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58390290",
      "category": "business",
      "title": "Tokyo 2020: Toyota restarts driverless vehicles after accident",
      "tags": "Toyota,Driverless cars,Japan,Car industry",
      "text": "Toyota is resuming operations of its autonomous vehicles at the Paralympic Games village in Tokyo following an accident.\nServices of the e-Palette pods were halted after a vehicle hit a visually impaired athlete last week.\nThe athlete was not seriously injured, but he had to pull out of an event because of cuts and bruises.\nThe vehicles will now have more operator control and extra staff to ensure they do not hit any more people.\nAramitsu Kitazono, a member of Japan's judo team, was hit as he was walking across a pedestrian crossing on Thursday. \nMr Kitazono was unable to compete in his 81kg category because of the accident. \nIn a statement late on Monday, Toyota said: \"The vehicle's sensor detected the pedestrian crossing and activated the automatic brake, and the operator also activated the emergency brake. The vehicle and pedestrians, however, came into contact before it came to a complete halt.\"\nThe company said that operators would now be given control over how fast the vehicles travel, with two members of safety staff on board, rather than one, to help look out for pedestrians.\nNew safety features will also include louder warning sounds, while pedestrian guides at busy crossings in the Paralympic village will be increased to 20 from six.\nToyota also said that it would continue to make safety improvements \"on a daily basis\" until the village closes.\nThe company also said it was co-operating with a local police investigation to determine the cause of the accident.\nOn Friday, Toyota chief executive Akio Toyoda made a public apology after the incident.\n\"A vehicle is stronger than a person, so I was obviously worried about how they were,\" he said in a YouTube video.\nMr Toyoda said the accident illustrated just how difficult it was to operate self-driving vehicles in the special circumstances of the village during the Paralympics, with people there who are visually impaired or have other disabilities.\n\"It shows that autonomous vehicles are not yet realistic for normal roads,\" he added.\nThe company's e-Palette pod, a fully autonomous electric vehicle, was adapted specifically for use during the Tokyo Olympic and Paralympic Games, with large doors and electric ramps to allow groups of athletes to board quickly.\nThe world's biggest carmaker, like many of its motor industry rivals, is trying to develop autonomous vehicles to operate safely on public roads.\nThe e-Palette was unveiled at the CES technology show in Las Vegas in 2018, with the company touting it as \"a symbol of mobility that goes beyond cars to provide customers services and new values.\"\nAt that time, Mr Toyoda declared that Toyota was going to transform itself from a car company to a \"mobility company\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58395954",
      "category": "world-asia",
      "title": "Amid violent reprisals, Afghans fear the Taliban's 'amnesty' was empty",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "Since they took control of Afghanistan just over two weeks ago, the Taliban have sought to portray a more moderate image than when they last seized power in 1996.\nThey have repeatedly said they will grant amnesty to all, including those who worked for western militaries or the Afghan government or police. In a dramatic press conference after the group swept into Kabul, chief spokesman Zabihullah Mujahid made a declaration of forgiveness. \nBut there is growing evidence that the reality on ground is different to the rhetoric coming from Taliban leaders and spokesmen. It was not lost on some watching the press conference in Kabul that Mr Mujahid made his declaration from the seat of the former government spokesman Dawa Khan Menapal, who had been killed by the group just weeks earlier, as \"punishment for his deeds\".\nNow sources inside Afghanistan, as well as some who recently fled, have told the BBC that Taliban fighters are searching for, and allegedly killing, people they pledged they would leave in peace.\nSeveral sources confirmed that Taliban fighters last week executed two senior police officials - Haji Mullah Achakzai, the security director of Badghis province, and Ghulam Sakhi Akbari, security director of Farah province. Video footage showed Mr Achakzai was kneeling, blindfolded, with his hands tied behind his back before he was shot.\nThose who managed to flee say they fear for their colleagues back home. Zala Zazai, a former Afghan policewoman, one of thousands trained since the Taliban was deposed in 2001, said she was still in touch with other former policewomen. \n\"The Taliban call them from their office phones and ask them to come to work, and ask for their home address,\" she said.  \nMs Zazai said that even in Tajikistan she was not totally out of the reach of the Taliban. Her mother, who is with her, received messages urging both women to return to Afghanistan and \"live in the Islamic way\", she said. \nA former Afghan soldier who fled from Badakhshan province along with his three brothers, all of whom were in the army, said Taliban fighters were harassing his family, \"asking them for money saying your son was in the special forces\".\nAnd a former Afghan special forces soldier still inside the country told the BBC that he and his family were in hiding after former colleagues were killed. \n\"Since the Taliban have come to power they haven't stopped killing,\" he said. \"A few days ago, they killed twelve members of the special forces in Kandahar and three soldiers in Jalalabad as well. They were my close friends. I was in touch with them. The Taliban took them out of their homes and shot them.\"\nThe BBC was not able to independently confirm the killings, and the Taliban have repeatedly denied committing any revenge killings. But the group was widely thought to be behind a spate of assassinations after signing a peace deal with the US in 2020, and there are mounting reports they have been searching for targets since taking power two weeks ago.\nAmnesty International reported earlier this month that Taliban fighters massacred nine ethnic Hazara men after taking control of Afghanistan's Ghazni province in July. And Human Rights Watch reported that Taliban fighters were conducting searches in Kandahar province as they swept the country and detaining anyone suspected of working with the government, reportedly killing some detainees. \nA high-ranking Afghan police official, who did not want to be named for fear of reprisals, told the BBC from hiding that he'd heard the Taliban were searching for him. \n\"They caught my assistant and interrogated him for five hours,\" the official said. \"They treated him very badly. They asked him, 'Where is your chief?' If they are forgiving everyone then why are they hunting for me?\"\nHe said he was changing location every day with his wife and children. \"I have no money to cross the border,\" he said, breaking down as he spoke. \"The problem is the Taliban have no justice system. They have no courts, no jail. They are just killing.\"\nIt is not just people who worked in the security forces who say they are being targeted. Members of the civil administration, and those who worked in jobs disapproved by the Taliban told similar stories. \n\"The Taliban took my car, beat up my guards and took their weapons,\" said Zarifa Ghafari, who was Afghanistan's first female mayor, governing Maidan Shar, the capital of Wardak province. \n\"They were searching for me. They called all the people who used to be in contact with me asking where I was. They even went to my husband's parents' house to look for me,\" she said. \nMs Ghafari was speaking via a video call from Germany, where she fled after the Taliban took power. \n\"They made me do something I never wanted to do,\" she said. \"They made me leave a country that I love.\"\nNilofar Ayoubi was also among those who managed to flee in time. A few weeks ago, she was busy working with her staff at her high-end fashion and accessories store in Kabul. When Taliban fighters walked into the city, they began stripping everything.\n\"We removed the mannequins from the windows, covered the windows, locked the door and ran,\" Ms Ayoubi said. \"I paid my staff a month's salary, then I went off home, packed two bags with my documents and a few things for my children and went into hiding,' she said. \nMs Ayoubi applied for asylum to Poland and, after pushing through the scrum at Kabul airport, managed to escape with her husband and children.\n\"As soon as I landed I saw multiple calls from my family,\" she said. \"They were so scared. They said the Taliban had come to our home, pointed guns at them and warned them that if you don't call your daughter and son-in-law back, we will kill you.\"\nAs the Taliban settles into power, part of the concern is that even if all their promises of clemency are true, the group's factions are not all necessarily in agreement, and not necessarily under control. Many in Afghanistan doubt that the Taliban leadership plans to honour its own amnesty. They doubt the group is a new moderate version of its old self. If violent acts of intimidation and reprisal go unaccounted for, and unpunished by the leadership, it will become clear that the Taliban of the present is no less ruthless than the Taliban of the past.\nAdditional reporting by Aakriti Thapar and Imogen Anderson"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58396438",
      "category": "uk-england-tyne",
      "title": "Disabled girl, 10, in three-year wait for new wheelchair, says dad",
      "tags": "Wallsend,Newcastle upon Tyne",
      "text": "A severely disabled 10-year-old girl is facing unacceptable delays in securing the right wheelchair for her needs, her family has said.\nCharlie Burridge has an NHS chair but it does not support her head, which she needs to be able to communicate.\nThe family, from North Tyneside, said it is taking too long to be seen at Newcastle's Freeman hospital.\nThe hospital said the wait had been \"due to the clinics being booked and annual leave issues\".\nCharlie is non-verbal as a result of an undiagnosed condition she was born with and uses an eye-gazing machine to communicate, but her dad Brian said her head needs to be upright for her to use it.\nMr Burridge said he had spent three years battling to get her the correct wheelchair.\nHe described how his daughter was able to keep her head upright at the start of the day but by lunchtime it would fall to the side. \n\"Her head starts to go off the side of the chair and we lift it up and her head falls back down and we're doing this all day,\" he said.\nMr Burridge is worried Charlie's back could be permanently damaged as a result.\nHer last appointment was on 6 May and their next one is on Thursday, but her father believes 118 days between appointments is too long.\n\"I just feel like I've always got my begging bowl out. I work full time and when I get home she's still hanging out of her chair, it just feels like I can't do it anymore.\" \nMr Burridge said while he is critical of the wait to get his daughter a new chair, he was not finding fault with front-line NHS workers.\n\"[During lockdown] I was standing on the step and clapping.\n\"I appreciate the NHS so much so I almost feel guilty having a go at the organisation for Charlie hanging out of her chair, because they've done so much.\n\"But then Charlie can't speak for herself and I'm her dad and if it's not right I've got to say something.\" \nIn a statement, Newcastle upon Tyne Hospitals NHS Foundation Trust said: \"We are sorry this is causing distress and are currently looking into this as a formal complaint. \n\"While we can't comment on Charlotte's individual circumstances, an appointment has been arranged where we will discuss the concerns the family has raised.\"\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58402721",
      "category": "uk",
      "title": "Afghan refugees: Those who worked for UK can stay permanently",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Afghans who worked for the British military and UK government will be able to move to the UK permanently, the Home Office has announced.\nThose eligible will be given indefinite leave to remain, rather than the five years' residency previously offered.\nThe UK evacuated more than 8,000 people eligible for the Afghan Relocations and Assistance Policy from 13 August.\nBut Labour said more needed to be done for the many Afghans whose lives were still at risk after being left behind.\nBritish troops left Afghanistan over the weekend, bringing to an end the UK's 20-year military involvement in Afghanistan.\nForeign Secretary Dominic Raab said he couldn't give a \"definitive\" figure for the number of people eligible to come to the UK who remained in Afghanistan.\nAnnouncing more details of its plan called Operation Warm Welcome, the Home Office said it wanted to ensure Afghans arriving in the UK received help to rebuild their lives.  \nAhmed, whose real name is not being used, arrived in the UK from Kabul with his wife and six children in July, and spoke to BBC Radio 4's Today programme about the challenges of not having a permanent address.\n\"We have been living in hotels for quite a while now in larger groups and it's becoming tougher and tougher, so it's time for us to move to a proper house,\" he said.\n\"That is the overarching concern we are having, because we can't have a bank account.\"\nHe said he was also concerned about his children's education, adding: \"It seems quite difficult managing everything from a hotel room, so I think now is the time for the government to pay serious attention.\"\nThe Afghan Relocations and Assistance Policy (ARAP) is for former locally employed staff and their families whose lives had been assessed to be under serious threat from the Taliban.\nThe government said those who had already been relocated in the UK with temporary residency could now upgrade their immigration status, allowing them access to permanent jobs with unrestricted rights to work.\nPrime Minister Boris Johnson said the UK owed an immense debt to those who worked with the armed forces in Afghanistan.\n\"I am determined that we give them and their families the support they need to rebuild their lives here in the UK,\" he said.\n\"I know this will be an incredibly daunting time, but I hope they will take heart from the wave of support and generosity already expressed by the British public.\"\nVictoria Atkins, who has been appointed Afghan Resettlement minister, told BBC Breakfast that Operation Warm Welcome would help people \"join our society\". \nSpeaking about people who, like Ahmed, are in hotels, she said: \"We would like to be able to put them into permanent accommodation, but we have to be realistic that the scale of this task is such that we simply don't have permanent housing available.\"\nShe said a third of councils had given \"firm offers\" to help refugees, and that the government was \"in conversation with many, many more\". \n\"It's right that we're fair to people who are very welcome in our country, who have worked hard for us in Afghanistan, but we also have to do this in a way that is fair to the British people - so we want people to integrate as quickly and as well and as soundly as possible,\" she added.\n\"This is going to take time, I don't want to pretend that we're going to be able do this over days or weeks.\"\nThe government has two schemes to resettle Afghans. It is still developing the other - the Afghan Citizens' Resettlement Scheme - which will aim to take in up to 20,000 refugees over the coming years, with a focus on women and children, as well as religious and other minorities.\nLabour MP Yvette Cooper, chairwoman of the Home Affairs Committee, said there were still many people who helped the UK's work in Afghanistan, but who had not been evacuated and were now at serious risk from the Taliban.\n\"We have a responsibility towards them, yet many are in limbo now because the evacuations have ended but the Resettlement Scheme has not yet started. I have asked the Home Office to confirm that the UK is still trying to help those families. \n\"There is a particular problem for those whose ARAP cases weren't processed in time, or who couldn't get safely to the airport, or who worked on contract on UK projects rather than being directly employed and whose lives are at risk. We must ensure that those who worked with or for the UK government have a route to safety.\"   \nThe government's support as part of Operation Warm Welcome also includes:\nHave you recently left Afghanistan for the UK? Are you an Afghan who has worked for the UK? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58380551",
      "category": "world-asia",
      "title": "Afghanistan: Fleeing the Taliban into Pakistan and leaving dreams behind",
      "tags": "Pakistan,Kabul,War in Afghanistan (2001-present),Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "With the Taliban taking control of Afghanistan, thousands have fled their homes in fear. While much of the attention has focused on the crowds thronging Kabul airport, thousands of others have fled to neighbouring Pakistan over the Chaman border. Shumaila Jaffery speaks to some of them. \nThe Chaman Spin Boldak border is one of the busiest crossings between Pakistan and Afghanistan with thousands of traders and travellers passing through this dusty town every day. \nBut these days, the traffic from the Afghan side is particularly high as thousands flee possible persecution by the Taliban. \nFrom dawn till dusk they pour in - hundreds of men with luggage on their shoulders, burqa-clad women walking briskly behind their men, children clinging to their mothers, exhausted in the scorching heat, and even patients pushed on wheelbarrows. \nZirqoon Bibi*, a 57-year-old woman belonging to the minority Hazara community, has only just arrived in Pakistan when I meet her.\nThe Hazara group has been persecuted by the Taliban in the past, with a recent brutal attack on some men of the community reigniting fears of what Taliban rule would look like for them.\n\"My heart is burning (with pain)\" she repeatedly sobs when I ask how she is. \"I ask myself what will become of my son, my only son\".\nHer son, who works for a British company, has been trying to leave the country without success.\nShe says she already lost her daughter-in-law to a bomb blast by the Taliban targeting the Hazara community a few years ago.\n\"I felt so lost (after her death) that I couldn't sleep for a long time. The Taliban are terrible people, I am scared of them\".\nBefore arriving in Pakistan, Zirqoon Bibi was housed in a small makeshift camp on the border with around 24 other Hazara women and children from different parts of Afghanistan. \nShe left her home in the capital Kabul along with her two daughters and granddaughter.\nAs she speaks, her granddaughter sits on her lap, completely oblivious to the fact that she has no home now.\n \"I don't care about my house or our belongings, I am only worried for my son and his daughter,\" Zirqoon Bibi says while gently massaging the child's shoulders. \n \"Where can I go? what can I do? I have put this girl's mother in the grave with my own hands. It takes a lot of effort and love to raise children, I can't lose another one\".\nZarmeeney Begum*, a 60-year-old Afghan who is a Shia Muslim, has also just arrived with a group of other women. Shia Muslims in Afghanistan have been targeted by the Taliban in the past. \nShe says when her community received news of the Taliban takeover, they felt they had no option but to leave Afghanistan.\n\"We fear the Taliban will resume their acts of terrorism again. They will conduct raids on our houses. They are already looking for government officials. We feel that bombings may start any day,\" she says.\nMany of the new arrivals are young Afghan men and women who feel that their futures have now become uncertain.\nAmong them is Muhammad Ahmer* who was studying and working as an English language instructor in Kabul.  \nHe is still in disbelief over how quickly Kabul fell.\n\"It was so unbelievable. To be honest, we didn't know they would take all of Kabul in just one night. But I was only scared about my school and my education,\" he said.\nHe said he currently doesn't know what to do next, but is certain that his future doesn't belong to Afghanistan under the current rule.\n\"I want to make my own choices in life, I want freedom, so I am not going back.\"\nJamal Khan*, also a student in Kabul, has similar sentiments.\n\"Everybody wants to live in their homes, but we were forced to leave Afghanistan. We are not feeling good about migrating to Pakistan or other countries, all people are worried, but they don't have any hope,\" he says.\nOthers say there is no hope of survival under the Taliban.\nObaidullah*, a labourer from Kandahar says he decided to flee to Pakistan because \"businesses are destroyed, there is no government and the economy is in complete shambles\".\n\"The situation in Kandahar is normal, but there is no work, I have come here so I can find some work, I will probably drive a rickshaw,\" he said.\nMeanwhile, the Taliban has been trying to portray a more restrained image since its takeover. This is reflected in the stance of one foot soldier who stops to talk to us at the border.\nHe insists the situation is completely peaceful now and says the \"trauma of the Afghan people will end as soon as foreign occupation forces leave the country\". \n\"It's only a trust issue, people will soon know that we mean what we have promised,\" he adds.\nBut even as people pour in, they say these words mean little. \n\"The Taliban may act differently this time, but people who have suffered from their hands in the past are not ready to trust them yet,\" says Mr Ahmer.\nThey flee even though they know their futures are uncertain.\nPakistan is already hosting millions of Afghans and says it cannot deal with another influx. \nMany believe it's only a matter of time before Islamabad completely halts their entry. \nThe Pakistan government has already said that unlike the 1980s, when millions of Afghans came over following the Soviet invasion, this time refugee camps would be set up on the borders and Afghans would not be allowed into the heartland. \nSo far however, people are free to enter the country through the Chaman Spin Boldak border. But they understand the window is small, so they are willing to take any risk to get out.\nWhere they can go after that remains to be seen.\n*Names have been changed to protect identities"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58200891",
      "category": "business",
      "title": "Mission: Impossible Covid shutdowns prompt lawsuit",
      "tags": "Companies,Coronavirus lockdown measures,Film,Coronavirus pandemic,Tom Cruise",
      "text": "Paramount Pictures has filed a US lawsuit claiming that a Mission: Impossible 7 insurance payout falls far short of Covid-related losses.\nParamount said that it had stopped filming seven times during the pandemic, for reasons including UK government travel restrictions.\nIt alleges the Federal Insurance Company paid out only $5m (£3.6m), even though losses were many times that.\nFederal parent company Chubb was approached for comment.\nMission: Impossible, which stars Tom Cruise, is a blockbuster franchise for Paramount.\nThe series of action movies has made hundreds of millions of dollars for the film studio. One movie alone, 2018's Mission: Impossible - Fallout, took more than $791m worldwide in box office takings.\nBut along with many other sectors, the film industry has been hit hard by the coronavirus crisis, with many cinemas closed for long periods around the world.\nFilm and TV productions have been disrupted, causing expenditure to soar, with the cost of testing, consultants and protective equipment adding millions of dollars to budgets.\nMr Cruise, who is also a producer on the film, apparently threatened to fire crew members after a breach on the set of Mission: Impossible 7 in England in December if they did not take Covid protocols seriously.\nIn its lawsuit, Paramount said that filming for Mission: Impossible 7 was due to start in Venice in February 2020, but that filming had to shut down after one of the people working on the film became ill with Covid.\nFilming was shifted to Rome in March, but that was then delayed by Italian Covid restrictions.\nIn October 2020, there was a Covid outbreak among the crew in Rome, with production moving to Venice, but then crew and extras tested positive.\nIn February, 2021 filming in the UK was halted after a surge in Covid cases in the country.\nProduction moved to Dubai, but plans to finish UK filming were delayed by UK government quarantine restrictions.\nThen in June 2021, there were more positive tests of cast and crew in the UK.\nParamount claimed that Federal said many of its losses were not covered and that the insurer would not pay out for production halted by positive tests.\n\"Remarkably, Federal stated that there was no evidence that those cast and crew members could not continue their duties, despite being infected with Sars-Cov-2 and posing an undeniable risk to other individuals involved with the production,\" the Paramount lawsuit said.\nParamount did not say how much the shutdowns had cost, but said its losses \"far exceeded\" the $5m Federal had agreed to pay for the first instance of coronavirus in February 2020.\nParamount is seeking a jury trial and unspecified damages.\nThe delayed Mission: Impossible 7 is due to be released in May 2022."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58388327",
      "category": "uk-northern-ireland",
      "title": "Thousands of pupils return to NI schools",
      "tags": "NI education,Schools",
      "text": "About 350,000 children and young people return to school and pre-school in Northern Ireland on Tuesday and Wednesday.\nWhile many pupils had already started the new term in some schools, all return this week.\nDepartment of Education guidance says schools can retain the use, or partial use, of bubbles.\nHowever it will be up to individual schools to decide how much they continue to maintain the bubbles.\nSchools have also been told that extra-curricular activities can resume, including music and singing.\nUnless medically exempt, post-primary pupils are required to wear facemasks in class until at least 8 October.\nThe vast majority of children were taught remotely out of school for a number of months during the 2019-20 and 2020-21 school year.\nA recent wide-ranging report from the Northern Ireland Commissioner for Children and Young People said that had a negative impact on children from lower-income backgrounds especially.\nThat report also said the closure of schools had \"undoubtedly\" exacerbated educational inequalities which were apparent before the pandemic.\nSelf-isolation guidance for pupils and staff has also changed for the new school year.\nSchool pupils will not have to self-isolate after coming into contact with a coronavirus case if they have tested positive for the virus themselves within the previous 90 days.\nIf a school pupil is a close contact and has no symptoms, but has not had a positive test in the previous 90 days they are advised to self-isolate until they have taken a PCR test.\nHowever if that test is negative they can return to school and do not have to self-isolate for 10 days.\nIt is hoped that the new self-isolation guidance will reduce the time some children have to spend out of school if they are close contacts of a positive case.\nSimilar changes have been made in England, Scotland and Wales.\nHowever Kevin Donaghy, principal of St Ronan's Primary School in Newry, County Down, said that while he was excited about pupils returning, he was also nervous.\n\"The guidance is ambiguous in places and principals are being left to navigate this themselves,\" he told BBC Radio Ulster's Good Morning Ulster programme.\n\"There is a lot of confusion over what it is that we are expected to do.\n\"The one thing all schools want, especially primary schools, is to keep their kids in school.\n\"And if the adults are off, what do you do with the children who are in? \n\"If you have half of your class off isolating and the other half in school, how can the teacher manage remote learning for one group and in-class learning for the other? It's a physical impossibility.\n\"As school leaders we're just being left to manage it as best we can,\" he added.\nAll 16 and 17-year-olds across the UK have been offered a first dose of vaccine against Covid-19.\nA decision on whether a vaccine will be offered to all 12 to 15-year-olds in the UK is expected soon.\nBut any decision will depend on a recommendation from experts on the Joint Committee on Vaccination and Immunisation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58375243",
      "category": "world-asia",
      "title": "Left behind in Afghanistan: If I can’t get out, I’ll die",
      "tags": "Afghanistan,Refugees and asylum seekers,Taliban",
      "text": "An Afghan who had authorisation to fly to the UK, but was unable to make his flight because of crowds at Kabul airport, has pleaded with the British government to help him before it's too late. \nThe UK ended its evacuations at the weekend, but many families who were eligible for evacuation have been left behind. \nHe shared his story with the BBC. We are withholding his identity to protect his safety.   \nI'm currently in hell right now. \nIn the past two weeks I've moved to 15 safe houses with my family because the Taliban are trying to find me. \nNowadays when there's a knock on the door, it's the first thing that enters my mind.\nMy heart stops beating because I think \"Is this the Taliban? Have they found me and my family?\"\nIt's not just me, it's hundreds of people who've worked for the government, the media, NGOs, human rights defenders - everyone is currently hiding in different places waiting to see when their turn will come. \nI am one of those they're looking to detain and to kill.\nThe situation is really bad for us.\nI had authorisation to travel to the UK. When I tried to get to Kabul airport there were four to five thousand people at each and every gate, and we couldn't get ourselves in. I waited there for almost 36 hours. \nI crossed 11 checkpoints under a burqa, but in the end the Taliban didn't let us past. \nThere were 15 or 16 families there too who were stuck that day. Some were even British passport holders. Now they're also moving from house to house, hoping they can find a way to leave the country.\nI was close to the airport the night the explosion happened. I was near the gate.\nMy young children were so afraid, they are still panicking in their sleep.\nI don't know what my options are now. Many borders are closed. I'm trying to send emails asking for help. I'm trying to figure out how I can safely move my family to a secure place. \nThe UK government needs to uphold its promises and keep those who have worked for them a priority.\nThese are people who have given sacrifices for them. \nPlease help us find a way out. \nIf I can't get out in the next few days, I am fearful I'll die. \nI'm not as worried about my own life, I'm worried about my family. \nI have young children who have seen nothing of this world. \nWhy should they be punished for my sins? the Taliban sees my work as a sin, anyway. We don't have much time, maybe three to four days maximum.\nMy message to the UK government is this: \"We are fighting to stay alive. It's not a matter of hours, not a matter of days - it's a matter of seconds.\" \nA spokesperson for the Foreign, Commonwealth and Development Office told the BBC more than 15,000 people including British nationals, Afghan staff and others at risk had been evacuated from Afghanistan by the UK since 15 August \"in one of the biggest operations of its kind in history\".\n\"We will continue to do all we can to deliver on our obligation to get British nationals and eligible Afghans out of the country,\" the spokesman added.\nOn Sunday, UK Foreign Secretary Dominic Raab took part in a virtual meeting with members of the G7, Nato, and Turkey and Qatar. He urged his counterparts to work together to give eligible Afghan refugees safe passage. He also stressed the need to protect human rights \"and the gains of the last 20 years\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58394702",
      "category": "uk-wales",
      "title": "Covid: Doctor blames misinformation for hospital admissions rise",
      "tags": "A&E,Coronavirus vaccines,NHS Wales,Intensive care,Coronavirus pandemic",
      "text": "Misinformation has led to growing numbers of young, unvaccinated Covid patients in hospitals, one of Wales' top critical care consultants has said.\nDr Ami Jones said hospital staff felt \"demoralised\" to see the virus filling wards and intensive care units again.\n\"Covid has gone nowhere,\" said the consultant at the Grange University Hospital in Cwmbran.\nCovid admissions and self-isolation of staff has led one health board to ask non-urgent patients to avoid A&Es.\nHywel Dda, which covers west Wales, has said all of their hospitals are \"experiencing very high levels of urgent and emergency care demand\".\nWales' case rate is the highest since January as Public Health Wales (PHW) figures said it has risen to 386.6 cases per 100,000 people in the last seven days.\nBut hospitalisations are much lower due to the vaccine rollout and more cases were expected by health chiefs due to the easing of most lockdown restrictions.\nThe number of people being treated in hospital for Covid has risen, with 40 patients, including 13 in north Wales, in critical care or on a ventilator as of Friday -up from 31 the previous week.\nThis is the highest daily figure since 4 March, but the figure remains much lower than at the peak of the second wave.\nOn Friday, 328 people were being treated for, or suspected to have Covid were in Welsh hospital beds, the highest number since April - and up 35% from the week before.\nDr Jones, who works for Aneurin Bevan University Health Board in south-east Wales, said acute hospitals, emergency departments and respiratory medicine had experienced a \"much busier weekend this weekend than we've seen for months in terms of Covid\".\n\"It's predominantly unvaccinated people we're seeing and a number of these are people in their 20s and 30s, with a small number of under-16s requiring hospital care for Covid,\" she said.\nCases among under-25s are continuing to rise in all but two of Wales' 22 local authority areas, with large rises in Swansea, Vale of Glamorgan and Pembrokeshire.\nPembrokeshire now has the highest case rate among the under 25s - 815.3 per 100,000, compared to a Wales average of 500.1.\nVaccination had made a huge difference in numbers requiring hospital treatment, she said, adding \"we have people in our ITU who are very poorly right now who didn't get vaccinated but now wish for nothing more than to be able to turn back the clock and get their vaccine\".\n\"We are all working very hard - we are keeping elective operations going and still running very busy emergency departments and wards.\n\"The staff are feeling pretty demoralised that Covid is once again filling their wards and their ITUs, especially when so many hospital cases could've been prevented by vaccination. \n\"It's always heart-breaking to treat patients with avoidable conditions but this time feels different as there's been so much misinformation out there it's made it very tough for people to know who to believe and who to trust.\n\"But ask any front line worker and they will tell you that vaccination is what's making a difference to the patients we are treating at the moment.\"\nShe added that Covid was \"everywhere right now\" and said people needed to keeping taking precautions and being sensible, whether they were vaccinated or not.\nCovid patients make up 3.9% of hospital patients in Wales.\nOne death, which occurred in north Wales last Thursday, and 3,872 new cases were reported in Tuesday's daily figures in Wales - bringing the total number of cases in Wales to 278,262 and deaths to 5,672 people.\nAndrew Carruthers, executive director of operations at Hywel Dda health board, which serves Carmarthenshire, Pembrokeshire and Ceredigion, said: \"In common with other health boards across Wales, we are continuing to see high levels of urgent and emergency care demand across our hospitals.  \n\"This is also being compounded by a number of other issues, for example including staff summer annual leave, increased sickness absence and staff self-isolation, rising levels of Covid-positive patient admissions, and reduced bed capacity.\"\nHe appealed for members of the public to use alternatives such as their nearest pharmacy or GP and \"attend A&E only if you need urgent or emergency medical care\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58383035",
      "category": "business",
      "title": "UK business confidence jumps to more than four-year high, survey finds",
      "tags": "Lloyds Banking Group,UK economy",
      "text": "British business confidence hit highs not seen since April 2017 on hopes the economy is recovering strongly to pre-pandemic levels, according to a survey.\nEmployers in England's North West and East registered the biggest jump in confidence, the latest Lloyds Bank Business Barometer found.\nThere was caution among companies about inflation and staff shortages.\nBut firms in manufacturing, services and construction all posted greater optimism that recovery would continue.\nThe monthly survey of 1,200 firms, conducted between 2 and 16 August, also saw business confidence in Northern Ireland turn positive after a negative response in July's poll.\nThe barometer found that overall business confidence among UK firms rose by six points to +36% in August, driven by improvements in companies' trading prospects and expectations of stronger growth in the year ahead.\nSaid Hann-Ju Ho, senior economist at Lloyds Bank Commercial Banking, said: \"Business confidence reaching its highest level in over four years tells a positive story about the country's economic recovery. \n\"This confidence is driven by the continued success of the vaccine rollout, the removal of lockdown restrictions and adjustments to self-isolation rules.\n\"Staff shortages remain a challenge, but as the economy moves back towards pre-pandemic levels we can be optimistic that the momentum for business confidence and economic optimism can be sustained in the months ahead.\"\nConfidence increased in nine out of the 12 UK regions and nations in August with particularly strong rises in the North West, up 26 points to 64% and the East of England, showing a rise of 14 points to 39%. \nSmaller rises were seen in the North East, up 6 points to 46% and London, up 4 points to 41%. For the North West, East of England and North East, confidence was at its highest since the survey sample was expanded in 2018.\nIncreases in confidence were also recorded for Scotland (34%), the South East (32%), the South West (37%) and Wales (19%). In Northern Ireland, confidence rose significantly to 18% (from 6% in July), but it remains the region of the UK with the lowest level of confidence. \nThe remaining three regions saw slight confidence declines, with the West Midlands at 27%, Yorkshire & the Humber at 26%, while there was a larger 10-point fall in the East Midlands to 28%.\nThe improved mood echoes recent official statistics. Earlier this month, jobs data from the Office for National Statistics suggested that the labour market continues to \"rebound robustly\".\nGovernment borrowing has also fallen as furlough support ends and tax receipts rise.\nBut like other survey data, the Lloyds barometer suggested that inflation - which saw a surprise slowdown in the year to July, down to 2% from 2.5% in June - remains a worry.\n\"It is clear there is still some level of uncertainty on inflation and the impact of price pressures,\" said Gareth Oakley, managing director for business banking at Lloyds. \"The last few months of the year will be pivotal to the future of UK economic growth.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58394215",
      "category": "science-environment",
      "title": "One in three trees face extinction in wild, says new report",
      "tags": "Conservation,Trees,Extinction,Biodiversity,Nature,Climate change,Environment",
      "text": "At least 30% of the world's tree species face extinction in the wild, according to a new assessment.\nThey range from well-known oaks and magnolias to tropical timber trees.\nExperts say 17,500 tree species are at risk - twice the number of threatened mammals, birds, amphibians and reptiles combined.\nConservation groups are calling for urgent protection efforts amid threats such as deforestation, logging and climate change.\n\"We have nearly 60,000 tree species on the planet, and for the first time we now know which of these species are in need of conservation action, what are the greatest threats to them and where they are,\" said Dr Malin Rivers of the charity Botanic Gardens Conservation International in Kew, London.\nFor a healthy world, we need tree species diversity, added Sara Oldfield, co-chair of the Global Tree Specialist Group of the International Union for the Conservation of Nature. \n\"Each tree species has a unique ecological role to play,\" she said. \"With 30% of the world's tree species threatened with extinction, we need to urgently scale-up conservation action.\" \nThe report, State of the World's Trees, found that at least 30% of the 60,000 known tree species face extinction.\nSome 142 species have already vanished from the wild, while 442 are on the very edge of extinction, with fewer than 50 individual trees remaining.\nThe biggest threats to trees globally are forest clearance for crops (impacting 29% of species), logging (27%), clearance for livestock grazing or farming (14%), clearance for development (13%) and fire (13%). \nClimate change, extreme weather and sea level rise are growing threats to trees. But the authors say with conservation action, there is hope for the future.\n\"The report gives us that road map to mobilise the wider conservation community and other key players to ensure that tree conservation is at the forefront of the conservation agenda,\" said Dr Rivers.\nThe experts are calling for a number of actions, including:\nScientists estimate that one million animals and plant species are threatened with extinction.\nOver the past 300 years, global forest area has decreased by about 40% and 29 countries have lost more than 90% of their forest cover.\nResearch shows that seven main commodities drive more than half of deforestation worldwide.\nTrees at particular risk of extinction include:\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58384742",
      "category": "uk-wales",
      "title": "Covid: Theatres wary despite first capacity audience since pandemic",
      "tags": "Theatre,Performing arts,Cardiff,Jimmy Carr,Coronavirus pandemic",
      "text": "The first capacity indoor audience in Wales since the beginning of the Covid pandemic is set to watch comedian Jimmy Carr perform on Tuesday.\nFormal social distancing rules have ended in Wales under Alert Level Zero.\nIt means theatres, which have been closed for 18 months, can now sell out for shows and performances.\nHowever, the performing arts sector admits it faces a difficult challenge balancing the need for ticket sales with audience confidence.\nJimmy Carr, the host of TV show, 8 out of 10 Cats, will perform at St David's Hall in Cardiff later after the original show was postponed last November.\nMore than 1,600 people are expected at the first full capacity show at the theatre, with the manager saying the venue had done everything it could to make people feel \"as safe as possible\".\nWhile those working in the industry, which has been on hold since the first coronavirus measures were introduced in March 2020, have welcomed the return, Welsh theatres have warned many may not be able to reopen.\nWhile recouping huge losses from the last 18 months is critical, Creu Cymru, which represents most of Wales' professionally run theatres, arts centres and producing companies, said \"building audience confidence is imperative\" for the sector to survive.\nDirector Louise Miles-Payne said many shows had bypassed Wales to go to English venues due to rules being relaxed earlier there.\n\"They know they can get full capacity there because English venues have been open for a lot longer, and so there's a lot more confidence within English audiences and venues there,\" she said.\nShe said with most shows being booked months or years in advance and audiences not being comfortable sitting next to strangers after months of social distancing, many theatres were facing huge challenges.\"Just because theatres can open, it doesn't mean that they can, either because of financial pressures or for safety of audiences, staff, and the performers on stage,\" she added.\n\"So, were seeing full capacity tonight, but many theatres are taking a cautious approach,\"\nHowever, this can put venues in a difficult position with promotors of shows that had previously sold out.\n\"Trying to reschedule previously cancelled shows that had sold out at full capacity is difficult as many venues may still feel a way off fully reopening their spaces,\" said Angela Gould, programmer and audience development manager at RCT Theatres.\n\"They need to honour contractual agreements while doing what they feel is best for their audiences, while still making the show financially viable.\"\nMarketing and promoting has also become problematic with dates regularly changing, sometimes with little time to get the word out to ensure enough tickets are sold to make a show financially viable.\n\"Managing perceptions of both promoters and the public will be unchartered territory for many venues,\" said Ms Miles-Payne.\n\"Some people will have an expectation that everything is resuming and working to normal, and [others] may be shocked when performances are not going ahead and can't understand why things get rescheduled.\"\nNational Dance Company Wales has offered outdoor performances to venues, as well as increasing the number of shows later in the year to allow for some social distancing.\n\"It's clear we need to continue to be agile in this period,\" said chief executive Paul Kaynes.\n\"Many venues were building stages in their car parks and green spaces and we had an exciting programme to offer outdoor audiences, especially those new to dance. \n\"This is the stepping-stone for many audiences to access live performance again before we ask them to take the leap back indoors.\"\nTheatres must also manage different attitudes from audience members, Creu Cymru said, particularly towards measures such as face masks.\nAudiences are being encouraged to use free lateral flow tests before attending shows.\nSt David's Hall has introduced a new ventilation system that replaces the air inside the auditorium six times every hour, among a series of Covid-19 safety measures that also include a one-way system in place.Giles Ballisat, arts and theatres manager for Cardiff council, said people were also being advised to wear face masks during the performance.\nHe added trying to put a show on while social distancing laws applied would have cut audience numbers to less than 200, meaning it would not have been financially viable for producers.\n\"[Producers have] been waiting for us to be able to have full houses, so that it makes it financially viable to be able to go on the road with their tours,\" he said.\nCardiff council's cabinet member for culture, Peter Bradbury, said: \"We are delighted the first live show with a full indoor capacity audience in Wales will be at St David's Hall.\n\"Over the last 18 months, we have missed live entertainment so much and come to realise what a crucial part it plays in our social lives.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-58383637",
      "category": "uk-england-northamptonshire",
      "title": "Maddie Durdant-Hollamby: Tributes to Kettering murder victim",
      "tags": "Wimblington,Kettering",
      "text": "Tributes have been paid to a \"kind, caring and thoughtful\" woman who was found dead at a house in Kettering.\nMaddie Durdant-Hollamby, 22, from Cambridgeshire, was discovered shortly after 13:00 BST on Friday.\nNorthamptonshire Police was called to Slate Drive in the town where the body of Benjamin Green, 41, was also found.\nMs Durdant-Hollamby's death is being treated as murder, no arrests have been made and detectives said they were not looking for anyone else.\nPolice confirmed Mr Green, whose family has paid tribute to \"an extremely loving father,\" lived at the house on Slate Drive.\nDet Insp Nicole Main said: \"While we await a formal identification of Benjamin, we have taken the step of naming him with the support of his family.\n\"We understand he and Maddie had been in a relationship, and are working to establish as much as is possible about the circumstances in which they died.\"\nShe said both families were \"overwhelmed with sadness and have asked that they be left in peace at this terribly distressing time\".\nIn a statement issued through police on Sunday, the family of Ms Durdant-Hollamby, from Wimblington near the town of March, said they were \"absolutely devastated at the loss of Maddie, our beautiful daughter, sister, granddaughter and niece\".\n\"Our hearts are broken and we cannot begin to imagine life without her. The shock and pain we are feeling is indescribable,\" they said.\n\"She was a beautiful person both inside and out, who loved nothing more than spending time with her family and friends.\n\"Maddie was a kind, caring, thoughtful young woman, who touched the lives of everyone she met.\n\"A talented dancer, her creative talent continued through school and into her career in marketing. Her life has been sadly cut short just as her career was blossoming.\n\"Our thoughts are with everybody who knew and loved Maddie as much as we did.\"\nPolice later released a statement from Mr Green's family on Tuesday.\nIt said: \"Ben was an extremely loving father to three extraordinary young children and was a beloved partner to his ex-wife. He was also a loving son, brother, uncle, and nephew.\n\"There are no words to describe the extremely sad circumstance of this tragic incident and our thoughts and prayers are with Maddie's family, loved ones and friends.\n\"We would now respectfully request time to grieve in peace, and would ask members of the media to respect our wishes as we have no further comment to make at this devastating time.\"\nSpeaking when Ms Durdant-Hollamby's family issued its statement, Det Insp Main added: \"Maddie Durdant-Hollamby was a young woman with a bright future ahead of her, and we are making sure her family are fully supported as we work to answer their questions about how she came to lose her life.\n\"Our investigation has found no known background of domestic abuse in this case so far, but we continue to appeal to anyone with any information they believe to be relevant to our inquiries to contact us.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58403735",
      "category": "world-asia",
      "title": "Afghanistan: Joe Biden defends US pull-out as Taliban claim victory",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban,United States,Joe Biden",
      "text": "US President Joe Biden has defended his decision to withdraw US troops from Afghanistan - a move which led to Taliban militants returning to power. \nStaying longer was not an option, Mr Biden said in an address to the nation, a day after the end of a 20-year US presence in Afghanistan.\nHe praised troops for organising an airlift of more than 120,000 people wishing to flee the Taliban regime.\nThe Islamist militants have been celebrating what they call a victory. \nUS-led troops went into Afghanistan in 2001, ousting the Taliban in the wake of the devastating 9/11 attacks, blamed on al-Qaeda - a militant jihadist group then based in the Asian country. \nMr Biden has been widely criticised - at home and by his allies - over the abrupt manner of the US withdrawal, which led to the unexpected collapse of the Afghan security forces US troops had trained and funded for years.\nTaliban militants were able to reclaim control of the whole country within 11 days - finally entering the capital, Kabul, on 15 August.\nPresident Biden deployed nearly 6,000 troops to seize control of the airport to co-ordinate the evacuation of US and allied foreign nationals and local Afghans who had been working for them.\nThousands of people converged on Kabul international airport in the hope of being able to board one of the evacuation flights.\nIn Tuesday's address, Mr Biden praised troops for the mass evacuation and promised to continue efforts to bring out those Americans who were still in Afghanistan and wanted to return - about 200 people altogether.\n\"A lot of our veterans and their families have gone through hell,\" he said. \"Deployment after deployment. Months and years away from their families... loss of limbs, traumatic brain injury, post-traumatic stress.\"\n\"I was not going to extend this forever war, and I was not extending a forever exit,\" Mr Biden said, adding: \"The war in Afghanistan is now over.\"\nHe said the US did not need troops on the ground to defend itself. \nThe president later said his decision was \"not just about Afghanistan\". \"It's about ending an era of major military operations to remake other countries,\" he tweeted. \nJoe Biden tried to \"turn the page\" from a month of chaos and death in Afghanistan and, more broadly, from 20 years of ultimately futile US attempts at occupation and nation-building.\nAt times he seemed defensive, noting that Americans were warned 19 times to exit Afghanistan before the August US military withdrawal. He accused Afghan leaders, allies on whom the US had depended, of \"corruption and malfeasance\". And he blamed the Trump administration for negotiating what he characterised as an inadequate withdrawal agreement with the Taliban.\nHe said the US had no vital interest in Afghanistan, and tried to reframe US foreign policy as depending less on military deployments and more on diplomacy and international cooperation to face adversaries like China and Russia.\nPublic opinion polls show Americans still support the US withdrawal from Afghanistan, although many are unhappy with how Biden oversaw the exit. White House officials say they hope, as time passes, that the nation will be grateful for what the president accomplished and forget the details of how it ended.\nHave you been personally affected by the issues raised in this story? Tell us by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58388323",
      "category": "uk-northern-ireland",
      "title": "Troubles pensions scheme opens for applications",
      "tags": "The Troubles,Northern Ireland Executive",
      "text": "A pension scheme for people who were badly injured during the Troubles has opened for applications.\nThe start of the Troubles Permanent Disablement Payment Scheme is more than a year behind schedule, having been the subject of political rows.\nTo qualify, a person must have suffered a severe and permanent physical or psychological injury caused through no fault of their own during the Troubles.\nRecipients will receive annual payments of between £2,000 and £10,000.\nThe UK government and the Northern Ireland Executive have long been at odds about how the scheme will be funded, with the overall costs potentially topping £1.2bn over the next 20 to 30 years.\nLast year a judge ruled Stormont's Executive Office was acting unlawfully in delaying the introduction of the scheme.\nHe said the start of the scheme was being deliberately stymied in order to pressurise the government into funding it.\nHe also determined there was an attempt by Deputy First Minister Michelle O'Neill to have the scheme's eligibility criteria changed, with her party, Sinn Féin, having said the rules potentially discriminated against some republicans with Troubles-era convictions.\nFunding for the scheme has been agreed for this year, but Stormont ministers still want the government to provide extra cash to help cover future expenditure.\nMargaret Yeaman, who was blinded in an IRA bomb in Banbridge, County Down, in 1982, said it had been a \"long, bumpy road\" for her and others injured during the Troubles who have been waiting for the payments.\n\"I'll not even say that we're getting it until I have it in my hand,\" she said.\nJennifer McNern described the payments as \"recognition\" of what she had been through since she lost both of her legs after an IRA bomb explosion in Belfast in 1972.\n\"This is really an acknowledgement of the harm caused physically, psychologically and financially,\" she said.\nThe victims' group, the Wave Trauma Centre, said the opening of the scheme was a \"triumph for the courageous and determined campaigners who have fought for over a decade\" for the payments.\n\"At times it was desperately frustrating but they never lost their focus on gaining tangible recognition for all those like themselves who had been severely and permanently injured through no fault of their own,\" said the group's co-ordinator Alan McBride.\n\"We'll also remember those who campaigned but didn't live long enough to see this day.\"\nThe group Relatives For Justice said the qualification criteria for the pension should be extended. \nAndrée Murphy, its deputy director, welcomed the initiative but insisted modifications need to be considered.\n\"It is very possible that a paramedic or a police officer or an eye-witness at a scene will be eligible for a payment and a loved-one who has suffered the deep psychological distress and trauma since then will not be eligible for this,\" she said.\n\"That is going to feel unfair and we have to resolve it,\" she added.\nAfter a series of delays, the scheme was to have opened in June but Mr Justice McAlinden, who chairs the panel overseeing the awarding of the payments, pushed it back until the end of August.\nThat final delay, he said, was to allow applicants to \"familiarise themselves\" with \"complex\" medical assessment guidance before making their submissions.\nHe said he hopes that money will start being distributed to victims before the end of this year.\nIn an interview with BBC News NI, he said he was confident that enough funding would be available for everyone entitled to payments, and he hoped the process would begin soon.\nThe judge said: \"I would hope that there would be a speedy turnaround for non-complex, relatively straight-forward cases.\n\"We'll just have to see how we measure up to our goals but I would hope that, let's say, it will be within months as opposed to years for the vast majority of applicants to receive determinations from the board.\"\nAsked if this meant that the money would start being paid before the end of this year, he said: \"Yes. I would hope so.\"\nAsked about the provision of funding, Mr Justice McAlinden said there was still political \"debate, discussion, disagreement as to where the funding will ultimately come from.\"\nBut he added: \"I have an undertaking, given in court, to the Court of Appeal that in terms of the role of the board, the payments that the board allocate and award, those payments will be met.\"\nThe scheme covers violence related to the Troubles between 1966 and 2010, including incidents in Great Britain and Europe.\nNon-UK residents injured outside the UK cannot apply, such as victims of the Dublin and Monaghan bombings carried out by loyalists in 1974.\nAfter the death of a recipient, their spouse or carer will get the payments for a further 10 years.\nWelcoming the opening of the scheme, First Minister Paul Givan said the scheme would give people who had suffered as a result of the Troubles \"the practical support and recognition that they deserve\".\nDeputy First Minister Michelle O'Neill said it had been \"a difficult and painful road for victims and survivors\", and encouraged anyone who had suffered permanent physical or psychological disablement as a result of the conflict to make an application.\nJustice Minister Naomi Long said it was an important day for all victims and survivors, \"but particularly for those who campaigned for this scheme with dignity and commitment for so long\".  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58393119",
      "category": "entertainment-arts",
      "title": "R. Kelly trial: First male accuser testifies to sexual abuse",
      "tags": "R. Kelly,United States,Music",
      "text": "R. Kelly's sex trafficking trial entered its eighth day on Monday, with a male accuser testifying that the star promised him fame in exchange for sex.\nThe man, who testified under the pseudonym Louis, said he was a 17-year-old when Mr Kelly asked him what he \"was willing to do for music\".\nHe then described how the singer crawled towards him and performed a sex act, even though \"I wasn't into it\".\nMr Kelly, 54, denies all the charges against him.\nThese include a single count of racketeering - which paints him as the kingpin of a criminal enterprise whose explicit purpose was \"to prey upon young women and teenagers\" for sexual purposes -  and eight counts of violating an interstate anti-sex trafficking law known as the Mann Act.\nThe singer, whose full name is Robert Kelly, is not charged with rape or assault, but prosecutors are allowed to present evidence of any potential crimes related to the racketeering charge, regardless of when they occurred.\nOn Monday, the jury heard from two accusers, both of whom said they were underage when they met Mr Kelly.\nLouis said he first encountered Mr Kelly in 2006, when he was a 17-year-old working the night shift at a McDonald's in Chicago.\nHe told the court that Mr Kelly slipped him his phone number, and invited him to his house, saying he could perform in his recording studio and receive some tips on the music business.\nOn one such occasion, the star asked Louis if he had ever \"had any fantasies\" involving men, then allegedly \"crawled down on his knees and proceeded to give me oral sex\".\nAfterwards, \"he told me to keep between him and me\", adding, \"we family now, we brothers\", Louis alleged.\nHe said Mr Kelly asked him to call him \"daddy\" - echoing the testimony of several female accusers - and would routinely film their sexual encounters.\nHe told the court he kept seeing Mr Kelly because he \"really wanted to make it\" in the music industry, and sometimes took friends to the singer's parties. \nOne of them, a 16-year-old boy, also had sexual encounters with Mr Kelly, according to court documents. On one occasion, the singer directed the two to \"touch each other\" sexually, Louis testified, but they refused.\nLouis, who is now 32, was testifying as part of a co-operation agreement he entered into in February 2021, under which he hopes to avoid jail time of up to 15 years.\nHe had previously pleaded guilty to offering money to a potential witness against Mr Kelly in an attempt to stop her co-operating with prosecutors. \nLouis said he was worried the unnamed witness possessed sex tapes of him and Mr Kelly, but maintained the star had no knowledge of the bribery attempt.\nThe court also heard from a female accuser on Monday, who testified that Kelly sexually assaulted her at the age of 17, following a concert in Miami in 1994. \nThe woman, who testified under the name Addie, said she and her friend had been approached by two men \"who looked like bouncers\" and invited backstage after the show.\nOnce there, she alleged Mr Kelly cleared the room, grabbed her wrists, pulled down her shorts and raped her.\n\"At this point, I was in complete shock,\" she told the court. \"I just went blank.\"\nAfterwards, her friend wanted to contact the police but Addie feared she would be blacklisted by the entertainment industry if she came forward.\n\"I didn't even know if they would believe me,\" she said. \"I didn't want to be victim-shamed.\"\nOn cross-examination, Mr Kelly's lawyers asked why the woman, who is now 44, had waited more than two decades to contact law enforcement.\n\"Because I didn't want to feel more shame and trauma,\" she said, before adding that she no longer did.\n\"I'm an adult now,\" she testified, holding back tears. \"I'm no longer a little girl.\"\nMr Kelly has pleaded not guilty and repeatedly denied accusations that he preyed on victims during a 30-year career. His lawyers have portrayed his accusers as groupies out for revenge after their relationships with the R&B singer faded.\nIf convicted, the star - whose hits include I Believe I Can Fly and Ignition (Remix) - faces between 10 years and life in prison.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58393877",
      "category": "uk-northern-ireland",
      "title": "NI hospitals: 400 emergency patients wait over 12 hours for bed",
      "tags": "A&E,NI Health,Coronavirus pandemic",
      "text": "Four hundred emergency patients waited more than 12 hours to be admitted to hospital in the last day in Northern Ireland, a senior doctor has said.\nDr Paul Kerr, from the Royal College of Emergency Medicine for Northern Ireland, said some of them have been waiting up to two days\nThe Department of Health has said that emergency departments \"remain under severe strain\".\nThis follows an extremely busy bank holiday weekend.\n\"There's no doubt what we are witnessing is unprecedented activity and huge crowding in emergency departments,\" Dr Kerr said.\nHe said this was leading to delays in admission, with large numbers of emergency patients awaiting admission lying on trolleys.\n\"For example, this morning there's probably in the region of 250 patients waiting in emergency departments, these are patients who have already been seen, assessed and treated and are awaiting a bed,\" Dr Kerr said.   \n\"In the past few days we know some of these patients are waiting one or two days on a trolley. \n\"These are sick patients, these are our most vulnerable patients - old people possibly, with sepsis possibly, with strokes possibly, or a heart attack or possibly with a fractured hip or some other emergency that require them to be admitted to hospital.\n\"There are 400 who have waited over 12 hours in the past 24-hour period. That is something that we previously didn't see.\" \nSean McGovern, associate medical director at the South Eastern Trust, said trolley waits had been around in emergency departments for a very long period of time.\n\"What is highly unusual is they've been at such an extent over the summer period and the backlog of patients waiting admission in emergency departments is adding significant stress to emergency departments, it's causing overcrowding and therefore in a world of social distancing is of great concern to staff,\" he said.\n\"We are seeing stresses that we would see in the worst of winter pressures. The likelihood is things could get worse before they get better.\"\nHe added: \"We must look at opening up acute beds in the first instance, even though that is difficult to get staffing for those beds, to maintain those beds is difficult. \n\"We must have a clear strategy, and understand the big issues facing the health service are capacity and pandemic resilience in this time.\"\nIn a statement, the Department of Health said emergency departments remain under severe strain, reflecting pressures right across the health and social care system.\n\"There are a number of interlinked factors behind this situation, including limits on capacity due to Covid-19 infection prevention measures, ongoing Covid-related care for patients, people coming forward for medical care for conditions that developed or worsened during the pandemic and limits on capacity in intermediate/social/domiciliary care, impacting on hospital discharges,\" it said.\n\"The public can help by using services appropriately. To be clear, if your case is an emergency, then you should go to a hospital emergency department without delay. We must continue to do all we can to stop the Covid-19 virus spreading. \n\"By getting fully vaccinated, with both doses of vaccine, you will be playing an important part in supporting our health service.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58402488",
      "category": "uk-england-devon",
      "title": "Lorry drivers told to 'take care' after railway bridge struck",
      "text": "Lorry drivers and haulage companies have been told to \"take better care\" by railway line owner Network Rail after a lorry hit a bridge in Devon.\nRail services were cancelled on Sunday after the crash in Plymouth.\nPassengers have been warned that they will face disruption until the weekend.\nNetwork Rail said the lorry caused \"huge damage\" to the line connecting Cornwall and south Devon \"with the rest of the country\", creating \"bank holiday misery for thousands\".\nThe lorry hit the bridge at Ashford Crescent at about 15:00 BST on Sunday. \nNetwork Rail said the Tesco truck was wedged for more than 24 hours before being removed on Tuesday afternoon. \nIt said: \"The lorry caused huge damage to the bridge in Plymouth, forcing the railway line that connects Cornwall and Plymouth with the rest of the country to close and causing bank holiday misery for thousands of travellers.\"\nIt added that about five railway bridges were hit by lorries a day nationally and the annual bill for \"such careless driving comes in at around £20m\".\nMike Gallop, of Network Rail, said: \"We are urging all lorry drivers and haulage companies to take better care, look out for the height warnings on all of our bridges, and take a second to think before taking a risk and causing disruption to so many people's lives.\"\nRail bosses said one of the two lines over the bridge was open, but only one train an hour was operating in each direction across the bridge.\nNetwork Rail said \"extremely limited\" replacement road transport was also running between Exeter St Davids and Plymouth.\nService operator Great Western Railway (GWR) has advised people to \"only travel if your journey is essential\".\nPassengers affected can claim compensation. \nTesco said it was \"very sorry for the problems this has caused for travellers and we are investigating how this has happened\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58399850",
      "category": "uk-england-london",
      "title": "Brent petrol murder: Man guilty of killing wife in arson attack",
      "tags": "Brent,Violence against women,Harlesden,London violence",
      "text": "A \"controlling and jealous\" man who set fire to his estranged wife has been found guilty of her murder.\nDamion Simmons, 45, doused Denise Keane-Simmons, 36, in petrol, in Brent, north-west London, early on 16 April 2020. She died later that morning.\nSimmons, who was also found guilty of arson with intent, had sent a voice note to his victim that night saying \"I really hope you suffer and die\", the Old Bailey heard. \nHe will be sentenced on 22 September.\nGiving evidence during the trial, Simmons admitted being a \"controlling and jealous\" husband who had harassed his wife.\nHowever, he maintained he had not meant for her to die.\nThe court heard that on 10 February 2020, Ms Keane-Simmons made a formal complaint to police about her husband's behaviour, which included constantly contacting her on social media and sending messages to her workplace suggesting she wanted him \"beaten up\".\nIn March, 13 months after their wedding in Trinidad and Tobago, she started divorce proceedings.\nOn 15 April, a friend received a photograph of Ms Keane-Simmons naked in the bath which the defendant also posted on his own Instagram account, together with his wife's maiden name and details of the school where she worked, the Old Bailey heard.\nThe defendant later admitted he had sent the photo.\nProsecutor William Emlyn-Jones QC told the jury that 45 minutes after posting the image on Instagram, Simmons went to a garage and bought a petrol canister which he filled up with more than five litres of petrol.\nIn the early hours of 16 April, the fire brigade were called and forced their way into Ms Keane-Simmons room, but she had suffered significant burns and a brain injury caused by a lack of oxygen, the court heard.\nShe was later pronounced dead at hospital.\nMeanwhile, the defendant was found lying on the ground in the back garden underneath an open window and smelling strongly of petrol.\nSimmons later claimed he had tried to set himself on fire and was about to pour petrol on himself when Ms Keane-Simmons had knocked it out of his hand.\nHe told the court he remembered having a lighter in his hand and an explosion before he jumped out of a window.\nA fire expert told the jury that Ms Keane-Simmons' injuries were consistent with petrol being poured over her and ignited.\nHowever, the injuries seen on Simmons matched those of someone turning away from a fireball, the expert said.\nThe court also heard that less than a month before the incident Simmons had conducted an internet search for: \"What is the best way to use a knife and kill someone?\"\nThe 45-year-old had also visited Wikipedia pages titled \"Insanity in English Law\" and \"Cases where the insanity defence worked.\"\nThe prosecutor told the jury: \"There is no evidence that the defendant suffers with any mental illness so unfortunately for him no such defence is available to him as an excuse.\"\nSimmons had previously admitted charges of manslaughter and disclosing private and sexual photographs by posting a sexual image of his estranged wife on social media the evening before the fire. \nHe was acquitted of a charge of voyeurism over a spy camera which he had set up while still living at the marital home.\nMs Keane-Simmons' family wept as the verdicts were returned in court."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58244507",
      "category": "uk-politics",
      "title": "The remarkable rise of the independent councillors",
      "tags": "Tandridge District Council,North Kesteven District Council,Local Government Association,Welsh Local Government Association,Durham County Council,Local government,Tandridge",
      "text": "A quiet revolution has been going on in town halls across England and Wales, as voters turn their back on the big Westminster parties in favour of local, independent candidates and residents' groups. What's behind the surge in support for them?\nCatherine Sayer never expected to run her local council.\nA successful thriller writer with a background in media, local politics was the last thing on her mind.\nBut in 2008, talk spread through her Surrey town about plans to build thousands more homes.\nFearful for their green belt, members of the local community teamed up to form the Oxted and Limpsfield Residents' Group, and Catherine's decision to join set her on a whole new path.\n\"I think it started for us with concerns about over development, and I think that's true of many places in the South East,\" she said. \n\"Then it just spiralled.\"\nCatherine is part of a growing movement - local citizens passionate about their area, who get together to challenge the big Westminster parties at the ballot box.\nIt can be a daunting process if you are new to the world of electioneering, but with the low turnout at many local elections, enthusiasm and good local connections can go a long way.\nWithin a decade of forming a residents' association, Catherine and a handful of her colleagues had won seats on the local district council, hoping to give their group more profile and clout.\nAt the elections in May this year, independent candidates and members of residents' groups won more seats than any other party and took over the leadership of Tandridge District Council from the Tories - with Catherine at the helm.\n \"I think what I've found canvassing is that people don't want party politics at a local level. They find all the fighting, infighting, sniping is a real turn off,\" says Catherine.\n\"We've found we've had a lot of support among younger people, who almost embrace it immediately because I don't think people see the point of party politics locally.\"\nDeputy leader Cllr Kevin Bourne added: \"The squabbling doesn't get anyone anywhere and it doesn't get anything done, so coming away from that is a massive part of the appeal as far as I'm concerned.\n\"It's choice. Independents and residents' groups give people choices.\"\nIn some places, like Ashfield, in Nottinghamshire, where 30 out of the 35 seats on the District Council in 2019 were won by the Ashfield Independents just four years after forming a group, the breakthrough has been dramatic.\nBut the vast majority of local authorities in England and Wales are still controlled by the national parties - Labour, the Conservatives, the Liberal Democrats, Plaid Cymru, with an increasingly buoyant Green Party snapping at their heels.\nAnd not everyone is convinced by the rise of the independents.\nOn Oxted high street there was support for them from those who are clearly disillusioned with the party system, but there was scepticism too.\nOne shopper, Valerie Greet, told us: \"With independent people you're not quite sure of what the policies might be, so from that point of view I would prefer to see a respected well-known party, whichever one it is.\"\nAnother added: \"I much prefer either Conservative or Labour. Although independents have local interests at heart, they're really not focused enough to get an overall consensus to make things happen.\"\nSupport for independents tends to go up when voters are disillusioned with the \"mainstream\" parties, says Alistair Clark, an expert in local democracy from Newcastle University.\nThe spike in 2019 came seven months before the general election prompted by the UK Parliament's paralysis over Brexit.\nAlthough that breakthrough was \"remarkable\", says Dr Clark, he believes the big parties will eventually regain ground, even if it means pilfering the policies of their independent rivals.\n\"It is a cyclical thing,\" he says.\nBut Independents are no longer operating in isolation - the Local Government Association runs training courses for them and a networking group to identify and groom potential candidates.\nSome are well-organised groups with regional ambitions, such as The Yorkshire Party or the North-East Party. \nIn a post-Brexit world, where local pride and identity are increasingly powerful political forces, standing under the name of your area can be an advantage, says Alistair Clark.\nIndependents are also making waves at Westminster elections, even if the prize of a Commons seat remains a distant dream for most, thanks to the campaigning power and name recognition of the big parties.\nAt May's by-election in Hartlepool, the Conservatives' victory over Labour grabbed all the headlines, but Samantha Lee, a local businesswoman with no previous political experience, came third with 2,904 votes, a 9.7% share, after promising to \"show politicians that we are sick of their party games and empty promises\".\nA few weeks later at the Batley and Spen by-election, which Labour won by a whisker, the decision of Paul Halloran, of the Heavy Woollen District Independents, not to stand was seen by some as pivotal. Mr Halloran came third in the constituency at the 2019 election, with 12% of the vote.\nBut the rise of independents at the grassroots level might be halted by the latest changes to local government structures.\nA recent report for the LGA's independent group warned that a move to fewer, bigger councils with more powers - a model the government recently approved for North Yorkshire, Somerset and Cumbria - would make it harder for independents or members of residents' groups to get elected.\nMarianne Overton, leader of the Local Government Association's independent group and member of North Kesteven District Council and Lincolnshire County Council, said: \"The bigger the area, the far more difficult just to be known. And there's the practicalities - you've got a lot more doors to knock on.\"\nThe government is looking at the way local government works, but says areas won't necessarily have to abolish smaller councils in favour of larger ones to get more powers, and any reform is best achieved through locally-led proposals.\nIn Durham, the size of the council has not stopped independent councillors gaining traction.\nIn May, they won enough seats on the county council to team up with other opposition parties and deprive Labour of control for the first time in decades.\nCllr Alan Shield, leader of the Durham Group, which is made up of independents, said specific local issues had contributed to their success, but the national picture played a part.\n\"Particularly about Brexit,\" he says. \n\"A lot of the population believed they weren't being listened to by mainstream politicians, and that independents spoke specifically for the people they were elected to represent.\"\nHis colleague, Cllr Chris Lines, believes independents can go further, although he says it will not be easy, given the financial and organisational muscle deployed by the major parties. \n\"But (with) what's happened in Durham County Council, given 25% of the councillors are independents, I think there's a chance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58395353",
      "category": "uk",
      "title": "Covid-19: Ryanair predicts travel rebound and Mission: Impossible's Covid lawsuit",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Tuesday evening. We'll have another update for you tomorrow morning.\nAs children prepare to get back to school head teachers have been telling the BBC  how they are planning to keep them safe. Pepe Di'lasio said mask-wearing and year-group bubbles would continue at his Sheffield school. \"We've all seen rates go up in the last few days and we need to make sure we don't add to that,\" he said. A further 32,181 coronavirus cases and 50 deaths were reported in the UK, according to government figures..\nRyanair is expecting a very strong recovery in European short-haul flights, its chief executive Michael O'Leary says. The Dublin-based carrier predicts it will fly 10.5 million passengers a month over the next three months. By passenger count, the airline is Europe's largest. Mr O'Leary said the airline is also hoping to buy up to 55 new planes.\nStaff at Nike's corporate headquarters in Oregon have been given a week off to support their mental health, ahead of the return to the office in September. From today until Friday, the US firm will \"power down\" to give employees a rest after a tough year. \"Take the time to unwind, destress and spend time with your loved ones,\" the firm's head of insights Matt Marrazzo said in a message to staff. It follows similar moves from dating app Bumble and Linkedin.\nParamount Pictures has filed a US lawsuit claiming that a Mission: Impossible 7 insurance payout falls far short of Covid-related losses. Paramount said that it had stopped filming seven times during the pandemic, for reasons including UK government travel restrictions. It alleges the Federal Insurance Company paid out only $5m (£3.6m), even though losses were many times that.\nFor some of us, it was baking sourdough bread, tackling DIY projects or learning to tend our gardens that got us through lockdown. But in Turkey, it was pigeon-keeping that saw a pandemic boom. Many new enthusiasts got a small cage for their rooftop and began flying pigeons to \"ease their angst\" said Hakan Yamadag, president of Istanbul Pigeon Federation.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're preparing for the new school term you might be interested in how the return to class is going in Northern Ireland and how Wales is investing £6m in air quality technology.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-58393735",
      "category": "uk-england-berkshire",
      "title": "PC Harper's widow vows to continue push for law change",
      "tags": "Sulhamstead,Wallingford,Priti Patel,Sentencing in England and Wales,Robert Buckland",
      "text": "PC Andrew Harper's widow has vowed to continue her bid to get the law changed on the anniversary of launching her Harper's Law campaign.\nPC Harper was dragged to his death by a getaway car in August 2019. Three teenagers were jailed for between 13 and 16 years for his manslaughter.\nLissie Harper wants life sentences for people who kill emergency workers.\nShe said she would pursue the change \"until Harper's Law is written in the history books\".\nIn a statement, Mrs Harper said: \"Day after day, police officers, and sadly many of our emergency services heroes, look danger in the eyes and carry on regardless.\n\"They put themselves in harm's way to protect the public, so we need to give something back to show we support them.\"\nHome Secretary Priti Patel and the Justice Secretary, Robert Buckland QC, met with Mrs Harper in November and have backed her campaign but proposals are yet to come before parliament.\n\"We know this won't happen overnight, but make no mistake, I will not allow this to be kicked into the long grass,\" said Mrs Harper.\n\"Our protectors need our protection, to know that we appreciate everything they do for us, that running towards danger when everyone else runs away from it will not be met with injustice like it did for my husband.\"\nPC Harper died after being dragged along country lanes in Sulhamstead, Berkshire, in August 2019.\nHe had become entangled in a strap attached to a getaway vehicle as he tried to deal with three quad bike thieves.\nHenry Long, Albert Bowers and Jessie Cole were cleared of murder but convicted of manslaughter.\nThe Court of Appeal last year rejected a bid by the Attorney General to increase the sentences handed to the trio. \nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57489195/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Taste for takeaways outlasts Covid lockdowns",
      "tags": "Fast food,Takeaway food,Hospitality industry,Restaurants,Food,Delivery services,Coronavirus pandemic",
      "text": "If any of Carol Deeney's customers fancy a bacon roll or a haggis toastie, they can pop down to her Scottish Street Food café in east London.\nBut she says half of them, these days, turn to delivery apps instead. \n\"We have loyal customers now that haven't even graced our doors,\" she says.\nDuring lockdown there was surge in demand for takeaways and home deliveries as people discovered that, as well as the traditional pizza or curry, it was easy to have other favourite dishes delivered, from brunches to late night snacks.\nFood outlets pivoted on the spot to keep up with these sudden new demands.\nBut perhaps more surprisingly, even as the chance to dine out has returned, demand for home deliveries and takeaways has continued to grow.\nNearly a quarter of people are spending more on takeaways and food deliveries now than before the pandemic, according to market research group Mintel. \nPrior to Covid, Britons were spending around £38 per month each on takeaways, home deliveries and meal kits, according to accountancy firm KPMG, a trend that was already growing. But between spring 2020 and spring 2021 average monthly spend per person reached £53.\n\"The change that would have happened in three to five years in the sector has happened in months when businesses reacted as the pandemic started,\" Will Hawkley, KPMG's global head of leisure and hospitality.\nIt doesn't matter to Carol Deeney if some days her waiting staff are seeing more delivery riders than customers. She's accepted that consumer habits have changed, and she's planning to put more resources into the delivery part of the business.\nBig fast food chains, including Burger King and McDonalds, also say they are expecting home delivery to expand. \n\"We believe the increased demand for delivery is a trend that is here to stay,\" Neil Manhas, general manager of Pizza Hut UK, said. \n\"Sales have been consistently higher than pre-lockdown and we're actively recruiting for delivery drivers and managers.\"\nPizza Hut is launching 125 new locations over the next three years to serve home delivery.\nA spokesperson for Burger King said: \"Increasing consumer demand towards digital services is showing no sign of slowing and therefore is an area we will continue to focus on.\"\nBut while the growth in home deliveries is an opportunity, restaurants are also wary of it.\nFor pan-Asian restaurant chain Tampopo, a third of its business is now takeaway or ordered via online platforms, according to the company's co-founder David Fox. \nAnd while he's keen for that part of the business to keep growing, he says there can be a \"tension\" between providing for customers on-site and for those ordering online.\n\"We are, at our heart, a dine-in restaurant not a delivery restaurant,\" says Mr Fox.\n\"We'll always prioritise dine-in customers. In extreme circumstances, say we're two chefs down, we drop off the [online] platform.\"\nHe says delivery riders and dine-in customers will often find themselves sharing the same entrance or staircase in a restaurant, and that businesses now need to think about delivery and take-out when fitting new restaurants. \n\"Five years ago, you wouldn't really think about delivery,\" says Mr Fox. \"Now, you'd be thinking: on a Saturday night, how many delivery orders would you be having, and where are you going to put them, and how can it be done in a way that it doesn't interfere with the customer flow and customer experience.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58400233",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Ministers consider U-turn on private travel tests",
      "tags": "Coronavirus lockdown measures,Wales business,Travel,Cardiff,David Davies,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "A ban on travellers using private Covid tests when returning from abroad could be scrapped by the Welsh government.\nRules say travellers from Wales should use NHS tests, costing £68 each, when going abroad or face a £1,000 fine.\nFirst Minister Mark Drakeford had said in July he had \"no plans\" to change Wales' preferred approach of using NHS tests as the Welsh government was advising against foreign travel.\nBut a Welsh government spokesman has said the policy is now being reviewed.\nThe statement followed a BBC Wales investigation that found Welsh travellers had been able to use private PCR tests without facing any repercussions. \nWales is now the only UK nation requiring those who have been abroad to use NHS PCR tests on day two of their return - and day eight if unvaccinated - at a cost of £68 each. \nThe Scottish government announced last Friday that it would follow England and Northern Ireland in allowing travellers to use PCR tests provided by private companies on their return from international travel.\nMr Drakeford said in July that there were \"good reasons\" why the more expensive NHS test is preferable and guarantees variants from abroad can be \"spotted quickly\".\n\"I don't intend to divert the activities of my officials into making it easier for people to do something that the Welsh government so clearly thinks is unadvisable,\" he said.\nConservative MP David TC Davies last week called for Wales' Labour government to change the rules so that travellers could \"shop around\" for PCR tests offered by private companies, which can be cheaper, but says that this should not happen by the back door.\nMr Davies, a UK government Wales Office minister, said: \"No-one is allowed to break the rules. Although I'm not happy with the situation in Wales, people have to follow Welsh rules.\"\nEarlier this month, the Competition and Markets Authority (CMA) announced a review into the Covid testing system for travellers after complaints about pricing and performance among some private providers in England.\nA number of Welsh travellers have told BBC Wales they have used private PCR tests without any issues. \nThe Welsh government has said anyone who arrives in Wales and has booked tests with a private test provider could still face a fine of £1,000.\nThe cost of an NHS test is set by the UK government. \nIt has been reduced from £88 for a single test to £68, but in England people can choose between private providers and could pay less than £50 per test.\nOne of the private companies identified by users, Randox, has four drop off points across south Wales where people can return their tests. \nOne of Randox's boxes is based outside the Vivo Clinic in Cardiff whose web page, before being contacted by BBC Wales, offered customers the option to \"book your day two and day eight PCR tests at our Cardiff clinic\", adding it was a \"government listed PCR test provider in partnership with Randox\".\nThe Vivo Clinic said it is a \"national company offering testing services in a sector where guidance is continually changing. \n\"However, the accusation of not following Welsh rules is unfair and unjust,\" said a spokesperson. \n\"Many of our clients cross the English/Welsh border on a daily basis and for some clients they may be based in England but their nearest clinic is in Wales. \n\"Due to such a high demand for PCR testing services along the English/Welsh border, we offer all services in Bristol, Cardiff and Swansea to give customers more choice of where to go for their pre/post travel tests. \n\"Our website does make it clear that all customers must check their own local guidance to ensure they are undertaking the correct tests based on these requirements.\n\"Nevertheless, at this current stage we have removed day 2/8 testing from our Welsh clinics until we receive further guidance on policy and protocol.\"\nWelsh Conservatives health spokesman Russell George said \"Labour's monopoly system\" on tests had meant \"only the wealthiest in Wales can afford to go away this summer, which isn't right or fair\". \n\"I'm pleased that the minister will be working with the British government to see what can be learnt and gained from having more than one supplier of PCR tests available, as their job is to make it easier, not harder, for people to enjoy a holiday.\"\nA Welsh government spokesperson said: \"We continue to review the position with regard to private testing in Wales and are working with the UK government to ensure that only those companies who achieve mutually agreed standards are allowed to provide tests.\n\"It is critical any positive cases and harmful variants are identified at the earliest opportunity. \n\"For this reason, for the time being, we require the tests to be provided by the NHS, so that we can identify positive cases as quickly as possible for our Test, Trace, Protect system to follow up.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58387017",
      "category": "uk-scotland",
      "title": "Greta Thunberg: Scotland not a world leader on climate change",
      "tags": "Sweden,COP26,Climate change,Greta Thunberg,Oil & Gas industry",
      "text": "Campaigner Greta Thunberg says she doesn't regard Scotland as a world leader on climate change.\nThe Swedish activist told BBC Scotland she recognised that some countries \"do a bit more than others\" but that none were coming close to what was needed.\nOn the Scottish Greens' deal to enter government, she said some politicians were \"less worse\" than others.\nBut she said tackling climate change was not as easy as voting for a green party.\nThe 18-year-old said: \"Of course there might be some politicians that are slightly less worse than others. That was very mean but you get the point.\n\"It's a hopeful sign that people want something that's more 'green' - whatever green means - but in order to solve this we need to tackle this at a more systemic approach.\"\nThe Scottish government has previously described its climate change legislation as \"world leading.\"\nIt includes a target to reach net-zero emissions by 2045. \nThe legislation was praised as \"inspiring\" by the UN's climate chief Patricia Espinosa. \nMinisters say they recognise that every country needs to do more while the Scottish Greens say they agree that systemic change is necessary.\nIn a wide-ranging interview with BBC Scotland exactly two months ahead of the UN climate change conference being held in Glasgow, Ms Thunberg spoke about COP26 and plans for a new oil field off Shetland.\nShe said she was \"not 100% sure\" that she would attend the COP26 talks in November and that her decision would be based on whether the event was \"safe and democratic\".\nFor her, that means ensuring participants from poorer countries are fully vaccinated and able to travel.\nOrganisers are offering vaccines to all delegates as part of the accreditation process.\nMs Thunberg still believes the conference will not lead to anything \"if we don't treat this crisis like a crisis.\"\nShe explained: \"It should be all about climate justice and we can't achieve climate justice if everyone is not contributing on the same terms.\n\"I've spoken to many people who say that they are trying to at least vaccinate all the delegates and making it more accessible. And if that is the case it's left to see, I guess.\"\nAfter returning to school from a year off, the teenager said she would not be skipping lessons to attend because the conference falls during Sweden's school holidays.\nIf she does decide to come, her plan is to travel from Stockholm by train. \nEarlier this month, the former UN climate change chief Christiana Figueres said she thought the conference should be \"hybrid\" with some talks happening in Glasgow while others are moved online.\nBut Ms Thunberg says that should be avoided if a face-to-face meeting is safe.\nShe said: \"I'm not an expert but we get much more results when we meet in person. It's hard to argue against that. But, of course, if it's not considered safe then we have to go for the safest option.\n\"To be honest, I don't think that either one will lead to much results. A physical meeting will probably bring more results but still nowhere close to what's needed.\"\nThe activist said she was aware of the controversy about the Cambo oil field west of Shetland.\nThe UK government is still to make a decision about whether to give the go-ahead to the new development with pressure growing from climate change campaigners for it to be refused.\nSir Ian Wood, former chairman of the oil services firm Wood Group, said last week that Cambo needed to be given the green light so an energy transition could be carried out in an orderly way.\nBut Ms Thunberg, who used her speech at the UN climate summit in New York in 2019 to angrily tell world leaders and governments they were not doing enough to tackle climate change, said: \"I think that maybe summarises the whole situation that we are in, the fact that these kinds of countries that are actually hosting COP are planning to actually expand fossil fuel infrastructure, to actually open up new oil fields and so on. \n\"But also, it's a bit strange that we are talking about single individual oil fields when the UK is already producing so much oil as it is. It's not just that we need to stop future expansions, we also need to scale down the existing ones if we are to have a chance of avoiding the worst consequences.\" \nThe teenager has also previously criticised the UK for holding a climate conference when the opening of a new coal mine is being considered.\nAsked whether a quicker energy transition can be achieved without costing tens of thousands of jobs in a place like Aberdeen, she said: \"I sure hope so.\n\"I think we need to envision that. We can't just say that it's not possible, let's just give up. We have to at least try.  I don't see that as a reason for not trying.\"\nMs Thunberg added that she did not think she had been to Scotland before and looked forward to seeing the landscapes and meeting people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58389977",
      "category": "uk",
      "title": "Afghanistan: Dominic Raab says UK must face new Taliban reality",
      "tags": "Afghanistan,Boris Johnson",
      "text": "The UK needs to face the \"new reality\" in Afghanistan and work with other nations to exercise a \"moderating influence\" on the Taliban, the foreign secretary has said.\nDominic Raab said the UK would hold the Taliban to its pledge of safe passage for those who want to leave.\nThe number of UK nationals still there was in the \"low hundreds\", he said.\nHe added that over 5,000 UK nationals were among more than 17,000 people evacuated by the UK from Afghanistan.\nMr Raab also defended his handling of the crisis, insisting that \"no department has performed better than the Foreign Office and anyone trying to suggest otherwise\" either lacked \"credibility\" or had been \"peripheral\" to events - and \"should be focused on the job at hand\".\nOpposition parties called for his resignation this month after it emerged he had been unavailable to make a phone call about evacuating interpreters who had helped UK forces while he was on holiday in Crete.\nMr Raab subsequently admitted that \"with hindsight\" he would not have gone away, but dismissed the idea that he was \"lounging on the beach\" as \"nonsense\".\nDowning Street insisted on Tuesday that Boris Johnson had \"full confidence\" in Mr Raab, with the prime minister's spokesman adding that there were \"no plans\" for a Cabinet reshuffle.\nMr Johnson himself is currently away from Downing Street in the west of England. His spokesman did not confirm whether or not he was on holiday, but said he was \"continuing to work\".\nMr Raab told BBC Breakfast that the next \"challenge\" was to face Afghanistan's \"new reality... and come up with a plan that reflects it\".\nHe said the UK needed to get \"wider buy-in\" from China, Russia and countries in Central Asia to exercise the \"maximum moderating influence\" on the Taliban and safeguard gains made over two decades, such as better access to education and lower maternal mortality rates.\nMr Raab said the UK would \"reserve the right\" to take part in future air strikes in the country on the grounds of \"lawful self-defence\", especially when dealing with \"terrorist groups\".\nMeanwhile, Downing Street has denied claims that the UK asked for the Abbey Gate at Kabul airport to be left open to assist its evacuations hours before Thursday's suicide bombing - despite US military leaders wanting to close it to minimise the risk.\nThe prime minister's spokesman said it was \"simply not true to suggest that we pushed to keep the gate open\" and that the UK had moved operations out of the Baron Hotel, where people were being processed before boarding flights, \"in response to the change in travel advice ahead of the attack\". \nHe added that the government would deploy more Foreign Office and other staff to nations bordering Afghanistan to help with further evacuations - but did not say how many extra staff would be sent. \nThe Taliban have declared victory in Afghanistan following the withdrawal of US troops, with fighters streaming into Kabul airport on Tuesday. British troops left the country over the weekend.\nIn a draft resolution adopted on Monday evening, the United Nations Security Council urged the Taliban to let people leave the country, and not to allow it to become a base for terrorism. \nAnd it called on all parties to allow \"full, safe and unhindered access\" for the UN and charities to deliver humanitarian aid.\nThe resolution, drafted by the UK and France, was passed with 13 votes in favour and two abstentions, from China and Russia.\nA former English language teacher who is stranded in Kabul told BBC Radio 4's Today programme he regretted working with the UK mission because he now fears for his life.\n\"I regret working with the English. I regret helping people learn English. Why did I work for people who left me and fled and left me alone here?\" he asked.\nThe teacher, who the BBC is not naming, said he worked for the UK for eight or nine years, including for the British Council, and was now a target for the Taliban.\n\"They are looking for me because I've got pictures in billboards advertised for classes,\" he said.\nHe said he tried to escape Afghanistan shortly before the militants took control but received \"no reply\" to his application for resettlement, adding that he had been unable to sleep ever since.\n\"The whole night, guns while you're sleeping. It damages your mind,\" he said.\nAsked what he thought would happen to him if he could not leave and the Taliban found him, he added: \"My fate will be the same, like others, like the people who work in military in the media... they will kill me too.\"\nThe Taliban have promised those with authorisation will be allowed to leave the country, and US Secretary of State Anthony Blinken pledged to \"hold the Taliban to their commitment\". \nBut Dame Barbara Woodward, the UK's ambassador to the UN, said the militants would be judged \"on the basis of their actions on the ground, not their words\". \nLabour's shadow foreign secretary Lisa Nandy welcomed the resolution but said it had left \"questions unanswered that now need to be urgently addressed\".\nMr Raab told BBC Radio 4's Today programme that officials could not be \"definitive\" when it came to the number of people who remained in Afghanistan, but the number of UK nationals was in the \"low hundreds\".\nOthers still there included people covered by the Afghan Relocations and Assistance Policy (Arap), who worked for the UK government, and about 250 special cases such as journalists, judges, women's rights activists and Chevening scholars, he said.\nThe final flight for US troops left the capital, Kabul, shortly before midnight local time, meeting President Joe Biden's commitment to withdraw by 31 August. \nAfghan journalist Bilal Sarwary, who fled the country with his young family, told the BBC that ordinary people there faced a \"very uncertain future\".\nHe said people could only withdraw $200 (£145) a week from banks - and warned there was a \"risk of famine\" in Afghanistan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58378788",
      "category": "world-us-canada",
      "title": "Hurricane Ida: One million people in Louisiana without power",
      "tags": "Louisiana,New Orleans,Hurricane Ida,United States,Severe weather",
      "text": "Louisiana residents may be in the dark for weeks as officials take stock of the damage from Hurricane Ida.\nIda made landfall on Sunday with 150mph (240km/h) winds, the fifth strongest to ever hit the US mainland. About one million locals remain without power.\n\"It's going to be a difficult life for quite some time,\" said one local leader in the Greater New Orleans area.\nAbout 5,000 National Guard members have been deployed to aid search and rescue.\nIn addition, more than 25,000 workers from around the country have mobilised to support power restoration in the state, according to CNN.\nAt least one person is dead after a tree fell on their home in Ascension Parish, in Louisiana's Baton Rouge area.\nState and local officials have conceded that number is likely to grow as search and rescue efforts continue, but argued the city had largely \"held the line\".\n\"The systems we depended on to save lives and protect our city did just that and we are grateful, but there is so much more work to be done,\" said New Orleans Mayor LaToya Cantrell on Monday. \nShe urged residents who had already evacuated their homes to stay put and not return until power and communications have been restored.\nAs the slow-moving Ida continues to move inland, it has weakened to a tropical storm - but the National Hurricane Centre warned that heavy rain could still bring flooding to parts of Mississippi, Alabama and Florida.\nIda was previously deemed \"life-threatening\", drawing comparisons to Hurricane Katrina, a 2005 storm that had a path similar to Ida and killed 1,800 people.\nBut it seemed that New Orleans' flood defences, strengthened in Katrina's aftermath, have done their job. Governor John Bel Edwards said the levee systems had \"performed magnificently\" and none have thus far been breached.\n\"But the damage is still catastrophic,\" he acknowledged on Monday. \"We are still in a life saving mode.\"\nPresident Joe Biden has declared a major disaster in the state, releasing extra funds for rescue and recovery efforts.\nOn Monday, he pledged that the federal government would \"stand with the people of the Gulf [Coast] for as long as it takes for you to recover\".\nEntergy, the largest power company in Louisiana, warned that it would take days - and likely weeks in the hardest hit areas - to restore electricity to the more than one million homes without power across the state. \nIda gathered strength over the warm waters of the Gulf of Mexico during the weekend. More than 90% of oil production there has been shut down as a result of the storm. \nOn Sunday, Ida made landfall south of New Orleans as a category four hurricane - meaning it would cause severe damage to buildings, trees and power lines. As it moves inland, Ida's winds have dropped to 95mph (153km/h), meaning it is now a category one storm.\nThere are still fears of storm surges along the coast - which could be as high as 16ft (4.8m), potentially submerging parts of the low-lying coastline. \nBy Nada Tawfik, BBC News\nIn New Orleans, the sun is now shining. While that might sound lovely, sweltering conditions are less than ideal when residents and businesses lack power and water. With a lengthy wait to restore utilities many residents are now scrambling to make a post-storm evacuation.\nThere has been significant property damage as well. Jazz icon Louis Armstrong's second home, a small brick structure, is now just a pile of bricks.\nStill, residents talk about how they got lucky after Hurricane Katrina's disastrous death toll.\nThe picture changes once you head to low lying areas outside of New Orleans's hurricane protection system. \nThe situation there is more desperate as people wait atop their roofs and inside their attics to be saved from the water. Some of the roads are impassable and unsafe due to downed power lines and flooding. Reaching the most vulnerable in these conditions will be challenging but resources are now pouring in.  \nIn Jefferson Parish, I met Clarence Sinceno, an older man who has lived in his home there for 50 years. He says Ida was the worst storm he's lived through. Throughout the night, he and his family kept moving to different parts of the house as leaks turned into holes. The intense winds tore off sections of his roof and the sheet rock and insulation completely collapsed. \nCovid-19 has also further complicated efforts to keep people safe. Louisiana hospitals are already under pressure from Covid-19, as the state has the third-highest rate of infections in the US. \nNormally, hospitals in the predicted path of the hurricane would be evacuated, but this time there are few beds available, even at facilities further inland. \n\"We don't have any place to bring those patients. Not in state, not out of state,\" Mr Edwards said.\nIda came ashore on the 16th anniversary of Hurricane Katrina, a category three storm when it made landfall.\nSince then, billions of dollars have been spent on flood defences, known as levees. So far, the levees have held, though a flash flood warning is in place for New Orleans.\nHigh winds tore part of the roof off a hospital in the town of Cut Off, Louisiana, just inland from the Gulf of Mexico. The hospital said it had suffered \"significant damage\" but that its patients were safe.\nThe impact of climate change on the frequency of storms is still unclear, but increased sea surface temperatures warm the air above, making more energy available to drive hurricanes. \nAs a result, they are likely to be more intense with more extreme rainfall.\nHow has Hurricane Ida affected you? Only if it's safe to do so, you can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58388132",
      "category": "uk",
      "title": "Afghanistan: UK urges co-operation on safe passage for eligible Afghans",
      "tags": "Dominic Raab,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The foreign secretary is urging his international counterparts to work together to provide safe passage for eligible people out of Afghanistan.\nDominic Raab said the Taliban - who promised that those with authorisation would be able to leave - would be judged on their actions.\nAll US troops have now left, ending their 20-year presence in the country.\nBritish troops arrived home over the weekend but the government vowed to help those eligible for resettlement.\nMore than 15,000 people had been evacuated by the UK since 14 August. \nBut it is feared that about 800 to 1,100 eligible Afghans, including those who worked for the UK government, and 100 to 150 British people were unable to get on evacuation flights.\nMr Raab's comments came at a US-chaired virtual meeting for representatives from his G7 counterparts - including the US, Canada, Japan, Germany, France and Italy - as well as Nato and the EU on Sunday. \nTurkey and Qatar - considered to have more influence over the Taliban than Western nations - also attended. \nAfter the meeting, Mr Raab tweeted that he had spoken about the need for a \"unified approach\" towards Afghanistan.\n\"We're working to allow continued safe passage of vulnerable Afghans, fight terrorism, secure humanitarian access and preserve regional stability,\" he added.\nThe Foreign Office said Mr Raab had emphasised the \"importance of working with like-minded partners\" on safe passage and exit arrangements for eligible Afghans remaining in the country. \n\"He affirmed Taliban assurances that foreign nationals and Afghan citizens with travel authorisation will be allowed to depart the country, but underlined we must judge them on their actions, and whether people are allowed safe passage to leave.\"\nHe also highlighted the need to work \"with a range of international partners in order to exercise the maximum moderating influence on the Taliban\". \nMr Raab said preventing Afghanistan becoming a haven for terrorists was a priority, along with stability in the region and the need to protect human rights, the Foreign Office said in a statement.  \nThe UN Security Council adopted a draft resolution on Monday evening, urging the Taliban to ensure safe passage to those wanting to leave Afghanistan and not to allow it to become a base for terrorism. \nPrime Minister Boris Johnson said the resolution \"makes clear that the international community stands with Afghans\". \n\"There can be no return to repression or terror,\" he said. \"We will push as one voice for safe passage, humanitarian access and respect for human rights.\"\nThe resolution, drafted by the UK and France, was passed with 13 votes in favour and two abstentions, from China and Russia.  \nBarbara Woodward, UK ambassador to the UN, told the meeting that the humanitarian situation in Afghanistan also requires \"urgent attention\" and that the progress made in the last 20 years - including safeguarding human rights - must be protected.\n\"This resolution lays down a marker that the international community will be watching closely,\" she said. \nForeign Office minister James Cleverly told the BBC the UK was \"willing to engage\" with the Taliban - but he could not give \"absolute assurances\" to those left behind.\n\"If [the Taliban] start acting like a government, if they start facilitating both internal travel and exiting from Afghanistan, then we will engage with them on that basis,\" he said.\n\"But of course what we are not able to do, what no country is ever really able to do, is give an absolute cast-iron guarantee.\"\nLabour's shadow foreign affairs minister, Stephen Kinnock, said the government had been \"asleep at the wheel\" when it came to getting people out of Afghanistan.\n\"We have to now face the reality, unpalatable as it is, that some cooperation is going be required. What that means is cooperation with conditions,\" he said.\nFor those remaining in the country, Afghanistan could be on the brink of humanitarian disaster if international non-governmental organisations (NGOs) are forced to pull out, former international development secretary Rory Stewart warned. \n\"The Afghan government, which is now obviously the Taliban government, is running out of money,\" he said. \"It's going to be very difficult to keep the water supply and electricity going. Much of the healthcare and education in the country is delivered by foreign NGOs and agencies.\"\nThe talks come after survivors of a US drone strike targeting a suicide bomber told the BBC the attack ended up killing 10 members of one family, including six children.\nPentagon press secretary John Kirby said they were \"not in a position to dispute\" the reports of civilian casualties and they were \"assessing and... investigating\". \nHe said there had been a \"very real, a very specific and a very imminent threat\" to Kabul airport from IS-K (Islamic State Khorasan Province), IS's Afghan affiliate, ahead of Sunday's strike. \nThe US had been on high alert since a suicide bomber killed more than 100 people outside the airport last Thursday. Among the dead were two British nationals, and the child of a British national. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58380791",
      "category": "world-asia",
      "title": "Afghanistan: US investigates civilian deaths in Kabul strike",
      "tags": "Afghanistan",
      "text": "The Pentagon says it can't yet dispute claims that a US drone strike on a suspected suicide bomber in Afghanistan killed a number of civilians.\nThe strike, near Kabul airport, killed 10 members of one family, including six children, relatives have told the BBC.\nThe US military said it was targeting a vehicle carrying at least one person associated with the Afghan branch of the Islamic State group.\nThe US was assessing and investigating reports of civilian deaths, it added.\nAmerican commanders said there were \"significant secondary explosions\" after the drone strike - implying there were explosives at the scene - which may have harmed people nearby.\nThe youngest child to be killed was two-year-old Sumaya, and the oldest child was 12-year-old Farzad, the family told the BBC. \n\"It's wrong, it's a brutal attack, and it's happened based on wrong information,\" Ramin Yousufi, a relative of the victims, said.\nHe added, tearfully: \"Why have they killed our family? Our children? They are so burned out we cannot identify their bodies, their faces.\"\nAnother relative, Emal Ahmadi, told the BBC that it was his two-year-old daughter who was killed in the strike.\nMr Ahmadi said he and others in the family had applied for evacuation to the US, and had been waiting for a phone call telling them to go to the airport. \nThat included one of his relatives, Ahmad Naser, who was killed in the strike and had previously worked as a translator with US forces. Other victims had previously worked for international organisations and held visas allowing them entry to the US.\nThe US, Mr Ahmadi added, had made \"a mistake, it was a big mistake\".\nPentagon press secretary John Kirby said the US was \"not in a position to dispute\" the reports.\n\"Make no mistake, no military on the face of the Earth works harder to avoid civilian casualties than the United States' military, and nobody wants to see innocent life taken,\" he said.\n\"We take it very, very seriously and when we know that we have caused innocent life to be lost in the conduct of our operations, we're transparent about it.\"\nHe then defended the intelligence about \"what we believed to be a very real, a very specific and a very imminent threat\" against Kabul's Hamad Karzai International airport from IS-K (Islamic State Khorasan Province), IS's Afghan affiliate.\nIn an earlier statement, US Central Command said there had been a number of \"substantial and powerful subsequent explosions\" following the drone strike.\nIt said the explosions suggested there had been \"a large amount of explosive material inside, that may have caused additional casualties\".\nThe last day of August will mark the end of what some describe as the end of US-led military engagement in Afghanistan, but the Taliban will proclaim it as the end of foreign occupation. On 1 September, Afghans will wake up and wait to see what this new chapter brings.\nWith every chapter in this 40-year war, Afghans dared to hope that the next chapter would be better than the last. I can say that of all the chapters I've witnessed over the last three decades, this is the most uncertain chapter yet. \nThe Taliban are promising to rule for all Afghans. They're promising to give Afghans the best education system in the world, to meet all of their needs. It's a huge challenge to move from an insurgency to governing again. The world will be watching - but watching most closely of all will be Afghans, wondering and hoping against hope that they will have a life they can call their own, in a country they still feel a sense of belonging to. \nAfghans tend to say they hold on to hope because it's the last thing they lose.\nFor the thousands who left, some of the best and brightest of this generation, who were educated, trained and prepared during this window of space provided by 20 years of international engagement - they have now not just left their country, they have lost their country. \nThey have lost their dreams, their hopes, everything they built up in the past 20 years. And it will be so, so painful for such a long time to come.\nThe US has been on high alert since a suicide bomber killed more than 100 civilians and 13 US troops outside the airport last Thursday. IS-K claimed responsibility.\nMany of those killed had been hoping to board one of the evacuation flights leaving the city, which fell to the Taliban on 15 August. \nThe US had repeatedly warned of an increase in attacks as 31 August - the date set for the Americans' withdrawal from Afghanistan - drew closer.\nOn Monday, a US anti-missile system intercepted a rocket flying over the capital towards the airport, US officials said. IS-K claimed responsibility for a total of five rockets that were fired.\nVideo and pictures carried by local news outlets showed smoke wafting across the rooftops of Kabul, and what appeared to be a burning car on a street.\nThe White House said President Joe Biden was briefed on the rocket attack.\n\"The President was informed that operations continue uninterrupted at HKIA (Kabul airport), and has reconfirmed his order that commanders redouble their efforts to prioritize doing whatever is necessary to protect our forces on the ground,\" White House press secretary Jen Psaki said in a statement. \nNo US or Afghan casualties have been reported so far from Monday's incident.\nThe United States has installed an anti-rocket and mortar system to protect the airport from further attacks.\nLater on Monday, British ministers and officials will be taking part in a number of international meetings aimed at defining a joint approach to the Taliban in Afghanistan. \nForeign Secretary Dominic Raab will hold talks with his counterparts from the G7 group of wealthy countries, as well as Nato and Qatar. \nAt the United Nations in New York, France and Britain are expected to propose a Security Council resolution calling for a safe zone in Kabul to protect people trying to leave the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58388810/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Highly polluting leaded petrol now eradicated from the world, says UN",
      "tags": "United Nations,Climate change,Fuel",
      "text": "There is now no country in the world that uses leaded petrol for cars and lorries, the UN Environment Programme has announced.\nThe toxic fuel has contaminated air, soil and water for almost a century.\nIt can cause heart disease, cancer and stroke, and has been linked to problems with brain development in children.\nMost high-income countries had banned the fuel by the 1980s, but it was only in July that Algeria - the last country still to use leaded petrol - ran out.\nUN Secretary-General António Guterres called the eradication of leaded petrol an \"international success story\".\n\"Ending the use of leaded petrol will prevent more than one million premature deaths each year from heart disease, strokes and cancer, and it will protect children whose IQs are damaged by exposure to lead,\" he said.\nLead started being added to petrol in the early 1920s in order to improve engine performance.\nThe alarm was raised as early as 1924, when five workers were declared dead and dozens more hospitalised after suffering convulsions at a refinery run by the US oil giant Standard Oil. \nBut despite this, lead continued to be added to all petrol globally until the 1970s.\nWealthier countries then started phasing out its use - but three decades later, in the early 2000s, there were still 86 nations using leaded petrol.\nNorth Korea, Myanmar and Afghanistan stopped selling leaded petrol by 2016, leaving only a handful of countries, including Iraq, Yemen and Algeria, still providing the toxic fuel in the latter half of the last decade.\nThe UN's environmental body Unep has worked with governments, private companies and civic groups to end the use of leaded petrol since 2002.\n\"Leaded fuel illustrates in a nutshell the kind of mistakes humanity has been making at every level of our societies,\" Inger Andersen, Unep executive director, said.\nBut, she added, eradicating the fuel shows that \"humanity can learn from and fix mistakes that we've made\".\nEnvironmentalist campaign body Greenpeace hailed what it called \"the end of one toxic era\".\n\"It clearly shows that if we can phase out one of the most dangerous polluting fuels in the 20th century, we can absolutely phase out all fossil fuels,\" Thandile Chinyavanhu, climate campaigner at Greenpeace Africa, said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58383035/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK business confidence jumps to more than four-year high, survey finds",
      "tags": "Lloyds Banking Group,UK economy",
      "text": "British business confidence hit highs not seen since April 2017 on hopes the economy is recovering strongly to pre-pandemic levels, according to a survey.\nEmployers in England's North West and East registered the biggest jump in confidence, the latest Lloyds Bank Business Barometer found.\nThere was caution among companies about inflation and staff shortages.\nBut firms in manufacturing, services and construction all posted greater optimism that recovery would continue.\nThe monthly survey of 1,200 firms, conducted between 2 and 16 August, also saw business confidence in Northern Ireland turn positive after a negative response in July's poll.\nThe barometer found that overall business confidence among UK firms rose by six points to +36% in August, driven by improvements in companies' trading prospects and expectations of stronger growth in the year ahead.\nSaid Hann-Ju Ho, senior economist at Lloyds Bank Commercial Banking, said: \"Business confidence reaching its highest level in over four years tells a positive story about the country's economic recovery. \n\"This confidence is driven by the continued success of the vaccine rollout, the removal of lockdown restrictions and adjustments to self-isolation rules.\n\"Staff shortages remain a challenge, but as the economy moves back towards pre-pandemic levels we can be optimistic that the momentum for business confidence and economic optimism can be sustained in the months ahead.\"\nConfidence increased in nine out of the 12 UK regions and nations in August with particularly strong rises in the North West, up 26 points to 64% and the East of England, showing a rise of 14 points to 39%. \nSmaller rises were seen in the North East, up 6 points to 46% and London, up 4 points to 41%. For the North West, East of England and North East, confidence was at its highest since the survey sample was expanded in 2018.\nIncreases in confidence were also recorded for Scotland (34%), the South East (32%), the South West (37%) and Wales (19%). In Northern Ireland, confidence rose significantly to 18% (from 6% in July), but it remains the region of the UK with the lowest level of confidence. \nThe remaining three regions saw slight confidence declines, with the West Midlands at 27%, Yorkshire & the Humber at 26%, while there was a larger 10-point fall in the East Midlands to 28%.\nThe improved mood echoes recent official statistics. Earlier this month, jobs data from the Office for National Statistics suggested that the labour market continues to \"rebound robustly\".\nGovernment borrowing has also fallen as furlough support ends and tax receipts rise.\nBut like other survey data, the Lloyds barometer suggested that inflation - which saw a surprise slowdown in the year to July, down to 2% from 2.5% in June - remains a worry.\n\"It is clear there is still some level of uncertainty on inflation and the impact of price pressures,\" said Gareth Oakley, managing director for business banking at Lloyds. \"The last few months of the year will be pivotal to the future of UK economic growth.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-bristol-58255378",
      "category": "uk-england-bristol",
      "title": "Geronimo the alpaca killed as legal row ends",
      "tags": "Department for Environment, Food & Rural Affairs,High Court ,Bovine TB,Wickwar",
      "text": "An alpaca at the centre of a legal row with the government has been killed.\nGeronimo twice tested positive for bovine tuberculosis, and the Department of Food, Environment and Rural Affairs (Defra) ordered him to be euthanised to stop the spread of the disease.\nOwner Helen Macdonald disputed the results and mounted several High Court challenges to save him.\n\"I am absolutely disgusted by this government. These are barbaric actions,\" she said.\nDefra staff dressed in blue overalls, goggles and masks, accompanied by police, arrived at her farm in Wickwar, near Bristol, at about 11:00 BST and led Geronimo away, with the scene broadcast on an online live feed of the enclosure.\nA spokesman confirmed the destruction warrant had been carried out after Geronimo was taken away from his pen and loaded into a trailer.\nThe vehicle then left the scene under a police escort, with a number of protesters watching. \nMs Macdonald said the government had refused to act in good faith and had ignored her pleas for constructive dialogue.\n\"We know now they have been stringing us along for the last week, fobbing us off by saying people are on holiday and would get back to us this week,\" she said.\n\"In fact, all the time they were simply planning to murder Geronimo. This is yet another appalling demonstration of bad faith and duplicity by the secretary of state and everyone at Defra.\n\"Geronimo has been manhandled out of my farm. He was rounded-up and dragged into a horsebox.\"\nSupporters had been camping out at the farm to try to prevent officials arriving to destroy Geronimo, and some were seen talking to police as the animal was removed. \nOne woman was briefly arrested after spraying officers with a water pistol, but was quickly de-arrested.\nMs Macdonald, a veterinary nurse, had called on Defra to allow Geronimo to be tested for a third time or let him live to aid research into the disease.\nShe argued the test used on Geronimo was flawed and he had tested positive previously because he had repeatedly been primed with tuberculin - a purified protein derivative of bovine TB bacteria.\nShe lost a last-ditch High Court appeal to save Geronimo on 18 August, and the destruction warrant gave Defra until 4 September to put the animal down.\nMore than 140,000 people from around the world had signed a petition addressed to Prime Minister Boris Johnson to stop Geronimo's destruction.\nWildlife television presenter Chris Packham and the prime minister's father Stanley Johnson also gave their support.\nA Downing Street spokesman said: \"It's obviously highly distressing for someone to lose animals to TB and that's a situation that farmers sadly have to face.\n\"Our sympathies are with Ms Macdonald and any others that are affected by this terrible disease.\"\nMs Macdonald insisted Geronimo was a \"perfectly healthy animal\", adding: \"Boris apparently is sympathetic, well I don't need his sympathy.\n\"I needed him to stop this in its tracks when he had the opportunity and look what's happened.\"\nChief veterinary officer Christine Middlemiss said it was a \"terribly sad situation\" but they had to follow the scientific advice and cull animals that tested positive for bTB in order to minimise its spread.\n\"Not only is this essential to protect the livelihoods of our farming industry and rural communities, but it is also necessary to avoid more TB cases in humans.\n\"No-one wants to have to cull infected animals if it can be avoided,\" she said.\nA Defra spokesman said a post-mortem examination and a study of tissue samples would be carried out by veterinary pathologists from the Animal and Plant Health Agency and the process could take up to three months.\nMs Macdonald has called for Defra to allow for an independent witness to attend the examination alongside the pathologists.\nDefra said 28,356 cattle were compulsorily slaughtered in England in the 12 months to March 2021, after testing positive for bovine tuberculosis.\nDuring 2020, a total of 205 camelids - animals such as camels, llamas and alpacas - were culled.\nDefra said: \"Bovine TB remains one of the greatest animal health threats to the UK, causing devastation for hard-working farmers and rural communities.\n\"We are pursuing a range of interventions in cattle and in badgers to eradicate the disease by 2038.\n\"If we do not take action, TB could pose an increased risk to animal and human health and to the international image and reputation of our cattle industry.\" \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58388796/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Nike is giving its head office staff a week's break",
      "tags": "Coronavirus pandemic,Nike, Inc.,LinkedIn",
      "text": "Staff at Nike's corporate headquarters in Oregon have been given a week off to support their mental health, ahead of the return to the office in September. \nFrom today until Friday, the US firm will \"power down\" to give employees a rest after a tough year. \n\"Take the time to unwind, destress and spend time with your loved ones,\" the firm's head of insights Matt Marrazzo said in a message to staff.\nIt follows similar moves from dating app Bumble and Linkedin.\nA growing number of employees have reported feeling burnt out as the pandemic drags on and many continue to work from home. \nBig US firms such as Apple, Uber and bank Wells Fargo have also delayed plans for staff to return to the office as infections surge across the US. \nMaking the announcement on Linkedin last week, Mr Marrazzo told Nike staff: \"Do not work\" - adding that the past year had been \"rough\" and they were \"living through a traumatic event\".\n\"In a year (or two) unlike any other, taking time for rest and recovery is key to performing well and staying sane.\n\"It's not just a 'week off' for the team... it's an acknowledgment that we can prioritize mental health and still get work done.\"\nAccording to reports, it also reflects the fact Nike has had a successful year, with sales up and its stock gaining 20%.\nBumble, the dating app where women are in charge of making the first move, told its 700 staff worldwide to switch off and focus on themselves back in June.\nOne senior executive revealed on Twitter that founder Whitney Wolfe Herd had made the move \"having correctly intuited our collective burnout\".\nLinkedIn also gave its workers a week off in April while Citi Group said in March it would have \"Zoom-free Fridays\" to combat pandemic fatigue."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58399026",
      "category": "uk-wales",
      "title": "Blaenavon man crushed to death under car while stealing part",
      "tags": "Blaenavon,Ynysybwl,BMW,Pontypridd",
      "text": "A man was crushed to death by a car while trying to steal a catalytic converter, an inquest has heard.\nDaniel Stephens, 25, of Blaenavon, Torfaen, was found beneath a BMW in a car park on High Street, Cymmer, Rhondda Cynon Taf, on 12 August, at about 06:00 BST.\nHe died after the jack he had been using to hold the car collapsed.\nThe car's owner told the inquest in Pontypridd he noticed Mr Stephens' legs protruding from under his BMW.\nRussel Seldon said, after finding Mr Stephens with no signs of life under his car, he called emergency services.\nPC Leah Jeffries, who was at the scene, told the inquest Mr Stephens was \"cold and stiff\" and she could see his \"chest was crushed\" when the car was raised. \nIt was then she noticed a car jack and torch alongside his body.\nMr Stephens' friend Aron Godfrey, with whom he had been living in Ynysybwl weeks before he died, told the inquest Mr Stephens had been \"down and stressed\" because he needed money for a court case to try and get more access to his children.\nWhile Mr Godfrey told his friend \"not to do anything stupid\", Mr Stephens planned to steal a catalytic converter from a BMW in Cymmer because he knew he could sell it, he told the coroner. \nAt about 01:00, Mr Godfrey said he heard a car drive off, assuming it was his close friend leaving.\nAfter waking at 05:00 to see Mr Stephens had not returned, he said he drove to Cymmer and saw people standing around the car and emergency services arriving. \n\"I knew it was Daniel,\" he said. \nFollowing a post-mortem examination, the cause of death was determined as \"crush asphyxia\". \nLow levels of the drug Tramadol and alcohol were also found in Daniel Stephens' blood, with assistant coroner Rachel Knight reaching a conclusion of accidental death. \nShe expressed her condolences to Mr Stephens' family and friends, adding: \"It is evident he is greatly missed by many people.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58394899",
      "category": "business",
      "title": "NHS blood tube shortage: Supplier ramps up imports",
      "tags": "NHS England,NHS,Coronavirus pandemic",
      "text": "Becton Dickinson (BD) - which makes blood test vials for the NHS - is ramping up imports to try to alleviate serious shortages of test tubes.  \nThe firm told the BBC it has received \"exceptional use authorisation\" from UK authorities to import blood tubes that are already approved for use in other countries, such as the US.\nBD said it has increased production capacity in the UK by 20%. \nThe firm will deliver 9 million blood tubes to the NHS this week. \nDoctors have been told to stop most blood tests until 17 September, while hospitals have had to cut the total number of blood tests by a quarter. \nA Department of Health and Social Care spokesperson said: \"We have secured tens of millions of additional blood tubes, including importing additional supplies from the EU and the US, which will be available to the NHS soon and there continues to be stock in place to ensure clinically urgent testing continues.\n \"Patient safety is always the top priority and we continue to work closely with NHS England, the devolved administrations, and the NHS to minimise any impact on patient care.\"  \nThe NHS in England and Wales said it has temporarily stopped all non-urgent testing, due to the shortages and supply chain problems BD is facing. \nThe tests put on hold include those given to patients to diagnose fertility, allergies and pre-diabetes. \nThe NHS undertakes around 1.1 billion diagnostic tests in England per year, according to the Royal College of Pathologists. \nThe shortage will likely worsen over the next few weeks and last until mid-September, NHS England has warned.\nDoctors have warned that they are in a \"perilous\" situation and are having to make difficult choices about which patients get blood tests because of the ongoing shortage of test tube supply problems. \nOn Saturday, Dr David Wrigley, the deputy chair of the doctors' union British Medical Association (BMA) stressed that the crisis had put doctors and their patients in a terrible, unenviable position.\n\"No doctor knowingly undertakes unnecessary blood tests and to now have to ration all those we are doing, as well as cancel hundreds more, goes against everything we stand for as clinicians,\" he said.\nBD said on Monday that it is doing everything it can to help the NHS care for patients in the UK, by maximising production at all of its global manufacturing facilities that make blood tube products. \nIt said it is expediting shipments and \"importing millions of units\" from other regions of the world to the UK.\nLike many other industries, the firm previously said that it was experiencing \"continued transportation challenges\" in addition to increased demand, which included port and transport capacity, air freight capacity and UK border challenges.\n\"Both healthcare systems and manufacturers are balancing demand and production,\" BD said.\nMark Roscrow MBE, chairman of the Health Care Supply Association, which represents health procurement professionals, said that BD are the \"dominant force\" in this area, which makes it difficult to bring on other suppliers.\n\"It's a problem of their own creation, anyone who is shutting their factory down should do something to plug the gap,\" he told the BBC.\n\"We had a lot of these procurement problems during the pandemic and we, the NHS, need to consider storing more of these products in the UK so we can be more resilient.\"\nHe added that typically the NHS stores are able to hold four weeks' supply of each product, but the way to deal with the issue would be to have more supply that is directly under NHS control.  \nThe Institute of Biomedical Science's chief executive David Wells agreed. He said the \"just in time model\" used by the NHS and its reliance upon a limited number of suppliers means that disruption to the supply chain can have a significant impact.\n\"Such supply issues emphasise the need for pathology services to work in a co-ordinated way, such as within networks with clear leadership structures, to ensure that the supplier base is wide and so that pooled and shared resources can be brought into play to prevent significant disruption and mitigate the risk,\" he added.\nWhile the steps being taken by the NHS will \"ensure\" that patients in need of blood tests will still be able to access them in a \"timely way\", Mr Wells stressed his concern that having to stop non-emergency medical testing will have a severe impact on the wider recovery of the NHS."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58382410",
      "category": "world-latin-america",
      "title": "Brazil bank robbers tie hostages to getaway cars in Araçatuba",
      "tags": "Sao Paulo,Brazil",
      "text": "Bank robbers strapped hostages to the top of their getaway vehicles after a raid in the southern Brazilian city of Araçatuba. \nPolice said that at least three people were killed, among them one suspect.\nOfficials said more than 20 people took part in the heist, blocking off roads with burning vehicles and placing explosive devices across the city. \nLarge-scale bank robberies have become more frequent in recent years, with hostages used as human shields.\nInitial reports had put the number of assailants at more than 50 but that number has since been revised down to between 15 and 20.\nLieutenant Alexandre Guedes of the Military Police told GloboNews that one man was killed by the gang when they found him filming them.\nA woman and a suspect were killed in a stand-off with police outside the city as gang members tried to make their escape, officials said.\nA 25-year old cyclist was seriously injured when one of the explosive devices planted by the gang went off as he cycled past.\nHe was taken to hospital, where both of his feet had to be amputated, local media reported.\nThree other men are in hospital with bullet wounds.\nLt Guedes said there were still at least 14 bombs across the city and that the first indication was that they had some sort of sensor, which is triggered either by heat or motion.  \nSchools will remain closed on Monday and residents have been urged to stay indoors until all the devices have been dismantled.\nPolice said three suspects had been arrested. \nA gang of heavily armed men attacked three banks in the centre of Araçatuba in the early hours of Monday local time. \nAfter the robbery, the gang took a number of hostages and surrounded the local military police station. Gang members also blocked key access roads into the city by setting cars alight, local media reported.\nRecord TV journalist Yuri Macri posted video he said showed two of the getaway cars. The first has a person tied to its roof and another to its bonnet, while in the second, a person can be seen crouching on the bonnet. \nCCTV footage posted by another Twitter user shows multiple cars driving through the city, some with people tied to the hoods, while another person can be seen holding up his hands while standing up through the van's sun roof. \nMany residents reported hearing gunfire and even the sound of explosions. \nThe mayor of Araçatuba, Dilador Borges, said police had struggled to intervene as the attack unfolded.\n\"The police can't go on the attack, they can't confront them because there are too many lives on the line,\" he told Band TV. \nHe said he did not know if the robbers had freed the hostages yet but said the security forces had retaken control of the city centre.\nIt is not clear how much money the attackers took but some videos purport to show a resident gathering bank notes in the street. \nNews site G1 reports that the gang used drones to monitor the movements of the police from the air. \nIt is not the first time Araçatuba has been targeted by bank robbers. In 2017, criminals took control of various strategic spots throughout the city, attacked police stations and blocked roads as part of their robbery of a private security firm. \nThese well-planned robberies are part of a phenomenon Brazilians call New \"Cangaço\", referring to a term first used to describe the banditry that plagued parts of Brazil in the 1920s and 1930s.\nSmall and medium-sized cities have been the preferred targets. \nAccording to security expert Guaracy Mingardi these large-scale robberies started becoming more frequent around 2015. The targets are banks and firms that store and transport valuables.\nDozens of criminals take part in a single raid, many of them heavily armed with machine guns and sometimes explosives.\nWhile most of the raids have been carried out in Brazil, there has been at least one instance where a Brazilian gang carried out a spectacular robbery in neighbouring Paraguay."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58393886",
      "category": "uk-northern-ireland",
      "title": "Deputy First Minister Michelle O'Neill tests positive for Covid-19",
      "tags": "Sinn Féin,Michelle O'Neill,Coronavirus pandemic",
      "text": "Northern Ireland's deputy first minister Michelle O'Neill has said she has tested positive for Covid-19.\nThe vice president of Sinn Féin tweeted that she would remain in self-isolation and hopes to return to her public duties next week. \nA meeting of the Stormont Executive due to take place on Wednesday, to discuss the coronavirus restrictions, has been postponed until next week.\n\"I am thankful to have had two doses of the vaccine,\" Ms O'Neill said. \n\"Executive Office Minister Declan Kearney will take forward departmental business in the meantime.\"\nOn Tuesday, the Irish Cabinet agreed on a plan that would effectively end most Covid-19 restrictions by 22 October.\nThe cabinet said the easing of rules is dependent on 90% of adults being vaccinated and Covid-19 cases remaining manageable.\nNorthern Ireland's First Minister Paul Givan previously said he wanted all regulations lifted by the end of September.\nEconomy Minister Gordon Lyons has said he \"absolutely\" supports that view.\n\"Although we have a steady number of cases, we have had a massive reduction in the number of hospitalisations compared to January and February,\" he said.\nMr Givan's DUP colleague said the Stormont executive must now \"set out a path\" for ending Covid-19 restrictions.\nHospitality businesses have been calling on ministers to agree to remove restrictions such as social distancing and table service requirements, which they say have damaged trade.\nNightclubs in Northern Ireland also remain closed, unlike in the rest of the UK.\nMs O'Neill previously said the executive needed to remain \"cautious\", while the SDLP's Infrastructure Minister Nichola Mallon said it was \"naïve\" to set a date to end restrictions.\nOn Tuesday, six more coronavirus-related deaths were reported in the previous 24 hours.\nThere have also been a further 1,313 new confirmed cases of Covid-19, up from 1,259 cases reported on Monday.\nThere are currently 391 hospital inpatients with Covid-19, and 44 in ICU. Thirty-seven of them are on ventilation."
    }
  ]
}