{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-41174689",
      "category": "world-asia",
      "title": "North Korea: What we know about its missile and nuclear programme",
      "tags": "North Korea weapons programme,Reality Check,North Korea",
      "text": "North Korea has conducted more missile tests to advance its weapons programme, which it says is necessary to defend itself against a possible US invasion. \nAlready in January, tests have been carried out on hypersonic as well as short-range, intermediate-range and long-range ballistic missiles. \nLast September, a hypersonic missile, a train-based ballistic missile and a long-range cruise missile were all tested, according to North Korean state media.\nIn January 2021 - just before President Biden took office - North Korea unveiled a new submarine-launched ballistic missile at a military parade, calling it \"the world's most powerful weapon\".\nThis weapon's actual capabilities remain unclear, as it is not known to have been tested. \nNorth Korea's leader Kim Jong-un has pledged to expand his nuclear arsenal and military potential, and the country has managed to make advances despite being subject to economic sanctions.\nIn 2017, North Korea tested several missiles demonstrating what seemed to be rapid advances in its military technology.\nThe Hwasong-12 was thought to be able to reach as far as 4,500km (2,800 miles), putting US military bases on the Pacific island of Guam well within striking distance.\nLater, the Hwasong-14 demonstrated even greater potential, with a range of 8,000km although some studies suggested it could travel as far as 10,000km if fired on a maximum trajectory.\nThis would have given Pyongyang its first truly intercontinental ballistic missile, capable of reaching New York.\nEventually, the Hwasong-15 was tested, peaking at an estimated altitude of 4,500km - 10 times higher than the International Space Station.\nIf fired on a more conventional \"flatter\" trajectory, the missile could have a maximum range of some 13,000km, putting all of the continental US in range.\nIn October 2020, North Korea unveiled its new ballistic missile.\nIt has not yet been named or tested. Like the Hwasong-15, it is a two-stage liquid fuelled missile, but with a greater length and diameter. It could possibly carry multiple warheads.\nIt is believed to be able to deliver a nuclear warhead to anywhere in the US, and its size surprised even seasoned analysts when it was put on show in 2020.\nIn January 2021, North Korea unveiled another missile - a new type of submarine-launched ballistic missile which it declared to be \"the world's most powerful weapon\".\nThe unveiling of the new missiles appeared to be a message to the Biden administration of the North's growing military prowess, say experts.\nIn March 2021, it carried out a launch of what it called a \"new-type tactical guided projectile\", which it said was able to carry a payload of 2.5 tons - so capable of in theory of carrying a nuclear warhead. \nThe weapon has not been formally identified.  Analysts at the James Martin Center for Nonproliferation Studies told Reuters that it appeared to be \"an improved variant\" of a previously tested missile, the KN-23. \nSome experts have suggested that the missile could have features enabling it to manoeuvre more easily, and making it harder to detect.\nThe test last September of a long-range cruise missile could pose yet more challenges for defence systems, as these missiles don't have to follow a straight trajectory and can be programmed to avoid detection.\nState media said it could travel up to 1,500km (930 miles), putting much of Japan within range, although it's not clear as yet how it is guided, and whether it could carry a nuclear payload.\nUnlike ballistic missiles, current UN Security Council sanctions do not prohibit North Korea from testing cruise missiles.\nThe hypersonic missile tested last September can travel at much faster speeds, and avoid radar detection for longer than ballistic missiles. \nIt's believed that North Korea may also be able to transport and store it fully fuelled, allowing for quicker launch times.\nIt was on 3 September 2017 that North Korea conducted by far its largest nuclear test to date - at its Punggye-ri test site. \nEstimates of the device's explosive power, or yield, ranged from 100-370 kilotons. A yield of 100 kilotons would make the test six times more powerful than the bomb dropped on Hiroshima in 1945.\nNorth Korea claimed this test was its first thermonuclear weapon - the most potent form of nuclear explosion where an atomic detonation is boosted by a secondary fusion process to produce a far bigger blast. \nIn April 2018, North Korea announced it would suspend further nuclear tests because its capabilities had been \"verified\". \nNorth Korea also promised to dismantle the Punggye-ri site and in May 2018 blew up some of the tunnels in the presence of foreign journalists - but with no international experts .\nAs dialogue got underway between Kim Jong-un and President Trump's administration that year, Pyongyang also said that it would destroy all its nuclear material enrichment facilities.\nHowever, the talks with the US were inconclusive. \nThe UN's atomic agency reported in 2021 that on the basis of satellite imagery, it appeared North Korea had restarted the Yongbyon reactor, thought to be its main source of weapons-grade plutonium.\nThe International Atomic Energy Agency (IAEA) said that the nuclear programme was going \"full steam ahead,\" with work on plutonium separation, uranium enrichment and other activities.\nNorth Korea has one of the largest standing armies in the world - with more than one million army personnel and estimated reserves of some 600,000. \nMuch of its equipment is old and obsolete, but its conventional forces could still inflict massive damage on South Korea in the event of war.\nNorth Korea also has around tens of thousands of special forces troops which could be expected to infiltrate the South in the event of any conflict.\nA further threat comes from thousands of North Korean artillery pieces and rocket launchers deployed along the border, putting South Korea, including the capital Seoul, which is a distance of less than 60km, well within range.\nIn 2012, a South Korean government assessment estimated that North Korea could have between 2,500 and 5,000 tons of chemical weapons, potentially one of the largest stockpiles in the world.\nAnd there've also been concerns that North Korea could have a biological weapons programme, although very little is known about it and how far advanced it might be.\nRead more from Reality Check\nSend us your questions"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58537081",
      "category": "world-asia",
      "title": "Afghanistan: Taliban announce new rules for female students",
      "tags": "Afghanistan,Taliban,Higher education",
      "text": "Afghan universities will be segregated by gender, and a new dress code will be introduced, the Taliban has said.\nHigher Education Minister Abdul Baqi Haqqani indicated women would be allowed to study, but not alongside men.\nHe also announced a review of the subjects students would be taught.\nWomen and girls were banned from schools and universities under Taliban rule between 1996 and 2001.\nThe Taliban have said they will not prevent women from being educated or having jobs. But since they seized control on 15 August, they have asked all women, except those in the public health sector, to stay away from work, until the security situation improves.\nSunday's announcement of the higher education policy comes a day after the Taliban raised their flag over the presidential palace, signalling the beginning of their administration. They seized control from the elected government a month ago.\nThe policy marks a significant change from the accepted practice before the Taliban takeover. Female students did not have to abide by a dress code, and universities were co-educational, with men and women studying side by side.\nBut Mr Haqqani was unapologetic about that change. \"We have no problems in ending the mixed-education system,\" he said. \"The people are Muslims and they will accept it.\"\nSome have suggested that the new rules will exclude women from education because the universities do not have the resources to provide separate classes. However, Mr Haqqani insisted there are enough female teachers and that where they are not available alternatives will be found.\n\"It all depends on the university's capacity,\" he said. \"We can also use male teachers to teach from behind a curtain, or use technology.\"\nGirls and boys will also be segregated at primary and secondary schools, which was already common throughout Afghanistan.\nWomen will be required to wear hijabs but Mr Haqqani did not specify if additional face coverings would be made compulsory. \nThe newly installed minister also said that the subjects taught in universities will be reviewed. He told reporters that the Taliban wanted to \"create a reasonable and Islamic curriculum that is in line with our Islamic, national and historical values and, on the other hand, be able to compete with other countries\".\nThe announcement comes after a demonstration by women supportive of the Taliban's gender policies at Shaheed Rabbani Education University in Kabul yesterday. \nHundreds of women, most of them wearing black niqabs and carrying small Taliban flags, listened to speeches that praised the new regime and attacked those involved in large demonstrations across the country demanding the protection of women's rights. \nSince the Taliban were removed from power in 2001, enormous progress has been made in improving Afghanistan's education enrolments and literacy rates - especially for girls and women.\nA recent report by the United Nation's education branch, UNESCO, said that the number of girls in primary school had increased from almost zero to 2.5 million in the 17 years after Taliban control. \nThe report also said the female literacy rate had nearly doubled in a decade to 30%.\nThe Taliban's new government has also replaced the Women's Affairs Ministry with the Ministry of Vice and Virtue. \nThe much feared department was responsible for deploying religious police to the streets to enforce Sharia law during the Taliban's previous spell in power. It became known for beating women for infractions such as dressing immodestly and being outside without a male guardian. \nMany prominent professional women fled Afghanistan in anticipation of the group's return to power. The country's biggest pop singer Aryana Sayeed left the country on a US cargo plane and the famed film director Sahraa Karimi was evacuated to Ukraine. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58545892",
      "category": "world-asia",
      "title": "Afghanistan crisis: Taliban kill civilians in resistance stronghold",
      "tags": "Afghanistan,Taliban",
      "text": "The BBC has found that at least 20 civilians have been killed in Afghanistan's Panjshir Valley, which has seen fighting between the Taliban and opposition forces. Communications have been cut in the valley, making reporting difficult, but the BBC has evidence of Taliban killings despite promises of restraint.\nFootage from a dusty roadside in Panjshir shows a man wearing military gear surrounded by Taliban fighters. Gunfire rings out and he slumps to the ground.\nIt is not clear if the man killed was an army member - combat uniforms are common in the region. In the video a bystander insisted he was a civilian. \nThe BBC has established there have been at least 20 such deaths in Panjshir.\nOne of the victims was a shopkeeper and father-of-two called Abdul Sami. \nLocal sources said the man would not flee when the Taliban advanced, telling them: \"I'm just a poor shop owner and have nothing to do with war.\"\nBut he was arrested, accused of selling sim cards to resistance fighters. Days later his body was dumped near his home. Witnesses who saw his body said it showed signs of torture. \nWhen the Taliban swept to power last month, just one region held out. \nThe Panjshir Valley has long been a focal point for resistance in Afghanistan. Under the opposition commander Ahmad Shah Massoud, the region repelled both the Soviet forces and the Taliban. Mountain peaks surround the valley making it difficult for anyone trying to capture it.\nMassoud's son Ahmad led the resistance against the Taliban the second time they took control of Afghanistan, but last week the militant group declared victory, posting footage of their fighters raising their flag. \nThe resistance forces have vowed to fight on, with Ahmad Massoud calling for a \"national uprising\" against the Taliban.\nNow attention is turning to what happens next in Panjshir, as elsewhere in Afghanistan, with the Taliban back in charge.\nWhen the Taliban entered the valley, they encouraged residents to carry on as normal. \n\"They should come out, do their daily activities,\" said a spokesman, Malavi Abdullah Rahamani. \n\"If they are shopkeepers they can go to their shops. If they are farmers, they can go to their farms. We are here to protect them, their lives and their families.\" \nBut instead of this, footage from the ground shows once-busy marketplaces deserted. People have been trying to flee, with long lines of vehicles forming below the valley's craggy peaks. \nThere have been warnings of shortages of food and medicine. \nThe Taliban has denied targeting civilians. But coming after reports of a massacre of members of the Hazara minority and the killing of a policewoman, it is a further sign that the reality on the ground differs from the Taliban's promises of no revenge attacks. \n\"These kind of reports seem to fall in to a pattern that we've already documented throughout Afghanistan,\" said Patricia Grossman of Human Rights Watch.\n\"As the Taliban made their way towards Kabul through July and August we had similar reports and we were able to document summary executions of former security personnel, former members of the government and civilians often in revenge killings. This looks to very much be the same pattern.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58517339",
      "category": "world",
      "title": "British American Tobacco negotiated bribe for Mugabe, new evidence suggests",
      "tags": "Tobacco industry,British American Tobacco,Robert Mugabe,Zimbabwe",
      "text": "A BBC Panorama investigation has found evidence that suggests one of Britain's biggest companies paid a bribe to the former Zimbabwean leader Robert Mugabe.\nDocuments show British American Tobacco (BAT) was involved in negotiations to pay between $300,000 and $500,000 to Mugabe's Zanu-PF party in 2013.\nThe documents also reveal BAT was paying bribes in South Africa and using illegal surveillance to damage rivals. \nBAT says it is committed to the highest standards of corporate conduct. \nPresident Mugabe's 37-year rule was secured through elections marred by allegations of fraud and violence.\nHe was ousted in 2017 and died in 2019. The ruling party Zanu PF is now under new leadership.\nIn a joint investigation with the Bureau of Investigative Journalism and the University of Bath, Panorama obtained thousands of leaked documents.\nThey show how BAT funded a network of almost 200 secret informants in southern Africa.\nWatch BBC Panorama: Dirty Secrets of the Cigarette Business on BBC One on Monday at 19:30 BST\nMost of this work was outsourced to a South African private security company called Forensic Security Services (FSS).\nFSS was officially tasked with fighting the black-market cigarette trade, however former employees have told the BBC that they broke the law to sabotage BAT's rivals.\nInternal documents show in one operation, FSS staff were instructed to close down three cigarette factories run by BAT's competitors in Zimbabwe.\nFSS paid a local firm to conduct surveillance on a Savanna Tobacco factory in 2012, but the company got caught. \nThree of its directors were charged in connection with illegal surveillance. The arrests prompted the then president, Robert Mugabe, to make a speech condemning the men's actions and BAT's suspected involvement. \nHowever, Panorama has found that behind the scenes, contractors working on behalf of BAT were talking to Zimbabwean officials. \nThe man who was sent in to negotiate a deal, who wishes to remain anonymous, told Panorama he bribed a number of government officials to secure a meeting to discuss the men's case.\nHe said: \"I had to make it clear that they're going to expect a nice thick envelope of notes.\"\nDocuments seen by the BBC confirm that the man was provided with the equivalent of US$12,000 in South African rand. They also suggest the money for the bribes was provided by BAT.\nAn internal memo outlines the deal that was proposed. The Zimbabwean official said that with the upcoming presidential elections, a donation to Mugabe's party - Zanu PF - would help.\nThe memo said: \"With this donation, they could then go back to the President\" to try to get the problem sorted out.\n\"The amount of the donation would have to be in the region of between USD300,000 to USD500,000 to Zanu PF,\" it said.  \nThe documents do not show whether the bribe was in the end paid, but Panorama has spoken to three sources who have confirmed that BAT was aware of the terms of the deal on offer.\nWithin days of the deal being offered, all three directors were free.\nBAT declined to answer Panorama's questions about the Zimbabwe payments, but it did not deny paying a bribe to Robert Mugabe.\nIt is against UK law for a British company to pay bribes, no matter where the payment takes place.\nFSS worked for BAT in southern Africa between 2000 and 2016.\nEvidence strongly suggests they bribed customs officials and police officers, and that BAT secured access to information from the police camera network, which was used to spy on its rivals. \nFSS tapped the phones of BAT's competitors, placed tracking devices on their delivery vehicles and bribed staff to hand over information.\nDocuments show senior staff from BAT's London HQ personally recruited and paid some of the informants working at competitors' factories. \nBAT staff would also load cash onto currency cards in London and the informants could then withdraw the money anonymously in South Africa. \nIt is a payment system sometimes used by organised crime groups to evade detection. \nBAT's lawyers said the allegations are not new and that it was not unlawful to pay sources to gather information about criminal behaviour. \nThey said the company rejects the allegation that any steps were taken with the aim of impacting the lawful activities of legitimate competitors or for commercial advantage.\nBAT said: \"We emphatically reject the mischaracterisation of our conduct... Our efforts in combating illicit trade have been aimed at helping law enforcement agencies in the fight against the criminal trade in tobacco products. \n\"Acting responsibly and with integrity underpins the foundations of our culture.\"\nThis is not the first time BAT has been accused of bribery. In 2015, Panorama found the company had  secretly paid politicians and civil servants in countries in east Africa to undermine anti-smoking measures. \nThe revelations prompted a five-year investigation by the UK's Serious Fraud Office (SFO). Earlier this year, it concluded there was not enough evidence for prosecution. \nBAT says it fully cooperated with the SFO's investigation, which included allegations relating to South Africa and which resulted in no action being taken.\nWatch BBC Panorama: Dirty Secrets of the Cigarette Business on BBC One on Monday at 19:30 BST, or on BBC World on Saturday 18 September 02:30  GMT and 15:30 GMT, and Sunday 19 at 09:30 GMT and 21:30 GMT."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58538887/#comp-comments-button",
      "category": "#comp-comments",
      "title": "TUC says 'proper pay rise' would fix shortages problem",
      "tags": "Trades Union Congress,UK economy,CBI,Coronavirus pandemic",
      "text": "Better pay and conditions for delivery drivers will help fix the supply chain crisis, TUC general secretary Frances O'Grady has said.  \nShe also called for a rise in capital gains tax to fund an increase in pay for care workers. \n\"After decades of real wage cuts... no-one can seriously say working people don't deserve a pay rise.\"\nShe said pay rises were crucial for the government's \"levelling up\" agenda to boost poorer regions of the UK.  \nSpeaking at the TUC Congress in London to an audience almost all attending online, Ms O'Grady called on the UK's unions to continue their fight for better pay and conditions across the economy.\nTo ministers wondering how to fix the widespread problems with the supply of goods, she said: \"Well, here's a novel idea - let's make that industry deliver decent conditions, direct employment and a proper pay rise.\"\nMs O'Grady listed Nando's chicken, Ikea mattresses and Wetherspoon's beer as items that had recently run out due to problems such as a lack of delivery drivers. \nShe told the story of a care worker called Carol, working a 24-hour shift for less than the minimum wage, and called for an increase in tax on wealth - through capital gains tax - to fund a pay rise for the sector.\n\"It can't be right that a dedicated care worker pays a bigger share of her hard-earned income to fund the social care system than the private equity magnate who profits from buying up and selling care homes,\" she said.\nSpeaking to BBC Radio 4's Today programme ahead of her speech, Ms O'Grady urged the government to reconsider recent rises to National Insurance contributions, describing the move as \"another hit\" to young people and low-paid workers.\n\"We saw far too much inequality before the crisis, it's got a lot worse. We know that working people have been subject to pay freezes and pay pauses for years.\"\nShe argued that shifting tax to wealth instead may offer a boost in demand for the economy.\n\"One thing you can guarantee about working people is that they spend their money locally and that's what will get the economy moving again.\"\nShe called for a furlough-style short working scheme to be permanently in place, \"to keep people in good jobs - and to make sure we bounce back fast.\" \n\"If levelling up means anything, it must mean levelling up at work and levelling up living standards.\"\nThe director-general of the employer's organisation is also giving a keynote speech later today. He is set to warn that a return to \"business as usual\" in economic policy would be a mistake, with the UK lagging behind some of its international competitors in driving investment in the industries of the future.\nHe will say: \"The lack of detail and pace from the government on some of the big economic choices we must make as a country are the biggest concerns for business.\"\nHe will call for a series of measures including:\n\"Investing by the UK: that must be our mantra now, so that the decade ahead does not repeat the low growth, zero productivity of the decade past, and government holds the key to unlocking it all,\" Mr Danker will say.\nA Treasury spokesperson said the government had shown it was committed to supporting business investment, extending the Annual Investment Allowance increase for another year and introducing the super-deduction, which it called \"the biggest two-year business tax cut in modern British history\".\n\"The impact of the pandemic means we have had to make the tough but responsible decision to raise taxes. We've asked both individuals and businesses to pay a bit more as we get our public finances back on a sustainable path,\" the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58537844",
      "category": "uk-wales",
      "title": "Ferraris sale worth £8.5m help fund Pwllheli RNLI boathouse",
      "tags": "RNLI,Pwllheli,Stanwick",
      "text": "Two rare classic Ferrari cars worth £8.5m have sped up the building of a new lifeboat boathouse in north Wales.\nThe 1960s cars were donated to lifeboat charity RNLI by footwear entrepreneur and classic car enthusiast Richard Colton after he died in 2015.\nThe red 1960 Ferrari 250 GT SWB was sold at auction for £6.6m and a 1967 Ferrari 275 GTB/4 raised £1.93m.\nSome £2.8m of the legacy helped fund a boathouse on the Gwynedd coast, which officially opened this weekend.\nPwllheli's crew, in fact, marked the \"proud day\" in their 130-year history with a triple celebration, which also saw the naming and dedication of their new Shannon class lifeboat and a new launch and recovery system.\nThe new boathouse on the Llyn Peninsula was officially opened by Charles Denton, godson of late Northamptonshire businessman Mr Colton, while its construction was also helped by a £100,000 community fundraising appeal.\nMr Colton, a partner in the footwear company Colton Brothers, died in 2015 aged 82. He was also a member of the V12 section of the Ferrari Owners' Club and had owned other Ferraris.\nThe boathouse is now home to the latest Shannon class RNLI boat, which was named Smith Brothers in a dedication ceremony, and presented to the man who funded the lifeboat, Roger Smith from Tamworth in Staffordshire.\n\"During my sailing activities I have always had the greatest confidence in the RNLI facilities,\" said the keen sailor.\n\"Whilst I have never had to call upon their help myself, I have been part of teams who helped yachts that were then handed over to the RNLI\n\"Life has been very kind to me, and the RNLI has agreed that I fund a Shannon all-weather lifeboat for Pwllheli.\n\"The more I get to know the RNLI fundraisers and volunteer crews, the more admiration I have for them.\"\nThe chairman of Pwllheli RNLI Lifeboat Management Group said it was \"a proud day for all at Pwllheli RNLI and the start of a new chapter in the station's 130-year history\".\n\"On behalf of all at Pwllheli RNLI I would like to thank everyone who has supported Pwllheli Lifeboat Station to help us get to where we are today and make sure that our volunteer crew will be here to save lives for many years to come,\" said Alan Jones."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58552389/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Booster jabs for over-50s expected to be announced",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Ministers are to outline their plans for attempting to control the pandemic through the winter. \nIt is expected that all over-50s will be offered a third booster jab, after advice from the JCVI. \nBBC political editor Laura Kuenssberg said the booster would be a single dose of the Pfizer vaccine at least six months after a second dose.\nThe vaccines minister said the country was in a \"very strong place\" to begin a booster campaign this month.\nNadhim Zahawi told BBC Breakfast interim proposals published by the independent Joint Committee on Vaccination and Immunisation (JCVI) in June - which suggested jabs should go to the over-70s and those most at risk first, before expanding to all adults aged over 50 - had allowed the NHS to prepare. \nBut the government has been waiting for final recommendations from the JVCI on who should receive the extra doses before announcing more details. \nIt is likely the booster programme will be similar to interim proposals published by the committee. \nMr Zahawi said the government had accepted the final advice of the JCVI and the prime minister and health secretary would set out more detail later. \nA Covid booster would be \"co-administered\" with a flu jab wherever possible, he said.\n\"This is probably the last piece of jigsaw to allow us to transition this virus from pandemic to endemic and I hope by next year we'll be in a position to deal with this virus with an annual inoculation programme as we do with flu,\" he told BBC Radio 4's Today programme. \nOn Monday, the government confirmed all children aged 12 to 15 in England would be offered one dose of the Pfizer jab, with invitations going out from next week. \nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nA rollout is yet to be confirmed in Scotland, Wales and Northern Ireland.\nThe news on booster jabs comes as the government prepares to set out its plan for managing Covid through the autumn and winter.\nIn a statement before the announcement, Prime Minister Boris Johnson said while the pandemic \"is far from over\", the \"phenomenal vaccine programme, new treatments and testing\" mean the UK is \"able to live with the virus without significant restrictions on our freedoms\". \nThe PM, who will chair a cabinet meeting later ahead of a coronavirus press conference at 15:30 BST, said he would lay out a strategy for the months ahead \"when the virus has a natural advantage, to protect the gains we have made\". \nMr Zahawi told BBC Breakfast that when the pandemic first hit the only effective tool available was lockdown but \"the vaccines have changed all that\" and they are now the \"main tool within our arsenal\". \nHowever, asked whether the country could still see lockdowns again in the future, the vaccines minister said it would be \"foolhardy\" to rule anything out.\nHe also said the option of making proof of vaccination mandatory to access venues like nightclubs \"remains in reserve\" but the booster campaign would hopefully put \"downward pressure\" on infection rates. \nMr Johnson's Covid winter plan for England is expected to focus on contingency measures that would be brought in if the NHS was at risk of becoming overwhelmed due to the virus.\nThe government's Scientific Advisory Group for Emergencies (Sage) had devised a series of options to limit the spread of Covid without the use of lockdowns, including bringing back mandatory face coverings and working from home if there was a winter surge in infections, according to the Times.\nAt a Downing Street briefing on Monday, Prof Chris Whitty, England's chief medical officer, said \"anybody who believes that the big risk of Covid is all in the past... has not understood where we're going to head as we go into autumn and winter\".\nHe said there would continue to be \"pressure on the NHS\" and \"disruption to education\".\nThere is a huge amount of uncertainty about what winter will bring. In fact, it's not even clear what the next month will bring.\nIt was feared September could see Covid cases rise, but there are no signs of that happening yet.\nBig surges in infection levels are probably behind us, given the amount of immunity built up in the population.\nBut if current levels are sustained throughout winter the NHS will struggle. That will certainly be the case if other respiratory illnesses bounce back like experts fear. \nA respiratory virus called RSV is already circulating at very high levels. It can cause 30,000 hospitalisations every winter among the under fives - five times the number admitted for Covid since the start of the pandemic.\nFlu could also take off. Lockdowns and social distancing last winter means immunity has waned across the board. It's important to plan for the worst, while hoping for the best.\nThe JCVI said earlier this month a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nOver 48 million people in the UK have had their first dose of a vaccine, with more than 44 million having their second dose. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58517347",
      "category": "world",
      "title": "British American Tobacco: I was a spy for cigarette giant, says whistleblower",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58499064",
      "category": "business",
      "title": "UK scraps Covid-19 vaccine deal with French firm Valneva",
      "tags": "Companies,France,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "French vaccine maker Valneva says the UK government has scrapped a deal for its Covid-19 vaccine.\nThe UK had about 100 million doses on order, after it increased its request by 40 million in February.\nThe firm said that the UK government served notice over allegations of a breach of the agreement, which it \"strenuously denies\".\nThe government said the decision would have no impact on vaccine supply in the UK.\n\"The comments from the company will not have any impact on our vaccine supply and did not form any part of our vaccine rollout in autumn and winter,\" a spokesperson for Prime Minister Boris Johnson said.\nThe UK's Medicines and Healthcare products Regulatory Agency (MHRA) has not yet approved the Valneva vaccine.\nIn a statement on its website, Valneva said: \"Valneva SE, a specialty vaccine company, today announced that it has received a termination notice from the UK Government (HMG) in relation to the Supply Agreement for its Covid-19 vaccine candidate, VLA2001.\n\"The contract provides HMG with the right to terminate. HMG has alleged that the company is in breach of its obligations under the supply agreement, but the company strenuously denies this.\"\nThe firm said on Monday that results from its phase three trials were due later this year.\nIt added: \"Valneva has worked tirelessly, and to its best efforts, on the collaboration with HMG including investing significant resources and effort to respond to HMG's requests for variant-derived vaccines.\"\nThe company hopes that, dependent on the results of its continuing trials and sign-off from the UK's MHRA, initial approval could still be granted in 2021.\nIts vaccine is expected to be given as two doses and contains a dead version of coronavirus that cannot cause disease, but should teach the body's immune system how to fight it. \nSpeaking to BBC Radio's Good Morning Scotland, Scotland's Health Secretary Humza Yousaf said: \"We have enough supply even for a booster programme. I want to give absolute confidence to anyone listening that we have the supplies necessary to continue to vaccinate and particularly with a booster programme on the horizon.\"\nMr Yousaf said that while the announcement would be a big set-back for the Livingston plant, he would speak to Valneva to discuss its future.\nThe Scottish Health Secretary added that he was waiting for further information from the UK government over Valneva's alleged failure to meet the terms of its contract.\nSNP MP Hannah Bardell, whose constituency contains the Valneva plant, said she was \"incredibly disappointed\" by the news.\nShe pledged she would be \"working with Valneva - who have worked tirelessly on this vaccine - and will raise this urgently with the UK government\".\nValneva is a French company but this was billed as the vaccine made in Scotland.   \nI first visited the Livingston factory back in December 2020.  At that point, the UK government had already pre-ordered 60 million doses of their inactivated whole virus vaccine. \nThe company has a background in making vaccines for other diseases and were hopeful their Covid-19 offering would have a good safety profile, perhaps making it suitable for children or those with compromised immune systems.  \nGiven the early supply issues we experienced with some of the other vaccines, having one made here in the UK was also seen as a bonus. \nThe prime minister visited the factory earlier this year just as commercial production began and the order for Valneva's vaccine was increased to 100 million doses. Two hundred extra staff were brought in and additional production space was built.    \nThe Valneva vaccine was already being trialled as a potential booster and three weeks ago the company announced they had begun a rolling submission to regulators the MHRA with approval expected later this year.  \nSo what now?  The company say they were told over the weekend that the UK government is terminating the deal because of an alleged breach in the supply agreement, something Valneva deny.  They say work will continue to gain approval, but they may now look to other countries.\nValneva said on Monday that it would also look to other potential customers to ensure that the vaccines can still be used in the fight against the pandemic.\nFrench President Emmanuel Macron faced criticism earlier this year after failing to secure doses from the company, which has its headquarters near Nantes.\nIn March, he pledged that France's vaccination roll-out would have caught up with the UK's \"in a few weeks\" amid tensions over the vaccine supplies, although the country has since reached more than 90 million doses given.\nThe Department for Health did not immediately respond to the BBC's request for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58542451",
      "category": "world-asia",
      "title": "Afghanistan: More than $1bn pledged for Afghanistan",
      "tags": "Human rights,Afghanistan,Taliban,United Nations",
      "text": "More than $1bn (£720m) in aid has been pledged for Afghanistan, following warnings from the United Nations of a \"looming catastrophe\".\nThe plea for global support was made at a conference in Geneva, following the Taliban's takeover last month.\nThe UN said the country was facing a major humanitarian crisis. \nAfter decades of war and suffering, it was \"perhaps their most perilous hour\", Secretary-General Antonio Guterres said. \nThe poverty rate was \"spiralling\" and public services were close to collapse, he told the conference. \n\"Many people could run out of food by the end of this month just as winter approaches,\" he warned.\nThe UN had called for $606m to be raised, saying this would bring \"vital relief\" to millions. \nMr Guterres said it was unclear how much of the more than $1bn promised would go towards the UN appeal. \nThe UN has urged the Taliban to give aid workers unimpeded access.\nEven before the Islamist militants retook control of Afghanistan in August, fighting had forced more than 550,000 people to flee their homes.\nAn estimated 3.5 million people are currently internally displaced within the country. Afghans have also had to deal with a severe drought.\nThe conference on Monday was attended by top UN officials as well as aid organisations including the Red Cross and various governments.\nThe UN said about a third of the money it was seeking to raise would be used by its World Food Programme (WFP), which earlier said many Afghans did not have access to cash to afford sufficient food.\n\"We are quite literally begging and borrowing to avoid food stocks running out,\" WFP deputy regional director Anthea Webb told Reuters news agency.\nAs well as pledging aid, officials told the conference of their concerns over Taliban abuses.\nUN human rights chief Michelle Bachelet accused the Taliban of contradicting their own public promises on human rights. She cited \"multiple\" allegations of Taliban forces conducting house-to-house searches for former officials, and said women had been \"progressively excluded\" from public life.\nThe BBC has found that at least 20 civilians were killed in Afghanistan's Panjshir Valley, which has seen fighting between the Taliban and opposition forces. \nIn a statement echoed by other officials, German Foreign Minister Heiko Maas said respecting basic rights would be a \"benchmark... in determining our future engagement with a new Afghan government - including for possible development assistance\".\nMeanwhile, the UN High Commissioner for Refugees Filippo Grandi tweeted that he had arrived in Kabul on Monday to \"assess the country's acute humanitarian needs\".\nThousands of people have fled Afghanistan since the Taliban took control of Kabul on 15 August following a rapid offensive. \nOn Monday, a special Pakistan International Airlines flight arrived in Kabul to take passengers to Islamabad. \n\"I will come back here only if the situation allows women to work and move freely,\" one 35-year-old evacuee told AFP news agency. \nIn a separate development, Abdul Ghani Baradar, the Taliban co-founder and new deputy prime minister of Afghanistan, issued an apparent audio statement after reports that he had died spread on social media.\n\"I have been away on trips,\" he said in the clip. \"Wherever I am at the moment, we are all fine, all my brothers and friends.\"\nThe BBC has not been able to verify the recording, which was posted on a number of official Taliban websites."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58547659",
      "category": "health",
      "title": "Covid: Single jab recommended for 12 to 15-year-olds by UK's top doctors",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Healthy children aged 12 to 15 should be offered one dose of a Covid vaccine, the UK's chief medical officers say.\nThe CMOs said it would help reduce disruption to education.\nIt comes after the government's vaccine committee said there was not enough benefit to warrant it on health grounds alone - but they said ministers could take into account other factors.\nThe CMOs concluded this tipped the balance given the virus was going to keep spreading over winter.\nThey said this would continue to cause disruption to face-to-face education given the policy in all parts of the UK asking people who test positive to isolate for 10 days.\nProf Chris Whitty, the lead CMO for the UK, said it was a \"difficult decision\" and should not be seen as a \"silver bullet\".\nBut he said it could be an \"important and useful tool\" in reducing school disruption in the coming months and when combined with the marginal health benefit identified by the vaccination committee, meant offering a Covid vaccine to all children was appropriate.\nOnly the direct benefits to children in this age group were considered in the review rather than the wider impact to society.\nChildren with health conditions and those living with clinically vulnerable people have already been told they can get the vaccine - and are being offered two doses.\nThis accounts for around one in eight of the three million children in this age group.\nIt will now be up to ministers in the four UK nations to decide whether to accept the recommendation of the four CMOs.\nIf they agree, children will be offered the Pfizer jab.\nThe vaccine is likely to be given in schools and parents will be asked to give consent. \nAlthough if a child and parent are of opposing views and the child is considered competent to decide, the child will have the final say.\nThe CMOs were clear that vaccination should not be seen as the solution to school disruption.\nThe vaccines are less effective at preventing infection against the Delta variant of coronavirus than they were against previous variants.\nEstimates also suggest more than half of secondary school age children may have been infected already and acquired natural immunity.\nThe CMOs said it was not possible to quantify with confidence to what extent vaccination would reduce school disruption.\nBut as part of the review they did release some modelling which, based on assumptions on uptake of the jab and spread of the virus, suggested 30,000 infections could be prevented in England between October and March.\nThat, in turn, would save 110,000 days of missed face-to-face schooling - or one day for every 20 pupils.\nThe CMOs said, \"on balance\", the benefits in reducing disruption and the harm it caused, including to mental health, provided \"sufficient extra advantage\" to warrant extending vaccination to healthy children in this age group.\nThey said children living in poorer areas, who had been hit hardest by the pandemic and missed more school, could gain the most from vaccination. \nThe recommendation that only one dose be given - which the CMOs said could be looked at again in the spring - is related to the very rare risk of a condition called myocarditis, or inflammation of the heart muscle.\nIt can cause chest pain and heart palpitations, but cases are usually mild and children recover quickly with standard treatment.\nThe risk is tiny after one vaccine dose and slightly higher after two, with 12 to 34 cases seen for every one million second doses.\nBoys are at higher risk than girls.\nAnd most of the benefits from the vaccine, which reduce the small risk of illness, are gained after one.\nChildren aged 16 to 18 have only been told to get one dose currently.\nMany other countries have decided to give two doses to children, although the recommendation by the CMOs mirrors what is being done in Norway.\nThe Royal College of Paediatrics and Child Health welcomed the move, but warned that vaccination on its own was not enough.\nThe college said routine testing of children without symptoms should be scrapped.\n\"Instead, schoolchildren should be tested only if they have symptoms of Covid. \n\"At the same time, and as with other infections, they should not go to school if they are unwell,\" it added in a statement.\nAnd it said it was \"extremely important\" Covid vaccination did not interfere with other vaccination programmes where the health benefits were \"more clear-cut\".\nHow do you feel about your child aged 12 to 15 being vaccinated? Get in touch.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58539666",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccine clinics open on Northern Ireland campuses",
      "tags": "Coronavirus vaccines",
      "text": "Walk-in clinics have been set up in universities and further education colleges in a bid to get more students vaccinated against Covid-19.\nThe first of 60 clinics will open on Monday as part of the Department of Health's \"jabbathon\" drive.\nThey will cover 30 campuses and offer first doses to students throughout September.\nAbout 72% of 18 to 29-year-olds in Northern Ireland have had at least one Covid vaccine dose.\nNearly 88% of adults have received one dose and about 82% have been fully vaccinated.\nThe push for a higher vaccination rate among the younger adult cohort included a pop-up clinic over the weekend at one of of Belfast's best-known music venues.\nA list of the walk-in clinics, run by health trust vaccinator teams, is available online.\nThe new clinics are opening as mass vaccination centres begin to wind down.\nThe president of the National Union of Students and Union of Students in Ireland said having vaccine clinics on campus is \"incredibly helpful\".\nEllen Fearon told BBC News NI she hopes the clinics will give any students who have not yet been vaccinated the opportunity to do so.\n\"The message is to make getting vaccinated just a normal part of your freshers checklist this year,\" she said. \n\"This is one of the quickest way we have of seeing the social side of education returning and reducing the threat of further disruption.\"\nThe head of Northern Ireland's vaccination programme Patricia Donnelly \"very strongly encouraged\" young people to use the clinics.\n\"Young healthy people are still getting ill and we shouldn't forget that,\" she told the BBC's Good Morning Ulster Programme. \n\"There are still high levels of the virus circulating - we encourage young people to take the vaccine for themselves, for the immediate future but also for the longer term future.\"\nHealth Minister Robin Swann thanked the staff who had worked \"tirelessly\" to administer nearly 2.5 million doses of the vaccine. \nSeven mass vaccination centres operated by Northern Ireland's five health trusts have administered 1.5 million doses between them.\n\"We saw leisure and concert facilities converted to mass vaccination centres and there has been a monumental effort by health staff, students and volunteers who adapted at pace to deliver,\" the minister said.\n\"I commend each and every one for their involvement.\n\"Every vaccine given helps to protect that individual, those they come in contact with and will help ensure our health service can better cope with the forthcoming winter pressures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58503012",
      "category": "uk-scotland-glasgow-west",
      "title": "Schoolboy cyclist outpaces pros on Tour of Britain",
      "tags": "Bonnyrigg",
      "text": "A 12-year-old cyclist who outstripped professionals during a major British race on Saturday has been \"shocked and amazed\" at the reaction to his feat.\nXander Graham raced alongside riders on the Tour of Britain near Edinburgh before being handed a water bottle from Dutch cyclist Pascal Eenkhoorn.\nThe impromptu meeting was broadcast live to TV audiences around the world.\nA video posted on the race's social media accounts had more than a million views within 24 hours.\nAspiring cyclist Xander, from Bonnyrigg in Midlothian, had gone to watch riders on the seventh stage of the race near his home. He had been competing in a cycling event earlier in the day and so had his bike to hand. \nIn a spur of the moment decision, he began cycling along the pavement as a breakaway group quickly sped past them.\nHe told the BBC: \"We already knew they were going to be there because we had seen the route online. \n\"They were coming round the corner and people were clapping and that's when I decided to start riding up beside them. \n\"It was about one minute and I was just riding as fast as I could - about 25km an hour I think.\"\nAs a reward for his efforts, Eenkhorn, of Netherlands' Team Jumbo-Visma - part of a five-rider breakaway - could be seen passing Xander his water bottle, or bidon.\nCatching a bidon thrown by a rider is traditional in cycling, but was banned for a few months earlier this year by the sport's governing body in order to crack down on littering and as a safety precaution.\nThe water bottle is something Xander plans to treasure.\n\"I was just in shock,\" he said. \"I was so happy and amazed. I'm getting a shelf for it to put up in my room.\"\nEven prior to his moment of fame, Xander had racked up a number of accolades with Scottish Cycling, including winning the 2019 and 2021 road bike series.\nHis dream is to go pro - and he was delighted when one of the Tour of Britain's sponsors, Eisberg, offered him VIP tickets to watch the final stage of the race in Aberdeen.\nHe said: \"I met Mark Cavendish, I met Wout van Aert - lots of people. They actually came over to me and were speaking to me, they knew who I was. They were all saying really nice things to me.\n\"Eenkhorn was really nice, he took me on a tour of the bus and I went on the stage with them.\n\"He's definitely one of my heroes now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58542797",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Vaccine passport spot checks 'an option' for major events",
      "tags": "Vaccine passports,Coronavirus pandemic,Humza Yousaf",
      "text": "Scotland's vaccine passport scheme may feature spot checks for large scale events such as football matches.\nHealth Secretary Humza Yousaf said such a move could \"potentially\" be introduced when the scheme goes live on 1 October.\nIt came after the head of Scotland's professional football league said it would be \"very difficult\" to check that all fans had a vaccine passport.\nPlans to introduce the scheme in England have been scrapped.\nScotland's vaccine certification scheme means people over the age of 18 will need to show they have had both doses of a Covid vaccine before they are allowed entry to nightclubs and major events.\nThis includes outdoor events of more than 10,000, which will cover football matches involving larger clubs.\nMr Yousaf was asked about the practical difficulties of vaccine passports on BBC Radio's Good Morning Scotland programme.\nThe health minister quoted from a paper published in advance of last week's Holyrood debate on the issue which stated: \"What is proportionate on entry to a nightclub of 200 people may not be proportionate, or possible, in an event crowd of 60,000.\"\nHe added: \"We acknowledged that for a different setting you are going to have to have, probably, different rules depending on that setting and you wouldn't want any adverse impacts, for example lots of people queuing and then potentially any crowd trouble that would follow on from there.\"\nQuestioned specifically about spot checks, he told the programme: \"That is absolutely an option that we are happy to consider.\"\nThe health secretary said he was \"surprised\" by the decision to ditch the vaccine passport scheme in England and questioned whether it was taken on public health or political grounds.\nMr Yousaf also said ministers were \"still working\" on the definition of a nightclub.\nMeanwhile, Scottish Conservative MSP Murdo Fraser welcomed the UK government's decision to abandon vaccine passports and said Scotland should now follow suit.\n\"The Scottish government have made a decision in the absence of evidence,\" he said. \nMr Fraser also branded the plan \"half baked\".\nHe added: \"Now it seems that they're considering spot checks, but only after football clubs made it clear their plan was unworkable. \n\"The scheme will come into force in a matter of weeks and the SNP still can't provide any clarity on key questions surrounding its implementation.\"\nScottish Liberal Democrat leader Alex Cole-Hamilton welcomed the move to abandon vaccine passports south of the border.\nHe said: \"It's sad to see that the Conservative government in Westminster has more concern for medical privacy than the SNP-Green coalition in Scotland does.\n\"The solution to the current crisis is vaccinations and a functioning contact tracing system, not Covid ID cards. \n\"You shouldn't have to share your private medical information with someone who is not your clinician.\"\nProf Devi Sridhar, of the University of Edinburgh, told Good Morning Scotland that the country needed to rely on testing and vaccines to keep the NHS running and the economy open.\nShe said: \"We have seen internationally other places that have raced ahead with vaccine passports. Look at New York City. Look at France. Look at Denmark. \n\"And what they have found is that this is a way to keep businesses open, increase consumer confidence - so actually some of the big spenders in their 40s and 50s do go to these venues -  and, in a way, increase uptake among young people.\"\nOn Sunday the SPFL's Neil Doncaster said the only way to make the scheme work would be to carry out spot checks to avoid lengthy queues and possible disorder.\nMr Doncaster told BBC Scotland's The Sunday Show that the SPFL was \"hugely concerned\" about the practicalities of delivering the scheme.\nThe football executive said blanket inspections of vaccine certification would risk \"disorder\" as frustrated fans turned up for games ahead of kick-off.\nHe added: \"I think it can work, but I think spot-checking is frankly the only practical reality because if you are expecting football clubs to vaccine-passport-check 30,000 or 40,000 people in the minutes before kick-off, that's simply not going to happen.\n\"I don't think it's achievable, realistically.\"\nThe vaccine passport plan was formally approved by Holyrood last week after the SNP and Scottish Greens voted in favour.\nSome businesses have complained of a lack of detail about how the scheme will work in practice.\nThe proposals were opposed by the Conservatives, Labour and Liberal Democrats."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58512233",
      "category": "uk",
      "title": "Covid-19: Quarantine hotels legal action - and did 300,000 break travel rules?",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nNearly a third of people arriving in England and Northern Ireland as the coronavirus Delta variant took off may have broken quarantine rules. Figures seen by the BBC show more than 300,000 cases were passed to investigators between 17 March and 31 May but the government can't say how many were found to have broken the rules or were not traced.\nA law firm is taking the government to court over rules that force travellers from \"red list\" countries - deemed a high Covid risk - to spend 11 nights in a quarantine hotel at a cost of £2,285. The government says the policy is part of \"decisive action\" to protect the country. But PGMBM argues other European countries have amended schemes so fully vaccinated travellers are exempt.\nRepresentatives of workers and industry leaders will make their voices heard later, with speeches addressing the pandemic. Trades Union Congress head Frances O'Grady will argue Covid is \"not going to be a one-off\" and the UK must be better prepared for future economic shocks, such as those caused by climate change. Meanwhile, the Confederation of British Industry's Tony Danker will urge the government to avoid further big post-pandemic tax increases on business.\nAs the pandemic accelerated a shift towards remote working, it drove a desire to move to idyllic, rural areas of the UK. The Derbyshire Dales, North Norfolk, and the Cotswolds have all seen property values increase by more than 20% in a year. We hear about the pros and cons of the exodus to the countryside from Richmondshire, in North Yorkshire, where prices have shot up 29%.\nA health charity is to distribute more than £11m worth of surplus protective equipment - including 200 million masks and more than 320 million pairs of gloves - to help fight Covid in Africa. Edinburgh-based Kids Operating Room will send 25 shipping containers packed with supplies to Malawi, Rwanda and Zambia, having raised funds for transportation from business and the Scottish government.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nMore people are eligible for a free flu jab this year, as ministers attempt to protect the NHS against a double whammy of flu and Covid. Find out how you can get one.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58520330",
      "category": "science-environment",
      "title": "COP26: UK still lagging on climate policy, report says",
      "tags": "Committee on Climate Change,Climate change",
      "text": "Britain is lagging way behind its schedule for cutting carbon emissions in the run-up to November's climate summit in Glasgow, a report says.\nThink tank the Green Alliance says current plans will deliver less than a quarter of the cuts needed to meet the UK’s 2030 climate goal.\nLittle progress has been made in areas such as farming (a 7% improvement), power (12%), and waste (15%), it warns.\nThe government said the UK is committed to meeting future climate commitments.\nThe UK has vowed to cut emissions by 78% by 2035 - a world-leading target.\nMinisters promise that the coming Comprehensive Spending Review (CSR) and net zero strategy - an over-arching plan to de-carbonise the whole economy - will deliver carbon-cutting policies in time for November's summit, known as COP26.\nBut Caterina Brandmayr, from the Green Alliance, said: “This is a make-or-break moment for the government. \n“COP26 will fail without the major emitters making genuine commitments in these final 50 days - and as president of COP, the UK has to lead the way to raise ambition globally.  \n“Unless the net-zero strategy and CSR meet the scale of the challenge and opportunity, the UK will be headed into Glasgow with little to show by way of progress on cutting its emissions in this crucial decade.”\nIts report said over the past six months, transport has been the best performing government department.\nIt is now almost half way to hitting its departmental target, thanks largely to plans to electrify motoring.\nAs other departments lag behind, the report’s authors are urging swift government action in five areas:\nThe buildings strategy has been held up as ministers struggle with the practicalities of helping people to insulate their homes and install expensive low-carbon heating when their gas boiler packs up.\nMs Brandmayr said: “The delay has been very disappointing. We need a comprehensive set of measures that will insulate homes, install low-carbon heating and create jobs.”\nGreen Alliance’s net zero policy tracker reports on progress every three months. \nIt reinforces criticism by green groups that the UK is a leader in setting targets, but not in sticking to them.\nWhen approached for a comment, the government did not directly challenge the Green Alliance figures. \nA spokeswoman for the Department of Business, Energy and Industrial Strategy said: \"We are a world leader in the fight against climate change and are absolutely committed to meeting our future climate commitments, having already cut emissions by 44% over the past three decades, and are on track to outperform our current carbon budget plans which takes us to 2022.\n\"We have clear plans to cut emissions further, having recently published our energy white paper, North Sea transition deal, transport decarbonisation plan, industrial decarbonisation and hydrogen strategies.\n\"We have also secured new investments in offshore wind, electric vehicles and battery manufacturing and supply chains, and rolled out schemes to decarbonise homes and buildings. Further details will be set out in our net zero strategy.\"\nThe government’s net zero ambitions have come under fire recently by right-wing Conservatives arguing that the cost of de-carbonisation would be too high. \nThe Treasury is reported to be worried about the final bill.\nAccording to the Office for Budget Responsibility, in an \"early action\" scenario the cost of the net zero transition between 2020 and 2050 could be as little as 0.4% of GDP annually. \nThese costs would increase significantly in scenarios where climate action is delayed or abandoned.\nFollow Roger on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58543496",
      "category": "entertainment-arts",
      "title": "Tanya Fear: British actress reported missing in LA",
      "tags": "Television,Los Angeles,Doctor Who",
      "text": "British actress Tanya Fear has been reported missing in Los Angeles.\nFear, 31, who appeared in a 2018 episode of BBC sci-fi drama Doctor Who, was last seen on Thursday, according to her friends and family.\nIn a statement on the @FindTanyaFear Twitter account, her uncle said the family were \"deeply worried\".\nHer mother said: \"I am devastated about this situation, and appeal to anyone with information to please come forward and bring our daughter home safely.\"\nThe statement said her family are urging Los Angeles police to investigate her disappearance. They also said they want to launch their own search and are applying for visas to travel from the UK.\nThe actress's manager, Alex Cole, told ABC News she was fine when he last saw her a week ago.\n\"Since she's been here, she's had a great career and this is just the beginning,\" he said.\n\"We're obviously concerned and [hope] we find out this is a simple mistake and we find her.\"\nThe actress, whose real name is Tanyaradzwa Fear, has also appeared in TV's Spotless, Endeavour, DCI Banks and Midsomer Murders. She was seen in the movie Kick-Ass 2 and had recently started doing stand-up comedy.\nThe Los Angeles Police Department confirmed a missing persons report was filed for her on Thursday, 9 September.\nAccording to @FindTanyaFear, which is described as being run by her family, the actress left her Hollywood Bowl apartment without her phone or purse and was last seen at 22:00 local time that day.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58543603",
      "category": "uk-england-beds-bucks-herts",
      "title": "M25 junctions blocked by Insulate Britain campaigners",
      "tags": "London Heathrow Airport,M25 motorway,Climate change,Insulate Britain",
      "text": "Climate change protesters blocked five M25 junctions, causing long tailbacks and disruption for motorists.\nThere were protests at junctions 20 for Kings Langley, Herts, 14 for Heathrow terminal four, three for Swanley in Kent, six for Godstone, Surrey and 31 for Lakeside, Essex.\nThey have since been reopened but police said 42 people were arrested. \nProtest group Insulate Britain tweeted it was \"disrupting the M25\" to \"demand the government insulate Britain\". \nA government spokeswoman condemned the protests and said it was supporting people to install energy efficiency measures in their homes.\nHertfordshire Police said 18 people were arrested after officers were called to a protest near junction 20 at about 08:00 BST.\nSupt Adam Willmot said: \"Protesters ignored police requests to move location, so we took robust action to enable roads to be reopened and to remove the protesters causing obstructions.\"\nThe force closed the slip roads in both directions, which led to \"congestion and delays on both the M25 and the A41\", but the closures had lifted by 10:20 BST.\nEssex Police said 12 people were arrested after it was called to reports that a number of people were blocking the road near junction 31 just before 08:15 BST.\nIt said officers worked to resolve the situation \"quickly and safely\", which included shutting the slip road temporarily.\nCh Insp Paul Austin said the action caused \"significant disruption\" and thanked drivers for their \"patience and understanding.\"\nKent Police has confirmed that 12 people were arrested at junction three where the B2173 and the M25 meet, near Swanley.\nIt said it was called at 08:10 BST to a group of people obstructing the roundabout.\nSurrey Police said it was called just before 08:00 BST to a protest at junction six, where the slip road had been closed with a diversion set up.\nIt tweeted that a number of people had been arrested following protests at junctions six and 14.\nEarlier, the exit slip road to Heathrow terminal four had been closed.\nSome drivers were frustrated with the delays but others tweeted their support.\nClive Farnham from Crawley tweeted that they should \"have a protest on the side of the road \" and \"allow others to go about their business\", while Laura asked the group if they had \"thought about the pollution you are causing to the environment with the tailbacks of 15/20 miles on several sections of the m25 which makes it all a joke\".\nGreen Party member, Matt Hill, thanked the protesters and tweeted that while he was \"frustrated and concerned\" that his son was late for college, he was \"nowhere near as concerned as I am for his future if we don't act urgently to address our climate emergency\".\nIn a statement on its website, Insulate Britain said that Monday's disruption was \"just the start\".\n\"Actions will continue until the government makes a meaningful commitment to insulate Britain's 29 million leaky homes, some of the oldest and most energy inefficient in Europe,\" it said.\nIt added that its demands were delivered by hand to 10 Downing Street on 21 August, but so far no-one in government had responded.\nZoe Cohen from Insulate Britain told BBC Radio 5 Live: \"We regret having to do this but we really have no other option. They're a group of ordinary people who've come together and put their bodies on the line.\n\"They're doing this because they're desperate for meaningful action from the government, and insulating our homes is the most efficient way to reduce our emissions and avoid climate catastrophe.\"\nSupporter Liam Norton, 36, from London, said he was \"shocked at the lack of significant action\" from the government.\n\"It's a no-brainer. Insulating Britain will reduce emissions, provide hundreds of thousands of jobs and stop our elderly dying in cold homes each winter,\" he said.\n\"So stop messing about, Boris, and get on with the job.\n\"As soon as a statement is made that we can trust and is meaningful, we will get off the roads.\"\nA government spokeswoman said: \"People's day-to-day lives should not be disrupted, especially on busy motorways where lives are put at risk and resulting traffic delays will only add to vehicle emissions.\n\"We are investing £1.3bn this year alone to support people to install energy efficiency measures, and our upcoming Heat and Buildings Strategy will set out how we decarbonise the nation's homes in a way that is fair, practical and affordable.\"\nThe protesters say their goal is to raise the profile of insulation as an issue. They say it's absolutely central to tackling carbon emissions. There's definitely truth in that - heating our homes is a big component of personal carbon emissions.\nThe AA say this is dangerous: they're blocking the road and could cause disruption to emergency vehicles. They say this backfires because it creates more delays and vehicles stuck in traffic create more emissions, so this is a \"lose\" for the protesters.\nThe protesters say how else do you raise issues like insulation - get you and me talking about them - without these kinds of protests? It's a really interesting dilemma and an interesting evolution of direct action around climate.\nDo they stop at motorways? Where else are they going to go - and what other single-issue direct action protest groups might we see form?\nWere you stuck in traffic because of the protests today? Please share your experiences. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58542840/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Primark says leggings still popular as comfort rules",
      "tags": "Companies,Clothing industry,Associated British Foods,Retailing,Primark,Fashion",
      "text": "Primark says the trend for \"comfort wear\" has continued through the summer, with strong sales of leisurewear such as leggings and cycle shorts.\nDemand also rose for seam-free matching separates for women, as many people stayed in the UK for their holidays. \nHowever, sales at Primark were lower than expected, with sales in June and July being affected by the \"pingdemic\".\nThe retailer also said it had seen some delays to stock because of \"port and container freight disruptions\".\nDespite this, Primark owner Associated British Foods said its profits were set to beat expectations.\nThe move to working from home during the coronavirus restrictions led to a surge in demand for casual clothing as people no longer had to wear smart outfits for the office.\nLoungewear, defined as being a hybrid between pyjamas and track suits, has been particularly popular, as well as athleisure goods such as matching sets of sports bras, leggings and hoodies.\nMany brands and fashion designers, including London's fashionable Saville Row tailors, have pivoted to creating gymwear and loungewear lines in order to generate sales during the lockdowns.\nPrimark said it had enjoyed very strong trade in the third quarter of its financial year, which coincided with the relaxation of Covid measures, but then conditions became tougher.\n\"In the UK our sales were affected by the rapid and significant increase in late June and early July in the number of people required to self-isolate following contact tracing alerts - the 'pingdemic'. Data shows that High Street footfall was impacted by the caution displayed by many consumers at that time.\"\nHowever, after self-isolation rules were eased in early August, Primark said it saw a \"consistent improvement through the period from a decline of 24% in the first four weeks of the quarter to a decline of 8% in the last four weeks\".\nPrimark's sales for the second half of its financial year are expected to reach £3.4bn. It said sales of its autumn/winter range were doing well, and it had seen strong demand for its back-to-school products.\nIt said disruption to ports and container freight meant it had suffered \"some delays\" to supplies, although John Bason, finance director of Associated British Foods, told the PA news agency the group had \"no worries\" about stock levels for Christmas.\n\"There has been supply chain disruption but our team has worked incredibly hard to mitigate this so I don't anticipate this being an issue for customers,\" he told PA.\n\"We are definitely seeing a lot of inflationary pressures in different parts of our supply chain, but there is absolutely no intention to put prices up in Primark because of it.\"\nGemma Boothroyd, an analyst at investment platform Freetrade, said:  \"Even with dwindling in-store sales, Primark has managed to maintain its market share compared to the same period two years ago.\n\"That's a notable feat given the number of new digital entrants,\"\nPrimark was particularly hard hit during the Covid lockdowns as it does not sell its clothes online. By contrast, fast fashion retailers online enjoyed significant growth as consumers changed their shopping habits.\nIn its latest update, Primark said it would launch a \"new and improved customer-facing website\" in the next 12 months, which would allow it \"to showcase a much larger proportion of the Primark range and to provide customers with range availability by store\".\nBut Freetrade's Ms Boothroyd noted this was not a \"full-scale sales site\", but \"more of a tool for shoppers to check in-store inventory prior to hitting the shops\". \n\"If anything, this seems likely to result in decreased sales for the brand. After all, isn't it the uncertainty and thrill of hunting for a bargain that gets Primark shoppers in-store in the first place?\" she said.\n\"For now, Primark's proven it has staying power, but if it's finally going to go digital, it needs to do it right. Otherwise, it's going to find itself in an omnichannel no man's land.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58538885",
      "category": "business",
      "title": "Covid: Legal action begins over quarantine hotel rules",
      "tags": "Travel,Personal finance,Coronavirus testing,Hotels,UK economy,Travel & leisure industry,Coronavirus pandemic",
      "text": "A law firm representing travellers is taking the government to court over the UK's quarantine hotel policy.\nPassengers must spend 11 nights in a quarantine hotel on returning from red list countries, even if fully vaccinated and testing negative for Covid.\nLondon-based firm PGMBM said it had called for a judicial review into the policy, but the government had refused.\nThe cost of staying in a quarantine hotel is now £2,285.\nMore than 60 locations including Turkey, Mexico, Kenya and many countries in Africa and Latin America are currently on the red list. \nThe other European countries with mandatory quarantine involving hotel detentions - Ireland and Norway - have amended their schemes so fully vaccinated travellers are exempt from needing to quarantine.\nIf PGMBM's claim was successful, not only would double-vaccinated travellers no longer have to quarantine at the hotels, but the government could also be forced to refund the fees of all those who were vaccinated and still had to stay there. \nIt is estimated more than 100,000 people have been forced to quarantine in hotels since the policy came into force in February this year. \nPGMBM said it was launching a legal case, representing \"multiple\" clients. It described the policy as an \"unlawful deprivation of liberty\" that violated fundamental human rights.\nIt is now asking anyone who was forced to stay in hotel quarantine to register their details and help form a class action aimed at forcing the government to reverse its policy.\nOne of the firm's clients, Ozgur Akyuz, a bus driver from Hackney, said his pregnant wife and three-year-old daughter caught Covid while staying in hotel quarantine two weeks ago.\n\"They were put in a hotel near Heathrow and it was filthy. She was crying all day long,\" he said.\n\"She saw a rat in her room and kept being served bacon and sausages, even though she told them she didn't eat pork. \n\"I ended up cooking food at home to take to her, and I also bought a rat trap from B&Q to give her peace of mind because the hotel did nothing.\"\nMr Akyuz said both his wife and daughter tested positive for Covid on the third day of quarantine, despite having tested negative when they left Turkey.\n\"They were allowed home after 10 days but I then caught Covid from them. So we have all had it. If she had come home to quarantine, chances are none of us would have got it.\"\nThe government has said it has taken \"decisive action\" to protect the country, including the quarantine system. Other countries around the world had taken equivalent action, it said.\nThis is the second case PGMBM has brought about quarantine hotels. The first was on the grounds of financial hardship and resulted in the government offering the option to pay in 12 monthly instalments for those facing financial hardship."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58517123",
      "category": "uk-politics",
      "title": "Covid: More than 300,000 suspected of breaking quarantine rules",
      "tags": "Contact tracing,Home Office,Department of Health & Social Care,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "Nearly a third of people arriving in England and Northern Ireland as the coronavirus Delta variant took off may have broken quarantine rules.\nMore than 300,000 cases were passed to investigators between March and May, according to figures seen by the BBC.\nThe government was not able to say how many of these were found to have broken the rules or could not be traced. \nThe Home Office has said it aims to pay home visits to all travellers suspected of not following the rules.\nBut Labour's shadow home secretary Nick Thomas-Symonds said the figures obtained by the BBC \"confirm our worst fears\" about the government's \"lax border policy\".\nAnd he accused the Home Office of \"gross negligence\".\nIt comes as the UK's four chief medical officers recommend vaccinating healthy children aged between 12 and 15 - as part of a series of measures to control the virus this winter.\nIt will now be up to ministers whether to accept the recommendation of the four CMOs.\nEarlier this year, the government introduced new rules for people arriving from abroad in an effort to slow the spread of coronavirus and stop new variants arriving in the country. \nPeople arriving from high-risk countries - deemed \"red list\" - had to quarantine in a hotel.\nThose coming from \"amber list\" - or medium-risk areas - were required to self-isolate for 10 days and provide evidence of negative Covid tests. \nFrom 17 March to 31 May more than a million people arrived in England and Northern Ireland from amber list countries. \nFigures for this period obtained under Freedom of Information laws show a total of 301,076 cases were referred to investigators for checks on whether they were self-isolating.\nDuring this time, the highly contagious Delta variant of coronavirus - first detected in India - was spreading rapidly through the country. \nCall handlers employed by the Department of Health and Social Care were tasked with contacting arrivals to check they were obeying the self-isolation and testing rules. \nCases where the contact ended the call, refused to co-operate, indicated they would break the quarantine or testing rules, or could not be contacted after three attempts were referred to investigators at the Border Force Criminal Justice Unit and the police.  \nOfficers would then attempt to visit the contact at home to check they were following the rules. \nAfter 26 April, the Home Office hired private contractor Mitie to carry out home visits to international travellers required to isolate, from contacts supplied by NHS Test and Trace.\n\"We visit over 99% of the cases referred to this service by NHS Test and Trace,\" a government spokesman said.\nIn Wales, the Arriving Travellers Team is responsible for monitoring compliance with the rules - including escalating cases to regional teams to undertake doorstep visits if deemed necessary.\nAnd in Scotland, quarantine measures are monitored by Public Health Scotland through the National Contact Tracing Centre. PHS has the ability to refer to cases to Police Scotland.\nOn 1 April, Henrik Pakula began 10 days of isolation at home after returning to England from Poland, where he had been visiting relatives.\n\"On day one I received a phone call just asking me if I knew the rules on self-isolation, and informing me that there could be random phone calls over the next 10 days just to check I was still at home, but none of those calls materialised,\" he said.\n\"I could have nipped out to the supermarket if I had so desired - no-one would have checked, no-one would have known.\n\"I got a text message saying these were the rules but there was no contact with anybody at all.\n\"I knew I had to isolate for 10 days, which I did, but it was taken on trust.\"\nLucy Moreton, of the Immigration Services Union, said the quarantine system \"very much relied on the honesty of people to do the right thing, rather than any type of meaningful enforcement\". \n\"There's limited point in putting rules in place if you don't enforce them,\" she added.\nYvette Cooper, Labour MP and chair of the Home Affairs Committee, said: \"We've been concerned throughout that there just weren't proper follow-ups on the checks that were done, and as a result you just had these huge gaps in the home quarantine system and that's what made it easier for the Delta variant to spread.\"\nBut Conservative MP Huw Merriman, chair of the Transport Committee, said: \"There was a balancing act from government... would we have had the resources to check every single person who was quarantining at home? Of course not - so we always knew those risks were in the system\". \nHave you broken quarantine rules? Please share your experiences. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58549650",
      "category": "business",
      "title": "Scrap Covid tests for most travellers, says industry",
      "tags": "Tourism,Travel,Coronavirus testing,Travel & leisure industry,Coronavirus pandemic",
      "text": "Covid PCR testing should be abandoned for most holidaymakers, says travel organisation Abta.\nFully vaccinated travellers should not need to be tested on their return from lower-risk countries, it said.\nIt also called for a \"significant overhaul\" of the traffic light system for travel destinations.\nAbta said the policies had \"choked off\" this summer's travel trade, with seven out of 10 travel firms planning to make redundancies after furlough ends.\nIt also called for the government to reduce the traffic light system to just a small number of \"red list\" countries, purely for the management of known Covid variants of concern.\nThe expense of PCR testing is widely blamed for discouraging people from travelling abroad.\nAt present, going on holiday abroad means taking Covid tests when you are returning to the UK.\nMost private providers charge above £60 for PCR tests and £30 for lateral flow devices. The government has warned more than 80 providers over misleading prices.\nThe next formal review of the government's travel policies is expected by 1 October, while the furlough scheme is due to end on 30 September.\nWith more than 80% of eligible UK adults already vaccinated against Covid, it was time for a \"stable framework\" for international travel, said Abta, which represents tour operators and travel agents.\nNew summer foreign holiday bookings for 2021 were down 83% on 2019, Abta said, while almost half of travel companies reported they had seen no increase in 2021 bookings compared with last year, despite the rollout of the vaccine programme.\nThe summer sun is fading, but the travel industry's fears are heating up as the end of furlough approaches. \nThe industry is disappointed that vaccination didn't open up international travel as they would have hoped. The government said it will review the way international travel works before October and many expect it will come this week. Voices in the industry are hoping to make themselves heard before ministers meet to discuss exactly what might change. \nA sticking point could be PCR testing. The government has argued so far that it's needed for all travellers to catch variants of concern as early as possible, but the industry say these expensive tests are putting off travellers. \nWinter is approaching and travel companies need to make decisions about their future operations: they are waiting anxiously to see which way the government will go. \nAbta chief executive Mark Tanzer said: \"The government's travel requirements have choked off this summer's travel trade - putting jobs, businesses and the UK's connectivity at risk. \n\"While our European neighbours have been travelling freely and safely, the British were subject to expensive measures which have stood in the way of people visiting family and friends, taking that much-needed foreign holiday and making important business connections.\n\"The government needs to wake up to the damage its policies are doing to the UK travel industry and the impact they will have on the wider economic recovery.\"\nAbta urged the government to extend the furlough scheme for travel businesses alongside a package of tailored financial support for the industry.\nA Department for Transport spokesperson said: \"Our top priority is to protect public health. Decisions on our traffic light system are kept under regular review and are informed by the latest risk assessment from the Joint Biosecurity Centre and wider public health factors.\n\"We recognise the challenging times facing the travel sector, which is why we have committed around £7bn of support by September 2021 and continue to work with industry to help them navigate this difficult period.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58536118",
      "category": "uk-politics",
      "title": "Health tax could increase family breakdown, tax authority warns",
      "tags": "Tax,Social care,HM Revenue & Customs,NHS",
      "text": "Plans to raise National Insurance to fund health and social care could lead to the breakdown of struggling families, the UK's tax authority says.\nMinisters announced the tax hike this week to pay for an £86,000 personal cap on lifetime social care costs in England, and tackle NHS backlogs. \nHMRC analysis has predicted it will have a \"significant\" impact on wages, inflation, and company profits. \nHealth Secretary Sajid Javid said it was the fairest way to fund investment.\nBut also speaking on Sunday, Labour's Shadow Health Secretary Jonathan Ashworth called the proposals a \"punishing unfair tax rise on working people\".\nThe 1.25 percentage point rise in National Insurance (NI), a tax paid by workers and employers, will begin next April, before becoming a separate Health and Social Care Levy from April 2023.\nAlong with a 1.25 percentage point hike in dividend tax from next April, it is expected to raise £12bn a year for the next three years. \nAnalysis prepared for the government by HMRC, published after MPs backed the changes last week, said in 2022-23 a worker on the median basic rate taxpayer's income of £24,100 would be expected to pay an additional £180 per year.\nEmployees on the median higher rate taxpayer's income of £67,100 would be expected to pay an additional £715, the document added. \nIt added: \"There may be an impact on family formation, stability or breakdown as individuals, who are currently just about managing financially, will see their disposable income reduce.\"\nThe analysis also forecast the increase would impact companies' decisions on hiring staff, and setting salaries. \nAnd it said turning the NI increase into a separate levy - meaning it would appear as a separate line on workers' pay slips - would mean extra staff costs for HMRC.\nThe majority of the £36bn fund raised by the rise over the next three years will go towards tackling the backlog of NHS cases, which has worsened during the Covid pandemic.\nA smaller portion of the money - £5.4bn over the next three years - will also go towards changes to the social care system.\nThe government has promised the share going to social care will increase after that, but has not specified exactly by how much. \nLabour has criticised the tax hike as unfair to working people, and said it would not do enough to improve care offered in the social care system. \nThe party said it backed more spending on health and social care - but has been coming under pressure to specify how they would pay for it instead. \nLeader Sir Keir Starmer recently said the money could be raised through taxing landlords. He has also said it could be funded through \"wealth taxes\", but has not set out details. \nOn Sunday, Mr Ashworth told the BBC's Andrew Marr programme that improving care for people in their own homes, so that they did not have to move into a care home, could save £2.5bn a year that could be spent on \"the front line\". \nSpeaking on the same programme, Mr Javid defended the tax hike, adding it would make government support for social care \"more generous\" and said paying for the changes through higher borrowing would be \"wrong\".\n\"The way this has been done, through a broad-based progressive tax, is the fairest way possible to support us all, for our health needs and our care needs,\" he added. \nAfter backing the proposals last week, MPs will vote on the legislation to set up the new health and social care levy next week. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56941911",
      "category": "world-asia",
      "title": "Why North Korea keeps launching missiles",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58537240/#comp-comments-button",
      "category": "#comp-comments",
      "title": "High Street voucher: Start date for scheme due on Tuesday",
      "tags": "NI economy",
      "text": "Northern Ireland's economy minister has said details of the £100 high street voucher scheme will be announced on Tuesday.\nHe said he would be announcing the start and end dates for the scheme.\nAnyone aged 18 and over in Northern Ireland will be eligible for the £100 pre-paid card by applying on the NI Direct website.\nGordon Lyons said he and his officials were making sure it was rolled out in the \"right and proper way\".\n\"I know there's a lot of excitement out there, people are looking forward to spending their cards,\" Mr Lyons said\n\"I'm looking forward to them getting out there as well so we can give that real boost to our economy in the short term and also, hopefully, change behaviours and bring people back into the high street in the long term as well.\"\nMr Lyons said his department had to be sure \"this is done in the right and proper way\".\n\"In the meantime, I would encourage people to think about how they can spend their prepaid cards in order to help boost the local economy and help those businesses that have struggled for so long,\" he said.\nEarlier, an SDLP assembly member expressed concern that some people could struggle to access the scheme.\nMark H Durkan said some older and vulnerable people without internet access \"could end up missing out\".\nThe Department for the Economy said a phone line would be available for those unable to apply online. \nPeople will also be able to register to complete an application on behalf of a \"limited number\" of other people.\nBBC News NI has seen a letter from Mr Durkan to Communities Minister Deirdre Hargey, asking if her department could help with the roll-out of the voucher.\nHe said as some older people may not use computers, or have relatives and friends able to help them, there was a risk of \"potential exclusion of vast swathes of that cohort\" from the scheme.\nThe assembly member has asked the minister to automatically issue the vouchers to pensioners, whose details are already held by the Department for Communities.\n\"Not only will it ensure everyone entitled gets access but it would also reduce a lot of pressure on the system when it does open,\" Mr Durkan told BBC News NI.\n\"There could be a detrimental economic impact if fewer people avail of this voucher.\"\nBy Richard Morgan, BBC News NI business reporter\nWe've been talking about Northern Ireland's high street voucher scheme for 10 months and it continues to grab headlines.\nThe £100 pre-paid card is available to every adult over the age of 18 at a cost of £145m.\nA portal for applications should open in the coming weeks as officials want the money spent before the end of November.\nThe intention is to encourage spending at retailers that have been badly affected by the Covid-19 lockdowns, with a \"shop local\" message attached.\nConcerns have been raised in the past about who will be eligible, with calls to extend the scheme to include 16 and 17-year-olds.\nAccessibility for some groups has also been an issue brought up at Stormont's Economy Committee.\nThe Department for the Economy is overseeing the roll-out of the scheme.\nIt has also said cards will need to be spent by 30 November, to avoid displacing spending during the peak of the Christmas shopping period.\nOn Sunday, Sinn Féin's chairwoman of the economy committee, Caoimhe Archibald, said Mr Lyons needed to urgently clarify when the scheme would open."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58548620",
      "category": "uk-politics",
      "title": "Medical officers recommend Covid vaccines for older children",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58540570",
      "category": "world-europe",
      "title": "Spain fire: Thousands flee blaze near Costa del Sol town",
      "tags": "Spain,Wildfires,Climate change",
      "text": "Around 2,000 people have left their homes after wildfires broke out in the southern Spanish region of Andalusia.\nOne emergency worker has been killed in the blaze, which began on Wednesday on high ground above the popular resort town of Estepona on the Costa del Sol.\nThe Spanish government has deployed a military unit to help firefighters in the mountainous region.\nSix more towns and villages were evacuated on Sunday, and huge plumes of smoke could be seen from miles away.\nResidents of five other communities were told to leave their homes on Friday.\nThe wildfires have burned about 7,400 hectares (18,200 acres), according to Spanish media.\nAndalusia's regional forest fire agency said hundreds of firefighters were tackling the blaze, supported by 41 aircraft and 25 vehicles.\nJuan Sánchez, a senior official for the regional fire service, described it as the \"most complex\" fire seen there in recent times.\nHe said there had been ongoing discussions about the consequences of climate change, adding: \"Today we are living them.\"\n\"This is inhuman, nothing like this has ever been seen,\" one evacuee, Adriana Iacob told Reuters news agency. \"The flames of the fire as they ran through the mountains, it was amazing.\"\n\"Since the fire started, we haven't slept for days. It's awful,\" another local resident, Pepa Rubio, said.\nEurope has seen a number of wildfires this summer.\nClimate change increases the risk of the hot, dry weather that is likely to fuel wildfires.\nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58464664",
      "category": "entertainment-arts",
      "title": "Andrew Neil resigns from GB News three months after channel's launch",
      "tags": "Television,Andrew Neil",
      "text": "Andrew Neil has resigned as chairman and lead presenter of GB News, just three months after helping to launch the channel.\nNeil, 72, was on air for less than two weeks before announcing he was taking a break.\nThe former BBC political presenter will continue to contribute to GB News as a regular guest commentator.\nIn a statement, he said he had decided to \"reduce my commitments on a number of fronts\".\nHe added: \"Over the summer I've had time to reflect on my extensive portfolio of interests and decided it was time to cut back.\"\n\"I wish GB News well in continuing to fulfil its founding promise and mission to reach audiences currently underserved by existing news broadcasters.\"\nA statement from GB News said: \"Andrew is without doubt one of the finest journalists and interviewers in this country.\n\"GB News thanks him for his 12 months of leadership, wisdom and advice, and we wish him well.\"\nAndrew Neil was more than just another presenter on GB News - he was the face of the channel, its chairman and the lead presenter of its flagship evening programme.  \nTo go on a summer holiday after just eight programmes naturally attracted attention, and when that holiday continued for more than two months, it was clear something was going on.\nThe channel was launched with a strong editorial vision to cover stories that Neil said were neglected by other broadcasters and to counter a \"metropolitan mindset\".  \nThere were a few technical problems at the start but early viewing figures were, for a news channel, good.  \nIts desire to challenge the BBC and Sky looked a possibility, but since those early days much has changed.  \nThe Andrew Neil slot - which has been covered by Colin Brazier during this long summer holiday - was at the beginning of September sometimes attracting fewer than ten thousand viewers. Some programmes were getting even lower ratings.  \nThe line-up of presenters has also changed, most notably the arrival of Nigel Farage, who is drawing their biggest audience. The channel's direction, taking on what it calls \"woke\" and \"cancel\" culture, is clear. \nNeil may continue as an occasional commentator, but the face and character of the channel is now more Farage than Neil.\nNeil left the BBC after 25 years following the US presidential election last November.\nHe then turned his attention to launching GB News in mid-June, with the channel promising to \"change the face of news and debate in the UK\".\nHowever, he was said to have gone on leave at the end of June. He did not return, and earlier this month it was reported that relations between Neil and chief executive Angelos Frangopoulos had broken down over the direction of the company.\nThe network recruited former UKIP leader Nigel Farage in his absence, to join ex-Sun journalist Dan Wootton and experienced news anchors Simon McCoy, who was recruited from the BBC, and Alastair Stewart, who was previously a newsreader on ITV News.\nNeil appeared in a commentator capacity on Nigel Farage's show on the network on Monday evening, with Farage emphasising Neil's new role as a regular GB News contributor. Farage briefly alluded to the media coverage, but did not comment beyond saying he had \"enormous respect\" for Neil.\nThe journalist's departure comes two months after Guto Harri quit the network following a row over his decision to take the knee during a discussion about racism towards England's black footballers. \nNeil is next due to appear on BBC One's Question Time this Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58549830",
      "category": "uk-wales",
      "title": "TikTok star and Wales' oldest woman dies at 110",
      "tags": "TikTok,Elderly people,Cardiff,Monmouth",
      "text": "Wales' oldest woman, who became a social media star earlier this year, has died at the age of 110. \nA clip of Amy Winifred Hawkins, from Monmouth, singing It's A Long Way to Tipperary reached more than 150,000 views on TikTok in January.\nThe footage showed her singing the wartime hit surrounded by her family as she celebrated her 110th birthday. \nHer daughter, Rosemary Morris, 73, said she was a \"lovely lady who dedicated her life to me as her daughter\". \n\"She was the oldest woman in Wales and the sixth oldest in Great Britain,\" she added. \nMs Hawkins was born as Amy Evans in Cardiff on 24 January 1911 and was raised in Newport. \nShe was a keen dancer in her youth, touring the country with her troupe, before becoming a shop worker and later a fire-watcher for her neighbourhood during World War Two.\nIn 1937, she married her husband George Hawkins. He died in 1996, almost 60 years after they wed. \nShe was a great-grandmother and lived with four generations of her family in Monmouth. \nPreviously, when she and her sister Lilian, 102, were asked about the secret of their long lives, she said: \"Never go to the doctors.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58550047",
      "category": "uk-england-leeds",
      "title": "Harvey Elliott: Liverpool FC star gives fan his kit after hospital meeting",
      "tags": "X-rays,Leeds,Liverpool",
      "text": "A young footballer who injured himself while playing was \"shocked\" to find himself having an X-ray alongside one of his heroes, who had done the same.\nLiverpool fan Jacob was taken to Leeds General Infirmary after hurting his wrist in a juniors match on Sunday. \nReds midfielder Harvey Elliott was later injured against Leeds United and ended up at the same hospital.\nJacob said the midfielder, who gave the teenager his boot and shirt, had also given him a \"lot of helpful advice\".\nMore Yorkshire stories\nJacob's dad Imran, who is also a Liverpool fan, said his son was at a match with his mother when he was tackled and hurt his wrist.\nHe said he was at home watching his team's victory against Leeds United and saw Elliott get stretchered off, but it was \"unbelievable\" that his son then met the Liverpool star in hospital.\n\"It's been a mad 24 hours,\" he said.\n\"I knew my son was in hospital with his wrist and I knew Harvey Elliott was stretched off... but I had no idea they'd both end up in LGI X-ray department at the same time.\"\nImran said Elliott had started talking to Jacob's mother while the teenager had his X-ray and had then spoken to his son.\nJacob said meeting the Premier League star had been \"nerve-wracking\".\n\"I didn't know what to say,\" he said. \n\"I'm a big Liverpool fan so I told him he's a really good player and he gave me a lot of helpful advice.\"\nHe said he would now frame Elliott's shirt and put the boot in pride of place in his bedroom.\nHis dad said the Liverpool player had told Jacob that he wanted to keep the other boot because it was \"lucky\".\nHe added that he was \"a bit gutted\" not to have been there, but said he was \"really proud\" of his son.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58544874",
      "category": "health",
      "title": "Galleri cancer test: What is it and who can get it?",
      "tags": "Medical research,NHS England,Cancer",
      "text": "Tens of thousands of volunteers are being recruited in a trial of a potentially \"game-changing\" blood test for cancer.\nIt's hoped the Galleri test can detect more than 50 types of the disease before symptoms appear.\nIt's a simple blood test that looks for the earliest signs of cancer, particularly those that are typically difficult to identify early or for which there are no NHS screening programmes - such as lung, pancreas or stomach cancers.\nDeveloped by Californian firm Grail - and already used in the US - the test can detect subtle changes caused by cancers, when patients may have no other obvious symptoms.\nIt works by finding chemical changes in fragments of genetic code - cell-free DNA (cfDNA) - that leak from tumours into the bloodstream. \nThe signal does not mean that a person definitely has cancer. It just means that they might have cancer, and that they will need to have some follow-up tests to check.\n\"This quick and simple blood test could mark the beginning of a revolution in cancer detection and treatment here and around the world,\" says NHS England's Chief Executive Amanda Pritchard.\nParticipants will be asked to give a blood sample at a locally based mobile clinic.\nThey will then be invited back twice - after 12 months and two years - to give further samples.\nHalf those taking part will have their blood screened with the Galleri test immediately. \nHowever, others will simply have their samples stored away to be tested in the future - should they go on to be diagnosed with cancer.\nThis is because the trial is what's known as a Randomised Control Trial (RCT). \nIt will allow scientists to see whether cancer is detected significantly earlier among people who have their blood tested straight away.\nPeople will only know they're in the first test group if they are among the small minority whose blood test detects potential signs of cancer. \nThose people will be contacted by the trial nurses by phone and referred to an NHS hospital for further tests.\nEveryone taking part will be advised to continue with their standard NHS screening appointments and to still contact their GP if they notice any new or unusual symptoms.\nThe trial aims to recruit 140,000 volunteers across England.\nBut only people living in these areas can take part and they must be invited:\nLetters have already been sent to tens of thousands of people asking them to take part. \nThose being asked are aged between 50 and 77, from a range of backgrounds and ethnicities, and must not have had a cancer diagnosis in the past three years. \nThe NHS hopes the blood tests will help increase five-year survival rates for cancer, which are below the levels seen in many other high-income countries.\nDeveloping a blood test for cancer has been keeping scientists busy for many years without much success.\nMaking one that's accurate and reliable has proved incredibly complex. The danger is that a test doesn't detect a person's cancer when they do have it, or it indicates someone has cancer when they don't.\n\"The test could be a game-changer for early cancer detection,\" says Prof Peter Sasieni, one of the trial's lead investigators. But he adds a note of caution: \n\"Cancer screening can find cancers earlier when they are more likely to be treated successfully, but not all types of screening work.\"\nPatients whose cancers are found early - known as stage one or two - typically have a broader range of treatment options available to them, which can often be less aggressive.\nNHS England says a patient diagnosed at the earliest stage typically has between five and 10 times the chance of surviving compared with those found at the more advanced stage four.\nInitial results from the Galleri study are expected by 2023. If successful, the NHS in England plans to extend the rollout to a further one million people in 2024 and 2025."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58542840",
      "category": "business",
      "title": "Primark says leggings still popular as comfort rules",
      "tags": "Companies,Clothing industry,Associated British Foods,Retailing,Primark,Fashion",
      "text": "Primark says the trend for \"comfort wear\" has continued through the summer, with strong sales of leisurewear such as leggings and cycle shorts.\nDemand also rose for seam-free matching separates for women, as many people stayed in the UK for their holidays. \nHowever, sales at Primark were lower than expected, with sales in June and July being affected by the \"pingdemic\".\nThe retailer also said it had seen some delays to stock because of \"port and container freight disruptions\".\nDespite this, Primark owner Associated British Foods said its profits were set to beat expectations.\nThe move to working from home during the coronavirus restrictions led to a surge in demand for casual clothing as people no longer had to wear smart outfits for the office.\nLoungewear, defined as being a hybrid between pyjamas and track suits, has been particularly popular, as well as athleisure goods such as matching sets of sports bras, leggings and hoodies.\nMany brands and fashion designers, including London's fashionable Saville Row tailors, have pivoted to creating gymwear and loungewear lines in order to generate sales during the lockdowns.\nPrimark said it had enjoyed very strong trade in the third quarter of its financial year, which coincided with the relaxation of Covid measures, but then conditions became tougher.\n\"In the UK our sales were affected by the rapid and significant increase in late June and early July in the number of people required to self-isolate following contact tracing alerts - the 'pingdemic'. Data shows that High Street footfall was impacted by the caution displayed by many consumers at that time.\"\nHowever, after self-isolation rules were eased in early August, Primark said it saw a \"consistent improvement through the period from a decline of 24% in the first four weeks of the quarter to a decline of 8% in the last four weeks\".\nPrimark's sales for the second half of its financial year are expected to reach £3.4bn. It said sales of its autumn/winter range were doing well, and it had seen strong demand for its back-to-school products.\nIt said disruption to ports and container freight meant it had suffered \"some delays\" to supplies, although John Bason, finance director of Associated British Foods, told the PA news agency the group had \"no worries\" about stock levels for Christmas.\n\"There has been supply chain disruption but our team has worked incredibly hard to mitigate this so I don't anticipate this being an issue for customers,\" he told PA.\n\"We are definitely seeing a lot of inflationary pressures in different parts of our supply chain, but there is absolutely no intention to put prices up in Primark because of it.\"\nGemma Boothroyd, an analyst at investment platform Freetrade, said:  \"Even with dwindling in-store sales, Primark has managed to maintain its market share compared to the same period two years ago.\n\"That's a notable feat given the number of new digital entrants,\"\nPrimark was particularly hard hit during the Covid lockdowns as it does not sell its clothes online. By contrast, fast fashion retailers online enjoyed significant growth as consumers changed their shopping habits.\nIn its latest update, Primark said it would launch a \"new and improved customer-facing website\" in the next 12 months, which would allow it \"to showcase a much larger proportion of the Primark range and to provide customers with range availability by store\".\nBut Freetrade's Ms Boothroyd noted this was not a \"full-scale sales site\", but \"more of a tool for shoppers to check in-store inventory prior to hitting the shops\". \n\"If anything, this seems likely to result in decreased sales for the brand. After all, isn't it the uncertainty and thrill of hunting for a bargain that gets Primark shoppers in-store in the first place?\" she said.\n\"For now, Primark's proven it has staying power, but if it's finally going to go digital, it needs to do it right. Otherwise, it's going to find itself in an omnichannel no man's land.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58536503",
      "category": "uk",
      "title": "Covid: Top medics back jabs for 12 to 15-year-olds and UK scraps vaccine deal",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow.  \nThe UK's chief medical officers say healthy children aged 12 to 15 should be offered one dose of a Covid vaccine. It comes after the government's vaccine advisers said there was not enough benefit to warrant it on health grounds alone. The CMOs believe reducing disruption to education tips the balance, given the virus was going to keep on spreading over winter. Side effects are \"mild\", they say, but concede a jab is \"not a silver bullet\" for the age group. It will now be up to ministers whether to accept the recommendation.\nFrench vaccine maker Valneva says the UK government has scrapped a deal for its Covid-19 vaccine. The UK had about 100 million doses on order, after it increased its request by 40 million in February. The firm said the UK government served notice over allegations of a breach of the agreement, which it \"strenuously denies\". The government said the decision would have no impact on vaccine supply in the UK.\nScotland's vaccine passport scheme may feature spot checks for large-scale events such as football matches. Scottish Health Secretary Humza Yousaf says such a move could \"potentially\" be introduced when the scheme goes live on 1 October. It comes after the head of Scotland's professional football league said it would be \"very difficult\" to check that all fans had a vaccine passport. Plans to introduce the scheme in England have been scrapped, Health Secretary Sajid Javid says. Find out more about vaccine passports.\nFully vaccinated people are much less likely to die with Covid-19 than those who aren't, or have had only one dose, figures from the Office for National Statistics (ONS) show. Out of more than 51,000 Covid deaths in England between January and July 2021, only 256 occurred after two doses. They were mostly people at very high risk from illness from Covid-19.\nWalk-in clinics have been set up in universities and further education colleges in a bid to get more students vaccinated against Covid-19. The first of 60 clinics opened on Monday as part of the Department of Health's \"jabbathon\" drive. They will cover 30 campuses and offer first doses to students throughout September. Meanwhile, as an NHS vaccination bus rolls on to campus in Essex, the BBC has spoken to students for their opinions on the jab.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nAs the UK's chief medical officers recommend that children aged 12 to 15 should be offered a single dose of the Covid-19 vaccine, our health correspondent James Gallagher takes a look at which children are being vaccinated and why?.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-humber-58515769",
      "category": "uk-england-humber",
      "title": "Trans man says confusion caused cervical screening delay",
      "tags": "Hull,Smear tests,LGBT,Transgender people,Cervical cancer",
      "text": "A transgender man has said confusion over his gender caused a delay in receiving a hospital appointment after an abnormal cervical screening result.\nJamie, 29, from Hull, began his medical transition aged 18, but opted to retain his cervix.\nWhen referred to hospital after the screening, it was questioned why a man needed an appointment, he said.\nThe NHS group responsible for screenings said it was sorry to hear about Jamie's recent experience.\nJamie said the nurse who referred him to hospital following the check in late 2020 wrote an accompanying paragraph explaining he was trans.\n\"I think the hospital had said 'Why have you sent us this guy?' and she said 'Haven't you read the paragraph that came with it? This is a trans man, he still has a vagina, he needs screening'.\n\"It had to go through multiple managers to accept and understand it,\" he said.\nJamie said the confusion over his gender led to a three-month wait for results - not the usual two weeks. \nHis results came back negative, despite the delay in receiving the appointment.\nSource: NHS\nThe Hull Clinical Commissioning Group (CCG), which is responsible for cervical screening, said while it could not comment on individual cases it was sorry to hear about Jamie's experience and thanked him for bringing it to their attention.\n\"Trans men who still have a cervix should have cervical screening to help prevent cervical cancer,\" the CCG said.\n\"They may need to ask their GP practice for an appointment and ask that their preferences are recorded in their notes.\"\nHowever, NHS guidance says a trans man registered with a GP as male will not usually receive automatic invitations. \nOnly women aged over 25 are automatically sent reminders to book an appointment.\nJamie said his case highlighted the issue that trans men and non-binary individuals who have a cervix were not routinely called for screening.\n\"There is no notification to tell me I need a screening, so it's something I need to manage myself,\" Jamie said.\nHe said because screening was normally done every three years \"it's really easy to forget\".\n\"That's why women are sent letters,\" he said.\n\"Everyone that needs a screening needs that reminder and that will prompt more people to go.\"\nImogen Pinnell, from charity Jo's Cervical Cancer Trust, said there was a need for healthcare professionals to be better educated about the issue \"so they are able to better support transgender and non-binary people with a cervix\".\n\"Because so often the experience someone has at an appointment will be what determines if they go back in future\", she added.\nPublic Health England said it had worked closely with the LGBT community to produce a guide to help trans people understand what screening is available.\n\"We have promoted the guide to LGBT groups to help trans people access the most appropriate screening for them,\" they added.\nJamie said he wanted screening invitations to be sent to everyone who required them.\n\"No-one is going to say cervical screening is nice, and there is that extra layer of why it is uncomfortable for a trans person.\n\"But, for a few minutes of being uncomfortable, that could save your life.\"\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58547901",
      "category": "uk",
      "title": "Grenfell Tower inquiry: Reckless firms showed neglect - lawyer",
      "tags": "Grenfell Tower fire,Kensington and Chelsea London Borough Council,Grenfell Tower Inquiry",
      "text": "A barrister for victims of the Grenfell Tower fire has told the public inquiry that a \"total neglect of safety\" was at the heart of the disaster.\nStephanie Barwise QC said the refurbishment of the tower, which contributed to the 2017 fire, was \"hastily conceived by an inept design team led by hapless lead consultants\".\nShe said workers and contractors were \"reckless\" and some practised \"fraud\".\nThe inquiry is hearing final statements about Grenfell's refurbishment.\nThe Royal Borough of Kensington and Chelsea has admitted a further series of failures in the way it oversaw the body managing its houses and flats.\nMs Barwise represents some of the bereaved, and survivors of the fire at the 24-storey tower in north Kensington, west London, along with others living in the estate where it happened.\nShe strongly criticised all of the companies involved in the refurbishment, completed in 2016, to add a waterproof and insulating cladding system to Grenfell's exterior.\nArchitect Studio E was a \"hapless\" lead consultant, leading an \"inept\" design team, she said. Many of the professionals and contractors involved did not read government fire safety guidance, the inquiry heard.\n\"Grenfell demonstrates the existence of a culture of non-compliance within certain sectors of the construction industry. Put bluntly, there is a kind of recklessness, as to whether or not compliance is achieved,\" she said.\nPrashant Popat QC, acting for Studio E, which has since gone into administration, said it should not be judged in hindsight, because it had relied on the advice of experts.\nHe said hundreds of buildings, designed by a wide range of architects, had been identified with dangerous cladding and that Studio E had not \"departed from the norm\". \n\"The former Studio E employees are devastated that in spite of this, in spite of the way it carried out its duties, such a horrendous tragedy could happen,\" he said.\nContractor Rydon and cladding installers Harley saved £327,000 using a cheap combustible aluminium cladding panel in a form more likely to spread fire, it was said. Rydon \"secretly pocketed\" additional savings, the inquiry heard.\nHarley failed to warn about the fire risks the design posed, the inquiry was told.\nA fire safety consultant Exova incorrectly advised that the cladding would have no adverse effect in the event of a fire and \"bears significant responsibility\", Ms Barwise said.\nShe reserved particular criticism for Celotex and Kingspan which manufactured insulation used at Grenfell, and Arconic which made the cladding.\nTheir \"widespread lack of candour is an affront to the dead, to the bereaved, and to the former residents of Grenfell,\" she said\nKingspan continued to sell its combustible K15 insulation boards until 2020 on the back of a discredited test which \"did not reflect the product being sold,\" she said.\nBuilding regulations guidance prohibits the use of combustible insulation at heights above 18m (59ft).\nWhen other professionals failed to realise that the product breached building regulations internal Kingspan emails were \"gleeful\", according to Ms Barwise.\n\"Kingspan's fingerprints are all over this disaster,\" she concluded.\nThe Irish manufacturer's insulation was one of two types installed on the building, making up about 5% of the total, although it claims it was never told its product would be used.\nCelotex, a second manufacturer, had \"admitted faults and taken action,\" Ms Barwise said.\nIt \"dishonestly\" branded its RS5000 insulation as safe for high rise buildings by using extra components to improve its performance in fire tests.\nThe process of testing products \"may properly be regarded as positively dangerous, since it creates a veneer of respectability, which in some cases, serves to conceal test results obtained by dishonest testing,\" she told the inquiry.\nArconic, the multinational metals manufacturer, failed to fully inform its customers that when its cladding was used in a folded box design, known as a 'cassette', that it would only achieve the second-worst European test classification for fire, the inquiry was told.\nThe company merited the \"strongest condemnation for its failure to inform customers of this safety critical fact,\" Ms Barwise concluded.\nThe British Board of Agrement (BBA) which certifies building products, was unaware of issues with the Arconic cladding until approached by a BBC News investigation in 2018.\nIt was severely criticised as a \"hopelessly weak institution, too willing to please commercial clients at the expense of ensuring appropriate safety standards\".\nThe Building Research Establishment, BRE, was \"complicit\" with fraudulent manufacturers, according to the victims' barrister.\nShe urged the inquiry to recommend a ban on the use of any material on tall buildings which can burn.\nThe Royal Borough of Kensington and Chelsea admitted that there weren't enough council officers overseeing the independent Kensington and Chelsea Tenant Management Organisation (KCTMO), which ran the council's flats and houses.\nThe council's barrister James Maxwell-Scott QC also said there was no staff training in this area, no document setting out the council's responsibilities, and insufficient consultation with residents.\nThe lawyer for KCTMO, James Ageros QC, told the inquiry the disaster could have happened at any other building clad in similar materials amid what he said was a national crisis.\nHe also argued the KCTMO relied on industry experts, such as the contractor Rydon, which claimed to have managed many cladding projects. \nThe KCTMO, he said, was not \"buck-passing\", but had delegated the responsibility for ensuring safety to its advisers.  \nPolice are looking for evidence of possible corporate manslaughter, in a long-running investigation, which will not conclude until the end of the public inquiry.\nIf you want to find out more about the Grenfell Tower public inquiry you can find all episodes of the Grenfell Tower Inquiry podcast on the BBC website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58517123/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: More than 300,000 suspected of breaking quarantine rules",
      "tags": "Contact tracing,Home Office,Department of Health & Social Care,Coronavirus testing,Self-isolation,Coronavirus pandemic",
      "text": "Nearly a third of people arriving in England and Northern Ireland as the coronavirus Delta variant took off may have broken quarantine rules.\nMore than 300,000 cases were passed to investigators between March and May, according to figures seen by the BBC.\nThe government was not able to say how many of these were found to have broken the rules or could not be traced. \nThe Home Office has said it aims to pay home visits to all travellers suspected of not following the rules.\nBut Labour's shadow home secretary Nick Thomas-Symonds said the figures obtained by the BBC \"confirm our worst fears\" about the government's \"lax border policy\".\nAnd he accused the Home Office of \"gross negligence\".\nIt comes as the UK's four chief medical officers recommend vaccinating healthy children aged between 12 and 15 - as part of a series of measures to control the virus this winter.\nIt will now be up to ministers whether to accept the recommendation of the four CMOs.\nEarlier this year, the government introduced new rules for people arriving from abroad in an effort to slow the spread of coronavirus and stop new variants arriving in the country. \nPeople arriving from high-risk countries - deemed \"red list\" - had to quarantine in a hotel.\nThose coming from \"amber list\" - or medium-risk areas - were required to self-isolate for 10 days and provide evidence of negative Covid tests. \nFrom 17 March to 31 May more than a million people arrived in England and Northern Ireland from amber list countries. \nFigures for this period obtained under Freedom of Information laws show a total of 301,076 cases were referred to investigators for checks on whether they were self-isolating.\nDuring this time, the highly contagious Delta variant of coronavirus - first detected in India - was spreading rapidly through the country. \nCall handlers employed by the Department of Health and Social Care were tasked with contacting arrivals to check they were obeying the self-isolation and testing rules. \nCases where the contact ended the call, refused to co-operate, indicated they would break the quarantine or testing rules, or could not be contacted after three attempts were referred to investigators at the Border Force Criminal Justice Unit and the police.  \nOfficers would then attempt to visit the contact at home to check they were following the rules. \nAfter 26 April, the Home Office hired private contractor Mitie to carry out home visits to international travellers required to isolate, from contacts supplied by NHS Test and Trace.\n\"We visit over 99% of the cases referred to this service by NHS Test and Trace,\" a government spokesman said.\nIn Wales, the Arriving Travellers Team is responsible for monitoring compliance with the rules - including escalating cases to regional teams to undertake doorstep visits if deemed necessary.\nAnd in Scotland, quarantine measures are monitored by Public Health Scotland through the National Contact Tracing Centre. PHS has the ability to refer to cases to Police Scotland.\nOn 1 April, Henrik Pakula began 10 days of isolation at home after returning to England from Poland, where he had been visiting relatives.\n\"On day one I received a phone call just asking me if I knew the rules on self-isolation, and informing me that there could be random phone calls over the next 10 days just to check I was still at home, but none of those calls materialised,\" he said.\n\"I could have nipped out to the supermarket if I had so desired - no-one would have checked, no-one would have known.\n\"I got a text message saying these were the rules but there was no contact with anybody at all.\n\"I knew I had to isolate for 10 days, which I did, but it was taken on trust.\"\nLucy Moreton, of the Immigration Services Union, said the quarantine system \"very much relied on the honesty of people to do the right thing, rather than any type of meaningful enforcement\". \n\"There's limited point in putting rules in place if you don't enforce them,\" she added.\nYvette Cooper, Labour MP and chair of the Home Affairs Committee, said: \"We've been concerned throughout that there just weren't proper follow-ups on the checks that were done, and as a result you just had these huge gaps in the home quarantine system and that's what made it easier for the Delta variant to spread.\"\nBut Conservative MP Huw Merriman, chair of the Transport Committee, said: \"There was a balancing act from government... would we have had the resources to check every single person who was quarantining at home? Of course not - so we always knew those risks were in the system\". \nHave you broken quarantine rules? Please share your experiences. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58494641",
      "category": "science-environment",
      "title": "Climate change: World now sees twice as many days over 50C",
      "tags": "Climate change,Severe weather",
      "text": "The number of extremely hot days every year when the temperature reaches 50C has doubled since the 1980s, a global BBC analysis has found.\nThey also now happen in more areas of the world than before, presenting unprecedented challenges to human health and to how we live. \nThe total number of days above 50C (122F) has increased in each decade since 1980. On average, between 1980 and 2009, temperatures passed 50C about 14 days a year. \nThe number rose to 26 days a year between 2010 and 2019.\nIn the same period, temperatures of 45C and above occurred on average an extra two weeks a year.\n\"The increase can be 100% attributed to the burning of fossil fuels,\" says Dr Friederike Otto, associate director of the Environmental Change Institute at the University of Oxford.\nAs the whole world warms, extreme temperatures become more likely.\nHigh heat can be deadly for humans and nature, and cause major problems to buildings, roads and power systems.\nTemperatures of 50C happen predominantly in the Middle East and Gulf regions. \nAnd after record-breaking temperatures of 48.8C in Italy and 49.6C in Canada this summer, scientists have warned that days over 50C will happen elsewhere unless we cut fossil fuel emissions. \n\"We need to act quickly. The faster we cut our emissions, the better off we'll all be,\" says Dr Sihan Li, a climate researcher at the School of Geography and the Environment at the University of Oxford.\n\"With continued emissions and lack of action, not only will these extreme heat events become more severe and more frequent, but emergency response and recovery will become more challenging,\" warns Dr Li.\nThe BBC analysis also found that in the most recent decade, maximum temperatures increased by 0.5C compared with the long-term average from 1980 to 2009.\nBut these increases have not been felt equally around the world: Eastern Europe, southern Africa and Brazil saw some maximum temperatures rise by more than 1C, and parts of the Arctic and Middle East recorded increases of more than 2C.\nScientists are calling for urgent action from world leaders at a UN summit in Glasgow in November, where governments will be asked to commit to new emissions cuts in order to limit global temperature rises.\nThis BBC analysis launches a documentary series called Life at 50C investigating how extreme heat is affecting lives across the world.\nEven below 50C, high temperatures and humidity can create severe health risks. \nAs many as 1.2 billion people around the world could face heat stress conditions by 2100 if current levels of global warming continue, according to a study from Rutgers University in the US published last year. That is at least four times more than those affected today.\nPeople are also facing difficult choices as the landscape around them changes, as extreme heat makes drought and wildfires more likely. While, other factors can contribute, climate change is also an important driving force behind desertification.\nSheikh Kazem Al Kaabi is a wheat farmer from a village in central Iraq. The land around him was once fertile enough to sustain him and his neighbours, but it has gradually become dry and barren. \n\"All this land was green, but all of that is gone. Now it is a desert, drought.\"\nAlmost all the people from his village have moved away to look for work in other provinces.\n\"I lost my brother, dear friends and loyal neighbours. They shared everything with me, even my laughter. Now nobody shares anything with me, I'm just face-to-face with this empty land.\"\nIt went over 50C in my area, why is it not featured?\nReports of record temperatures usually come from measurements taken at an individual weather station, but the data we have studied represents larger areas than those covered by a single station. \nFor example, Death Valley National Park in southern California is one of the hottest places on Earth. Temperatures in certain parts of the park regularly pass 50C in summer. But when creating an average for maximum temperatures for the wider area, using several different sources, a figure below 50C is reached. \nWhere is the data from?\nThe BBC has used the maximum daily temperatures from the high resolution global ERA5 dataset, produced by the Copernicus Climate Change Service. The data is often used to study global climate trends. \nERA5 combines actual weather observations from many sources, such as stations and satellites, with data from modern weather forecasting models. \nThe process fills in gaps created by poor station coverage in many parts of the world and helps us to understand climate change. \nWhat analysis have we done?\nUsing the maximum temperature for every day from 1980 to 2020, we identified how often temperatures exceeded 50C. \nWe counted the number of days and locations with a maximum temperature of 50C or higher for every year, to determine the trend over time.\nWe also looked at the change in maximum temperatures. We did this by working out the difference between the average maximum temperature over land and sea for the most recent decade (2010-2019) compared with the 30 years before (1980-2009). \nAverages of at least 30 consecutive years are known as climatologies. These are used for showing how recent periods compare to a climate average. \nWhat do we mean by 'location'?\nEach location is represented by a grid square of roughly 25 km by 25 km, and about  27-28 km wide at the equator. These grid squares can cover large areas and may contain many different types of landscape. The grids are squares of 0.25 degrees latitude by 0.25 degrees longitude.\nCredits\nMethodology developed with support from Dr Sihan Li of the School of Geography and the Environment, University of Oxford, and Dr Zeke Hausfather of Berkeley Earth and Carbon Brief. External review by Dr Samantha Burgess, Dr Julien Nicolas and Dr Freja Vamborg at the Copernicus Climate Change Service, hosted by the European Centre for Medium-Range Weather Forecasts (ECMWF). Special thanks to Prof Ed Hawkins of the University of Reading as well as Prof Richard Betts and Dr John Caesar at the Met Office.\nData analysis and journalism by Nassos Stylianou and Becky Dale. Design by Prina Shah, Sana Jasemi and Joy Roxas. Development by Catriona Morrison, Becky Rush and Scott Jarvis. Data engineering by Alison Benjamin. Case study by Namak Khoshnaw. Additional research by Stephanie Stafford. Interview with Dr Friederike Otto by Monica Garnsey.\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58537030",
      "category": "business",
      "title": "Ryanair: Holiday prices likely to rise sharply soon",
      "tags": "Tourism,Companies,Holidays,Travel,Air travel,Ryanair",
      "text": "The boss of budget airline Ryanair has warned holiday prices are likely to rise sharply next year as consumer demand for travel rebounds.\nMichael O'Leary told The Sunday Times fewer flights, inflation and more taxes would drive airfares up.\n\"I think there will be a dramatic recovery in holiday tourism within Europe next year,\" he said.\n\"And the reason why I think prices will be dramatically higher is that there's less capacity.\"\nRyanair's short-haul rivals had all had to reduce their fleets because of the pandemic, he added.\n\"Take out Thomas Cook (six million seats), Flybe (eight million seats), Norwegian (nearly 24 million seats)... Alitalia's reducing its fleet by 40%,\" said Mr O'Leary. \n\"There is going to be about 20% less short-haul capacity in Europe in 2022, with a dramatic recovery in demand.\"\nRyanair is planning to open a new base at Newcastle International Airport next year, creating at least 60 aviation jobs.\nIts rival EasyJet meanwhile has closed its bases at Stansted, London Southend and Newcastle airports, and from 1 November, Ryanair will cease all operations at Southend, meaning no passenger planes will use the airport. \nThis comes as economists predict inflation will continue to rise over the rest of the year, which Mr O'Leary said was a factor in increasing airfares, as well as the threat of increasing environmental taxes.\nHowever, to combat this he intended to cut prices for winter 2020 in order to \"grab market share from everywhere\".\nAirlines have been hit hard by lockdowns and travel restrictions around the world, with many announcing job cuts.\nEasyJet said in May that it planned up to 4,500 job cuts as it struggled with the collapse in air travel caused by the coronavirus crisis.\nIt has started to fly passengers again but does not expect 2019 levels of demand to be reached again until 2023.\nMultiple airlines have warned that thousands more jobs could be at risk if the government's furlough scheme was not extended after 30 September, as bookings have not recovered. \nThey have also criticised the government for its \"confusing\" traffic-light travel list system.\nCanada, Switzerland and Denmark were among the latest countries to join the UK's green travel list.\nMeanwhile, the government is planning to overhaul the traffic light system in the coming weeks, the BBC has been told.\nTim Alderslade from industry body Airlines UK said: \"There are over half a million direct jobs that rely on aviation and we're now entering the lean winter period. Something may have to give, without the furlough support that is coming to an end this month. \n\"This summer was such a missed opportunity - alone across Europe we insisted on expensive and complex PCR tests and it's no wonder demand remained weak. Until we stop being such an outlier it will be impossible to get back to anything like 2019 levels of trade.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58547881",
      "category": "uk-politics",
      "title": "Universal Credit: Cut is two hours extra work for claimants, says Therese Coffey",
      "tags": "Therese Coffey,Universal Credit",
      "text": "Work and Pensions Secretary Therese Coffey has backed the cut to universal credit (UC), saying removing the £20 uplift would only mean \"two hours' extra work every week\" for claimants. \nSpeaking to BBC Breakfast, she said the government would try to help people \"perhaps secure those extra hours\".\nBut a charity warned claimants would need to work up to nine extra hours a week to make up the shortfall.\nLabour called the minister's remarks \"an insult to hard working families\". \nShadow work and pensions secretary Jonathan Reynolds later pushed his counterpart on her claims in the Commons, saying she had been \"completely wrong\" over the number of hours needed. \nBut while Ms Coffey said every UC payment \"depends on the individual\", she insisted there were \"a number of different ways that people can actually earn more, keep more of their money, when they are working more hours\" and on benefits. \nAsked about her earlier comments, a Downing Street spokesman said the government was \"supporting people to increase their incomes in a number of ways\". \nThere are 5.9 million people receiving UC payments across the country, according to the latest government figures - almost double the three million making claims before the pandemic.\nWhile some are seeking jobs and others are unable to work, 40% of claimants are already employed.\nThe £20 weekly rise in universal credit benefit was brought in during the coronavirus pandemic to help struggling families.\nThe government has said the uplift will be removed by October as it was always intended to be a \"temporary measure\". \nBut it has faced increasing calls from charities, opposition parties and even some Tory MPs, who think the cut would cause more pain to lower income families. \nAsked about the reduction on Monday, Ms Coffey told BBC Breakfast: \"I'm conscious that £20 a week is about two hours' extra work every week.\n\"We will be seeing what we can do to help people perhaps secure those extra hours, but ideally also to make sure they're also in a place to get better paid jobs as well.\"\nBut the Resolution Foundation disputed her figures, as claimants who work additional hours see their benefits reduced - or for each £1 they earn, the UC payment falls by 63p.\nThe charity said a UC claimant earning the National Living Wage - £8.91 an hour - and with an income of at least £6,100 a year, would take home just £6.60 for two hours work due to the taper in the payment, falling to £4.48 if they pay tax and National Insurance. \nAnd they said the actual take home pay would fall to £2.24 an hour once any pension contributions or additional childcare or travel costs were taken into account.\nThis would mean they would need to work nine extra hours a week to make up for the removal of the £20 uplift. \nPrincipal economist at the Resolution Foundation, Adam Corlett, said: \"The government has tried to justify the coming cut to universal credit - and the huge income loss facing millions of households - by saying that it can easily be offset by simply working a few more hours. If only it were that simple.\n\"Many of those receiving universal credit aren't expected to work at all. And even for those in a position to work, a claimant on the National Living Wage will take a home as little as £2.24 from an extra hour's work. \n\"A small increase in working hours will be nowhere near enough to cover the £20 a week cut coming their way in just one month's time.\"\nHow much would your hourly wage have to be for two hours of extra work to make up for the lost £20 in universal credit?\nConsider somebody who is entitled to UC and is earning enough to be paying income tax and National Insurance.\nWe estimate that they would have to be earning about £40 an hour for the numbers to add up, so £80 in total. Of that, £16 would go on income tax and £9.60 on National Insurance. \nUniversal Credit claimants have an amount that they are allowed to earn before their benefits start to be withdrawn.\nOur example would lose 63p for every extra pound earned, knocking off another £34.27 of the £80, leaving them with £20.13.\nOf course, somebody earning £40 an hour would be pretty unlikely to be on UC in the first place.\nLabour also criticised Ms Coffey's remarks, with the party's deputy leader, Angela Rayner, saying the minister \"either knows she's lying or shouldn't be in the job\".\nMr Reynolds said the party would force a vote in the Commons this week \"to give every MP the chance to back struggling families and cancel this cut\".\nScotland's First Minister Nicola Sturgeon also issued a direct plea to Boris Johnson not to end the uplift - with the decision taken in Westminster for the whole of the UK, rather than being devolved. \nIn her speech at the SNP party conference, she said it would \"quite literally take food out of children's mouths\", adding: \"If this deeply cruel cut does happen, the only conclusion it will be possible to reach is that Boris Johnson simply has no shame.\n\"Please, prime minister, for the sake of millions of desperate people across the country, do not let that be history's verdict upon you.\"\nAsked about Ms Coffey's comments, No 10 stood by the end of the uplift. But a Downing Street spokesman said the government was doing numerous things to help claimants earn more.\n\"We are helping people learn new skills so they can progress to better jobs, indeed our Plan for Jobs provides a number of schemes which will help people learn these new skills and progress in their careers, and we are hiring 13,500 new work coaches to that end,\" he said. \n\"It is true we want to provide people with more skills and more training so that they can progress either in their chosen career or find another one.\" \nThere is a host of free guidance and advice available, including: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58508001",
      "category": "science-environment",
      "title": "Record number of environmental activists murdered",
      "tags": "Amazon fires,Deforestation of the Amazon rainforest,Amazon rainforest,Environment",
      "text": "A record number of activists working to protect the environment and land rights were murdered last year, according to a report by a campaign group. \n227 people were killed around the world in 2020, the highest number recorded for a second consecutive year, the report from Global Witness said.\nAlmost a third of the murders were reportedly linked to resource exploitation - logging, mining, large-scale agribusiness, hydroelectric dams and other infrastructure. \nThe report called the victims \"environmental defenders\" killed for protecting natural resources that need to be preserved, including forests, water supplies and oceans. \nSince the Paris Agreement on climate change was signed in 2015, the organisation says on average four activists have been killed each week. \nIt said this \"shocking figure\" was likely to be an underestimate because of growing restrictions on journalists and other civic freedoms.\nLogging was the industry linked to the most murders with 23 cases - with attacks in Brazil, Nicaragua, Peru and the Philippines.\nIndigenous peoples, most often on the frontline of climate change, accounted for a further one third of cases. Colombia had the highest recorded attacks, with 65 people killed last year.\nA senior campaigner for Global Witness, Chris Madden, called on governments to \"get serious about protecting defenders.\" He said companies must start \"putting people and planet before profit' or he warned that \"both climate breakdown and the killings\" would continue.\n\"This dataset is another stark reminder that fighting the climate crisis carries an unbearably heavy burden for some, who risk their lives to save the forests, rivers and biospheres that are essential to counteract unsustainable global warming. This must stop''.\nThe organisation called on governments to formally recognise the human right to a safe, healthy and sustainable environment, and ensure commitments made at November's UN climate change conference, COP26, integrate human rights protections.\nIn response, COP26 president Alok Sharma told the BBC he had \"prioritised meeting people on the front line of climate change,\" to ensure the voices of all are heard.\"\nThose murdered included South African Fikile Ntshangase, 65, who was involved in a legal dispute over the extension of an opencast mine operated by Tendele Coal near Somkhele in KwaZulu-Natal province. She was shot dead in her own living room.\nHer daughter, Malungelo Xhakaza, 31, said her \"mother's struggle lives on.\" She said: \"To this day no arrests have been made in the investigation into my mother's murder. There has been no accountability. It seems to me that someone wants this mine expansion and the extraction to go ahead, no matter the cost.\" \nPetmin Limited, which owns the Somkhele mine through its subsidiary Tendele Coal Mining, told Global Witness that it \"acknowledges community tensions may have been a factor in Fikile's death.\" The company said it \"strongly condemns any form of violence or intimidation\" and has offered full co-operation with the police.\nThe killings also included Óscar Eyraud Adams, who was murdered in Mexico in September 2020. He was working to help the indigenous Kumiai community in Baja California have better access to water.\nGlobal Witness said activists still under threat included communities in Guapinol in Honduras, where dozens of people have been protesting against an iron oxide mining concession that was granted by the central government in a protected area. Campaigners believe the Guapinol river, a vital water source, is threatened. The organisation says \"many community members remain incarcerated.\"\nFollow Claire on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58540915",
      "category": "world-asia",
      "title": "North Korea tests new long-range cruise missile",
      "tags": "North Korea missile tests,South Korea,United States,North Korea",
      "text": "North Korea has tested a new long-range cruise missile capable of hitting much of Japan, state media said on Monday.\nThe weekend tests saw missiles travelling up to 1,500km (930 miles), the official KCNA news agency said.\nIt suggests North Korea is still capable of developing weapons despite food shortages and an economic crisis.\nThe US military said the latest tests posed threats to the international community, and neighbouring Japan said it had \"significant concerns\".\nA picture in the North Korean Rodong Sinmun newspaper showed a missile being fired from a launch vehicle, while another could be seen in horizontal flight.\nThe missiles are a \"strategic weapon of great significance\", the KCNA agency said. \nThe tests were carried out on Saturday and Sunday, it added, with the missiles hitting their targets before falling into North Korea's territorial waters.\nIt is the country's first long-range cruise missile that could possibly carry a nuclear warhead, according to North Korea analyst Ankit Panda.\nUN Security Council sanctions forbid North Korea from testing ballistic missiles, but not cruise missiles such as these.\nThe council considers ballistic missiles to be more threatening than cruise missiles because they can carry bigger and more powerful payloads, have a much longer range, and can fly faster.\nA ballistic missile is powered by a rocket and follows an arc-like trajectory, while a cruise missile is powered by a jet engine and flies at a lower height.\nJoseph Dempsey, defence researcher at the International Institute for Strategic Studies, says the development of a cruise missile is still of concern.\n\"The development of a long-range cruise missile could pose additional challenges for South Korea's missile defences. \n\"A cruise missile doesn't have to follow a straight trajectory. Its flight plan may be programmed to avoid defences or use terrain to reduce detection, but we still don't know exactly how the North Korean version navigates.\"\nSo is this a big deal? Yes and no.\nThe reason some may shrug this missile test off is because it was a cruise missile. This type of missile isn't subject to UN Security Council sanctions which are in place to curb North Korea's nuclear programme.\nSome may view this as a low-level provocation from Pyongyang - perhaps testing the waters to see what reaction it gets. It certainly didn't make the top headline in South Korea, nor did it make the front page of North Korea's state newspaper.\nThe problem is that North Korea is once again proving that it can develop new and dangerous weapons despite being subject to strict international sanctions. \nThese cruise missiles fly low and are difficult to detect, and a range of 1,500km would put much of Japan in range.\nState media also describe these missiles as \"strategic\" which usually means that the regime hopes to attach a nuclear warhead.\nAnalysts aren't sure yet if North Korea can miniaturise a nuclear warhead to fit on a cruise missile. However given how many advances the secretive state has made so far, no one would bet against it.\nPyongyang may have been quiet since talks between former US President Donald Trump and Kim Jong-un broke down in Hanoi in 2019.\nBut that doesn't mean their weapons developers have not been busy.\nJapan's chief cabinet secretary Katsunobu Kato said the country had \"significant concerns\" and was working with the US and South Korea to monitor the situation.\nThe US military said the test showed North Korea's \"continuing focus on developing its military programme\", adding that its commitment to defending allies South Korea and Japan remained \"ironclad\".\nTop-level officials from the three countries are due to meet this week to discuss North Korea's denuclearisation process.\nSouth Korea's military is also doing an in-depth analysis of the launches with US intelligence authorities, the news agency Yonhap reports.\nThe US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension.\nJapan and North Korea also have enduring tensions rooted in Japan's 35-year colonisation of Korea, Pyongyang's pursuit of nuclear and missile programmes, and the North's past abduction of Japanese citizens.\nThe latest launch comes just days after a scaled-down military parade was held in Pyongyang to mark the communist state's 73rd founding anniversary.\nIt did not display any major ballistic missiles, however it did feature workers in hazmat suits which may have been a sign that a special force has been created to help prevent the spread of Covid-19.\nNorth Korea has spent more than a year in isolation. It cut off most trade with its closest ally China during the pandemic, and its economy is thought to be in a dire state.\nIn March, the country defied sanctions and tested ballistic missiles, which triggered a strong rebuke from the US, Japan and South Korea.\nAnd last month the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58550197",
      "category": "uk",
      "title": "Prince Andrew's lawyer says NY case is baseless and non-viable",
      "tags": "Prince Andrew, Duke of York,Virginia Giuffre,New York City,New York,United States",
      "text": "The Duke of York's lawyer has described allegations of sexual assault filed in a US court as \"baseless, non-viable [and] potentially unlawful\".\nAndrew Brettler told a pre-trial conference call in New York that a 2009 settlement between Virginia Giuffre and sex offender Jeffrey Epstein released the duke from \"any and all liability\".\nHe also said the duke had not been properly served notice of proceedings.\nPrince Andrew has consistently denied Ms Giuffre's claims.\nMr Brettler - a Los Angeles-based lawyer promoted as a \"media and entertainment litigation\" specialist - requested a copy of the 2009 agreement, which is not public. \n\"There has been a settlement agreement that the plaintiff [Ms Giuffre] has entered into in a prior action that releases the duke and others from any and all potential liability,\" he said.\nDuring the conference call on Monday, Mr Brettler denied that the prince had been given legal documents properly, a process known as \"service\" in US law.\nMr Brettler went on to argue it was for the High Court in London to decide whether the documents had been served correctly, but the judge, Lewis Kaplan, disagreed.\nJudge Kaplan told Ms Giuffre's lawyer, David Boise, he had a week to find an alternative method of serving legal documents to the duke in the UK.\nThe judge said the next meeting in the case would happen on 13 October.\nMs Giuffre, now 38, was an accuser of Epstein, the billionaire convicted sex offender who died in prison in 2019, and claims she was sexually assaulted by the prince at three locations, including New York City.\nMs Giuffre - then known as Virginia Roberts - says she was assaulted at the London home of Epstein associate Ghislaine Maxwell, and at Epstein's homes in Manhattan and Little St James in the US Virgin Islands.\nHer case claims Prince Andrew, 61, engaged in sexual acts without Ms Giuffre's consent, including when she was 17, knowing how old she was, and \"that she was a sex-trafficking victim\".\nThe prince, the Queen's second son, has consistently denied the claims, and told BBC Two's Newsnight in 2019: \"It didn't happen. I can absolutely categorically tell you it never happened. I have no recollection of ever meeting this lady, none whatsoever.\"\nMs Giuffre's lawyers had claimed papers were left with a police officer at the gates of Prince Andrew's Windsor home last month - and that meant papers were successfully \"served\".\nThe duke does not face the prospect of an extradition hearing as this only applies to criminal charges and not civil cases."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57888429",
      "category": "health",
      "title": "Covid: Why are 12-15s now being double-jabbed?",
      "tags": "Children,Coronavirus vaccines,Vaccination,Impact of the COVID-19 pandemic on children,Coronavirus pandemic,Immune system",
      "text": "Children aged 12 to 15 are to be offered a second dose of the Covid vaccine.\nIt's in response to concerns about the newly identified Omicron variant.\nThe Joint Committee on Vaccination and Immunisation (JCVI) - which advises the UK governments on vaccines - has said that 12 to 15-year-olds should be offered a second jab - to be given at least 12 weeks after the first.\nIt's one of of a number of measures the JCVI say should be carried out, in case the Omicron variant spreads more easily or is more severe than current types of Covid.\nChildren aged 16 and 17 are already being offered a second dose.\nEngland and Scotland have already said they will act on the JCVI's advice, and it is likely to be accepted in Wales and Northern Ireland.\nNo. When vaccination for 12-15s was first rolled out, Prof Chris Whitty, chief medical officer for England, said it would be as an \"offer\".\nHe said young people and their parents needed to be supported, and there should be no stigma attached to their choice.\nHealthy children aged 12 to 17 are advised to wait 12 weeks after testing positive for coronavirus before having their Covid jab.\nA four-week gap applies to children who are deemed at higher risk because of underlying health conditions, or because they live with vulnerable adults.\nAlthough parental consent is being sought, children under 16 who can prove they understand the risks and benefits can ask for the vaccine - or refuse it - if they disagree with their parents.\nThis important legal test of whether a child can consent to treatment is known as \"Gillick competence\". It is named after a famous dispute in which a teenager wanted contraceptive advice without her mother's consent.\nIn practice, it would be extremely unusual for a child under 13 to be judged Gillick-competent.\nTeenagers aged 16 and 17 don't need parental permission, unless there are exceptional circumstances. \nUnder-18s are being given the Pfizer-BioNTech vaccine, although the Moderna vaccine has also been authorised for use in children in the UK.\nThere is no vaccine currently approved for under-12s in the UK. \nThe MHRA - which regulates medicines in the UK - said today that despite initial concerns about side-effects in under-18s, monitoring and a \"thorough review\" had found the jab to be safe, with \"no new safety issues\". \nEarlier in the year, the European Medicines Agency (EMA) said that Pfizer and Moderna vaccines were linked to extremely rare cases of heart inflammation in young men. However, the EMA said that the benefits of vaccination still far outweighed the risks. \nAlmost all children and young people are at very low risk from Covid-19. \nData for England suggests about 25 children died from Covid in the first 12 months of the pandemic. \nThe majority of them also had severe health problems, including complex neurodisabilities. \nOnly six had no recorded health conditions. \nIn the year to 31 August 2021, Public Health England statistics suggest there were about 50 deaths among under-19s.\nMany countries are vaccinating children over the age of 12.\nCorrection 21 September 2021: An earlier version of this article wrongly implied that the Gillick competence test was named after a case involving a mother and daughter and this line has been amended."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58548528",
      "category": "uk-wales",
      "title": "Barry attempted murder: Man admits stabbing lottery-winner partner",
      "tags": "Lottery,Barry",
      "text": "A man has admitted trying to murder his £5.5m lottery-winner partner by stabbing her in the face, arms and stomach.\nStephen Gibbs, 45, was told he faces a lengthy prison sentence for the attack on Emma Brown who won the jackpot four years ago.\nHe was arrested at Ms Brown's home in Lakeside, Barry, Vale of Glamorgan, at about 22:00 GMT on 30 January.\nFormer Cardiff Airport worker Ms Brown, 49, required surgery after the attack.\nShe has since made a full recovery.\nThe couple had been together for 11 years and previously owned a home in another part of Barry which they rented out after the lottery win. \nMs Brown has become known for donating to local causes after winning the sum in 2017.\nGibbs was due to go on trial but changed his plea. \nAppearing at at Cardiff Crown Court on Monday, he confirmed his name and details before admitting attempting to murder Ms Brown.\nJudge Richard Twomlow said he would sentence flooring worker Gibbs after a psychiatric report had been carried out.\nHe told the defendant: \"I need to consider the question of dangerousness. \n\"You face a very lengthy prison sentence, you must be aware of that.\"\nGibbs was remanded in custody and will be sentenced at Merthyr Tydfil Crown Court on 8 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58539880",
      "category": "science-environment",
      "title": "Mars: Nasa rover's rock cores were 'highest priority samples'",
      "tags": "Mars,Nasa,Geology,Nasa Perseverance Mars rover",
      "text": "US space agency scientists were so excited by the Martian rock sampled by their Perseverance rover last week they got the robot to take a second sample.\nPerseverance drilled its first finger-sized core on 6 September, repeating  the procedure a couple of days later.\nThe scientists believe the targeted rock is volcanic in origin, meaning it can be accurately dated.\nIt also contains salts, which are indicative of water alteration, and that raises the possibility of life.\nOr, at least, the potential for past life. \nBiology is not a given wherever there has been H₂O, but it's hard to see how organisms could have existed without it.\nNasa's Perseverance rover was sent to Jezero Crater on Mars precisely because it looks to have had a habitable environment billions of years ago.\nSatellite images suggest a lake was once present in the 45km-wide bowl. \nThere are what appear to be extensive river and delta sediments in the west of the crater. \nThe period in which this water environment existed could now be greatly narrowed by the rock samples just acquired. \nThe donor slab, nicknamed \"Rochette\", is sitting on the floor of Jezero and as such is expected to represent the oldest layers in the crater.\nIf the minerals in the samples can be dated, therefore, they will provide a \"no older than\" age for the lake.\nThe salts - likely calcium sulphate or calcium phosphate - are fascinating because they'll almost certainly host small inclusions, or bubbles, of water.\n\"Salts are great minerals for preserving signs of ancient life here on Earth, and we expect the same may be true for rocks on Mars,\" explained Perseverance deputy project scientist Dr Katie Stack Morgan.\nOf course, to do any of these investigations, the samples need to come back to Earth first.\nNasa's plan (in partnership with the European Space Agency) is for Perseverance to collect more than two dozen rock cores over the next two years and package them in sealed titanium tubes.\nThese will be left on the surface of Jezero for later missions to pick up before 2030 for transport back home.\n\"Because... of such high scientific potential, we decided to acquire two samples at Rochette,\" Dr Stack Morgan told reporters. \n\"The [Perseverance] science team has the plan to place down one or more sample caches. And so to ensure that each of these sample caches are as complete as they can be, we have a strategy to acquire two samples at each of our highest priority sampling locations.\"\nTo get to Rochette, Perseverance rolled about 2.2km (1.4 miles) from its February landing site. \nIt's heading west at the moment along a slightly raised ridge to a location called \"South Séítah\" where further rock cores will be taken. All the while, the rover is being tracked by its mini helicopter, Ingenuity, which surveys the ground ahead.\nAt some point, scientists want the rover to move north to where the river and delta sediments are most obvious and where the chances of finding any traces of past life are greatest.\nMeenakshi Wadhwa is Nasa's Mars sample return principal scientist. She said the cores taken out of Rochette have their own names, too: \"Montdenier\" (6 September) and \"Montagnac\" (8 September).\n\"I cannot overstate the significance of these rock samples collected by Perseverance. This is a truly historic achievement - the very first rock cores collected on another terrestrial planet. It's amazing. \n\"These two rock cores represent now the beginning of Mars sample return. \n\"I've dreamed of having samples back from Mars to analyse in my lab since I was a graduate student. And now it's actually starting to feel real.\"\nClick here to see how Nasa and Esa will bring rocks from Mars to Earth."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58544874/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Galleri cancer test: What is it and who can get it?",
      "tags": "Medical research,NHS England,Cancer",
      "text": "Tens of thousands of volunteers are being recruited in a trial of a potentially \"game-changing\" blood test for cancer.\nIt's hoped the Galleri test can detect more than 50 types of the disease before symptoms appear.\nIt's a simple blood test that looks for the earliest signs of cancer, particularly those that are typically difficult to identify early or for which there are no NHS screening programmes - such as lung, pancreas or stomach cancers.\nDeveloped by Californian firm Grail - and already used in the US - the test can detect subtle changes caused by cancers, when patients may have no other obvious symptoms.\nIt works by finding chemical changes in fragments of genetic code - cell-free DNA (cfDNA) - that leak from tumours into the bloodstream. \nThe signal does not mean that a person definitely has cancer. It just means that they might have cancer, and that they will need to have some follow-up tests to check.\n\"This quick and simple blood test could mark the beginning of a revolution in cancer detection and treatment here and around the world,\" says NHS England's Chief Executive Amanda Pritchard.\nParticipants will be asked to give a blood sample at a locally based mobile clinic.\nThey will then be invited back twice - after 12 months and two years - to give further samples.\nHalf those taking part will have their blood screened with the Galleri test immediately. \nHowever, others will simply have their samples stored away to be tested in the future - should they go on to be diagnosed with cancer.\nThis is because the trial is what's known as a Randomised Control Trial (RCT). \nIt will allow scientists to see whether cancer is detected significantly earlier among people who have their blood tested straight away.\nPeople will only know they're in the first test group if they are among the small minority whose blood test detects potential signs of cancer. \nThose people will be contacted by the trial nurses by phone and referred to an NHS hospital for further tests.\nEveryone taking part will be advised to continue with their standard NHS screening appointments and to still contact their GP if they notice any new or unusual symptoms.\nThe trial aims to recruit 140,000 volunteers across England.\nBut only people living in these areas can take part and they must be invited:\nLetters have already been sent to tens of thousands of people asking them to take part. \nThose being asked are aged between 50 and 77, from a range of backgrounds and ethnicities, and must not have had a cancer diagnosis in the past three years. \nThe NHS hopes the blood tests will help increase five-year survival rates for cancer, which are below the levels seen in many other high-income countries.\nDeveloping a blood test for cancer has been keeping scientists busy for many years without much success.\nMaking one that's accurate and reliable has proved incredibly complex. The danger is that a test doesn't detect a person's cancer when they do have it, or it indicates someone has cancer when they don't.\n\"The test could be a game-changer for early cancer detection,\" says Prof Peter Sasieni, one of the trial's lead investigators. But he adds a note of caution: \n\"Cancer screening can find cancers earlier when they are more likely to be treated successfully, but not all types of screening work.\"\nPatients whose cancers are found early - known as stage one or two - typically have a broader range of treatment options available to them, which can often be less aggressive.\nNHS England says a patient diagnosed at the earliest stage typically has between five and 10 times the chance of surviving compared with those found at the more advanced stage four.\nInitial results from the Galleri study are expected by 2023. If successful, the NHS in England plans to extend the rollout to a further one million people in 2024 and 2025."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58542797/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Vaccine passport spot checks 'an option' for major events",
      "tags": "Vaccine passports,Coronavirus pandemic,Humza Yousaf",
      "text": "Scotland's vaccine passport scheme may feature spot checks for large scale events such as football matches.\nHealth Secretary Humza Yousaf said such a move could \"potentially\" be introduced when the scheme goes live on 1 October.\nIt came after the head of Scotland's professional football league said it would be \"very difficult\" to check that all fans had a vaccine passport.\nPlans to introduce the scheme in England have been scrapped.\nScotland's vaccine certification scheme means people over the age of 18 will need to show they have had both doses of a Covid vaccine before they are allowed entry to nightclubs and major events.\nThis includes outdoor events of more than 10,000, which will cover football matches involving larger clubs.\nMr Yousaf was asked about the practical difficulties of vaccine passports on BBC Radio's Good Morning Scotland programme.\nThe health minister quoted from a paper published in advance of last week's Holyrood debate on the issue which stated: \"What is proportionate on entry to a nightclub of 200 people may not be proportionate, or possible, in an event crowd of 60,000.\"\nHe added: \"We acknowledged that for a different setting you are going to have to have, probably, different rules depending on that setting and you wouldn't want any adverse impacts, for example lots of people queuing and then potentially any crowd trouble that would follow on from there.\"\nQuestioned specifically about spot checks, he told the programme: \"That is absolutely an option that we are happy to consider.\"\nThe health secretary said he was \"surprised\" by the decision to ditch the vaccine passport scheme in England and questioned whether it was taken on public health or political grounds.\nMr Yousaf also said ministers were \"still working\" on the definition of a nightclub.\nMeanwhile, Scottish Conservative MSP Murdo Fraser welcomed the UK government's decision to abandon vaccine passports and said Scotland should now follow suit.\n\"The Scottish government have made a decision in the absence of evidence,\" he said. \nMr Fraser also branded the plan \"half baked\".\nHe added: \"Now it seems that they're considering spot checks, but only after football clubs made it clear their plan was unworkable. \n\"The scheme will come into force in a matter of weeks and the SNP still can't provide any clarity on key questions surrounding its implementation.\"\nScottish Liberal Democrat leader Alex Cole-Hamilton welcomed the move to abandon vaccine passports south of the border.\nHe said: \"It's sad to see that the Conservative government in Westminster has more concern for medical privacy than the SNP-Green coalition in Scotland does.\n\"The solution to the current crisis is vaccinations and a functioning contact tracing system, not Covid ID cards. \n\"You shouldn't have to share your private medical information with someone who is not your clinician.\"\nProf Devi Sridhar, of the University of Edinburgh, told Good Morning Scotland that the country needed to rely on testing and vaccines to keep the NHS running and the economy open.\nShe said: \"We have seen internationally other places that have raced ahead with vaccine passports. Look at New York City. Look at France. Look at Denmark. \n\"And what they have found is that this is a way to keep businesses open, increase consumer confidence - so actually some of the big spenders in their 40s and 50s do go to these venues -  and, in a way, increase uptake among young people.\"\nOn Sunday the SPFL's Neil Doncaster said the only way to make the scheme work would be to carry out spot checks to avoid lengthy queues and possible disorder.\nMr Doncaster told BBC Scotland's The Sunday Show that the SPFL was \"hugely concerned\" about the practicalities of delivering the scheme.\nThe football executive said blanket inspections of vaccine certification would risk \"disorder\" as frustrated fans turned up for games ahead of kick-off.\nHe added: \"I think it can work, but I think spot-checking is frankly the only practical reality because if you are expecting football clubs to vaccine-passport-check 30,000 or 40,000 people in the minutes before kick-off, that's simply not going to happen.\n\"I don't think it's achievable, realistically.\"\nThe vaccine passport plan was formally approved by Holyrood last week after the SNP and Scottish Greens voted in favour.\nSome businesses have complained of a lack of detail about how the scheme will work in practice.\nThe proposals were opposed by the Conservatives, Labour and Liberal Democrats."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58423152",
      "category": "health",
      "title": "What difference will jabbing young teens make?",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "All children aged 12 to 15 in the UK are to be offered one dose of the Pfizer-BioNTech Covid jab. \nIt follows a recommendation from the UK's four chief medical officers that vaccinating them would help reduce disruption to their schooling this winter and benefit those growing up in the poorest areas.\nThe UK's advisory body, the JCVI, said there was only a marginal benefit to vaccinating adolescents on health grounds alone and stopped short of recommending it - but it did advise vaccinating children over 12 with specific underlying health conditions who are at greater risk.\nThere is general agreement that this was a really tricky call to make.\nStrong opinions have been expressed on all sides, by scientists, doctors, teachers and parents alike.\nThe JCVI focused squarely on the health benefits of vaccination to children themselves - not on the impact to their schooling or other people.\nChildren's risk from Covid isn't zero but the chances of them becoming seriously ill from Covid are incredibly small. Deaths among healthy children are extremely rare - most have life-limiting health conditions.\nThat means there needs to be a clear and obvious advantage to giving them a jab. \nHowever, a very rare side-effect of the Pfizer and Moderna vaccines has made that calculation a lot more complicated. \nPaul Hunter, professor of medicine at University of East Anglia, says there's been intense pressure on the JCVI and he can understand why they have been cautious.\nResearch on millions of people who've had the mRNA vaccines (Pfizer and Moderna) shows there's a tiny risk of myocarditis, or inflammation of the heart, which is more common in young people - and particularly younger boys - after a second dose. It can cause chest pain and a pounding heart, but symptoms usually clear up in days. \nNo vaccine or drug is ever 100% safe, and data from the US shows the numbers of children affected are very small. \nFor every million Pfizer second doses given to 12-17-year-old-boys, around 60 had the condition (compared with eight in a million among girls). The rates in this age group are higher than in older ones - and it's why only one dose for 16 and 17-year-olds in the UK has been recommended, for now.\nBut being infected with Covid has consequences for teenagers' health too - including their hearts - so how big is that risk?\nA recent US study suggests having Covid-19 could be six times more likely to trigger myocarditis in young men than the vaccine, with a rate of about 450 per million infections. \nHowever, the long-term effects of myocarditis after vaccination and the wider health impacts of Covid in children in the short and long-term are still not known.\nJust because countries have access to the same data doesn't mean they will reach the same standpoint on this finely-balanced question.\nCountries are influenced by a variety of different factors - from vaccination rates in adults to political pressure and fears over another wave of Covid. \nThe US, for example, has vaccinated more than 10 million over-12s and concluded that the benefits of protecting against Covid illness and its complications  \"far outweigh\" the small potential risk of an adverse reaction to the vaccine. \nFrance, Italy, Canada, Spain, Israel and many other countries are all vaccinating this age group for the same reason.\nVaccinating secondary-school-age children wouldn't stop the virus circulating in schools or in society more generally.\n\"Even if 100% of people in the UK were vaccinated - and their pets - the virus would still spread,\" Prof Hunter says.\nBut vaccines for teens are still likely to reduce infections in that age group, and could help keep more children in school over winter, although it's unclear how much it would limit wider community spread.\nThe government's scientific advisers recently said that 40-70% of children in secondary schools may already have been infected by the start of term, meaning many have some in-built protection.\nThen there's the question of whether encouraging more over-18s to have a vaccine would be a more productive aim, given their greater risk, with more than 12% still reluctant to even have one? \nIn the end it comes down to choice, and a fine balance between a very rare side-effect from the vaccine, and a very low risk to children themselves from Covid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58549883",
      "category": "entertainment-arts",
      "title": "Tanya Fear: Missing British actress found safe in LA",
      "tags": "Television,Los Angeles",
      "text": "British actress Tanya Fear has been found in Los Angeles after being reported missing last week. \nA spokesperson for the Los Angeles Police Department told the BBC that the 31-year-old was safe. They would not provide further details.\nA statement said the actress's family were \"relieved and extremely grateful\". \nFear appeared in a 2018 episode of BBC sci-fi drama Doctor Who. Friends and family said she had last been seen on Thursday.\nAccording to the @FindTanyaFear Twitter account, which is described as being run by her family, the actress left her Hollywood Bowl apartment without her phone or purse and was last seen at 22:00 local time that day.\nHer uncle had said the family were \"deeply worried\".\nA statement posted on @FindTanyaFear on Monday thanked police and members of the public for their efforts in locating the actress, and the \"outpouring of concern and support over the last several days\".\n\"We understand she is not physically harmed, but as a precaution, is being assessed at a local hospital,\" it said. \nThe actress, whose full name is Tanyaradzwa Fear, has also appeared in TV's Spotless, Endeavour, DCI Banks and Midsomer Murders. She was seen in the movie Kick-Ass 2 and had recently started doing stand-up comedy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58551992",
      "category": "uk-northern-ireland",
      "title": "Taylor Swift: Pop star poses for selfies in Belfast",
      "tags": "Taylor Swift",
      "text": "You might think that only in your 'Wildest Dreams' would you meet American pop star Taylor Swift on a night out in Belfast.\nBut that is exactly what happened for some lucky locals and hospitality staff last week.\nStaff in a Belfast bar posted on social media that the star had happily posed for selfies when she visited the city.\nWorkers at the bar said she was in the city with her boyfriend, the actor Joe Alwyn. \nHe is wrapping up filming on the Hulu/BBC Three adaptation of Sally Rooney's novel Conversations with Friends.\nAmong the venues Swift visited was the Tipsy Bird bar in the city centre.\nThere she met singer Tiernán Heffron, 22, who plays at the bar every Friday night and is a huge fan of Swift.\n\"It was just like any other gig in Belfast until she turned up. No one there knew she would be there,\" he told BBC News NI.\n\"I was getting set up and someone came over to tell me Taylor Swift had just walked in.\n\"The back of my knees just dropped. I was excited because any other singer-songwriter would dream of this moment - so I just thought 'let's do it'.\n\"My heart was beating so fast. I just went for it and I had her up singing and dancing to 'Tell My Ma' - she was having a blast.\"\nSwift even asked Mr Heffron for a selfie.\n\"She came up to me in the middle of it with a big smile and said: 'You're so good - how can I follow you?' Mr Heffron said.\n\"I told her my name and that I worked in a special needs school but I had been working hard on my music and she asked me for a selfie.\n\"She tipped me for playing, told me she enjoyed my music and said: 'You deserve this'.\"\nWhen he went to say goodbye to her and thank her for the tip she told him she had heard him singing Ed Sheeran songs and that the two were best friends.\n\"She said: 'Right now are putting in your 10,000 hours - this is not your first gig - you're confident and you're going to do great',\" Mr Heffron said.\nIn a Facebook post, the Tipsy Bird said: \"The one and only Taylor Swift graced us with her presence last Friday night.\n\"We can confirm she is just as lovely as you would expect and was kind enough to take a picture with our team.\n\"Taylor, if you fancy being a Tipsy Bird another night in the future, you know where to find us\".\nShe was also spotted at Shu restaurant on the Lisburn Road in south Belfast, where she posed for photos with the team.\n\"On Thursday evening we had the pleasure of serving Taylor Swift,\" Shu said.\n\"Taylor was so lovely and really is a beautiful person inside and out and she kindly agreed to photos with all of our team,\" the restaurant added in a post on social media.\nSwift released the first re-recording of her back catalogue, Fearless (Taylor's Version) in April. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55274833",
      "category": "health",
      "title": "Covid vaccine: How many people are vaccinated in the UK?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK has ramped up its Covid vaccine booster campaign - part of an attempt to reduce the impact of the new Omicron variant, currently spreading rapidly across the world.\nWith nine in 10 of those aged 12 or over in the UK having had a single jab and eight in 10 having had a second, the country has shifted its focus to boosters, which have been shown to offer significant protection from hospitalisation.\nAlthough more than 37 million boosters, or third doses, have been given so far, the government is urging more people to come forward to help the country \"ride out\" the Omicron wave.\nThe vaccine rollout was launched in winter 2020 and began with those considered most vulnerable before later moving down the adult age groups. All those aged 12 and over are eligible for two doses.\nIf you can't see the lookup, click here\nA booster campaign, originally targeted at people over 40 or belonging to a number of other vulnerable groups, has been extended to all over-16s. \nThe minimum gap between the second jab and booster dose has also been reduced from six to three months, to speed up the booster rollout process.\nThe government has begun easing \"Plan B\" restrictions in England, putting the reason for the move down to the success of the booster programme. Scotland, Wales and Northern Ireland have also begun rolling back measures, but people in all nations will still have to isolate after testing positive.\n Ministers are urging anyone who has not had a third, top-up jab to come forward.\nThe Joint Committee on Vaccination and Immunisation, which advises on vaccine policy, says a fourth Covid jab is not yet needed because data shows, three months after a booster shot, people aged 65 and over still have about 90% protection against hospitalisation.\nSo far, the UK has approved four vaccines for use: Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and Janssen; three of which require two doses for maximum protection.\nThose receiving boosters will get one dose of Pfizer or half a dose of Moderna.\nThere is no vaccine currently approved for use in the under-12s.\nSo far, more than 52 million people have had a first vaccine dose - some 91% of over-12s. More than 48 million - 84% of over-12s - have had both doses.\nWhile uptake of first and second doses dropped off late last year, there was a steep rise in people having boosters. However booster numbers dipped over the Christmas holiday period and remain low. \nMore than 37 million booster doses have been administered across the UK so far.\nOverall vaccination rates have now levelled off in every age group in England apart from the youngest bands.\nThe aim of the vaccination programme is to protect as many people as possible from serious illness through developing the UK population's immunity against Covid-19.\nData from the Office for National Statistics (ONS) suggests more than nine in 10 adults in the UK now have coronavirus antibodies - which is evidence of a past Covid infection or having received at least one dose of a vaccine.\nHowever, this figure does not tell us how many people are protected from infection or how close we are to reaching herd immunity - the point at which everyone is protected, directly or indirectly, as a result of high immunity levels in the population.\nAcross the country, there continues to be some variation in the vaccine programme.\nScotland has vaccinated 92% of those aged 12 and over with at least one dose, while Wales and England have reached 91% and Northern Ireland 89%.\nSecond doses are also being rolled out, with all nations reaching more than 80% of over-12s so far.\nAcross the English regions, the South West has vaccinated 86% of the same age group with at least one dose, while London has reached 69%.\nWhen looking at boosters, the South West has reached 67% of people aged 12 and over, while for London the figure is 44%.\nThere have also been disparities between ethnic groups and poorer and wealthier areas.\nAnalysis of NHS records by the OpenSAFELY group - a collaboration between Oxford University and the London School of Hygiene and Tropical Medicine - shows that black people were the least likely to have received a booster vaccine.\nThe study was based on more than 20 million patient records in England and covers people not living in care homes. Areas of London are under-represented in the data.\nIn addition, booster take-up in poorer areas is lower than in more affluent areas.\nCurrently, the Pfizer-BioNTech, Oxford-AstraZeneca, Moderna and one-shot Janssen vaccines are approved for use throughout the UK. \nOthers, such as those produced by Novavax and Valneva, have not yet been given the green light.\nThe UK had ordered more than 540 million doses of seven of the most promising vaccines, including the four so far approved for use. \nIn addition, the government has now signed deals to buy 114 million more doses of the Pfizer and Moderna vaccines to use in 2022 and 2023. \nFrench vaccine maker Valneva said the UK government had scrapped a deal for 100m doses of its vaccine, which is yet to be approved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58505658",
      "category": "newsbeat",
      "title": "'Vaccine passports make me even more reluctant to get a Covid jab'",
      "tags": "Warwick,Edinburgh,University of Warwick,Coronavirus vaccines,Higher education,Coronavirus pandemic",
      "text": "Covid made 2020 one of the worst years ever to be a uni student, so many can't wait to get back to normal when the new term starts - but it's going to be less fun if you've not had a Covid jab.\nFrom next month you'll only get into nightclubs in England and Scotland if you can prove you're fully vaccinated. \nThe aim of vaccine passports is to reduce Covid cases and avoid lockdowns.\nBut some people are angry about the rule, with one student saying it makes her even more reluctant to get a jab.\n\"When I turned 18 I went to one or two clubs with my friends and then Covid hit,\" Sharnie May Crooks tells Newsbeat.\n\"Now I'm 19, I'm going to be 20 in November - it's nearly two years of clubbing that I've just never had the chance to experience and now with vaccine passports it doesn't look like it's going to happen anytime soon.\"\nSharnie's been working as a bartender and customer services assistant to make some extra cash before starting her second year studying psychology at the University of Warwick.\nShe says she'd \"happily\" take lateral flow tests to prove she's not carrying the virus ahead of big nights out, as we've all had to at gigs and festivals this summer. \nBut the idea of vaccine passports is \"outrageous, preposterous\" and \"too far to the extreme\".\n\"A vaccine should be a personal choice, and if you're restricting me from doing things, that's pushing me further away from making that decision because you're removing choice from it.\"\nSharnie doesn't plan on getting the vaccine for at least a couple of years, because she's concerned about the possibility of unknown long-term effects.\nScientists have repeatedly said the serious complications of Covid itself are a far greater risk to people than vaccines. The vaccines approved for use in the UK have met strict safety standards and reports of serious side-effects are very rare.\nSharnie says she's not going to change her mind, so freshers' week is \"not going to be as exciting as I would have hoped\" as a result of vaccine passports.\nBut she's \"definitely not going to be sitting at home\" while her peers have fun at uni - and says it's likely she'll end up going to illegal raves instead of legitimate clubs.\nShe says lots of her friends feel the same way and thinks an increase in the number of illegal raves will be a consequence of vaccine passports that the government hasn't considered.\n\"Staying at home, not partying, is definitely just not an option,\" she says.\nAnnie is 21 and we've agreed not to use her surname. She's also against the idea of vaccine passports - but for very different reasons.\nWhen Annie was 14 she overdosed on paracetamol in an attempt to take her own life. After that she had a \"bit of a fear of taking medication\" but when the UK went into lockdown in March last year, the fear developed into severe anxiety and panic attacks about medicine. \n\"Some panic attacks get to the point where I have to lie in bed and just not move because I can't breathe. I think I'm going to die, I think the side-effects are going to kill me. Obviously that's not going to happen but that's how it makes me feel.\"\nAt the moment Annie's anxiety is so bad that she can't take any medication - including any vaccines.\n\"I am not against the vaccine in any way. I think anyone who can get it should get it -  but me personally, I just am not comfortable taking it 'cos I know how it will make me feel. It's just the vaccine passports that I have a grievance with,\" she says.\nAnyone who has good reasons for not getting fully vaccinated - including children and people with particular medical conditions - will be exempt from the vaccine passport restrictions. But Annie isn't sure if her condition will be covered by this.\nShe's looking forward to going to a McFly concert at the end of this month but doesn't think she'll be allowed into a JLS gig she has tickets for in October. \nShe's also worried she won't be able to use her football season ticket because stadiums with capacity of over 10,000 people are also subject to the vaccine passport rules in Scotland.\n\"Aspects of my mental health have vastly improved since I've been able to go back to events and stuff like that,\" she says.\n\"If I can't go to these events I'm going to be cooped up inside again, feeling all of these intense feelings of anxiety. But then if I get the vaccine, I will be feeling those intense feelings of anxiety - so it's a lose-lose situation for myself.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57781637",
      "category": "health",
      "title": "Heart inflammation link to Pfizer and Moderna jabs",
      "tags": "Coronavirus vaccines",
      "text": "Heart inflammation is a \"very rare\" side-effect of the Covid vaccines made by Pfizer and Moderna, according to regulators in Europe. \nThe European Medicines Agency said the side-effects were more common in younger men.\nThe medicines safety body said the benefits of Covid vaccines continue to far outweigh any risks. \nBut doctors and patients have been advised to be aware of the symptoms of heart inflammation. \nThese include chest pain, a feeling of breathlessness and a pounding or fluttering heartbeat. Anyone with these symptoms should see a doctor. \nTwo conditions were linked to the vaccines - inflammation of the heart muscle itself, known as myocarditis, and inflammation of the fluid-filled sac the heart sits in, known as pericarditis. \nThe EMA analysis of cases found:\nFive people died. The review said they were all either elderly or had other health conditions. \nThe UK's Medicines and Healthcare products Regulatory Agency (MHRA) has also been investigating the link. \nIt reported: \"A consistent pattern of cases occurring more frequently in young males and shortly after the second dose of the vaccines.\n\"These reports are extremely rare, and the events are typically mild with individuals usually recovering within a short time with standard treatment and rest,\" it added.\nMost cases are thought to be within 14 days of vaccination.  \nWhile the risk is very rare, it is more likely to develop in young people - who are currently the focus on the vaccination campaign in the UK. \nConcerns about the side-effects have already played into the UK debate around vaccinating children, who are at lower risk of Covid.\nMyocarditis and pericarditis will be officially listed as side-effects in the UK and Europe, mirroring a move by the regulators in the US last month.\n\"The chance of these conditions occurring is very low, but you should be aware of the symptoms so that you can get prompt medical treatment to help recovery and avoid complications,\" the EMA said. \nThe link with heart inflammation was found only in the vaccines that rely on mRNA technology to train the immune system. \nThere was no link found for vaccines such as Oxford-AstraZeneca or Janssen, which use a genetically modified virus.\nHowever, the EMA has advised anyone with a history of capillary leak syndrome should not be given the Janssen vaccine. This is a rare but serious syndrome in which fluid leaks from blood vessels in the body.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58519200",
      "category": "uk-wales",
      "title": "'No answers' decade after Glyn Summers' Spanish fall death",
      "tags": "Colleges,Spain,Barcelona,Hengoed,Welsh Parliament,Ystrad Mynach",
      "text": "A family who lost their teenage son a decade ago after he fell from a Spanish hotel balcony say they still need answers about his death.\nGlyn Summers, 17, died a week after the fall while on a college educational trip to Barcelona.\nColeg y Cymoedd said \"legal constraints\" prevented them from releasing an internal inquiry.\nThe family, from Hengoed, Caerphilly, has called for a full public inquiry in a petition to a Senedd committee.\n\"My memory of that week is just a blur,\" Glyn's elder brother Sion said, as he recalled how events unfolded in October 2011.\n\"It just didn't make sense.\"\nThe student had gone abroad as part of his course at Ystrad Mynach College, which is now part of Coleg y Cymoedd. \nIt was in the months that followed that the family said they realised key information about what had happened to the teenager had been \"swept under the carpet\", according to Sion.\nThe teenager had been to a nightclub that evening, and had consumed alcohol during the night.\n\"We didn't know that he was given permission to go to this club, we didn't know that he wasn't supervised.  \n\"While we were trying to be at Glyn's bedside, we were battling with his private insurance company who were refusing to pay out for his medical bills because of the circumstances that the tutors had regaled to them.\"\nSion said that included the suggestion Glyn had \"jumped\" from the balcony, leading the family to believe he might have taken his own life.\nEventually, the family obtained a Spanish police report, including eyewitnesses who said they had seen Glyn fall and try to climb back onto the balcony.\nA letter seen by BBC Wales from the former Ystrad Mynach College in 2012 revealed the college believed staff used \"professional judgment\" after the students - including Glyn - \"specifically asked \" to go to a particular club.\nHis brother said it was now 10 years since the family had lost their \"happy boy\" and \"entertainer of the family\", who Sion described as his \"best friend\".\n\"We are nowhere near any kind of closure to find out what exactly happened with Glyn, but more so, to find out if any lessons have been learned,\" he said.\n\"Unfortunately all we have had over the last 10 years is brick walls and legal stipulations and confidentiality clauses.\"\nHe said his brother's death had been \"utterly devastating\" for the family, particularly his parents Sarah and Lee Summers.\n\"They will never stop fighting for Glyn. Until an apology is given for the failings and assurances and evidence is provided so they can rest easy that it's not going to happen to another family, I don't think they are going to move on from it.\"\nIn the petition to the Welsh Parliament, the family has also called for legislation to \"ensure that no family has to fight public services to release information relating to fatal incidents\".\nThe principal of Coleg y Cymoedd Karen Phillips said Glyn Summers' death \"was a tragic accident that was deeply distressing for family and friends, as well as staff and fellow students, who continue to feel his loss\".\nShe said in a statement the college had \"always endeavoured to do as much as we are permitted to give Glyn's parents the information which they have requested\".\n\"However, legal constraints prevent us offering unrestricted access to the documents in this case.\"\nShe said she had offered to meet the family on three occasions \"in the hope that I might illustrate how the lessons learned from their tragic loss have resulted in significant enhancements regarding educational trips at all Welsh education providers\".\n\"The safety and wellbeing of the students in our care is, and always will be, the over-riding priority for Coleg y Cymoedd.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58538887",
      "category": "business",
      "title": "TUC says 'proper pay rise' would fix shortages problem",
      "tags": "Trades Union Congress,UK economy,CBI,Coronavirus pandemic",
      "text": "Better pay and conditions for delivery drivers will help fix the supply chain crisis, TUC general secretary Frances O'Grady has said.  \nShe also called for a rise in capital gains tax to fund an increase in pay for care workers. \n\"After decades of real wage cuts... no-one can seriously say working people don't deserve a pay rise.\"\nShe said pay rises were crucial for the government's \"levelling up\" agenda to boost poorer regions of the UK.  \nSpeaking at the TUC Congress in London to an audience almost all attending online, Ms O'Grady called on the UK's unions to continue their fight for better pay and conditions across the economy.\nTo ministers wondering how to fix the widespread problems with the supply of goods, she said: \"Well, here's a novel idea - let's make that industry deliver decent conditions, direct employment and a proper pay rise.\"\nMs O'Grady listed Nando's chicken, Ikea mattresses and Wetherspoon's beer as items that had recently run out due to problems such as a lack of delivery drivers. \nShe told the story of a care worker called Carol, working a 24-hour shift for less than the minimum wage, and called for an increase in tax on wealth - through capital gains tax - to fund a pay rise for the sector.\n\"It can't be right that a dedicated care worker pays a bigger share of her hard-earned income to fund the social care system than the private equity magnate who profits from buying up and selling care homes,\" she said.\nSpeaking to BBC Radio 4's Today programme ahead of her speech, Ms O'Grady urged the government to reconsider recent rises to National Insurance contributions, describing the move as \"another hit\" to young people and low-paid workers.\n\"We saw far too much inequality before the crisis, it's got a lot worse. We know that working people have been subject to pay freezes and pay pauses for years.\"\nShe argued that shifting tax to wealth instead may offer a boost in demand for the economy.\n\"One thing you can guarantee about working people is that they spend their money locally and that's what will get the economy moving again.\"\nShe called for a furlough-style short working scheme to be permanently in place, \"to keep people in good jobs - and to make sure we bounce back fast.\" \n\"If levelling up means anything, it must mean levelling up at work and levelling up living standards.\"\nThe director-general of the employer's organisation is also giving a keynote speech later today. He is set to warn that a return to \"business as usual\" in economic policy would be a mistake, with the UK lagging behind some of its international competitors in driving investment in the industries of the future.\nHe will say: \"The lack of detail and pace from the government on some of the big economic choices we must make as a country are the biggest concerns for business.\"\nHe will call for a series of measures including:\n\"Investing by the UK: that must be our mantra now, so that the decade ahead does not repeat the low growth, zero productivity of the decade past, and government holds the key to unlocking it all,\" Mr Danker will say.\nA Treasury spokesperson said the government had shown it was committed to supporting business investment, extending the Annual Investment Allowance increase for another year and introducing the super-deduction, which it called \"the biggest two-year business tax cut in modern British history\".\n\"The impact of the pandemic means we have had to make the tough but responsible decision to raise taxes. We've asked both individuals and businesses to pay a bit more as we get our public finances back on a sustainable path,\" the spokesperson added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58541644",
      "category": "world-europe",
      "title": "Eitan Biran: Italy investigates 'kidnap' of cable car crash survivor",
      "tags": "Israel,Italy",
      "text": "The grandfather of a six-year-old boy who was the sole survivor of a cable car crash in Italy has been placed under investigation for the alleged kidnapping of his grandson.\nShmulik Peleg is accused of taking Eitan Biran to Israel on Sunday.\nEitan had been staying with a paternal aunt in Italy.\nHis parents, younger brother and two great grandparents were among 14 people killed when their cable car plunged to the ground in northern Italy last May.\nEitan's family had lived in Italy for several years before the crash in the Mottarone mountain area.\nHis paternal aunt Aya Biran-Nirko was granted custody of Eitan in June after he was released from hospital. \nOn Saturday, Eitan was taken out for the day by Mr Peleg, his maternal grandfather who had moved to Italy after the crash and had visitation rights.\nHe reportedly then took Eitan out of the country on a private jet, using the child's Israeli passport. Israeli diplomats have since confirmed his arrival in the country.\n\"We did not kidnap Eitan... we brought him home,\" Eitan's maternal aunt Gali Peleg, who had filed for adoption in August, told Israel's Radio 103FM on Sunday. She claimed Eitan's parents had wanted to return to Israel prior to the crash and that the boy was being held hostage in Italy. \nAya Biran-Nirko called it \"another tragedy for Eitan\", saying he \"thought he was going out to buy toys with his grandfather\". She added: \"I'm sure the Israeli authorities will cooperate to bring him back\".\nProsecutors in the northern city of Pavia on Monday opened an investigation of aggravated kidnapping by Mr Peleg, and called for the boy's return under the Hague Convention on Children's Rights.\nLawyers for Mr Peleg were quoted as saying that their client had \"acted on impulse\" amid concerns that the maternal relatives were being denied access to the boy and he was receiving inadequate medical care.\nAn investigation into the cause of May's crash near the town of Stresa, on the shores of Lake Maggiore, is still under way, but prosecutors believe the car's emergency brakes had been intentionally disabled.\nWhen the main cable holding the car snapped, there was nothing to stop it reversing at over 100km/h (62mph) on a support cable, passing a support pylon and then plummeting to the ground and rolling down the mountain.\nThirteen people died at the scene, including a two-year-old child, while another child died later in hospital.\nA number of people from the company that operated the cable car are currently under investigation over the incident. \nA technician has admitted installing a fork-shaped bracket to deactivate the emergency brake, which had reportedly been malfunctioning, earlier this year.\nHowever, a cable car expert has alleged that earlier videos he took suggest the emergency brake was already disabled in 2014."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58523132",
      "category": "entertainment-arts",
      "title": "Warning on teachers' lack of Holocaust knowledge",
      "tags": "Teaching,The Holocaust",
      "text": "Major misconceptions about the Holocaust are common among teachers, research suggests.\nMost teachers in England lack the knowledge to combat common myths and falsehoods about the atrocity, research by University College London's Centre for Holocaust Education suggests.\nThey said there had been improvements since a similar study in 2009.\nBut the researchers warned of \"real-world consequences\" from a lack of understanding.\nThe research found:\nUCL associate professor Dr Andy Pearce said pupils could be developing \"skewed and fundamentally erroneous impressions of this period\". \n\"If one of the aims of teaching and learning about the Holocaust is to prevent the repetition of similar atrocities in the future, then we need to have secure knowledge and understanding of why this particular genocide happened,\" he said.\n\"As a society, we should have no tolerance for misunderstandings, myths and mythologies about the Holocaust.\n\"That can be a breeding ground for conspiracy theories and for revisionism and for denial and distortion.\n\"There are real-world consequences for these misconceptions and misunderstandings.\"\nThe study was based on in-depth focus groups and a survey of 1,077 teachers, 964 of whom had recently taught the Holocaust.\nWoking High School head teacher Maiken Walter said accurate Holocaust education was particularly important after the pandemic, when pupils had spent more time online, often unsupervised. \n\"We have seen some signs in our community of a rise in white-supremacy ideology and it is a concern for most schools to try to tackle that,\" she said. \n\"The Holocaust is not something that is irrelevant to the modern day.\n\"It is still very central to our lives and it is essential it is taught well.\"\nAssociation of School and College Leaders general secretary Geoff Barton was \"concerned\" at the findings. \n\"School leaders and teachers work very hard to combat a range of false information and myths on a range of subjects that are spread through the click of a button in a society which has undergone a rapid and poorly regulated digital revolution,\" he said. \n\"However, the reality is that schools and teachers face a huge number of pressures on their time in a crowded curriculum and constantly have to juggle many competing priorities. \n\"There is a wider need for the government to work with the education sector to review the many expectations on schools to make this situation more manageable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58540571",
      "category": "entertainment-arts",
      "title": "Britney Spears announces engagement to Sam Asghari",
      "tags": "Britney Spears,Iran,United States,Music",
      "text": "US pop star Britney Spears has announced her engagement to her long-term boyfriend, Sam Asghari.\nThe singer posted a video of the couple showing off the ring on Instagram.\nThe 39-year-old is fighting a legal battle to end her 13-year conservatorship, which controls both her personal life and finances.\nSpears has revealed that the terms of the arrangement are preventing her from marrying Mr Asghari, 27, or having more children.\nThe conservatorship arrangement was imposed in 2008 when concerns were raised over her mental health.\nLast week, her father, Jamie Spears, filed papers in a Los Angeles court to end the conservatorship. A court hearing is scheduled for 29 September.\nSpears had sought to remove him from the role twice in the last two years.\nMr Asghari, an actor and fitness trainer, posted a separate photo of the ring and the couple kissing. \nHis manager, Brandon Cohen, confirmed news of the engagement to People magazine.\n\"The couple made their long-standing relationship official today and are deeply touched by the support, dedication and love expressed to them,\" he said.\nThe couple met on the set of a music video in 2016.\nMr Asghari was born in the Iranian capital Tehran but moved to Los Angeles at the age of 12 to live with his father, who was a truck driver.\nIn an interview with Forbes earlier this year, he described arriving in the US without speaking any English: \"It was definitely a culture shock, coming out here with a completely different language to speak.\"\nMr Asghari has three sisters, who have also emigrated to the US from Iran.\nIn Iran, not many appear to be pausing over Mr Asghari's Iranian roots when discussing the engagement announcement.\n\"This boy made Britney defeat depression, helped her to get back control over her life from her father and also helped her to exercise... And now is getting married to her!\" tweeted one social media user.\nAnother wrote: \"Sam is 27 and Britney is 39. The age difference in this marriage is not a problem!\"\nSpears has been married twice before. In 2004, she wed her childhood friend Jason Alexander in Las Vegas but the marriage was soon annulled.\nLater the same year, she married dancer Kevin Federline, with whom she has two children. The couple divorced in 2007.\nSpears has previously referred to her father's treatment of her as \"cruelty\". \nIn explosive testimony in June, she asked a judge to end the \"abusive\" conservatorship so she could get married and have more children.\nA month later, she said she wished to file charges against her father.\nThe court-ordered conservatorship gave Jamie Spears control over his daughter's estate and other aspects of her life. \nMr Spears stepped down as the conservator of his daughter's personal affairs in 2019 due to health issues, and was replaced by Jodi Montgomery, the singer's long-time care manager.\nBut Mr Spears continues to oversee his daughter's business arrangements."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58537599",
      "category": "business",
      "title": "Cressida Dick: Tech giants make it impossible to stop terrorists",
      "tags": "Companies,Internet safety,Child abuse,Encryption,Internet privacy,End-to-end encryption,Cyber-security,Privacy",
      "text": "The Metropolitan Police commissioner has accused tech giants of making it harder to identify and stop terrorists.\nThe tech giants' focus on end-to-end encryption was making it \"impossible in some cases\" for the police to do their jobs, Dame Cressida Dick wrote in the Telegraph on Saturday.\nOn Wednesday, Home Secretary Priti Patel launched a new fund for technologies to keep children safe.\nShe also called on tech firms to put user safety before profits. \nBut cyber-security experts have told the BBC that they are not sure the solutions the government wants are possible to build. \nIn her piece marking the 20th anniversary of the 9/11 attacks, Dame Cressida stressed that advances in communication technologies meant terrorists were now able to \"recruit anyone, anywhere and at any time\" through social media and the internet.\nIn response, the UK was needing to constantly develop its own digital capabilities to keep up with terrorists exploiting technology to their advantage.\nHer message echoes that of Ms Patel, who launched the Safety Tech Challenge Fund at a meeting of the G7 interior ministers earlier this week.\nThe fund, open to experts from across the world, is aimed at tackling child sexual abuse online. \nFive applicants will be awarded up to £85,000 each to develop new technologies that enable the detection of child sexual abuse material (CSAM) online, without breaking end-to-end encryption.\nEnd-to-end encryption is a privacy feature that makes it impossible for anyone except the sender and recipient to read messages sent online.\nWhile tech giants such as Facebook say using such technology will protect users' privacy, several governments including the US, UK and Australia have repeatedly objected to the idea since 2019.\nCyber-security and privacy experts believe that Ms Patel and Dame Cressida's views could be in response to Apple's decision to delay a plan to scan iPhones for CSAM earlier this month.\nThe detection technology, first announced in August, compares images before they are uploaded to iCloud against unique \"digital fingerprints\", or hashes, of known CSAM material on a database maintained by the National Center for Missing and Exploited Children.\nApple's technology was widely criticised by privacy groups and the cyber-security industry as setting a dangerous precedent, because it involved using an individual's own device to check if they could be a potential criminal.\n\"We already have end-to-end encryption in Apple's iMessage texting technology - it's strange that law enforcement and the government haven't hit out at Apple about that, but it's all about attacking Facebook and WhatsApp,\" Alec Muffett, who led the team that built end-to-end encryption technology for Facebook Messenger, told the BBC.\nMuch has been written about the wealth of data tech giants possess about the users of their services, particularly the fact they are constantly tracking user behaviour and interests in order to provide personalised ads.\nHe argues that tech firms already possess the technology they need to detect paedophiles and terrorists, simply by tracking their behaviour - they don't need to compromise a user's privacy by looking at all their personal files on their phone. \n\"If you've got an Facebook account of a middle-aged male who is randomly messaging a dozen teenagers out of the blue, then you have a potentially suspicious activity. It might be innocent, but it is certainly an issue worth delving into,\" said Mr Muffett, who has more than 30 years' experience in cyber-security and cryptography.\n\"The UK government is trying to detect CSAM by looking at the content, as in trying to snoop, rather than trying to observe behaviours.\"\nOn top of this, he says, multiple cyber-security researchers have tested Apple's NeuralHash algorithm and found that it is mistaking two completely different images, as being the same photo, so they fear Apple will falsely accuse users of having criminal content. \nOne leading cyber-security expert who did not wish to be named told the BBC that what the government wants is not technically feasible.\n\"You can change the law of the land, but you can't change the law of science - there's no way of allowing the mass scanning of devices without undermining the protections of end-to-end encryption,\" the expert said.\n\"If somebody manages to viably protect end-to-end encryption while detecting child sexual abuse imagery, they're going to make a lot more than £85,000, so I just don't see what the economics are.\"\nAnother cyber-security boss agrees: \"It's almost like the government is making a statement to make Facebook and other social media organisations do more and give them more access. \n\"If you read between the lines, Ms Patel is essentially saying they want to recruit hackers.\"\nThen there's the privacy concerns. \"Can we trust those in power not to abuse these powers?\" questions online child safety expert Dr Rachel O'Connell, founder of a secure child age authentication tool TrustElevate.\nAs far as data protection expert Pat Walshe is concerned, Apple's solution is not legal. He says he has asked the tech giant to explain how it can be deployed in Europe, and has yet to receive an answer.\n\"The European Court of Justice (ECJ) says the mobile phone is an extension of our private sphere, and the courts have said that the device and any information on it is part of the private sphere of our lives, meaning it requires protection under the European Convention of Human Rights (ECHR),\" he said. \nMr Walshe, who led a team at the mobile operator Three that was responsible for dealing with the government and law enforcement, also has grave concerns about the tech fund proposal, saying it prompts too many questions about privacy. \nInstead, he says, there need to be better, more direct reporting channels to enable both citizens and communication providers to report CSAM to either the tech firms or law enforcement.\n\"And law enforcement needs to receive a huge boost in training, manpower and funding to deal with the reports,\" he stressed.\n\"I'd like to see a greater emphasis on that, than on breaking technology that keeps us safe every day.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58547881/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Universal Credit: Cut is two hours extra work for claimants, says Therese Coffey",
      "tags": "Therese Coffey,Universal Credit",
      "text": "Work and Pensions Secretary Therese Coffey has backed the cut to universal credit (UC), saying removing the £20 uplift would only mean \"two hours' extra work every week\" for claimants. \nSpeaking to BBC Breakfast, she said the government would try to help people \"perhaps secure those extra hours\".\nBut a charity warned claimants would need to work up to nine extra hours a week to make up the shortfall.\nLabour called the minister's remarks \"an insult to hard working families\". \nShadow work and pensions secretary Jonathan Reynolds later pushed his counterpart on her claims in the Commons, saying she had been \"completely wrong\" over the number of hours needed. \nBut while Ms Coffey said every UC payment \"depends on the individual\", she insisted there were \"a number of different ways that people can actually earn more, keep more of their money, when they are working more hours\" and on benefits. \nAsked about her earlier comments, a Downing Street spokesman said the government was \"supporting people to increase their incomes in a number of ways\". \nThere are 5.9 million people receiving UC payments across the country, according to the latest government figures - almost double the three million making claims before the pandemic.\nWhile some are seeking jobs and others are unable to work, 40% of claimants are already employed.\nThe £20 weekly rise in universal credit benefit was brought in during the coronavirus pandemic to help struggling families.\nThe government has said the uplift will be removed by October as it was always intended to be a \"temporary measure\". \nBut it has faced increasing calls from charities, opposition parties and even some Tory MPs, who think the cut would cause more pain to lower income families. \nAsked about the reduction on Monday, Ms Coffey told BBC Breakfast: \"I'm conscious that £20 a week is about two hours' extra work every week.\n\"We will be seeing what we can do to help people perhaps secure those extra hours, but ideally also to make sure they're also in a place to get better paid jobs as well.\"\nBut the Resolution Foundation disputed her figures, as claimants who work additional hours see their benefits reduced - or for each £1 they earn, the UC payment falls by 63p.\nThe charity said a UC claimant earning the National Living Wage - £8.91 an hour - and with an income of at least £6,100 a year, would take home just £6.60 for two hours work due to the taper in the payment, falling to £4.48 if they pay tax and National Insurance. \nAnd they said the actual take home pay would fall to £2.24 an hour once any pension contributions or additional childcare or travel costs were taken into account.\nThis would mean they would need to work nine extra hours a week to make up for the removal of the £20 uplift. \nPrincipal economist at the Resolution Foundation, Adam Corlett, said: \"The government has tried to justify the coming cut to universal credit - and the huge income loss facing millions of households - by saying that it can easily be offset by simply working a few more hours. If only it were that simple.\n\"Many of those receiving universal credit aren't expected to work at all. And even for those in a position to work, a claimant on the National Living Wage will take a home as little as £2.24 from an extra hour's work. \n\"A small increase in working hours will be nowhere near enough to cover the £20 a week cut coming their way in just one month's time.\"\nHow much would your hourly wage have to be for two hours of extra work to make up for the lost £20 in universal credit?\nConsider somebody who is entitled to UC and is earning enough to be paying income tax and National Insurance.\nWe estimate that they would have to be earning about £40 an hour for the numbers to add up, so £80 in total. Of that, £16 would go on income tax and £9.60 on National Insurance. \nUniversal Credit claimants have an amount that they are allowed to earn before their benefits start to be withdrawn.\nOur example would lose 63p for every extra pound earned, knocking off another £34.27 of the £80, leaving them with £20.13.\nOf course, somebody earning £40 an hour would be pretty unlikely to be on UC in the first place.\nLabour also criticised Ms Coffey's remarks, with the party's deputy leader, Angela Rayner, saying the minister \"either knows she's lying or shouldn't be in the job\".\nMr Reynolds said the party would force a vote in the Commons this week \"to give every MP the chance to back struggling families and cancel this cut\".\nScotland's First Minister Nicola Sturgeon also issued a direct plea to Boris Johnson not to end the uplift - with the decision taken in Westminster for the whole of the UK, rather than being devolved. \nIn her speech at the SNP party conference, she said it would \"quite literally take food out of children's mouths\", adding: \"If this deeply cruel cut does happen, the only conclusion it will be possible to reach is that Boris Johnson simply has no shame.\n\"Please, prime minister, for the sake of millions of desperate people across the country, do not let that be history's verdict upon you.\"\nAsked about Ms Coffey's comments, No 10 stood by the end of the uplift. But a Downing Street spokesman said the government was doing numerous things to help claimants earn more.\n\"We are helping people learn new skills so they can progress to better jobs, indeed our Plan for Jobs provides a number of schemes which will help people learn these new skills and progress in their careers, and we are hiring 13,500 new work coaches to that end,\" he said. \n\"It is true we want to provide people with more skills and more training so that they can progress either in their chosen career or find another one.\" \nThere is a host of free guidance and advice available, including: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58552769",
      "category": "uk",
      "title": "Covid jab rollout for 12 to 15-year-olds to start in UK schools",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "All children aged 12 to 15 across the UK will be offered one dose of the Pfizer-BioNTech Covid jab.\nInvitations for jabs will begin soon - parental consent will be sought for the schools-based vaccination programme.\nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nIt is hoped the first jabs in England would take place by 22 September, Vaccines Minister Nadhim Zahawi said.\nScotland's First Minister Nicola Sturgeon said the Scottish government would \"move to implement the advice as quickly as possible\".\nShe said that drop-in clinics would open for any 12 to 15-year-old who had read information and, in discussion with parents and carers were able to make an informed decision, from next week.\nNorthern Ireland's Health Minister Robin Swann said the move will help to protect young people from catching the virus. \nWales' Health Minister Eluned Morgan said parents will have to weigh up the \"risks and benefits\".\nOn Monday, the UK's four chief medical officers recommended the single dose for 12 to 15-year-olds - who are deemed at very low risk from the disease - saying factors such as disruption to education tipped the balance.\nProf Chris Whitty, the lead CMO for the UK, said it was a \"difficult decision\" and should not be seen as a \"silver bullet\".\nBut he said it could be an \"important and useful tool\" in reducing school disruption in the coming months - and when combined with the marginal health benefit identified by vaccine advisory body the JCVI, it meant offering a Covid vaccine to all children was appropriate.\nMr Zahawi said the School Age Immunisation Service would deliver the \"bulk\" of the programme, with separate vaccination sites used for schools where this was not possible. \nHe said clinicians would share information on the vaccine with parents and if there was a difference in opinion between a parent and child, a clinician would bring them together to try and reach a consensus. \nHowever, in the rare cases agreement is not reached, the child could give consent themselves if the clinician considered them \"competent\", he added. \nPaul Whiteman, general secretary of the National Association of Head Teachers, said some of the union's members had already received letters from pressure groups threatening legal action if vaccination took place in schools. \nHe told BBC Radio 4's Today programme any advice to parents and children on the vaccine should come from health professionals rather than teachers to avoid any \"unpleasantness\" in schools. \nThere's a reason this decision-making process has been so long and, at times, seemingly painful - it's such a finely-balanced call.\nHealthy children aged 12 to 15 are at such low risk from Covid, that the benefit of vaccination on health grounds is only marginal - and not enough to warrant going ahead with a mass vaccination programme.\nAnd add in the benefit from limiting school disruption and you only just get there.\nThe emergence of the Delta variant means the vaccines are less effective at preventing infection than they once were.\nWhat is more, more than half of secondary school age children may have natural immunity after having been infected.\nThe assessment released by the CMOs suggests it may stop 30,000 infections between October and March in England.\nThis is based on a number of assumptions on uptake and spread of the virus in the coming months which could be wrong.\nBut if that is the case that would prevent 110,000 missed days of in-person schooling - or one day for every 20 children. The attention given to this issue is, perhaps, rather disproportionate.\nHealth and Social Care Secretary Sajid Javid said he accepted the recommendation from the chief medical officers aimed at protecting young people from catching Covid, reducing transmission in schools and keeping pupils in the classroom.\n\"Our outstanding NHS stands ready to move forward with rolling out the vaccine to this group with the same sense of urgency we've had at every point in our vaccination programme,\" he said.\nChildren with health conditions and those living with clinically vulnerable people have already been told they can have the vaccine - and are being offered two doses.\nThis accounts for around one in eight of the three million children in this age group.\nHow do you feel about your 12 to 15-year-old child being vaccinated? Email haveyoursay@bbc.co.uk.\nOr use this form to get in touch:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your comment or send it via email to HaveYourSay@bbc.co.uk. Please include your name, age and location with any comment you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58517295",
      "category": "uk",
      "title": "NHS sparks pride but one in five go private, survey finds",
      "tags": "Newport,NHS",
      "text": "The NHS makes people proud to be British but one in five has been forced to go private, suggests a survey of more than 4,000 adults in the UK.\nSome complained of having to \"fight for treatment\", while others faced discrimination, the research by charity Engage Britain found. \nToo many are \"let down every day by our health and care services,\" said the charity's director, Julian McCrae. \nNHS England said hardworking staff were reducing the backlog from the pandemic. \nThe researchers found 77% of the people questioned were proud of the NHS. \nHowever, the nationally representative online survey also found:\nAmong people from ethnic minorities, 22% said they or a loved one had experienced racism when seeking treatment. \nOverall, more than a quarter of those questioned felt their problems were not taken seriously, rising to 45% of women aged 18-34. \nDee Montague from Newport spent her life savings on private care for her endometriosis, because the NHS left her feeling \"dismissed, disrespected and desperate\". \nShe says she left a meeting with a consultant, feeling suicidal. \n\"I did not want to die, I just wanted it to be better, I wanted it to stop. You just feel like nobody believes you and nobody's listening to you,\" she told the BBC. \nFloss Salter, 20, from Leicestershire, who was born with cerebral palsy and needs regular care from a physiotherapist, found that despite years of NHS treatment as a child, she had to begin the process of finding the care she needed all over again, when she turned 18. \nShe told the BBC: \"It's just the time it takes to get everything you need, ringing receptionists and being on hold for hours, just to get a simple question answered... or waiting for five or six months just to get a chat with a physio. It's just really frustrating.\"\nThe vast majority (85%) of people acknowledged that NHS staff are overstretched, doing as much as they can with the resources available.\n\"Overworked staff are being pushed to breaking point,\" said Mr McCrae. He called for reforms to \"address the daily challenges that so many in Britain are facing\". \n\"Only answers rooted in real experiences can deliver health and care that works for us all.\"\nProf Stephen Powis, national medical director for NHS England, said: \"NHS staff have worked tirelessly over the pandemic, caring for 450,000 patients with the virus in hospital, which has inevitably had a knock-on effect on less urgent care and created a backlog, but staff are also now pulling out all the stops to recover services and help more people as they come forward for care.\" \nOfficials highlighted figures showing a big increase in patient treatments carried out this summer, compared to last, with 3.9m diagnostic tests and 2.6m patients beginning consultant-led treatment in June and July, compared with 2.7m tests and 1.6m treatments in June and July 2020.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58545944",
      "category": "technology",
      "title": "Fake Walmart news release claimed it would accept cryptocurrency",
      "tags": "Bitcoin,Walmart,Fake News,United States,Cryptocurrency",
      "text": "Cryptocurrency Litecoin saw a sudden surge in price on Monday over a press release about Walmart accepting it for payment - which turned out to be fake. \nThe release, published through a legitimate press channel, claimed that Walmart would accept the currency through all its digital stores. \nWalmart later told US media outlets the announcement was \"inauthentic\".\nBy that time, several major news websites and press agencies had spread the supposed news. \nThe announcement made it on to Globe Newswire, a service widely used to distribute press material from companies. \nThe faked release has since been deleted, and did not appear on Walmart's own website.\nA tweet from a verified Litecoin Twitter account linking to the release has also been deleted. Hours later, the Litecoin Foundation tweeted that it had no such partnership.\nBut while it was being reported as fact, the price of Litecoin jumped from about £125 per token to close to £170, before falling back near its original price, at about £128. \nGlobe Newswire said \"a fraudulent user account was used to issue an illegitimate press release\".\n\"This has never happened before,\" the company said in a statement - adding that it was bringing in \"enhanced authentication\" to stop it happening again.\nIt did not detail exactly what went wrong or who was behind the fake release. \nBut so called \"pump and dump\" schemes are not uncommon in the cryptocurrency world - where bad actors attempt to raise hype around a coin, inflating its price, and quickly sell off their own stock before the market corrects itself.\nThe false press release suggested that Litecoin would be accepted on all Walmart ecommerce platforms from 1 October. \nIt contained quotes that appeared to come from both the Walmart chief executive and the founder of Litecoin. \nOne clue to its nature was that a press contact email address pointed to a web domain which had been registered only last month. Emails to that address bounced as undeliverable.\nThe fabrication was unmasked when CNBC reached representatives of Walmart by phone and were told the press release was fake. CNBC said it had been among the news organisations to publish the story before discovering it was not true. \nWalmart, the Litecoin Foundation, and Global Newswire have been contacted for comment.\nThe announcement raised eyebrows among some sceptical observers because of the volatility of cryptocurrency prices, which can be an obstacle in using them for retail purchases. \nOther companies which have accepted Bitcoin have drawn up terms to limit their exposure to large price swings. \nFor example, when Tesla briefly accepted Bitcoin as a payment option for its cars, it made clear that the price was in US dollars - and that any quote in equivalent Bitcoin was only valid for a limited time window. \nIt also said that if a refund was needed, Tesla would have the choice of whether to pay it back in US dollars or Bitcoin, which may work out as a lower cash value than what was paid. \nSimilarly, PayPal recently introduced the ability to buy and sell Bitcoin - but it cannot be used to make payment purchases. Instead, the cryptocurrency assets will be sold for the right amount of real money to make the purchase. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58551213",
      "category": "uk-wales-politics",
      "title": "Covid jabs for 12 to 15-year-olds 'for children and parents to decide'",
      "tags": "Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "Wales' top doctor has recommended that children aged 12 to 15 should get one dose of a Covid jab.\nBut Chief Medical Officer Dr Frank Atherton said the choice to do so was ultimately down to the young people and their parents.\nDr Atherton was one of four UK medical chiefs who have recommended ministers go ahead with the jabs.\nHe said it was now for children in the age group to speak to their parents about having the jab.\nIt is expected the Welsh government will follow the advice, although no announcement was made on Monday.\nThe UK's chief medical officers (CMOs) have recommended that healthy children should be offered a single dose of the Pfizer-BioNTech vaccine.\nEarlier the UK government's joint committee for vaccination and immunisation (JCVI) said there was not enough benefit to warrant it on health grounds alone - but they said ministers could take into account other factors.\nThe CMOs concluded this tipped the balance given the virus was going to keep spreading over the winter.\nThey advised that vaccination was \"likely to reduce (but not eliminate) education disruption\". \nSpeaking at a Downing Street press conference alongside chief medical officer (CMO) for England, Prof Chris Whitty, Dr Atherton said there were both health and education benefits from the jabs.\nHe told the press conference: \"My message to the young people of Wales will be that your CMOs are recommending that you should be offered this vaccine just as your parents and your relatives, your older relatives have been.\n\"But ultimately, the choice is for you and your parents and it's for you to now have the conversation with your parents, with your guardians, about these issues.\"\nHe later added: \"The simple point is that from a health benefit and from an education benefit, it's better to be vaccinated than to be not vaccinated. So I would be recommending it to the children and young people here in Wales.\"\nA headteachers union warned officials against giving schools a role in the vaccination programme, saying school leaders were not \"medical experts\".\nLaura Doel, director of NAHT Cymru, said: \"Asking them to become involved in complex conversations around topics such as consent is inappropriate and could leave them stuck between a rock and a hard place in appeasing parents, pupils, and executing their national duty.\"\nDr David Tuthill, of the Royal College of Paediatrics and Child Health, said it had been a \"difficult decision\" for the bodies involved.\nHe said: \"The effects of Covid in children generally aren't severe and they are very, very rarely life threatening, in contrast to the elderly population.\"\nHis group supports the vaccination of 12 to 15-year-olds: \"I think it's important that if children and their parents want it, we should be able to give it.\"\nPlaid Cymru's health spokesperson Rhun ap Iorwerth said: \"It makes sense to look at all the potential harms caused to young people by Covid, from the small risk of acute illness, to wider concerns about long Covid, and the impact of a long-drawn-out pandemic on their wellbeing and education. \n\"Ultimately it will be up to parents and their children to decide, but to give them the choice now is the right thing to do.\"\nHis Welsh Conservative counterpart, Russell George, argued booster jabs were a \"far more logical priority\", however, \"that will prevent hospital admissions and, thus, the overwhelming of NHS Wales which we are seeing now and, of course, future restrictions\".\nThe Welsh NHS is already delivering jabs to 16 to 17-year-olds - 68.2% have a had a first dose.\nMeanwhile more than two thirds of 18 to 29-year-olds have been fully vaccinated with two doses.\nThe Welsh government said on Monday: \"Welsh ministers will be carefully considering the advice received today from the four chief medical officers, alongside the earlier advice from the JCVI before deciding whether to proceed with a vaccination programme for 12 to 15-year-olds.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58507764",
      "category": "technology",
      "title": "Apple iPhone risk from powerful motorbike vibrations",
      "tags": "Apple,iPhones",
      "text": "IPhone owners should beware picking up bad vibrations from powerful motorbikes, as they may damage camera systems, Apple has said.\nThe technology giant published a warning iPhones should not be attached to powerful bikes, in a support document spotted by MacRumors.\nEngine vibrations can harm phones' optical-image stabilisation or closed-loop autofocus systems, it says.\nOwners of scooters and mopeds should also use \"vibration-dampening mounts\".\nOn social media, several users have said their phones have been damaged after being attached to a motorcycle. \nAnd Apple says several models of iPhone are susceptible to the damage.\nThe affected systems are designed to improve picture quality by counteracting movement, vibrations, and the effects of gravity.\nBut high-power or high-volume motorcycle engines generate \"intense high-amplitude vibrations\", the support page says, which can be transmitted through the frame and handlebars.\n\"Direct exposure to high-amplitude vibrations within certain frequency ranges may degrade the performance of these systems and lead to reduced image quality for photos and videos,\" it says.\nThe solution is to refrain from attaching iPhones to the bike in the first place - something commonly done for navigation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58539666/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19 vaccine clinics open on Northern Ireland campuses",
      "tags": "Coronavirus vaccines",
      "text": "Walk-in clinics have been set up in universities and further education colleges in a bid to get more students vaccinated against Covid-19.\nThe first of 60 clinics will open on Monday as part of the Department of Health's \"jabbathon\" drive.\nThey will cover 30 campuses and offer first doses to students throughout September.\nAbout 72% of 18 to 29-year-olds in Northern Ireland have had at least one Covid vaccine dose.\nNearly 88% of adults have received one dose and about 82% have been fully vaccinated.\nThe push for a higher vaccination rate among the younger adult cohort included a pop-up clinic over the weekend at one of of Belfast's best-known music venues.\nA list of the walk-in clinics, run by health trust vaccinator teams, is available online.\nThe new clinics are opening as mass vaccination centres begin to wind down.\nThe president of the National Union of Students and Union of Students in Ireland said having vaccine clinics on campus is \"incredibly helpful\".\nEllen Fearon told BBC News NI she hopes the clinics will give any students who have not yet been vaccinated the opportunity to do so.\n\"The message is to make getting vaccinated just a normal part of your freshers checklist this year,\" she said. \n\"This is one of the quickest way we have of seeing the social side of education returning and reducing the threat of further disruption.\"\nThe head of Northern Ireland's vaccination programme Patricia Donnelly \"very strongly encouraged\" young people to use the clinics.\n\"Young healthy people are still getting ill and we shouldn't forget that,\" she told the BBC's Good Morning Ulster Programme. \n\"There are still high levels of the virus circulating - we encourage young people to take the vaccine for themselves, for the immediate future but also for the longer term future.\"\nHealth Minister Robin Swann thanked the staff who had worked \"tirelessly\" to administer nearly 2.5 million doses of the vaccine. \nSeven mass vaccination centres operated by Northern Ireland's five health trusts have administered 1.5 million doses between them.\n\"We saw leisure and concert facilities converted to mass vaccination centres and there has been a monumental effort by health staff, students and volunteers who adapted at pace to deliver,\" the minister said.\n\"I commend each and every one for their involvement.\n\"Every vaccine given helps to protect that individual, those they come in contact with and will help ensure our health service can better cope with the forthcoming winter pressures.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58537240",
      "category": "uk-northern-ireland",
      "title": "High Street voucher: Start date for scheme due on Tuesday",
      "tags": "NI economy",
      "text": "Northern Ireland's economy minister has said details of the £100 high street voucher scheme will be announced on Tuesday.\nHe said he would be announcing the start and end dates for the scheme.\nAnyone aged 18 and over in Northern Ireland will be eligible for the £100 pre-paid card by applying on the NI Direct website.\nGordon Lyons said he and his officials were making sure it was rolled out in the \"right and proper way\".\n\"I know there's a lot of excitement out there, people are looking forward to spending their cards,\" Mr Lyons said\n\"I'm looking forward to them getting out there as well so we can give that real boost to our economy in the short term and also, hopefully, change behaviours and bring people back into the high street in the long term as well.\"\nMr Lyons said his department had to be sure \"this is done in the right and proper way\".\n\"In the meantime, I would encourage people to think about how they can spend their prepaid cards in order to help boost the local economy and help those businesses that have struggled for so long,\" he said.\nEarlier, an SDLP assembly member expressed concern that some people could struggle to access the scheme.\nMark H Durkan said some older and vulnerable people without internet access \"could end up missing out\".\nThe Department for the Economy said a phone line would be available for those unable to apply online. \nPeople will also be able to register to complete an application on behalf of a \"limited number\" of other people.\nBBC News NI has seen a letter from Mr Durkan to Communities Minister Deirdre Hargey, asking if her department could help with the roll-out of the voucher.\nHe said as some older people may not use computers, or have relatives and friends able to help them, there was a risk of \"potential exclusion of vast swathes of that cohort\" from the scheme.\nThe assembly member has asked the minister to automatically issue the vouchers to pensioners, whose details are already held by the Department for Communities.\n\"Not only will it ensure everyone entitled gets access but it would also reduce a lot of pressure on the system when it does open,\" Mr Durkan told BBC News NI.\n\"There could be a detrimental economic impact if fewer people avail of this voucher.\"\nBy Richard Morgan, BBC News NI business reporter\nWe've been talking about Northern Ireland's high street voucher scheme for 10 months and it continues to grab headlines.\nThe £100 pre-paid card is available to every adult over the age of 18 at a cost of £145m.\nA portal for applications should open in the coming weeks as officials want the money spent before the end of November.\nThe intention is to encourage spending at retailers that have been badly affected by the Covid-19 lockdowns, with a \"shop local\" message attached.\nConcerns have been raised in the past about who will be eligible, with calls to extend the scheme to include 16 and 17-year-olds.\nAccessibility for some groups has also been an issue brought up at Stormont's Economy Committee.\nThe Department for the Economy is overseeing the roll-out of the scheme.\nIt has also said cards will need to be spent by 30 November, to avoid displacing spending during the peak of the Christmas shopping period.\nOn Sunday, Sinn Féin's chairwoman of the economy committee, Caoimhe Archibald, said Mr Lyons needed to urgently clarify when the scheme would open."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58535258",
      "category": "uk",
      "title": "England vaccine passport plans ditched, Sajid Javid says",
      "tags": "Coronavirus vaccines,Vaccine passports,Sajid Javid,Coronavirus pandemic",
      "text": "Plans to introduce vaccine passports for access into nightclubs and large events in England will not go ahead, the health secretary has said.\nSajid Javid told the BBC: \"We shouldn't be doing things for the sake of it.\" \nIt was thought the plan, which came under criticism from venues and some MPs, would be introduced at the end of this month. \nJust a week ago, the vaccines minister had defended the scheme as the \"best way\" to keep the night industry open.\nNo 10 stressed the plan - which had been set to be introduced at the end of this month - would be kept \"in reserve\" should it be needed over autumn or winter.\nUnder the scheme, people would have been required to show proof - whether of double vaccination, a negative Covid test or finishing self-isolating after a positive PCR test - in order to gain entry to clubs and other crowded events.\nThe Night Time Industries Association had said the plans could have crippled the industry and led to nightclubs facing discrimination cases.\nThe industry body welcomed Sunday's announcement, saying it hoped businesses could now plan with some certainty and start to rebuild the sector. \nThe Music Venue Trust, which aims to protect grassroots venues, also said it was glad vaccine passports would not be going ahead, describing them as \"problematic\".\nThere had been opposition from Tory MPs on the Covid Recovery Group as well as the Liberal Democrats, whose leader Ed Davey called vaccine passports \"divisive, unworkable and expensive\".\nSpeaking on The Andrew Marr Show, Mr Javid said: \"We just shouldn't be doing things for the sake of it or because others are doing, and we should look at every possible intervention properly.\"\nHe said he had \"never liked the idea of saying to people you must show your papers\" to \"do what is just an everyday activity\".  \n\"We've looked at it properly and, whilst we should keep it in reserve as a potential option, I'm pleased to say that we will not be going ahead with plans for vaccine passports,\" he added. \nMr Javid denied the government was \"running scared\" on the policy after criticism from its own backbenchers. He said the passports were not needed because of other things in the \"wall of defence\" including high vaccine uptake, testing, surveillance and new treatments\nThe move to scrap vaccine passports appears to be a sharp U-turn by the government. \nOn the same TV programme last week, Vaccines Minister Nadhim Zahawi said the end of September was the right time to start the vaccine passport scheme for sites with large crowds because all over-18s would have been offered two jabs by then and it was the \"best way\" to keep the night industry open.\nIn the interview, Mr Javid also said:\nScotland is taking a different approach to England - they will bring in a vaccine passport for over-18s for entry to nightclubs and many large events from October.\nIn Wales, ministers will decide next week whether to introduce the scheme. There are no current plans for a similar scheme in Northern Ireland.\nOn Sunday, the latest government figures showed there were 29,173 new cases of coronavirus in the UK and 56 further deaths, of people who had tested positive within the previous 28 days.\nBy Ione Wells, BBC political correspondent\nThe UK government had faced pressure from a number of its own Tory MPs, as well as from nightclubs and the events sector, to ditch plans for vaccine passports in England.  \nFirst, there was a hint they were pushing ahead. Last week, Vaccines Minister Nadhim Zahawi said they would be required in nightclubs and other indoor venues in England by the end of the month.  \nThen came the row-back. On Friday, Culture Secretary Oliver Dowden said they would \"almost certainly\" be necessary for nightclubs this autumn but said he'd prefer a more limited use of them. \nBy Sunday at 08:30 BST, the health secretary said on Sky News that the government hoped to avoid having them, and within the next hour told the BBC they will not be going ahead with plans.\nClearly there has been debate within government itself about their use but a decision has, for now, been made - even if the option will be kept in \"reserve\".\nLabour's deputy leader Angela Rayner said the government's approach to Covid passports had been \"shambolic from the start\" and lacked any clarity from ministers about the purpose of the passports and how they would work. \nLiberal Democrat home affairs spokesperson Alistair Carmichael accused the Conservatives of needlessly sowing confusion among businesses for months and called for them to scrap the \"unnecessary and draconian Coronavirus Act altogether\". \nSome large venues such as football stadiums, live music venues and music festivals have already been asking people to prove their vaccination status to gain entry.\nAn Office for National Statistics survey, covering 25 August to 5 September, found about 1 in 10 adults across Great Britain reported that they had been asked to show proof of vaccination or a recent negative test to be allowed into a venue or event.\nOn Saturday, Manchester United introduced Covid spot-checks on match days at Old Trafford, with the club saying it expected proof of full vaccination to become mandatory in the Premier League from 1 October. \nThe Premier League said at the start of the 2021-22 season that fans would face random spot-checks of their Covid-19 status at grounds over the first few match days. Brighton, Chelsea and Tottenham have introduced mandatory checks for fans at their stadiums.\nA series of key government announcements and decisions are expected in the coming days.\nBoris Johnson is expected to outline plans for booster jabs soon. Mr Javid said that if the JCVI advised having a broad booster programme, he was \"confident\" it could start this month \"as planned all along\".\nAnd on Tuesday, the prime minister will set out his Covid Winter Plan for England, likely to include contingency measures that would be implemented if the NHS was at risk of becoming overwhelmed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58552389",
      "category": "uk-politics",
      "title": "Covid: Booster jabs for over-50s expected to be announced",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Ministers are to outline their plans for attempting to control the pandemic through the winter. \nIt is expected that all over-50s will be offered a third booster jab, after advice from the JCVI. \nBBC political editor Laura Kuenssberg said the booster would be a single dose of the Pfizer vaccine at least six months after a second dose.\nThe vaccines minister said the country was in a \"very strong place\" to begin a booster campaign this month.\nNadhim Zahawi told BBC Breakfast interim proposals published by the independent Joint Committee on Vaccination and Immunisation (JCVI) in June - which suggested jabs should go to the over-70s and those most at risk first, before expanding to all adults aged over 50 - had allowed the NHS to prepare. \nBut the government has been waiting for final recommendations from the JVCI on who should receive the extra doses before announcing more details. \nIt is likely the booster programme will be similar to interim proposals published by the committee. \nMr Zahawi said the government had accepted the final advice of the JCVI and the prime minister and health secretary would set out more detail later. \nA Covid booster would be \"co-administered\" with a flu jab wherever possible, he said.\n\"This is probably the last piece of jigsaw to allow us to transition this virus from pandemic to endemic and I hope by next year we'll be in a position to deal with this virus with an annual inoculation programme as we do with flu,\" he told BBC Radio 4's Today programme. \nOn Monday, the government confirmed all children aged 12 to 15 in England would be offered one dose of the Pfizer jab, with invitations going out from next week. \nIt follows advice from the UK's chief medical officers, who say the jab will help reduce disruption to education.\nA rollout is yet to be confirmed in Scotland, Wales and Northern Ireland.\nThe news on booster jabs comes as the government prepares to set out its plan for managing Covid through the autumn and winter.\nIn a statement before the announcement, Prime Minister Boris Johnson said while the pandemic \"is far from over\", the \"phenomenal vaccine programme, new treatments and testing\" mean the UK is \"able to live with the virus without significant restrictions on our freedoms\". \nThe PM, who will chair a cabinet meeting later ahead of a coronavirus press conference at 15:30 BST, said he would lay out a strategy for the months ahead \"when the virus has a natural advantage, to protect the gains we have made\". \nMr Zahawi told BBC Breakfast that when the pandemic first hit the only effective tool available was lockdown but \"the vaccines have changed all that\" and they are now the \"main tool within our arsenal\". \nHowever, asked whether the country could still see lockdowns again in the future, the vaccines minister said it would be \"foolhardy\" to rule anything out.\nHe also said the option of making proof of vaccination mandatory to access venues like nightclubs \"remains in reserve\" but the booster campaign would hopefully put \"downward pressure\" on infection rates. \nMr Johnson's Covid winter plan for England is expected to focus on contingency measures that would be brought in if the NHS was at risk of becoming overwhelmed due to the virus.\nThe government's Scientific Advisory Group for Emergencies (Sage) had devised a series of options to limit the spread of Covid without the use of lockdowns, including bringing back mandatory face coverings and working from home if there was a winter surge in infections, according to the Times.\nAt a Downing Street briefing on Monday, Prof Chris Whitty, England's chief medical officer, said \"anybody who believes that the big risk of Covid is all in the past... has not understood where we're going to head as we go into autumn and winter\".\nHe said there would continue to be \"pressure on the NHS\" and \"disruption to education\".\nThere is a huge amount of uncertainty about what winter will bring. In fact, it's not even clear what the next month will bring.\nIt was feared September could see Covid cases rise, but there are no signs of that happening yet.\nBig surges in infection levels are probably behind us, given the amount of immunity built up in the population.\nBut if current levels are sustained throughout winter the NHS will struggle. That will certainly be the case if other respiratory illnesses bounce back like experts fear. \nA respiratory virus called RSV is already circulating at very high levels. It can cause 30,000 hospitalisations every winter among the under fives - five times the number admitted for Covid since the start of the pandemic.\nFlu could also take off. Lockdowns and social distancing last winter means immunity has waned across the board. It's important to plan for the worst, while hoping for the best.\nThe JCVI said earlier this month a third vaccine dose should be offered to people over the age of 12 with severely weakened immune systems - which accounts for up to half a million people in the UK.\nIt came after research showing about 40% of people with weakened immune systems had a low antibody response, and potentially less protection, after two vaccine doses.\nOver 48 million people in the UK have had their first dose of a vaccine, with more than 44 million having their second dose. "
    }
  ]
}