{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-57858103",
      "category": "uk-england-hampshire",
      "title": "Farnborough Airport entrances blocked by protesters",
      "tags": "Extinction Rebellion,Farnborough,UK climate change protests,Hamble,Air travel",
      "text": "Environmental activists from Extinction Rebellion have blocked entrances to a private airport in Hampshire. \nCampaign group members are outside three entrances to Farnborough Airport protesting against carbon dioxide levels produced by private flights. \nSome of the protesters have locked themselves to a stretch limousine, fuel barrels and a steel tripod. \nAn airport spokeswoman said authorities were monitoring the situation and the airport was still fully operational.\nAn Extinction Rebellion spokesman said: \"As world leaders gather for the COP26 climate summit in Glasgow this month, protesters are calling on the world's super-rich elite of celebrities, oligarchs and business leaders to ditch private flights.\"\nProtesters have accused the airport of \"greenwashing\" after it announced a switch to sustainable aviation fuel (SAF) which is created using non-recyclable household waste.\nGreenwashing is a term used for companies allegedly using misleading information to make products or services sound more environmentally friendly. \nTodd Smith, 32, activist and a former airline pilot from Reading, Berkshire, criticised Farnborough Airport's move to offer sustainable aviation fuel as an alternative.\nHe said: \"The term 'sustainable aviation fuel' was coined by the aviation and fossil fuel industry to deceive the public and greenwash the utterly destructive nature of biofuels.\n\"Biofuels result in land grabs, deforestation, biodiversity loss, water scarcity, rising food prices and land-use emissions which can be worse than the fossil fuel they are replacing.\"\nA government spokesperson previously told the BBC: \"We share the passion of many to end our contribution to climate change and protect the planet for this generation and those to come.\"\nA Hampshire Constabulary spokesman confirmed officers were at the scene of the protest and no arrests had been made. \nThey added: \"Everyone has the right to free speech and protest.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58773122",
      "category": "world",
      "title": "La Palma: Residents count the cost of volcanic eruption devastation",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58770537",
      "category": "uk",
      "title": "Covid-19: Vulnerable people waiting for third jab, and Wales police priorities",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow morning. \nVaccine experts recommend that vulnerable people with weak immune systems be given a third dose of a coronavirus vaccine to give them fuller protection. But the rollout has gone \"badly wrong\", according to charities. About 500,000 people in the UK are immunosuppressed and are unlikely to mount a strong defence against Covid-19, even after two doses of vaccine. Kidney Care UK and Blood Cancer UK say many people are still waiting for their extra dose.\nCovid passes could become mandatory in Wales from 11 October if the Welsh parliament passes proposals on Tuesday. If approved, people in Wales would need an NHS Covid Pass to enter nightclubs and large events. However, police commissioner for Dyfed-Powys, Dafydd Llywelyn, has warned that cracking down on people using fake passes should not be a priority for officers over serious crimes. Mr Llywelyn said police would only intervene when there were \"serious breaches\". So, what is a Covid pass and how do you get one?\nAll UK nationals arriving in India will have to undergo 10 days of quarantine, even if they are fully vaccinated against Covid-19. India's government has said the change brings \"reciprocity\" to its rules, which come into effect on Monday. There have been tensions between the two countries over the Indian-made version of the AstraZeneca vaccine, known as Covishield. Fully vaccinated Indians are still required to quarantine on arrival in the UK.\n\"I feel it's a travesty, towards particularly our old and vulnerable,\" retired nurse Grace Vine says. She was not allowed to visit her 89-year-old father while he was in Newry's Daisy Hill Hospital in Northern Ireland - an experience she has labelled \"cruel\" and \"inhumane\".  \nForeign tourism was once the engine of Thailand's economy. But since April last year, the Southeast Asian nation has guarded its borders, imposed quarantine and piles of paperwork on all arrivals. In June, Thai Prime Minister Prayuth Chan-ocha promised to reopen by October and, true to his word, it seems to have begun, although with some very modest steps. Reasons for the government's caution centre on vaccines and the number of ICU beds in the country. Meanwhile, read more about how high cases are around the rest of the world.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nWith Scotland's vaccine passport app launched on Thursday, you can find out how Covid certification works across the UK here. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58777041",
      "category": "uk-politics",
      "title": "Motorway protests: Patel to promise new powers over blockages",
      "tags": "M25 motorway,Priti Patel,Climate change",
      "text": "The home secretary will promise tougher powers to tackle demonstrators blocking motorways, after a string of protests by climate activists.\nAt the Tory party conference this week, Priti Patel will announce plans for longer sentences and new powers for police to seize protesters' equipment.\nClimate group Insulate Britain has blocked the M1, M4 and M25 in protests over the last three weeks.\nTheir campaign has already led to hundreds of arrests. \nOn Sunday, the government took out a fresh injunction aimed at preventing activists obstructing traffic on motorways and main roads around London.\nIt is the third such court order taken out by the National Highways agency in an attempt to stop demonstrations on major roads in south-east England.\nAnyone breaking the injunction faces imprisonment or an unlimited fine. However, previous injunctions have failed to stop the protests. \nMs Patel said the government would not \"tolerate guerrilla tactics that obstruct people going about their day-to-day business\".\nBoris Johnson told the Mail on Sunday that although the right to protest was \"sacrosanct\", there is \"no right to inflict chaos and misery on people trying to go about their lives\".\n\"This government will always stand on the side of the law-abiding majority, and ensure the toughest penalties possible for criminals who deliberately bring major roads to a standstill.\n\"We will give the police the powers they need to stop their reckless and selfish behaviour.\"\nHome Office sources said the government would seek to introduce the new powers by amending the Police, Crime, Sentencing and Courts Bill.\nThe wide-ranging legislation, which already includes new police powers over protests, is making its way through Parliament.\nMinisters want to make obstructing a highway punishable by an unlimited fine, six months imprisonment, or both. It currently carries a maximum fine of £1,000. \nThey also want to hand the police new powers to stop and search protesters suspected of carrying so-called \"lock-on\" equipment - such as glue or bike locks - used to secure themselves to protest sites.\nThis would add to existing police powers to stop and search individuals for offensive weapons and items intended for committing theft, burglary or damage to property.\nInsulate Britain's campaign, which has been going for more than three weeks, has seen more than 300 arrests.\nThe group, an offshoot of Extinction Rebellion, has previously vowed to continue campaigning despite arrests and injunctions.\nIn an open latter to Ms Patel last week it said: \"You can throw as many injunctions at us as you like, but we are going nowhere.\"\nThe campaigners want the government to insulate all homes across the UK by 2030 to help cut carbon emissions.\nThe government said it was investing £1.3bn to support people to install energy efficiency measures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58772720",
      "category": "uk-scotland-glasgow-west",
      "title": "Vaccine passport fix ready in a 'couple of days'",
      "text": "\"Teething problems\" with Scotland's new Covid vaccine passport scheme should be resolved within a couple of days, the Scottish government has said. \nMany venues have not asked for proof of vaccination because of bugs in the app. \nA government spokesman said the grace period before enforcement begins on 18 October was \"deliberately provided\" to allow the system to be tested. \nThe scheme, which only allows fully vaccinated people to attend some large events, officially began on Friday.\nUnseated outdoor events with more than 4,000 attendees need to carry out a \"reasonable number\" of spot checks while nightclubs and smaller venues covered by the scheme will be required to conduct more rigorous checking. \nRepresentatives of the nightclub sector, however, said the scheme was \"not fit for purpose\". \nMany people took to social media on Friday to complain of problems with the vaccine certification app which only became available to download about 12 hours before the scheme started  at 05:00 that morning. \nThe Scottish government had previously announced there would no enforcement of the new rules until 18 October, to give venues a chance to get their procedures up and running.\nMore than 167,600 people have now downloaded the app and 750,000 have obtained evidence of vaccine status as a downloadable PDF or a paper copy from NHS Inform.\n\"We are aware of some teething issues which are primarily down to the volume of requests and urgent work is underway to resolve this,\" a spokesman said. \n\"We expect the problems, and the associated backlog, to be cleared within the next couple of days. A further fix has been identified and is being tested.\"\nHe added: \"No-one should be turned away from a late night venue, or large scale event if they don't have their proof of vaccination, given enforcement doesn't begin for over two weeks. \n\"We have deliberately provided this grace period before the enforcement provisions in the regulations come into force to allow the system to be tested.\"\nFootball clubs hosting three premier league matches this weekend said no fans would be turned away for not having proof of vaccine status.\nHearts said it would simply be trialling its checking system and no fans were turned away from its match with Motherwell on Saturday. \nRangers also said its match with Hibs at Ibrox on Sunday would be a \"test event\", while Aberdeen FC said everyone would be allowed entry to Pittodrie for its match against Celtic \"regardless of whether they have proof of vaccine or not\".\nThe Night Time Industries Association (NTIA), which opposes the scheme, said the launch had been \"disastrous\" and a \"shambles\".\nA spokesperson said: \"It has become very clear that the Scottish App is simply not fit for purpose and the vast majority of people are experiencing repeated problems in registering and uploading their personal vaccine status to the app.  \n\"The NTIA has repeatedly warned Scottish government of just how unworkable their vaccine passport plan is, and the disastrous launch of this flawed scheme has proved that our warnings were well founded.\"\nBy Jonathan Peters, BBC Scotland News\nDay one of Scotland's vaccine certification scheme, and there was a mixed reaction in this nightclub's queue.  \nMost clubbers had heard of the app, and given the reported teething issues, a surprising number had even managed to get it working. \nEveryone we spoke to said they would show their vaccine status to gain entry into the club. Enthusiasm for the scheme was less unanimous. \nThe grace period before the scheme becomes mandatory was welcome for a lot of these young people, some of whom said they simply did not have time to get both doses before today. \nThere was some confusion about when exactly the scheme comes into effect. A few clubbers we spoke to in the queue were so anxious to get in that when they ran into difficulties with the app, they downloaded their vaccine papers on to their phones.  \nSo will this drive more young people to get the vaccine? Everyone we spoke to said they had either had both doses already, or would be fully vaccinated soon. No one said entry to a nightclub was the deciding factor. \nWill it make clubs safer? \"It's a little late,\" was the view of the club's manager, pointing out they have been open for several weeks already. \nHe was confident door staff could handle the extra checks, and the bouncers were checking phones as well as IDs without any great difficulty. Of course, no one was turned away for lack of a vaccine passport tonight.  \nThe real test will come later this month, when it becomes mandatory.   \nMike Grieve, chairman NTIA Scotland director of the Sub Club, said: \"As anticipated, the roll out of this ill-conceived policy led to chaos and confusion in the street last night with only a handful of our customers in possession of a functioning app passport. \n\"Around 50-60 others had a photocopy or screenshot of the wrong vaccination information or other spurious evidence of vaccination. Despite this we successfully checked all attendees for same day LFTs {lateral flow tests] to protect the health and safety of our customers and staff. What a shambles!\"\nMurdo Fraser, Scottish Conservatives Covid recovery spokesperson, said: \"The SNP has saddled Scotland with the worst vaccine passport scheme in Europe, a £600K app that doesn't even work, and legal regulations that the public has no choice but to ignore.\n\"When will the SNP admit defeat and order an emergency stop to this embarrassing and shambolic policy?\"\nThe Scottish government, however, insisted the vaccine passport scheme was an important tool as part of a package of measures to control the spread of the virus.\nA legal challenge to the scheme from the NTIA was unsuccessful when a judge ruled on Friday that it was \"an attempt to address legitimate issues\" and that the petitioners had failed to demonstrate that it was \"disproportionate, irrational or unreasonable\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58771369",
      "category": "world-asia",
      "title": "Taiwan says dozens of Chinese planes entered defence zone",
      "tags": "Asia",
      "text": "Taiwan says a total of 39 Chinese military jets flew into its air defence zone on Saturday - the largest incursion by Beijing to date. \nThe defence ministry said the planes entered the area in two waves, during the day and during the evening. \nIt comes after 38 planes, including nuclear-capable bombers, entered the zone on Friday. \nChina sees democratic Taiwan as a breakaway province, but Taiwan sees itself as a sovereign state.\nTaiwan has been complaining for more than a year about repeated missions by China's air force near the island.\n\"China has been wantonly engaged in military aggression, damaging regional peace,\" Taiwan Premier Su Tseng-chang told reporters on Saturday.\nThe government in Beijing - which is marking 72 years since the founding of the People's Republic of China - has so far made no public comment.\nBut it has previously said such flights were to protect its sovereignty and also targeted \"collusion\" between Taiwan and the US.\nTaiwan's defence ministry said 20 Chinese aircraft came during the day on Saturday with a further 19 entering the area during the evening. \nThe People's Liberation Army (PLA) planes flew near the Pratas Islands atoll, the ministry said. \nAn air defence identification zone is an area outside of a country's territory and national airspace - but where foreign aircraft are still identified, monitored, and controlled in the interest of national security. \nIt is self-declared and technically remains international airspace.\nA similar incident occurred on Friday with planes flying over waters between Taiwan and the Philippines. \nTaiwan responded by scrambling its jets and deploying missile systems. \nThe ministry said the Chinese aircraft included four H-6 bombers, which can carry nuclear weapons, as well as an anti-submarine aircraft. \nBeijing often launches such missions to express displeasure at comments made by Taiwan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58772833",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI records one more death with coronavirus",
      "tags": "Republic of Ireland,Coronavirus pandemic",
      "text": "BBC News NI outlines the latest data on coronavirus and Covid-19 vaccinations across Northern Ireland and the Republic of Ireland.\nOne more coronavirus-related death has been reported in Northern Ireland on Saturday.\nDeaths are measured by recording those who died within 28 days of receiving a positive result in a test for coronavirus.\nThe total number of deaths linked to Covid-19 in Northern Ireland since the start of the pandemic is 2,565.\nAnother 992 cases of coronavirus were reported on Saturday, down from 1,039 on Friday.\nThat includes cases confirmed from samples taken in recent days, not necessarily just in the latest 24-hour reporting period.\nA total of 240,331 cases of the virus have been confirmed in Northern Ireland since the pandemic began.\nThe Department of Health's Covid-19 dashboard is not updated at the weekend.\nThe most recent figures from Friday showed there were 342 patients with Covid-19 in hospitals in Northern Ireland.\nThere was 33 Covid-19 patients being treated in hospital intensive care units on Friday, up from 29 on Thursday.\nLast updated 2 October at 14:30 BST\nSource: Department of Health Northern Ireland\nA total of 2,528,747 vaccines have been administered in Northern Ireland.\nLast updated 2 October at 14:30 BST\nSource: Department of Health Northern Ireland\nAnother 1,586 cases of coronavirus have been reported in the Republic of Ireland on Saturday, up from 1,059 on Friday.\nThe total number of deaths linked to Covid-19 in the Republic of Ireland since the start of the pandemic is 5,249.\nThat figure, which is subject to revision, is updated weekly and includes \"probable and possible\" Covid-19-linked deaths.\nThere are 298 patients with Covid-19 in hospitals, down from 308 on Friday.\nThere are 56 patients with Covid-19 in intensive care units, down from 59 on Friday.\nLast updated 2 October at 13:15 \nSource: Department of Health Ireland\nA total of 7,218,801 Covid-19 vaccines had been administered in the Republic of Ireland as of Thursday.\nOf those, 3,536,134 were first doses and 3,446,993 were second doses. Some 235,674 were single doses.\nLast updated 2 October at 13:15 \nSource: Department of Health Ireland"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58555665",
      "category": "uk-northern-ireland",
      "title": "Covid-19 vaccines for over-12s and boosters for over 50s",
      "tags": "NI Health,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Young people aged 12 to 15 in Northern Ireland will be offered Covid vaccines, while all over-50s and healthcare staff will be offered booster jabs.\nThe changes to the vaccine programme were announced by Stormont's Department of Health, with the first boosters to be given within 10 to 15 days.\nPeople aged 16 to 49 with underlying health issues can also have boosters.\nHealth Minister Robin Swann said it would protect young people and prolong protection for those most at risk. \nAn estimated 900,000 people will be eligible to receive a booster jab in Northern Ireland.\nCare home residents will be first on the list when the booster roll-out begins in late September, according to the head of Northern Ireland's Covid-19 vaccination programme, Patricia Donnelly. \nMs Donnelly also said 12 to 15-year-olds were likely to be offered their vaccines in October. \nThere are about 98,000 young people aged from 12 to 15 in Northern Ireland and the decision to vaccine that cohort comes after the UK's four chief medical officers recommended the step.\nThese young people will be offered a single dose of the Pfizer/BioNTech Covid-19 vaccine with parental consent sought prior to vaccination. \nMost school-aged children aged 12 to 15 are expected to primarily receive their Covid-19 vaccination in school.  \nA schools-based vaccination programme is the model used for vaccinations including for human papillomavirus (HPV) and the annual flu programme.  \nThey will be supported by GPs where necessary.\nConsent forms for vaccination will begin to be distributed via schools shortly, the department said.\nThere will be alternative provision for those who are home-schooled or in secure services.\nYoung people aged 12 to 15 who are part of an at-risk group will receive two doses, eight weeks apart, in line with advice from the Joint Committee on Vaccination and Immunisation (JCVI).\n\"This move will help protect young people from catching Covid-19 and is expected to prevent disruption in schools by reducing transmission,\" the health minister said. \nVaccinations for children aged between 12 and 15 in the Republic of Ireland began in August.\nThe Covid-19 booster vaccine announcement followed advice from the JCVI.\nThey advised booster jabs should be offered to people who are more at-risk from serious disease and were vaccinated as priority groups during the first phase of the vaccination programme early this year. \nThe Department of Health said this meant the booster jabs will be offered to:\nMr Swann said care home residents and front-line health and social care workers would be first on the list.\n\"By early October we expect to see GPs starting to invite their oldest patients in to receive their booster dose as they pass the six-month mark from receiving their second dose,\" he said. \nRegardless of which vaccine brand these patients received in the earlier stages of the programme, the JCVI has advised a \"preference\" for the Pfizer-BioNTech vaccine for the booster programme.\n\"This follows data from the Cov-Boost trial that indicates the Pfizer-BioNTech vaccine is well tolerated as a third dose and provides a strong booster response,\" the department said. \nIt added that a half dose of the Moderna vaccine may be offered as an alternative, and in cases where patients have certain allergies, an AstraZeneca vaccine may be considered for booster protection. \nAs many younger adults have only recently received their second vaccine jab, the benefits of boosters for under-50s who are at less risk from Covid-19 are to be considered at a later date. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58765453",
      "category": "uk-wales",
      "title": "Aberystwyth residents help archaeologists excavate Pen Dinas hillfort",
      "tags": "Archaeology,History,Aberystwyth",
      "text": "Up to 60 local volunteers have been helping archaeologists excavate an iron age fort site dating back to 400 BC.\nFor three weeks Dyfed Archaeological Trust has been working on Pen Dinas hillfort in Aberystwyth, Ceredigion after receiving funding from Cadw.\nArchaeologists have made a number of finds including an amber bead and stone wheel thought to be a spindle whorl for weaving.\nIt is only the second time in its history the site has been excavated. \nLeading the excavation in the village of Penparcau, Fran Murphy said: \"I think they'd been lost - they were found on a hut platform where someone lived and they'd probably fallen through beneath the floor if you like. \n\"The amber is quite a rare find and the person whoever lost these objects would have been quite annoyed.\"\nShe said it was difficult to give a date for the objects but it may be possible in time: \"I hope that by the end of this project we will be able to get radiocarbon dating, which should give us a much more precise date, but over 2,000 years old.\"\nPen Dinas is the largest iron age hillfort in Ceredigion. \nAt 60ft (18m) the most obvious monument on Pen Dinas is the Wellington Monument, a column built in the 1850s as a memorial to the Duke of Wellington. \nIn its heyday, more than 2,000 years ago, the huge fort covered an area of 3.5 hectares, the equivalent of about three and a half rugby pitches.\nMs Murphy said: \"It's such an enormous monument - and the work that went into creating it was all done by humans with hand tools, no JCB's or mechanical diggers here.\n\"It's an asset for the whole of Aberystwyth.\"\nShe said she would like more people to be able to enjoy it: \"I think if we could improve the access, if we can improve the signage to make people aware how accessible it can be, and to bring people up here to look around them and see how it's a part of the history that makes Aberystwyth and the surrounding area what it is.\"\nThe National Monuments Record of Wales says the Pen Dinas hillfort \"started life as a simple defended site on the north summit [of Pen Dinas hill]\".\nIt said the site was developed over time and, at its height, was \"a masterpiece of Iron Age architecture and engineering\". \nMargaret Burns' grandfather Jack was involved with the original excavation of the site in the 1930s. \nHe was one of many local labourers who went to help the five-year excavation led by Darryl Forde, chair of geography and anthropology at Aberystwyth University.\nMs Burns, who lives at the bottom of Pen Dinas hill, said: \"I'm presuming that Prof Forde advertised for local men to come and help with the excavation as labourers, basically to help them with the dig. \n\"They were always, I presume, short of money in those days because it was 1934, and I suppose anything would be a benefit.\"\nShe added: \"I'm down at the bottom of Pen Dinas and my grandfather was up there 87 years ago, so it's quite an emotional thing for me, really.\" \nJust as Prof Forde enlisted the help of local volunteers during the 1930s dig, the Dyfed Archaeological Trust also called on residents to help in 2021. \nDuring the three-week dig about 60 local people helped the archaeologists, most of the volunteers coming from the village of Penparcau.\nMike Ginsberg, 80, was there almost every day because of his keen interest in archaeology.\nHe said while searching for the remains of the fort structure, his imagination would run wild: \"If 'dinas' as in Pen Dinas, means a city - and I assume 500 people [living there] then was a city - if it was built by 500 to 600 people, where did they live? How did they live? Where did they get their food from? The mind just goes on and on and on.\"\nMs Murphy said there were plans for the Pen Dinas site to be explored further next year: \"There's definitely hopes for future digs and Cadw are extremely supportive and we are looking for match funding from other partners to increase the amount of work that we can carry out.\n\"Locally, there has been a drive to raise the profile of Pen Dinas as an asset to the whole of Aberystwyth, to raise its profile and to make sure that it's appreciated and maintained for future generations.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58772586",
      "category": "world-asia",
      "title": "Rodrigo Duterte: Philippine president announces retirement from politics",
      "tags": "Rodrigo Duterte,Philippines",
      "text": "Philippine President Rodrigo Duterte says he is retiring from politics and will not stand in elections next year.\nThe 76-year-old leader said last month that he would run for the vice-presidency in 2022. The country's constitution only permits presidents to serve a single six-year term.\nBut he now says he will withdraw, as \"the overwhelming sentiment of the Filipinos is that I am not qualified\".\nThe move comes amid speculation that his daughter could run for president.\nMr Duterte, a controversial \"strongman\" figure, came to power in 2016 promising to reduce crime and fix the country's drug crisis.\nBut critics say that during his five years in power, Mr Duterte has encouraged police to carry out thousands of extrajudicial killings of suspects in what he has called his \"war on drugs\".\nMr Duterte's daughter Sara Duterte-Carpio, who is currently mayor of the southern city of Davao, has given mixed messages about running for high office.\nLast month Ms Duterte-Carpio said that she would not join the race because she and her father had agreed that only one of them would stand in the election next May.\nHowever, she has led every opinion poll conducted this year.\nMr Duterte announced his surprise retirement at the venue in Manila where he was expected to register his candidacy.\nHe said that standing for the vice-presidency \"would be a violation of the constitution to circumvent the law, the spirit of the constitution\". \nHis spokesman Harry Roque, however, did not entirely rule out a political role for Mr Duterte in the future.\nMr Roque told the BBC that the announcement \"means that he is not interested in the vice-presidency anymore - as to whether or not he will completely retire from politics, I would have to clarify this point with him\".\nPresident Duterte's announcement should be taken with a pinch of salt. \nHe has form in saying similar things, only to make U-turns weeks later. In September 2015, in the build-up to the presidential elections, the then-mayor of Davao said he planned to \"retire from public life for good\".\nBut in a last-minute move in November that year, Mr Duterte was chosen as the PDP-Laban party's candidate. He went on to win the presidency in May 2016.\nCommentators say Saturday's announcement is in keeping with the \"2015 playbook\", with some speculating Mr Duterte could be a \"super sub\" for his ally Senator Christopher \"Bong\" Go, who has filed his candidacy for vice-president.\nThe drama plays well with voters, many of whom spend evenings glued to their TVs watching the twists and turns of the saga.\nMr Duterte is a shrewd operator who will know the announcement will place his family's name at the heart of his country's \"tsismis\", the Filipino word for gossip. \nWhen Mr Duterte first announced his intention to run, there was widespread speculation that he would seek a politically weak running mate in order to rule from the number-two role.\nHe had also publicly mused that, as vice-president, he would be immune from prosecution by the International Criminal Court (ICC) for presiding over the brutal \"war on drugs\" that has killed thousands in the country.\nHowever, it was unclear whether he would have retained legal immunity.\nAccording to the human-rights organisation Amnesty International, more than 7,000 people were killed by police or unknown armed attackers in the first six months of Mr Duterte's presidency.\nIn June, the ICC prosecutor applied to open a full investigation into drug war killings in the Philippines, saying crimes against humanity could have been committed.\nIf Ms Duterte-Carpio were to be elected president, correspondents say she would be likely to protect her father from criminal charges in the Philippines and from ICC prosecutors."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58774262",
      "category": "world-us-canada",
      "title": "Abortion rights march: Thousands attend rallies across US",
      "tags": "Abortion,US Supreme Court,Women,US abortion debate,United States",
      "text": "Tens of thousands of people have marched at rallies across all 50 US states in support of abortion rights. \nThey have been galvanised in opposition to a new Texas law that severely limits access to abortions in the state.\nPro-choice supporters across the country fear that constitutional rights may be rolled back.\nIn the coming months, the Supreme Court is set to hear a case that could overturn Roe v Wade - the 1973 decision that legalised abortion nationwide.\nIn Washington DC, demonstrators marched to the Supreme Court building, holding signs such as \"Make abortion legal\". \nThe start of the rally was disrupted by some two dozen counter-demonstrators.\n\"The blood of innocent babies is on your hands!\" shouted one man, but he was drowned out by the singing and clapping of the crowd, the Washington Post newspaper reported.\nOne woman who attended a march said she was there to support a woman's right to choose. \n\"While I've never been faced with that choice fortunately, there are many women who have and our government and men have no say in the outcome when it comes to our bodies,\" Robin Horn told Reuters news agency.\nThe rallies were organised by those behind the annual Women's March - the first of which drew millions of people to protest a day after the inauguration of former President Donald Trump in 2017.\n\"This is kind of a break-glass moment for folks all across the country,\" said Rachel O'Leary Carmona, the executive director of Women's March.\n\"Many of us grew up with the idea that abortion would be legal and accessible for all of us,\" she added. \"Seeing that at very real risk has been a moment of awakening.\"\nIn New York state, Governor Kathy Hochul spoke at two rallies. \n\"I'm sick and tired of having to fight over abortion rights,\" she said. \"It's settled law in the nation and you are not taking that right away from us, not now not ever\". \nAnother of the rallies was in Austin, Texas, where the state's legislature on 1 September enacted a law banning terminations after the detection of what anti-abortion campaigners call a foetal heartbeat - a point when many women do not know they are pregnant.\nThe so-called Heartbeat Act also gives any individual the right to sue doctors who perform an abortion past the six-week point. Supporters say its aim is to protect the unborn.\nPoliticians in several other Republican-dominated states are considering similar restrictions.\nRights groups asked the Supreme Court to block the Texas law, but the justices ruled 5-4 against granting this.\nOn 1 December the court is set to hear a challenge to Mississippi's 15-week ban on abortion. \nThe verdict could upend the court's 1973 landmark Roe v Wade ruling, which protects a woman's right to an abortion until viability - the point at which a foetus is able to live outside the womb, generally at the start of the third trimester, 28 weeks into a pregnancy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58772786",
      "category": "uk",
      "title": "Covid: Care home staff should get the jab or another job - Javid",
      "tags": "Coronavirus vaccines,Care homes,Sajid Javid,Coronavirus pandemic",
      "text": "Care home workers who are not prepared to get the Covid vaccine should get another job, Sajid Javid has said.\nThe health secretary said he was not prepared to \"pause\" the requirement for care staff in England to be fully vaccinated by 11 November.\nHis remarks come after warnings that some homes will be unable to cope if workers are forced to leave.\nThe National Care Association has urged the government to delay the jab deadline to give staff more time.\nIt says it will have a knock-on effect on the NHS if care homes have to cut resident numbers.\nFrom 11 November, it will be mandatory for anyone who works in a Care Quality Commission-registered care home in England to be fully vaccinated, unless they have a medical exemption.\nMr Javid told BBC Radio 4's Today programme: \"If you work in a care home you are working with some of the most vulnerable people in our country and if you cannot be bothered to go and get vaccinated, then get out and go and get another job.\n\"If you want to look after them (care home residents), if you want to cook for them, if you want to feed them, if you want to put them to bed, then you should get vaccinated.\n\"If you are not going to get vaccinated then why are you working in care?\"\nThe government has said compulsory vaccinations in care homes will save lives and claim it is \"a sensible and reasonable step\" to protect care home workers and the people around them.\nNadra Ahmed, National Care Association chairman, said care homes have already overcome significant resistance among staff to the vaccines.\nIn November last year she said just 40% of staff had said they would get it - but 86% of staff are now fully vaccinated.\nShe told Today: \"We are not anti-vaccine. What we are saying is we needed a bit more time to get people where they needed to be.\"\nWithout an extension to the deadline, the consequences for care homes and for the wider health sector will be severe, she said,\n\"The situation is chronic now with staffing and that deadline will just add to it,\" she said.\n\"We will have providers who are no longer able to staff their services safely and that can only mean they will have to be handing back contracts.\n\"They will have to be looking at whether they can minimise the number of beds that they use to keep themselves open, which will have a direct effect on the NHS's ability to discharge people out of hospital and into care settings.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58765457",
      "category": "uk-wales",
      "title": "Windrush: St Fagans exhibition of stories welcomed",
      "tags": "Windrush generation,Cardiff,St Fagans",
      "text": "The stories of the Windrush generation need to be preserved so they can \"be told for generations to come\", a member for the community in Wales has said. \nVernesta Cyril was born in1943 in St Lucia and spent more than 30 years working in hospitals in Wales. \nShe was speaking ahead of an exhibition that tells the stories of more than 40 members of the community in Wales. \nWindrush Cymru: Our Voices, Our Stories, Our History opens at St Fagans National Museum of History on Saturday. \nIt will then go on a tour to other national museums across Wales from November until March.\nThe Empire Windrush arrived in Essex in 1948 carrying more than 1,000 passengers from the Caribbean after Britain asked for post-war workers. \nOver the next 40 years, thousands followed in their footsteps, with many making Wales their new home.\nWindrush Cymru - Our Voices, Our Stories, Our History will be on display at St Fagans National Museum of History in Cardiff from Saturday. \nMs Cyril, who was awarded Midwife of the Year in 2006 and an OBE for her contributions to the NHS, said: \"At last society has recognised the Windrush generation, so our stories can be told for generations to come\".\nRoma Taylor, founder and chair of the Windrush Cymru Elders, said: \"The Windrush is a very painful and emotional subject but all of our stories have to go out. \n\"It's important to us, our children and our grandchildren and for schools.\" \nMs Taylor arrived in the UK in 1959 and said Cardiff's Tiger Bay was \"the best place to live\".\n\"Everybody was for everybody, everyone looked after everyone and you had no problems,\" she said. \nThe history of the Windrush generation in Wales was recently the focus of an oral history project delivered by Race Council Cymru and funded by National Lottery Heritage Fund - this exhibition features the stories of more than 40, told in their own words. \nThe stories tell how the Windrush generation and their descendants made their mark in Wales through the jobs they worked, careers they built, the children they raised, and the contributions they made to our communities and culture. \nThe exhibition is delivered by Race Council Cymru in partnership with National Museum Wales, Wales Millennium Centre, People's Collection Wales, Windrush Cymru Elders and Black History Wales 365.\nIt is supported by Arts Council of Wales, Royal Welsh College of Music and Drama, and Gower College Swansea.\nNational Museum Wales' head of public history and archaeology Sioned Hughes said: \"The oral histories recorded by the Windrush Cymru project will be archived at St Fagans as a permanent record of the lived experiences of the Windrush generation in Wales. \n\"We are immensely grateful to the Windrush elders for sharing their lived experiences with us for future generations.\"\nProfessor Uzo Iwobi, OBE, founder of Race Council Cymru said:  \"I am proud to have supported the elders for many years, hearing their appeals for their stories to be captured for prosperity and continue their legacy for their children and grandchildren. \n\"I'm delighted that this project and exhibition have come to fruition - it's incredibly important to see these stories being passed down to the next generation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58762169",
      "category": "uk-england-leeds",
      "title": "Rugby league: Young refs pulled from fixtures after abuse",
      "tags": "Batley,Dewsbury,Huddersfield",
      "text": "Young referees have been withdrawn from some children's rugby league games this weekend because of growing levels of verbal abuse from adults.\nHuddersfield Rugby League Referees Society said it no longer felt that \"league discipline will safeguard\" its under-18 officials.\nJunior ref Dylan, 14, said he was sworn at by a parent during a children's game last month, leaving him \"upset\".\nYorkshire Junior and Youth League said it was working \"to improve discipline\".\nHowever, referee societies in West Yorkshire say officials, many who are children themselves, are giving up the sport because of abuse.\nHuddersfield Rugby League Referees Society said it had tried working with the league to keep rugby enjoyable for everyone but \"no progress has been made\".\nMeanwhile, Jayden Covell-Wood, from Dewsbury and Batley Referee Society, said: \"We don't feel safe sending our younger referees to a game when it's happening more regularly.\n\"It's getting too much. We're losing referees because of it. Some last two or three games before they're abused and it's just not good enough.\"\nMr Covell-Wood, who is a rugby league referee himself, said the abuse had come from parents and coaches during under-10 games.\n\"I'm absolutely appalled at times. I just don't know what goes through an adult's head to even speak to a child that way,\" he said.\nJunior referee Dylan took part in an officials' course earlier this year, but despite only being involved in a handful of games he has already been subjected to abuse.\n\"The coaches and parents like to moan at every single call you give,\" he said. \"Sometimes I'll get abuse and I'll just want to end the game right there and go home.\"\nHis father Kevin said he noticed the abuse was getting worse, with his son being shouted and sworn at by a parent during a recent game.\nHe said: \"There's a lot of under-18 refs who are only lasting a few matches.\n\"If they're facing this sort of abuse in the first few games, it's not good for the sport. Without the referees you don't have a game.\"\nHe said some parents felt because the young referees were paid they were open to be shouted at.\n\"You think 'why am I bothering to give my time up?' What makes a grown man or woman think they can verbally abuse a minor?\"\nYorkshire Junior and Youth League said it was working with the Rugby Football League and clubs to improve discipline across the country.\nIt acknowledged behaviour on the touchline \"is not where it needs to be\" and there was \"more work to be done\".\n\"In 2021 we have introduced a number of additional measures, including suspension of fixtures and more education for coaches,\" a spokesperson said.\nHarsher sentences for clubs who abuse referees, including being kicked out of competitions, were options open to the league, it added.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58763986",
      "category": "uk-politics",
      "title": "Sarah Everard: Boris Johnson urges public to trust the police",
      "tags": "Violence against women,Sarah Everard murder,Boris Johnson",
      "text": "Boris Johnson has urged the public to \"trust in the police\" but also acknowledged problems in how violence against women and girls is tackled.\nThe PM promised to fix a \"snarled-up system\" which had produced too few successful rape prosecutions.\nAnd he said the authorities should \"come down hard\" on officers found guilty of misconduct.\nIt follows the jailing of Wayne Couzens for Sarah Everard's kidnapping and murder.\nCouzens was a police officer at the time of her murder, and the Metropolitan Police is facing questions over its failure to stop him. \nThe force has also been attacked over its safety advice to women after it emerged that Couzens used his position as an officer to falsely arrest and kidnap Ms Everard.\nAmong the suggestions, it said women should flag down a bus if they have concerns when stopped by an officer. A Labour MP branded the advice \"derisory\".  \nCouzens - who has been sentenced to a whole-life prison term - is believed to have been in a WhatsApp group with five police officers who are now being investigated for gross misconduct.\nThe Independent Office for Police Conduct (IOPC) is investigating the five, and one former officer,  for distributing \"grossly offensive\", obscene or menacing material. Couzens is understood not to be one of those under investigation, but was involved in sharing messages.\nThe prime minister said the IOPC should \"come down hard\" on them.\nAsked if he had confidence in the police, Mr Johnson said: \"I do think that we can trust the police and I think that the police do a wonderful, wonderful job.\"\nBut he said the government needed to get to the bottom of \"what on earth\" happened in the Couzens case to ensure nothing like it happened again. \nHe added that \"hundreds of thousands\" of officers would be \"absolutely heart sick\" at the events surrounding Ms Everard's death. \nHowever, he also accepted there were problems including \"the way we handle rape, domestic violence and sexual violence\" complaints.\nHe said the length of time between reporting an incident to the court case was \"far too long\".\n\"It is a nightmare for the women concerned, we've got to fix it.\"\nThe prime minister also argued that recruiting more female officers would make \"a lasting difference to the police culture,\" adding that 37% of recruits last year were woman. \nEarlier this year, Home Secretary Priti Patel said she was \"deeply ashamed\" of low rape conviction rates. \nBefore being arrested for the murder of Sarah Everard, Couzens had been linked to two previous allegations of indecent exposure. \nMet Assistant Commissioner Nick Ephgrave admitted a vetting check on Couzens was not done correctly when he joined the Met, meaning a link to one of these allegations was missed. \nMr Ephgrave said that even if it had come up in the vetting process, it would not have changed the outcome as Couzens was not named as a suspect.\nIn a bid to ease concerns about women's safety, the Metropolitan Police has said it will treat indecent exposure allegations more seriously and announced an extra 650 new officers to patrol busy areas in London. \nScotland Yard has also issued advice to people who are detained by lone plain-clothes officers.\nThis includes asking \"searching questions\" about why they are being stopped and where the officer has come from.\nPeople should ask to speak to an operator on a police radio to verify the answers, the force said.\nIf someone feels they are in \"real and imminent danger\" they are advised to \"seek assistance\" by shouting to passers-by, waving down a bus or calling 999.\nLabour MP Bell Ribeiro-Addy said on Twitter: \"This completely derisory advice shows they're still not taking it seriously.\"\nRefuge chief executive Ruth Davison said the Met had time and again \"responded to incidents of gender-based violence by telling women to change their behaviour\".\nShe added: \"Police forces across the country must be prepared for a fundamental shift and overhaul in their attitudes towards women and root out the misogyny that is at the heart of these failings.\"\nFollowing Couzens' guilty verdict, the head of the Met Dame Cressida Dick said \"a precious bond of trust has been damaged\" and she would ensure \"any lessons\" were learned.\nThe Met has said it would publish a new strategy for tackling violence against women and girls soon.\nBut Labour MP and chair of the Home Affairs Committee Yvette Cooper said \"sorry is not enough\" and called for an independent inquiry to examine police culture and procedures.\nAnd Conservative Sir Bob Neill and London Mayor Sadiq Khan have suggested misogyny should be made a hate crime."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58777244",
      "category": "world-latin-america",
      "title": "Brazil Bolsonaro: Thousands protest calling for president's removal",
      "tags": "Jair Bolsonaro,Luiz Inacio Lula da Silva,Brazil",
      "text": "Thousands of people have taken to the streets in towns and cities across Brazil to protest against the country's president Jair Bolsonaro. \nThe protests were organised by opposition parties and trade unions and fall exactly one year ahead of the country's elections. \nMr Bolsonaro is currently falling behind in opinion polls. \nMany Brazilians are upset at the president's handling of the pandemic - more than 600,000 people have died. \nDemonstrations took place in more than 160 towns and cities on Saturday. \nImages show protesters carrying signs, calling for Mr Bolsonaro's removal. \n\"This president who is there represents everything that is backward in the world - there is hunger, poverty, corruption and we are here to defend democracy,\" protester Valdo Oliveira told AFP news agency. \nThere have been more than 100 requests filed with the Chamber of Deputies to impeach Mr Bolsonaro. However, its leader has refused to follow up on them. \nBrazil's Supreme court recently approved several investigations into Mr Bolsonaro. \nSaturday's protests come after a number of rallies in support of Mr Bolsonaro last month. They were seen as an attempt to demonstrate that he can still draw huge crowds of supporters after recent polls had him trailing his left-wing rival Luiz Inácio Lula da Silva by nine percentage points.\nThe elections are not due to be held until next October but Mr Bolsonaro's approval ratings have dropped to an all-time low. \nA poll by the Atlas Institute suggested that 61% of Brazilians described his government's performance as bad or very bad, up from 23% when he first took office in January 2019."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58256647",
      "category": "uk-scotland",
      "title": "Kathleen Jamie announced as Scotland's new Makar",
      "tags": "Nicola Sturgeon,Poetry",
      "text": "Poet and essayist Kathleen Jamie has been appointed as Scotland's next Makar.\nThe 59-year-old is the fourth person to take on the role of national poet, following on from Jackie Kay.\nThe Scots Makar position was established in 2004 by the Scottish Parliament with Edwin Morgan the first poet to receive the honour.\nMs Jamie was brought up in Midlothian and began writing poetry as a teenager, publishing her first booklet aged 20.\nShe was appointed for a three-year term rather than five years like the last two appointments.\nThe expert panel who selected the poet said they had reduced the term because of the time demands of the role and to help encourage \"greater diversity, variety and interest\" in the post in the future.\nNicola Sturgeon formally welcomed Ms Jamie to the role at the Scottish Poetry Library in Edinburgh.\nThe first minister said she was \"delighted\" to confirm the writer as Scotland's national poet.\n\"Poetry is integral to Scotland's culture and history. The Makar has a central role in celebrating that legacy, and preserving its future by encouraging the next generation of young writers to leave their mark,\" she said.\n\"Kathleen is a highly accomplished poet who is known for her works in English and Scots, and the meaningful connections her writing draws between our lives and the landscape around us.\n\"I have no doubt she will continue to build on the exceptional work of her predecessors to promote Scottish poetry both here and abroad.\"\nMs Jamie has published three books of essays around nature, travel and culture called Findings, Sightlines and Surfacing.\nHer poems have appeared on the Underground systems of London, New York and Shanghai, and another was carved on a huge wooden beam on the national monument at Bannockburn.\nMs Jamie said: \"I am honoured and delighted to be appointed as Scotland's new Makar.\n\"The post confirms a weel-kent truth: that poetry abides at the heart of Scottish culture, in all our languages, old and new. It's mysterious, undefinable and bold. It runs deep and sparkles at once.\"\n\"Liz Lochhead, Jackie Kay and the late Edwin Morgan have held this post before me, a trio of major poets. If I can achieve half of their outreach, humour and wisdom, not to mention their wonderful verse, I'll be doing well.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58769341",
      "category": "uk-wales",
      "title": "Covid pass breaches 'should not be police priority'",
      "tags": "Policing,Coronavirus vaccines,Welsh government,Vaccine passports,Coronavirus pandemic",
      "text": "Cracking down on people with fake Covid passes should not be a priority for police officers over serious crimes, a police and crime commissioner has said.\nDyfed-Powys Police commissioner Dafydd Llywelyn said there were concerns about the \"practicality\" of policing passes.\nCovid passes could become mandatory in Wales from 11 October if the Senedd passes proposals on Tuesday.\nThe Welsh government said their introduction could help keep businesses open when virus rates were high.\nIf approved, people in Wales would need an NHS Covid Pass to enter nightclubs and large events.\nAnyone aged over 18 would be required show the pass to prove they are either fully vaccinated, or have had a negative lateral flow test result within the last 48 hours.\nMr Llywelyn said police would always prioritise incidents that \"cause the most harm and risk to the community\", and would only intervene when there were \"serious breaches\".\nAs part of its plans to introduce the policy, the Welsh government also wants to make it illegal to fake a lateral flow test for a Covid pass.\nMr Llywelyn said in the first instance, event managers and local authorities should step in to deal with rule-breakers to avoid \"additional demand\" on police.\nHe urged the public to follow any new rules, but said he was not expecting a high number of people to break any potential law.\nAnyone who is aged over 16 and has been fully vaccinated in Wales or England, or has had a negative lateral flow test result within the last 48 hours, can get a pass.\nCovid passes are available digitally via the NHS website, but not via the NHS app in Wales.\nYou have to go through several steps to register for one, including a picture of your ID.\nOnce you have done this, you can produce a Covid pass using a smart phone, computer or laptop. \nIf the law is passed on Tuesday, passes will be compulsory for anyone over 18 to enter:\nSome places have already rolled out Covid passes, including for gigs and festivals.\nAcademi Club in Bangor decided to introduce them for Fresher's week to give party-goers peace of mind.\nManager Ash James said he was surprised by how positive the response from students was.\n\"Most people are in favour of it and feel better about coming to a venue that asked for it,\" he said. \nBut he added setting it up was not without challenges.\n\"We had to have quite a few staff on the doors helping people to download the Covid pass,\" he said, but added students had been generally prepared.\nBangor University student Beca Evans, 18, said it was a \"bit of a stress to get it in\" at first, but once you had successfully applied for one it became easy.\n\"One of my flatmates couldn't go out one night to that particular club because she hadn't heard about it in time,\" she said. \n\"But once you did it, you just turned up to the club, showed you've got it and they let you in.\"\nFellow student Brengain Rhys, also 18, said she was worried about catching Covid, but the passes made her feel \"much safer\" and \"put her mind at ease\".\nBut some voices representing clubs said they felt they were being \"targeted\" and estimate they could lose up to 30% of their trade.\nMichael Kill, chief executive of the Night Time Industries Association (NTIA), said for clubs that are already in debt due to the pandemic, the \"last minute\" proposals were \"extremely tough\" to take on board.\nThis week, NITA lost a legal challenge against the Scottish government's introduction of vaccine passes, but Mr Kill said they had not ruled out taking legal action.\n\"Nothing is off the table,\" he said.\n\"We are already seeing fraudulent versions of the Covid passes, lateral flow tests... so we're anticipating a very, very challenging environment if this gets through the Senedd on Tuesday,\" he told BBC Radio Wales Breakfast.\n\"This additional measure, we feel, is potentially just a step too far given the work that has been done by the sector.\"\nIn a statement, the Welsh government said: \"The Covid pass is one of a suite of measures that could help to prevent transmission now that we are mixing more freely with each other. \n\"We need to balance the evidence available against the social and economic needs of the country and the Covid pass is one way to help keep businesses open when rates of the virus are high.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58772397",
      "category": "uk-england-london",
      "title": "Soho hammer attack: Four people injured",
      "tags": "Soho",
      "text": "A hammer attack in London's Soho district has hospitalised four people.\nA 38-year-old man attacked two women - one aged in her 20s and one in her 30s - with a hammer on Regent Street at about 22.45 BST on Friday, police said.\nThe man then entered a pub on Glasshouse Street and attacked a woman, aged in her 40s, and a man in his 50s. \nSecurity staff restrained the man who was then arrested by police for Grievous Bodily Harm. All four victims were taken to hospital.\nNone of the victims are believed to be in a life-threatening condition."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-58743367",
      "category": "world-latin-america",
      "title": "Brazil: A drought with roots in the Amazon jungle",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58763476",
      "category": "health",
      "title": "Covid: Delay of third jabs for most vulnerable criticised",
      "tags": "Coronavirus vaccines,NHS,Cancer,Coronavirus pandemic",
      "text": "The rollout of third doses of Covid vaccines for vulnerable people with weak immune systems has gone \"badly wrong\", say charities.\nVaccine experts recommended on 1 September that immunosuppressed patients should be given the extra dose to give them fuller protection.\nBut Kidney Care UK and Blood Cancer UK say many are still waiting.\nNHS England says eligible patients should be offered the third doses by the end of next week.\nStudies have shown that people who are immunosuppressed - around 500,000 people in the UK - are unlikely to mount a strong defence against Covid-19, even after two doses of vaccine.\nThe Joint Committee on Vaccination and Immunisation advised that individuals such as those undergoing chemotherapy, HIV patients or people who have received an organ transplant, should get a third dose as soon as possible.\nOn 2 September, NHS England sent out guidance to doctors saying this third dose should be given at least eight weeks after the second jab, and at a time when the patient is not receiving treatment that may make the vaccine less likely to work.\nGPs and hospital consultants were asked to identify eligible patients and begin contacting them by 13 September.\nBut people have taken to social media to express their frustration at not being able to access a jab, despite the rollout of the separate booster programme for the over-50s and at-risk groups.\nSteve Harrison, from Lincolnshire, had a kidney transplant in December 2020 and is eligible for a third dose. He feels the most vulnerable have been forgotten.\nHe said: \"Arranging the third vaccine has been a nightmare. Neither my consultant nor my GP knew about it.\n\"I have spent days speaking to doctors, consultants, the CCG (Clinical Commissioning Group) and I am still no closer to having my vaccine booked.\n\"Shielding ending, restrictions lifting, the world getting back to normal and moving forwards, yet I feel like I am moving backwards.\"\nThe charities Kidney Care UK and Blood Cancer UK have both expressed concern at the high number of calls and emails they have received about the issue over the last few weeks.\nKidney Care UK has passed on the names of more than 80 GP practices to NHS England which it says were not currently assisting people with a third dose. \nFiona Loud, its policy director, said: \"This lack of clarity is causing a huge amount of stress, anxiety and frustration amongst thousands of kidney patients.\n\"This group are returning to work and public places with no specific national advice or support.\n\"They feel completely let down and many have told us this is the most worried and anxious they have felt throughout the entire pandemic.\"\nNHS England issued new guidance to hospital trusts on 30 September, with instructions that action be taken immediately to contact all those eligible for their third dose by 11 October.  \nThese will be recorded as a \"booster\" shot until the national system can be updated to recognise third \"primary\" doses. This will ensure immunosuppressed patients can then be contacted again in six months for their booster fourth dose.\nAn NHS spokesperson said: \"While a decision on when to get a third jab remains a decision between a patient and their clinician who know about their ongoing care and treatment, all hospitals have been asked to identify and offer a jab to those who are eligible, by the end of next week. \n\"Where vaccines cannot be administered at the same site, patients and their GP will be written to shortly so they can arrange their jab at their local practice or vaccine centre.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58769685",
      "category": "uk",
      "title": "Foreign aid: Chancellor accused of stealth raid by charities",
      "tags": "Elizabeth Truss,Rishi Sunak,UK aid",
      "text": "Chancellor Rishi Sunak is being accused of attempting to mount a \"stealth raid\" on Britain's foreign aid spending. \nDevelopment charities say the Treasury is hoping to use \"accounting tricks\" in this month's Spending Review to squeeze the aid budget by billions of pounds. \nThey fear new items will be designated as \"overseas development assistance\" in a way that would cut the amount spent directly on humanitarian aid. \nThe Treasury said it would continue to protect the world's poorest people.\nBut it would not speculate on future spending commitments ahead of a fiscal event.\nAny rebadging of overseas assistance would be seen by some as an attempt by Mr Sunak to seize further control of the aid budget while new Foreign Secretary Liz Truss is finding her feet. \nBut Foreign Office sources said Ms Truss - as a former chief secretary - was familiar with how the Treasury worked and it would be wrong to suggest she was unaware of what was going on.\nThe government is already cutting aid spending by reducing the target of what must be allocated to overseas assistance from 0.7% of national income to 0.5%. \nThat means a reduction this year of about £4bn, leaving the total amount being spent on aid at roughly £10bn. \nThere are strict international rules about what counts as aid and charities fear the Treasury is looking at options that would effectively break the spirit of these rules.\nThey say officials want the cancellation of a multi-million-pound debt owed by Sudan to the UK to count as official aid, even though the money was effectively written off years ago. \nThey say the Treasury wants some foreign currency handouts from the International Monetary Fund - known as Special Drawing Rights - to count as aid. These complex financial mechanisms are designed to help developing countries cope with Covid. But even though the money comes from the IMF and not UK coffers, officials want 30% to count towards the 0.5% target.\nThe Treasury is also understood to want to designate the cost of giving Covid vaccines to developing countries as official aid. This could amount to as much as £1bn. \nSome analysts say the Treasury is additionally considering switching large chunks of aid spending from so-called \"resource\" budgets to \"capital\" budgets, an accounting change that would make it harder for the Foreign Office to spend aid on what it wants. \nRanil Dissanayake, policy fellow at the Centre for Global Development think tank, said all these changes - if made together - could potentially reduce the FCDO's discretionary aid budget from £8bn to as little as £2bn.\n\"That would amount to a complete gutting of the UK's status as a major bilateral development presence, essentially depriving [the Foreign Secretary] of one of its most potent weapons almost immediately after she assumes the brief,\" he said. \"The UK's status as a serious bilateral donor would be under existential threat.\" \nHe added: \"Unless Liz Truss manages to stop the chancellor from bullying her department out of its spending power, the UK will become a near non-entity as a bilateral development actor as early as next year.\"\nOne source in the aid sector said: \"Rishi is trying to cut Liz Truss off at the knees before she's got her legs under the table.\"\nRomilly Greenhill, UK Director of ONE, the global campaign against poverty, said: \"It's incredibly worrying that UK aid looks set to be cut again, through accounting trickery by the Treasury. \n\"The chancellor looks set to count the sharing of surplus vaccine doses, a new injection of cost-free foreign exchange reserves and the cancellation of debts that haven't been repaid for decades as part of the aid budget. If these areas are included under the new 0.5% pledge, it will further squeeze funding to tackle poverty, conflict and climate, hurting people both in the UK and around the world. \nShe added: \"What's worse is that it's happening by stealth. The Treasury is combing the aid rules for loopholes and ambiguities to save money on technicalities. It will mean death by a thousand cuts for UK aid.\"\nAbigael Baldoumas, policy and advocacy manager at the international development network BOND, said: \"We are deeply concerned about a further assault on the aid budget. There is a real risk that the Treasury will use accounting tricks to reduce the amount of aid the Foreign Office can spend in ways that make a real difference to the lives of people living in poor and middle-income countries.\"\nShe added: \"Special drawing rights were issued to put more money in the hands of low and middle-income countries to tackle the devastating impact of the pandemic, not so that the Treasury could use them to replace of overseas development assistance.\nMeanwhile, Sarah Champion, International Development committee chair, said: \"The chancellor may think he's clever by playing these financial sleight of hand games, but it's not just the poorest in the world that suffer, it's the UK's international reputation.\"\nA Treasury spokeswoman said: \"We will continue to protect the world's poorest. The UK is one of the highest donors in the G7 and this year we will spend at least £10bn on overseas aid. We do not speculate on future tax and spending commitments ahead of fiscal events.\" \nThe Treasury said the UK would continue to \"score\" overseas development assistance \"fully guided by and in accordance with\" the rules laid down by the Organisation for Economic Cooperation and Development. \nIt also emphasised the UK's aid spending was \"considerably more\" than the 29 countries on the OECD's development assistance committee."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58765846",
      "category": "uk-northern-ireland",
      "title": "Ulster Hospital: Two wards close due to Covid outbreaks",
      "tags": "Coronavirus pandemic",
      "text": "Two wards have been closed at the Ulster Hospital in Dundonald, on the outskirts of east Belfast, due to outbreaks of Covid 19. \nOne of the wards provides care specifically for elderly patients. \nBBC News NI understands that both patients and staff are affected. \nIn a statement, a spokesperson for the South Eastern Health Trust confirmed that both wards were closed during the past two weeks.   \nOver the past month, 96 patients tested positive for the virus on admission to the hospital and 16 others tested positive during their stay.  \nAccording to the trust, it is their policy to admit Covid-positive patients to side rooms or bays, which are designated for patients with the virus. \nHowever, the trust also confirmed that at times non-Covid patients are admitted to these wards due to their clinical condition, such as when requiring respiratory treatment"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58777034",
      "category": "uk-politics",
      "title": "Tory conference: PM pledges to improve economy after Covid",
      "tags": "Conservative Party,Boris Johnson,Fuel",
      "text": "Boris Johnson has pledged the Conservatives will \"change and improve\" the economy after the pandemic, as the party opens its annual conference in Manchester later.\nThe PM said the country cannot \"go back to how things were\" before Covid.\nHe has accused the haulage industry of being too reliant on low-paid immigration, amid shortages at petrol stations. \nThe military is due to begin delivering petrol across the UK from Monday. \nTwo hundred military servicemen and women, 100 of them drivers, will provide \"temporary\" support to ease pressure on forecourts.\nThe government has also announced 5,000 temporary visas for foreign lorry drivers to plug a shortage of lorry drivers worsened by Covid, Brexit and other factors.\nAlthough the industry and opposition parties have dismissed these figures as inadequate, Mr Johnson has said importing drivers is not a long-term solution. \nSpeaking on Saturday, he said: \"What we don't want to do is go back to a situation in which we basically allowed the road haulage industry to be sustained with a lot of low-wage immigration.\"\nHe added that a \"mass immigration approach\" had made the sector less attractive by reducing wages and \"the quality of the job\".\n\"People don't want that. They want us to be a well-paid, well-skilled, highly productive economy and that's where we're going.\"\nHowever, he did not rule out issuing more temporary visas, saying the situation would remain \"under review\". \nAhead of the Conservative conference beginning on Sunday, the prime minister vowed to take \"big, bold decisions\" to rebuild after the pandemic.\n\"We didn't go through Covid to go back to how things were before - to the status quo ante. Build Back Better means we want things to change and improve as we recover.\"\nThe post-pandemic recovery is set to be a key theme of the four-day event in Manchester, along with the government's effort to \"level up\" regional inequalities.\nAround 10,000 delegates are expected in Manchester for the party's first in-person conference since Covid, and the first since its 2019 election victory. \nAs the conference begins, the party has promised £22m extra funding for councils to renovate tennis courts, and £30m for schools in England to repair sports facilities. \nThe party argues this will help equalise access to sport in poorer regions, with unplayable courts more likely to be found in deprived areas.\nThe prime minister has both a substantial Commons majority and leads a party that most recent opinion polls suggest is more popular than Labour. \nBut as the conference here begins the pressures on the government stack up: queues at some petrol stations, fears of further shortages on shop shelves, even staffing issues in abattoirs. \nPrices are rising just as both the furlough scheme and the uplift to universal credit end and an increase to National Insurance looms. \nBoris Johnson insists he is taking what he calls the \"big, bold decisions\" on the priorities people care about, such as social care and supporting jobs. \nExpect plenty of talk here in the next few days about the government's desire to \"level up\", as ministers call it. \nIt is a promise that collides for many with the reality that it's bills that are going up.\nThe government has made \"levelling up\" a priority ahead of the next election but is facing criticism from some of its own MPs that the concept remains vague.\nOn Sunday, 10 Tory MPs elected in 2019 became the latest set of backbenchers to make demands on the issue, calling for more power to be handed to local councils, and for tax breaks for community businesses and social enterprises.\nThere is also concern in the party over the effect of rising inflation and surging energy costs, combining with the withdrawal of a universal credit top-up of £20 a week, which was introduced during the coronavirus pandemic.\nSome of the party's MPs, including former leader Sir Iain Duncan Smith, have joined opposition MPs in warning about a squeeze on living standard for the poorest households. \nLabour, which has warned of a \"winter of discontent\", has urged the PM to recall Parliament to discuss the fuel crisis. \nThe party's leader Sir Keir Starmer has called on the government to issue \"enough visas\" to deal with the lorry driver shortage and give \"key workers\" priority access to fuel. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58772057",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Immunosuppressed to be offered third vaccine jab 'shortly'",
      "text": "People who are immunosuppressed in Northern Ireland will be notified shortly about receiving a third dose of the vaccine. \nThe Department of Health told BBC News NI those classed as immunosuppressed have now been identified. \n\"They will be receiving a letter shortly advising them to book online to receive the third dose,\" it said.\n\"Those identified by GPs will be given a letter advising them to receive a third dose at a community pharmacy.\"\nVaccine experts recommended on 1 September that those affected should be given the extra dose to give them fuller protection. \nStudies have shown that people who are immunosuppressed, around 500,000 people in the UK, are unlikely to mount a strong defence against the virus, even after two doses of the vaccine. \nIn Northern Ireland, a small number of people have recently received their third dose but the department said it expected the bulk of vaccinations to happen over the next few weeks. \nThe announcement comes as one more death with coronavirus and another 992 positive cases were reported in Northern Ireland on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58760788",
      "category": "uk-scotland",
      "title": "Queen speaks of 'deep affection' for Scotland",
      "tags": "Camilla, Duchess of Cornwall,Scottish Parliament,Prince Charles, Prince of Wales,Queen Elizabeth II",
      "text": "The Queen has spoken of her \"deep and abiding affection\" for Scotland as she officially opened the sixth session of the Scottish Parliament at Holyrood.\nHer Majesty was joined at the ceremony by Prince Charles and Camilla, The Duke and Duchess of Rothesay.\nIt was the first time she had attended the ceremony without Prince Philip, who died this year aged 99. \nAs at the last opening in 2016, The Queen was greeted by Scotland's first minister, Nicola Sturgeon.\nAfterwards she met people nominated as \"local heroes\" for their work in the community during the Covid pandemic.\nAt the start of the ceremony, Her Majesty addressed MSPs gathered in the debating chamber.\nShe congratulated the parliament for being able to mark the new session safely in a \"very trying period\", and noted that it had been at the heart of Scotland's response to the pandemic.\n\"As we all step out from adverse and uncertain times, occasions such as this today provide an opportunity for hope and optimism,\" Her Majesty said.\n\"Marking this new session does indeed bring a sense of beginning and renewal.\"\nShe urged MSPs to work together despite their differences of opinion.\nCelebrating people who have made an \"extraordinary contribution\" during the pandemic, The Queen noted the \"countless examples of resilience and goodwill\" that have made a difference to others.\nShe told the chamber: \"I have spoken before of my deep and abiding affection for this wonderful country and of the many happy memories Prince Philip and I always held of our time here. \n\"It is often said that it is the people that make a place and there are few places where this is truer than it is in Scotland, as we have seen in recent times.\"\nThe monarch, who has been on her annual break at Balmoral Castle, will return to Scotland next month for COP26, when the \"eyes of the world\" will be on Glasgow. \nThe Scottish Parliament has a key role to \"help create a better, healthier future for us all and engage with the people they represent, especially our young people\", The Queen added. \nMs Sturgeon and the Scottish Parliament's presiding officer Alison Johnstone both reflected on the new diverse nature of the new parliament. \n\"I'm heartened that this parliament is the most diverse that we have ever returned,\" Ms Johnstone said in her opening remarks, noting the first women of colour elected to the chamber.\n\"I wish it hadn't taken so long,\" she added.\nMs Sturgeon said the chamber better reflected Scotland as a nation \"proud to call itself simply home for everyone who chooses to live here\". \nShe said all parties had more to do but there were more women, people of colour and people with disabilities in the Parliament than ever before.\nResponding to the Queen's speech, the First Minister offered the parliament's \"deep sympathy and shared sorrow at your loss\" and thanked her for being a \"steadfast friend of our parliament since its establishment in 1999\".\nMs Sturgeon continued: \"As we battle through the storm of a global pandemic, hope and the hankering for change is perhaps felt more strongly by more people than at any time in our recent history.\n\"That gives this Parliament a momentous responsibility and a historic opportunity.\n\"Covid has been the biggest crisis to confront the world since the Second World War - it has caused pain and heartbreak, it has exposed and exacerbated the inequalities within our society.\n\"But it has also revealed humankind's boundless capacity for inventiveness, solidarity and love.\n\"And for those of us in public service, it has reminded us that with collective political will, changes that we might previously have thought impossible or just too difficult can indeed be achieved.\n\"In the months ahead, we must take the same urgency and resolve with which we have confronted this pandemic and apply it to the hard work of recovery and renewal, to the task of building a fairer and greener future for this and the generations who come after us.\"\nDue to ongoing Covid restrictions, only invited guests were able to attend.\nThey watched a recorded programme of music and entertainment which organisers said reflected \"the rich diversity of Scotland's communities\".\nThe newly-appointed Makar, or national poet, Kathleen Jamie  recited a poem specially written for the event.\nThe Royal Conservatoire Brass performed Fanfare for the Opening of Parliament 2021 from Glasgow Cathedral.\nMichael Biggins, BBC Radio Scotland's Young Traditional Musician of the Year 2021, also performed Ae Fond Kiss by Robert Burns from the BBC Pacific Quay building in Glasgow.\nScottish Parliament clerk Rea Cris carried the mace ahead of The Queen as she entered the debating chamber.\nMs Cris said: \"It is an honour for me to take on this role within the parliament.\n\"The mace is part of the parliament's history and tradition, but the principles engraved on the mace continue to inspire our work today. Compassion is one that inspires me the most.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58720985",
      "category": "business",
      "title": "Key workers struggling to travel amid fuel issues",
      "tags": "Fuel,Haulage",
      "text": "Panic buying at petrol stations has led to some key workers struggling to get the fuel they need to travel to their work.\nThe surge in demand for fuel came after fears lorry driver shortages would hit supplies of petrol and diesel.\nDoctors and unions representing teachers and carers have called for key workers to get priority at the pumps.\nOne hospice in Oldham tweeted that it was in \"urgent need\" of petrol for its cars.\nRosemary Botting, who runs Karosel Care and Domestic Services in West Sussex, told the BBC that if two of her carers were still unable to find a station with fuel ahead of their next shift, they would be unable to tend to \"vulnerable\" service users.\nMs Botting said if the current crisis wasn't resolved by next week, then she envisaged her care company would be in breach of safeguarding guidelines to its 12 customers.\n\"We will be putting our service users at risk,\" she said. \"We would not be able to send a carer out to somebody.\"\nMs Botting said her staff helped people living in rural areas throughout west Sussex, which meant driving - and a tank full of fuel - was essential.\nOne of her carers was half an hour late to her first call in because of traffic caused by queues at petrol stations, she said, which meant her first patient, who cannot get out of bed unaided, remained there until she arrived.\n\"I have got to inform all the other service users that their carer is running half an hour late. We pride ourselves on being on time,\" she said.\n\"We got through Covid. Not a single user in our care contracted Covid. The reason I do this job is because I care. It's just a bit of a nightmare at the moment.\"\nColin McDonald, an orthopaedic registrar at a district general hospital in the East Midlands, told the BBC that if fuel supply issues continued, and he couldn't to travel to work, there could be delays to patient surgeries at the start of his shifts, which could then delay his fracture clinics in the afternoon. \n\"This could lead to cancellations,\" he said. \"If patients live far away from the clinic they may not be able to get in, staff may not be able to get in.\"\nMr McDonald said he had been worried about not being able to get fuel on Sunday, but managed to buy some petrol which had been kept aside for key workers at a petrol station on Monday.\n\"Seeing people fill up multiple jerry cans of fuel - I just don't understand what their mentality is,\" he said.\n\"I find it very difficult to comprehend. It appears very selfish... they are just looking after themselves and not really considering the needs of others and key workers.\"\nAndrew Wagstaff, a civil servant from Nuneaton, Warwickshire, left his home at 04:45 BST to hunt for fuel to make his 57-mile trip to work.\nAfter finding all petrol stations closed in his area, he finally got fuel at Watford Gap service station.\nHowever, he said prices had been hiked to 157.9p per litre for diesel, which described as \"ridiculous\".\n\"It cost me £65 to fill up three quarters of a tank,\" he said. \"I do an essential job. It's frustrating that people - who are not essential workers - are just panicking for no reason.\"\nMost bus and coach services have not been affected by the fuel supply issues, according to the Confederation of Passenger Transport.\nMeanwhile, the Petrol Retailers Association (PRA), which represents 5,500 out of the UK's 8,000 filling stations,said there were \"early signs\" the crisis was \"ending, with more of our members reporting that they are now taking further deliveries of fuel\".\n\"Fuel stocks remain normal at refineries and terminals, although deliveries have been reduced due to the shortage of HGV drivers,\" said PRA executive director Gordon Balmer.\n\"We have conducted a survey of our members this morning and only 37% of forecourts have reported being out of fuel today. With regular restocks taking place, this percentage is likely to improve further over the next 24 hours\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-58774152",
      "category": "uk-england-cumbria",
      "title": "Windermere climber completes 83 ascents in two months",
      "tags": "Mountaineering,Isle of Skye,Windermere",
      "text": "A woman from Cumbria has completed a rock-climbing challenge covering 83 routes across the UK. \nAnna Taylor, from Windermere, climbed a total of 10,000m (33,000ft) and cycled 2,400km (1,491 miles) over 62 days.\nThe 23-year-old, who started climbing at the age of 10, covered all 83 routes listed in renowned climbing guide Classic Rock, most of them solo.\nShe said the experience had been memorable and she was \"both delighted and relieved\" to finish.\n\"Soloing a wet route covered in vegetation is not much fun, while my legs were definitely not ready for cycling hundreds of miles while carrying all of my climbing gear,\" she said.\n\"Add in a bout of sickness and some lively weather and the round was far from straightforward, but the compensations more than made up for all of that.\"\nClassic Rock, first published in 1978, is well known in climbing circles and features what the writer and journalist Ken Wilson believed to be the UK's best rock climbs, graded up to \"very severe\".\nSome climbers have a long-term plan to tick off the book's routes and Ms Taylor is believed to be the first to complete them all while cycling between each one.\nCarrying all of her kit, she travelled from Cornwall to Wales, the Peak District, the Lake District and the Scottish Highlands, finishing on the notoriously challenging Cuillin Ridge on the Isle of Skye.\nShe said she had \"gained an even greater appreciation of the amazing landscapes on these shores, and of the amazing routes that Ken Wilson collected\".\nMs Taylor has climbed a number of routes considered to be very difficult and, in 2020, became the first woman to climb the 2,000ft (610m) sheer rock face of Mount Roraima, in Guyana, South America.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-58773006",
      "category": "uk-england-tees",
      "title": "Cleveland police chief Steve Turner referred to watchdog",
      "tags": "House of Commons,Middlesbrough,Steve Turner,Andy McDonald",
      "text": "Cleveland's police and crime commissioner has been referred to the police watchdog over a caution for theft he received in the 1990s.\nSteve Turner has admitted receiving the police caution while working as a manager at a supermarket.\nMiddlesbrough Labour MP Andy McDonald used parliamentary privilege to claim he had been sacked by a former employer for \"systematic theft\".\nMr Turner said he had \"voluntarily\" resigned and was not sacked.\nThe Independent Office for Police Conduct (IOPC) said it had received two referrals concerning Mr Turner's conduct from the Cleveland Police and Crime Panel, which scrutinises the PCC's work and decisions.\nThe IOPC said \"any indication a criminal offence may have been committed\" by a PCC must be referred and it would then \"determine whether the matter should be criminally investigated\".\nTwo referrals were \"being assessed to determine what further action may be required from us\", a spokesman said.\nIn an open letter on his social media Mr Turner said he made a \"stupid error\" and it had been a \"minor incident\". \nHe also insisted he had \"diligently followed all the rules\" governing the appointment of police and crime commissioners.\nMr McDonald said he was unfit to hold office and should step down with immediate effect, the Local Democracy Reporting Service said.\nA spokeswoman for Mr Turner's office said: \"We extend our full co-operation to the panel and the IOPC and we will assist them with any inquiries they need to make.\" \nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58758738",
      "category": "world-us-canada",
      "title": "Biden insists stalled $1tn infrastructure bill will get done",
      "tags": "Democratic Party,US government shutdown,US Congress,United States,Joe Biden",
      "text": "President Biden has insisted his $1tn (£750bn) infrastructure bill will eventually be passed by Congress amid an impasse in his own party.\n\"It doesn't matter whether it's in six minutes, six days, or six weeks, we're going to get it done,\" he said after a surprise visit to Congress on Friday.\nSome Democrats refuse to back the plan until a separate $3.5tn welfare and climate change bill is voted in.\nBut centrists in the party want to spend less on those issues. \nDemocratic House Speaker Nancy Pelosi admitted on Friday evening that \"more time is needed\" to find a compromise.\nThursday's vote on the infrastructure bill was postponed and it was unclear when another attempt to hold a vote would be made.\nMr Biden's visit to Capitol Hill on Friday saw him meet privately with House Democrats in a bid to break the deadlock.\nMedia reports said he had sought to encourage compromise between the factions.\nReuters quoted a source as saying Mr Biden had suggested scaling back the welfare and climate bill to about $2 trillion, saying \"even a smaller bill can make historic investments\".\nThe bipartisan $1tn public works bill, which would apply to routine transportation, broadband, water systems and other projects, enjoys wide support - but liberal (or progressive) Democrats are linking its passage to their more ambitious welfare and climate change bill.\nThat bill would raise taxes on corporations and the rich, investing the revenue in a broad array of social programmes, including early childhood education, universal preschool, government-funded two-year college education, paid family and medical leave, an expansion of government health insurance and environmental spending.\nEarlier this week, the White House cancelled Mr Biden's trip to Chicago so he could focus on whipping the needed votes.\nReflecting the centrist position, Senator Joe Manchin said he was ready to meet the president less than halfway, at $1.5tn on infrastructure. He described the proposed figure of $3.5tn as \"fiscal insanity\". \nSenator Bernie Sanders, a leading liberal, tweeted on Friday that \"the fate of the planet\" rested on the $3.5tn bill.\n\"Without a strong reconciliation bill there will be no serious effort to cut carbon emissions and transform our energy system away from fossil fuel,\" he said. \nHe added: \"There can be no infrastructure bill without a strong reconciliation bill.\"\nMr Biden's party has the thinnest of majorities in both the House and Senate, and is eager to push through its signature policies before next year's congressional elections, when the Republicans will attempt to regain control.  \nOn Thursday Congress did pass a temporary measure to keep the federal government funded until early December.\nFederal museums, national parks and safety programmes would have had to close without the funding, which also includes hurricane relief and help for Afghan refugees."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58774786",
      "category": "science-environment",
      "title": "Climate change: Stop smoke and mirrors, rich nations told",
      "tags": "Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Greta Thunberg,Schools' climate change protests",
      "text": "Rich countries' plans to curb carbon are \"smoke and mirrors\" and must be urgently improved, say poorer nations. \nMinisters meeting here in Milan at the final UN session before the Glasgow COP26 climate conference heard that some progress was being made.\nBut officials from developing countries demanded tougher targets for cutting carbon emissions and more cash to combat climate change.\nOne minister condemned \"selfishness or lack of good faith\" in the rich world.\nUS special envoy John Kerry said all major economies \"must stretch\" to do the maximum they can.\nAround 50 ministers from a range of countries met here to try to overcome some significant hurdles before world leaders gather in Glasgow in November. \nBut for extremely vulnerable countries to a changing climate the priority is more ambitious carbon reductions from the rich, to preserve the 1.5C temperature target set by the 2015 Paris agreement.\nScientists have warned that allowing the world temperatures to rise more than 1.5C above pre-industrial levels is highly dangerous.\nAn assessment of the promises made so far to cut carbon suggests that the world is on track for around 2.7C.\nMinisters from developing countries say this is just not acceptable - they are already experiencing significant impacts on their economies with warming currently just over 1C.\n\"We're already on hellish ground at 1.1C,\" said Simon Steill, Grenada's environment minister who argues that the plans in place just weren't good enough to prevent disaster for his island state. \n\"We're talking about lives, we're talking about livelihoods, they cannot apply smoke and mirrors to that.\"\n\"Every action that is taken, every decision that is taken, has to be aligned with 1.5C, we have no choice.\"\nSome delegates felt that richer countries aren't sufficiently engaged on the issue of 1.5C, because they are wealthy enough to adapt to the changes.\n\"They don't care about 1.5C because if there's sea level rise, they have the means to build sea walls, and they are just remaining there in their high walls of comfort,\" said Tosi Mpanu Mpanu, from the Democratic Republic of Congo.  \n\"Some countries are willing to do things but they don't have the means, some have the means but are not willing to do things. Now how do we find the right choreography?\"\nOn this question of choreography, ministers were in agreement that the G20 group of countries should be leading the dance. \nMr Kerry called on India and China, who are part of the G20, to put new carbon plans on the table before leaders gather in Glasgow. \n\"All G20 countries, all large economies, all need to try to stretch to do more,\" he told the gathering. \n\"I'm not singling out one nation over another. But I am encouraging all of us to try to do the maximum we can.\"\nThe mood on the street in Milan could not have contrasted more sharply with the formal, political roundtable discussions inside the PreCOP26 conference. \n On Friday, students and activists marched to the doors of the conference venue - banners waving and arms linked in a human wall to protect Greta Thunberg, who led the procession. There were cheers of: \"We are unstoppable, another world is possible\". And just one day after sharing the stage with world leaders, and after meeting the Italian prime minister, 18-year-old Greta told a cheering crowd: \"We are sick of their blah blah blah and sick of their lies.\"\nMeanwhile, behind the concrete walls of the conference hall on Saturday, ministers were cautiously optimistic that their discussions had laid crucial foundations for the UN climate meeting in November. As he brought the meeting to a close, Alok Sharma, president for the much-anticipated COP26 in Glasgow, assured me that there was now a tangible \"sense of urgency\". \n \"It's this set of world leaders that are deciding the future,\" he said. \"We're going to respond to what we've heard here from young people.\" \nOne of the biggest remaining hurdles to progress remains the question of finance. The richer world promised to pay developing nations $100bn a year from 2020. \nThat figure hasn't yet been met and while ministers here were confident it would be achieved in Glasgow, the failure to land the money is eroding trust.\n\"Everything we need to do, we know what that is, and now it's just a question of who's going to be paying for it, who is going to be willing to share their technology,\" said Tosi Mpanu Mpanu.\n\"And that's where the problem is. So there seems to be at times selfishness or lack of good faith.\"\nDespite these reservations, the UK minister tasked with delivering success in Glasgow was in positive mood after the meeting in Milan.\n\"I think we go forward to Glasgow with a spirit of co-operation,\" said Alok Sharma.\n\"I do not want to underestimate the amount of work that is required but I think there is a renewed urgency in our discussions.\"\nHowever there are significant hurdles to clear before leaders arrive in Glasgow and technical questions about carbon markets and transparency are still unresolved. \n\"We need to change. And we need to change radically, we need to change fast,\" said EU vice-president Frans Timmermans. \"And that's going to be bloody hard.\"\nFollow Matt on Twitter @mattmcgrathbbc."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58777274",
      "category": "world-us-canada",
      "title": "Islamic State: Canadian accused of being 'voice behind the violence'",
      "tags": "United States,Islamic State group,Canada",
      "text": "A Canadian citizen who allegedly narrated violent propaganda videos for the Islamic State group (IS) has been charged in the US. \nSaudi-born Mohammed Khalifa is accused of being \"the voice behind the violence\" by providing English narration on some 15 videos.\nMany of them encouraged supporters to join IS, while some showed the \"brutal execution\" of prisoners and hostages.\nIf convicted, the 38-year-old could face life in prison.\nMr Khalifa will appear before a US court next week on charges of providing \"material support to a terrorist organisation, resulting in death\". He denies the charges.\nProsecutors say he was also an IS fighter, and during one conflict shortly before being captured, threw a grenade at opposing forces.\n\"Through his alleged leading role in translating, narrating, and advancing IS's online propaganda, Khalifa promoted the terrorist group... and expanded the reach of videos that glorified the horrific murders and indiscriminate cruelty of IS,\" Raj Parekh, acting US Attorney for the Eastern District of Virginia said in a statement.\nAmong the videos are two IS productions which the US justice department has described as \"the most influential and exceedingly violent\" videos that promoted violence against foreign citizens, showed various IS attacks, and the deaths of unarmed prisoners.\nAnother video includes a voice recording of Omar Mateen, who killed 49 people in the Pulse Nightclub attack in Florida in 2016, swearing allegiance to IS.\nMr Khalifa left Canada in 2013 to join IS in Syria where he became a key member of the group's propaganda team, the US justice department said.\nHe allegedly served in a number of prominent roles before becoming its lead translator due to his English and Arabic language skills.\nBy translating the videos into English, he played an integral role in the recruitment and radicalisation of Westerners which caused the deaths of numerous people at the hands of IS, prosecutors say.\nMohammed Khalifa was captured in January 2019 during a firefight between IS and the Syrian Democratic Forces (SDF) - a US-backed Kurdish-led militia which spearheaded the fight against IS in northwest Syria.\nHe was later handed over to the FBI.\nIn a newspaper interview after his capture, he said he had been a low-level fighter and \"just the voice\" of IS. He insisted that he had played no role in filming or carrying out the gruesome scenes he narrated.\nOnline videos showing beheadings and other atrocities were a key feature of IS's worldwide recruitment drive as the group extended its reach in Syria and Iraq.\nBut the propaganda effort dwindled as the militants began to lose territory from 2017."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58762029",
      "category": "uk-england-york-north-yorkshire",
      "title": "Sarah Everard murder: Police boss Philip Allott urged to quit over comments",
      "tags": "North Yorkshire Police,York",
      "text": "A police boss who said women \"need to be streetwise\" about powers of arrest in the wake of the Sarah Everard case is being urged to resign.\nNorth Yorkshire commissioner Philip Allott sparked fury when he said Ms Everard \"never should have submitted\" to the arrest by her killer.\nA Met Police officer falsely arrested the 33-year-old in order to abduct, rape and murder her.\nLabour Party leader Sir Keir Starmer has called for Mr Allott to quit.\nHe said: \"He should go. I can't think of a more inappropriate thing for a police and crime commissioner to say at any time, but at this time in particular. He should consider his position.\"\nMr Allott has apologised for his remarks and said he wanted to retract his comments.\nDuring the sentencing of Wayne Couzens at the Old Bailey, it emerged he tricked Ms Everard by falsely arresting her for a breach of coronavirus guidelines.\nSpeaking on BBC Radio York earlier, Conservative Mr Allott said women should be aware this was not an indictable offence - one considered serious enough to warrant a prison sentence or crown court hearing.\n\"So women, first of all, need to be streetwise about when they can be arrested and when they can't be arrested. She should never have been arrested and submitted to that,\" he said.\n\"Perhaps women need to consider in terms of the legal process, to just learn a bit about that legal process\".\nThe comments provoked an angry reaction on social media, prompting Mr Allott to reconsider.\nIn an apologetic tweet, he said he realised his remarks were \"insensitive and [I] wish to retract them in full\".\nMP for York Central Rachael Maskell added that Mr Allott's position was \"untenable\".\n\"Women are not feeling safe on our streets and it is for the police, including the police and crime commissioners to make sure we feel safer,\" she said.\nAmong those angered by Mr Allott's comments was campaigner Lucy Arnold, who organised a vigil outside York Minster following the death of Ms Everard, who was originally from York.\n\"I think frankly that was a horrifically offensive thing to say,\" she said.\n\"Does anyone really feel like they can stand up to a police officer? I am very confident I know my rights, I know the law, but no I wouldn't feel confident at all.\"\nThe Everyday Sexism account accused Mr Allott of \"openly blaming Sarah Everard for what happened to her\", and Scotland's First Minister said the comments were \"appalling\".\nNicola Sturgeon tweeted it was not \"up to women to fix this\".\n\"The problem is male violence, not women's 'failure' to find ever more inventive ways to protect ourselves against it. For change to happen, this needs to be accepted by everyone,\" she said.\nLegal commentator David Allen Green added: \"There is not a competent lawyer in the country that would have advised Sarah Everard to resist arrest by a police officer with a warrant card.\"\nIn his interview, Mr Allott was also critical of the Met Police's alleged failure to investigate two indecent exposure incidents linked to Couzens in February, describing it as a red flag for any force.\n\"A murderer typically commits seven crimes before going on to murder, that man we know committed at least two crimes,\" he said.\n\"The police knew, so what should have happened is that it should have been picked up straight away.\"\nThe police watchdog has launched an investigation into its handling of the exposure reports, and Metropolitan Police Commissioner Dame Cressida Dick has faced calls to resign.\nScotland Yard has advised people detained by a lone plain-clothes officer to ask \"searching questions\" and to speak to an operator on a police radio to determine if the officer is genuine.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-58767230",
      "category": "uk-england-northamptonshire",
      "title": "Fuel supplies: Mortar tanker tailed by drivers looking for petrol",
      "tags": "Harworth,Fuel,Moulton",
      "text": "A tanker driver has told how he was tailed by about 20 drivers who were dismayed to discover he was not transporting petrol.\nJohnny Anderson, who drives for Weaver Haulage, was transporting dry mortar mix from Bilston, Wolverhampton, to a building site in Northamptonshire.\nWhen he reached his destination, he saw a line of traffic backed up behind him.\n\"The man at the front... actually said 'You could have stopped and told us you weren't a petrol tanker,\" he said.\nThe incident came as lengthy queues formed at forecourts amid petrol and diesel supply problems.\nMr Anderson, from Harworth, Nottinghamshire, said he was delivering to the David Wilson Homes development at Overstone on Thursday.\nHe was on the A43 when he first realised he was being followed.\n\"I didn't notice initially but then on the dual carriageway, I noticed nobody was overtaking me and saw a string of about 20 cars behind me,\" he said.\n\"When I eventually turned left into a road that would take me to the site entrance, all these cars turned left with me.\"\nThree-quarters of a mile later, when he stopped at the site entrance, he heard car horns honking, he said.\nThinking something had fallen off his vehicle, he got out and saw the queue of vehicles.\n\"The man at the front wound down his window and asked me which petrol station I was going to,\" he said.\n\"When I said I wasn't, he asked me 'Why not?' and when I said I wasn't carrying petrol, he actually said 'You could have stopped and told us you weren't a petrol tanker'.\n\"I couldn't believe it... I just went full McEnroe and said 'You cannot be serious!'\n\"Then the bloke behind asked me where the nearest petrol station was. It just beggars belief.\"\nMr Anderson, who has been driving double-bellied tankers for about six years, said while it was \"quite funny\", there was also a serious side.\n\"My cargo isn't dangerous but, if they are following a petrol tanker, their training is to call the police if they think they're being followed,\" he said.\n\"People need to stop and think... driving a tanker, no matter what the product, is quite a pressurised job, so following them puts extra pressure on drivers already under pressure without having to worry about absolute morons.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58484800",
      "category": "uk-scotland-glasgow-west",
      "title": "Charles and Camilla visit Glasgow museum",
      "tags": "UK Royal Family,Camilla, Duchess of Cornwall,Prince Charles, Prince of Wales,Museums,Glasgow,Kelvingrove Art Gallery and Museum",
      "text": "The Prince of Wales and Duchess of Cornwall have been given a tour of Kelvingrove Art Gallery and Museum in Glasgow.\nThe museum is celebrating its 120th anniversary and the couple, known as the Duke and Duchess of Rothesay in Scotland, met staff and local children.\nThe prince and duchess also met officials organising the COP26 summit. \nThe visit saw the Royal couple take in a number of collections, including the Charles Rennie Mackintosh section.\nDuncan Dornan, head of museums and collections, said: \"Their royal highnesses were very interested in the collections. It's always a privilege to have a royal visit and we were very pleased to welcome them. \n\"I think, after such a difficult year, it has been really very positive and a real boost to morale.\"\nThe prince and duchess saw exhibits including the painting Christ of St John of the Cross by Salvador Dali and a display about remembering Srebrenica. \nDuring the visit, they also met two schoolboys from Holyrood Secondary School in Glasgow, who had thought they were coming to an event about COP26.\nMuhammad Sarim, 13, an S3 pupil, said: \"We came to talk about COP26 and climate change with Nicola Sturgeon but Prince Charles came so that was a bit of a surprise and really boosted our day. \n\"He was really interested in home learning and how our education is going. He was very friendly.\"\nAaron Walsh, 17, who is in S6, said: \"Camilla asked me about Glasgow and we talked about climate change, and Charles asked about education and where we are in our studies and about home learning.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58772671",
      "category": "uk-england-hampshire",
      "title": "Portsmouth girl, 15, dies of Covid on day she was due jab",
      "tags": "Portsmouth,Coronavirus pandemic",
      "text": "A 15-year-old girl has died from Covid-19 on the day she was due to be vaccinated.\nJorja Halliday, from Portsmouth, died at the Queen Alexandra Hospital on Tuesday, four days after she received a positive PCR test result.\nHer mother, Tracey Halliday, 40, said the GCSE student was a \"loving girl, talented kickboxer and aspiring musician\".\nJorja had cancelled her vaccine appointment because she was isolating. \nMs Halliday said her daughter's death was \"heart-wrenching\" but she praised hospital staff who did \"everything they could to save her\".\nShe explained that Jorja developed flu-like symptoms the weekend before she died.\nShe took a PCR test which was positive so she began to isolate at home on Saturday 25 September. \nJorja's symptoms continued to worsen and by Monday she couldn't eat because her throat hurt, at which point she was given antibiotics. \nMs Halliday said her daughter's condition worsened and when she was seen by a doctor they admitted her to hospital because her heart rate was \"double what it should have been\".\nShe said: \"They realised how serious it was and I was still allowed to touch her, hold her hand, hug her and everything else. They did allow me that. \n\"I'm at the point where I can't comprehend that it's happened. I was with her the whole time.\"\nHospital staff tried to put Jorja on a ventilator so her body could recover, but Ms Halliday said her heart rate didn't stabilise and \"couldn't take the strain\".\nMs Halliday confirmed her daughter had no underlying health conditions. \nPreliminary results after she was admitted to hospital indicated Jorja had Covid myocarditis, heart inflammation caused by the virus.\nJorja, the eldest of five siblings, was described by her mother as a \"loving girl\" who had lots of friends. \nMs Halliday added: \"Growing up she turned into a beautiful young lady, always wanting to help others, always there for everybody.\n\"It's heart-wrenching because your kids are always meant to outlive you, and that's the one thing I can't get over.\"\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58718148",
      "category": "business",
      "title": "Petrol prices at eight-year high amid fuel issues",
      "tags": "UK economy,Oil,Fuel,Oil & Gas industry,Motoring",
      "text": "Petrol prices have hit an eight-year high, the RAC has said, due to a rise in the cost of wholesale fuel.\nThe pump price spike also comes amid the current fuel supply problems and reports of profiteering at some petrol stations.\nThis is adding up to a \"pretty bleak picture for drivers\", the RAC said.\nThe government has put the army on standby to help ease fuel supply problems caused by a shortage of lorry drivers to make deliveries.\nThe RAC said that the average price of a litre of petrol across the UK increased from 135.87p on Friday to 136.59p on Sunday, the highest level since September 2013.\nThe motoring organisation warned that prices could rise further as retailers pass on the cost of rising wholesale prices.\nThe wholesale price of petrol rose from 123.25p on Monday last week to 125.22p just four days later.\nOil prices slumped at the start of the coronavirus pandemic, but demand has been rising in recent months as economies around the world have started to reopen.\nGlobal oil supplies have also taken a hit from hurricanes Ida and Nicholas passing through the Gulf of Mexico and damaging US oil infrastructure.\nThe price of Brent crude oil rose above $80 a barrel on Tuesday for the first time since October 2018.\nRAC fuel spokesman Simon Williams said: \"When it comes to pump prices, it's a pretty bleak picture for drivers.\n\"With the cost of oil rising and now near a three-year high, wholesale prices are being forced up which means retailers are paying more than they were just a few days ago for the same amount of fuel.\n\"This has led to the price of a litre of unleaded already going up by a penny since Friday.\n\"We might yet see higher forecourt prices in the coming days, irrespective of the current supply problems.\n\"We are also aware of a small number of retailers taking advantage of the current delivery situation by hiking prices, so we'd remind drivers to always compare the price they're being asked to pay with the current UK averages which are 136.69p for petrol and 138.58p for diesel.\"\nThere is a national shortage of lorry drivers, which haulage firms have blamed on factors including Covid and Brexit.\nThe lack of drivers has been affecting businesses from food firms to petrol stations.\nDemand for fuel has been such that between 50% and 90% of pumps were dry in some areas of Britain, according the Petrol Retailers Association (PRA).\nThe industry group represents independent fuel retailers who account for 65% of all the 8,380 UK forecourts.\nThere have been claims on social media that some petrol stations are taking advantage of the surge in demand to inflate prices.\nTwitter user Trevor Lakin said that Shell was \"marking prices up and profiteering\" after charging 148.9p a litre at a petrol station.\nA Shell spokeswoman said that about half of Shell's UK network is owned by independent dealers who set their own prices.\n\"We are only able to control prices at the sites we own,\" she said, adding that \"Shell is prevented by law from telling dealer groups what to charge their customers for fuel.\"\nHoward Cox, founder of campaign group FairFuelUK, said price rises of between 5p and 10p per litre have become \"the norm in the last few days\".\nHave you noticed any price rises when refuelling recently? Get in touch to share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58760774",
      "category": "uk-northern-ireland",
      "title": "Covid-19 booster jab programme starts in Republic of Ireland",
      "tags": "Republic of Ireland,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "People who are immunocompromised have begun receiving third doses of Covid-19 vaccines in the Republic of Ireland.\nIt marks the start of the \"booster\" programme, with older people to be offered third vaccination doses from next week.\nThese will be offered to everyone over 80, and people over 65 in residential settings.\nThe Health Service Executive (HSE) said there was a \"very good supply\" of vaccines in Ireland.\nProfessor Martin Cormican, who is HSE lead for infection control, said the additional dose for the immunocompromised will include anyone over the age of 12, but in the first instance it will be offered to those aged 16 and over.\n\"There will be a little delay for those between the ages 12 and 15,\" he told Irish broadcaster RTÉ.\nProf Cormican said this was because this group of people were vaccinated later and there is a need to wait two months.\n\"That is where you get the most benefit if you allow the interval of two months to go by,\" he added.\nProf Cormican the HSE would contact anyone eligible for a booster dose.\nIt is expected to take five to six weeks to administer third doses to all those who need one."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58773825",
      "category": "business",
      "title": "Morrisons: US firm wins auction to take over supermarket chain",
      "tags": "Companies,Morrisons,Retailing,Supermarkets",
      "text": "A US private equity group is poised to take control of the UK's fourth-largest supermarket group.\nClayton, Dubilier & Rice (CD&R) has won an auction for the British supermarket Morrisons with a £7bn ($9.5bn) bid.\nIt marks a return to the UK grocery sector for Terry Leahy, the former chief executive of Tesco, who is a senior adviser to CD&R. \nThe takeover saga has dragged on since June amid fierce competition from two US-based investment groups.\nCD&R's victory was announced by the stock market's Takeover Panel on Saturday. The private equity group offered 287p per Morrisons ordinary share, against a rival bid from Fortress, for 286p per share.\nCD&R's auction offer is slightly higher than the 285p-a-share offer that was recommended by Morrisons' board in August. In July, Morrisons turned down an offer worth £5.5bn from CD&R, saying it significantly undervalued the business. \nThe board, which will meet on Saturday, is now expected to recommend shareholders accept the new offer at a meeting set for 19 October.\nIf the bid is approved by shareholders, CD&R will take over Morrisons by November. \nMorrisons was founded in Bradford in 1899 - where it still has its headquarters. The group has almost 500 shops and more than 110,000 staff. \nThe founder, William Morrison's son, the late Sir Ken Morrison, ran the business for 50 years.\nPreviously, CD&R said it recognised Morrisons' \"history and culture, and considers that this strong heritage is core to Morrisons and its approach to grocery retailing\".\nThe private equity firm said it would help Morrisons to build on its strengths, including its close relationships with suppliers and its property portfolio.\nMorrisons chairman Andrew Higginson and chief operating officer Trevor Strain both previously worked with Sir Terry at Tesco. \nMr Higginson said the offer represented \"excellent value for shareholders while at the same time protecting the fundamental character of Morrisons\".\nHe said the private equity firm had \"a strong record of developing and growing the businesses in which they invest, and they share our vision and ambition for Morrisons\". \nSir Terry thanked the board for their recommendation and said CD&R looked forward to shareholders' approval of the deal, adding: \"We continue to believe that Morrisons is an excellent business, with a strong management team, a clear strategy, and good prospects.\"\nMorrisons is among a slew of UK companies that have been targeted by overseas investors - and looks set to become the second UK supermarket chain in a year to be acquired by private equity, after Asda was bought out in February.\nWith the UK hit hard by the pandemic and the value of the pound still below its pre-Brexit value, UK businesses may appear cheap to non-UK investors, argues the BBC's business editor Simon Jack.\nHe added that while some say these bids highlight the value of - and confidence in - UK plc, others are concerned that private buyouts increase debt levels, reduce transparency and mean that key decisions about the future of UK companies like Morrisons could be taken in New York rather than Bradford.\nSir Terry also advised CD&R on its acquisition of discount retailer B&M, which netted the private equity firm an estimated profit of £1bn when it sold it on."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58771927",
      "category": "world-us-canada",
      "title": "Sandy Hook: Alex Jones loses case over 'hoax' remarks",
      "tags": "US gun violence,Gun crime,Sandy Hook Elementary School shooting,United States",
      "text": "US radio host and prominent conspiracy theorist Alex Jones has lost another legal case after falsely calling a mass school shooting a \"hoax\".\nTwenty children and six adults were shot dead at Sandy Hook elementary school in Connecticut in 2012.\nBut Mr Jones claimed the event had been made up by supporters of gun controls and the mainstream media.\nHe will now have to pay legal costs to the parents of two six-year-old boys killed in the attack.\nMr Jones has long claimed on his radio show and right-wing Infowars website that the attack at Sandy Hook was \"completely fake\" and a \"giant hoax\".\nHe has faced a slew of legal cases from several parents of the victims. In response, he has acknowledged the shooting took place but denied wronging the families.\nIn Thursday's ruling, a Texas judge said Mr Jones had repeatedly failed to hand over legal documents and evidence to the court to support his claims about the attack. As a result, a default judgement was issued.\nJudge Maya Guerra Gamble wrote that Mr Jones and other defendants had shown \"flagrant bad faith and callous disregard\" by not turning over the files.\nThe ruling means he and Infowars must pay an undecided amount to the parents of Noah Pozner and Jesse Lewis, two six-year-old boys who died. The amount will be determined in another trial.\nMr Jones and an Infowars lawyer called the decision \"stunning\".\n\"We are distressed by what we regard as a blatant abuse of discretion by the trial court,\" they said in a statement. \nMr Jones's lawyers argue his comments were protected by free speech rights.\nBut he has lost several defamation lawsuits brought against him for his claims on the attack. Last year, Mr Jones was ordered to pay more than $100,000 (£76,000) to the father of another six-year-old child who was killed at Sandy Hook.\nAlex Jones has been banned by Facebook, Twitter and YouTube for hate speech and abusive behaviour.\nThe attack at Sandy Hook remains one of the worst school shootings in American history. \nOn 14 December 2012, 20 children - aged between five and 10 - and six staff members were killed at the school in Newtown, Connecticut when a gunman opened fire with a semi-automatic rifle before killing himself.\nParents of Sandy Hook victims who have spoken publicly about their experiences have been harassed by trolls, both online and in person who make false allegations about the shooting."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58766648",
      "category": "uk",
      "title": "Fuel supply: Military to deliver petrol to UK garages from Monday",
      "tags": "Fuel,Haulage",
      "text": "Armed forces personnel will begin delivering petrol to garages across the UK from Monday, the government says.\nAlmost 200 servicemen and women, 100 of them drivers, will provide \"temporary\" support to ease pressure on stations. \nMinisters have also announced that up to 300 overseas fuel tanker drivers will be able to work in the UK immediately until the end of March.\nThere have been long queues at petrol stations this week after a shortage of drivers disrupted fuel deliveries.\nMinisters - who have maintained there is enough fuel if people buy at their normal rates - say the situation at petrol station forecourts is improving, with more fuel now being delivered than sold.\nBut they acknowledge some parts of the country are worse affected than others.\nBrian Madderson, chairman of the Petrol Retailers Association, which represents nearly 5,500 of the UK's 8,300 petrol stations said Scotland, the north of England and parts of the Midlands had seen a \"distinct improvement\" with fewer dry sites.\nBut he told BBC Radio 4's Today programme it remained a \"big problem\" in London and south-east England, where \"if anything it had got worse.\"\nHe said the military drivers will be a \"large help\" but a \"prioritisation of deliveries to filling stations, particularly the independent ones, which are the neighbourhood sites\" was needed \"immediately\".\nMr Madderson warned drivers would see a rise in fuel prices next week, but because of \"global factors\" not because of profiteering.\nOn Friday, the RAC motoring group also said the disruption in deliveries was continuing to ease, though many areas were still experiencing supply issues.\nSmaller fuel stations were facing major supply problems as drivers filled up for the weekend, it said. \nMilitary personnel are currently training at haulier sites and will be on the road delivering fuel supplies across the country to \"help fuel stocks further improve\" from Monday, the government said.\nDefence Secretary Ben Wallace said personnel would be seen working alongside drivers this weekend following training this week. \nIn addition to the 300 fuel tanker drivers being allowed to work temporarily in the UK, temporary visas are also being offered to 4,700 food haulage drivers who are able to arrive from late October and leave by 28 February 2022. \nVisas are being offered to a further 5,500 poultry workers who can come from late October and stay until 31 December.\nPreviously, the government said these temporary visas would last until Christmas Eve. \nBusiness Secretary Kwasi Kwarteng said there were \"continued signs that the situation at the pumps is slowly improving\".\n\"UK forecourt stock levels are trending up, deliveries of fuel to forecourts are above normal levels, and fuel demand is stabilising,\" he said.\n\"It's important to stress there is no national shortage of fuel in the UK, and people should continue to buy fuel as normal.\" \nBy political correspondent Pete Saull\nMore than a week after queues started appearing on petrol station forecourts, just under 200 military personnel will take to the roads.\nMinisters say it takes time to train up servicemen and women to drive large tankers carrying highly flammable substances into built-up areas.\nWhile they will help with getting supplies to garages, there's been a concern inside government that falling back on the armed forces could be counter-productive.\nWhat message does it send to worried motorists to see soldiers driving petrol tankers? Could it lead to more panic buying?\nMinisters are confident the situation will continue to stabilise, but they've been under pressure to take more urgent action.\nIt's notable that alongside the decision to deploy the military, up to 300 tanker drivers will be allowed into the UK from overseas immediately - several weeks before the wider visa scheme comes into effect.\nLabour leader Sir Keir Starmer called on the PM to recall Parliament from party conference recess, saying \"emergency action\" was needed to speed up the visas.\nBut Prime Minister Boris Johnson accused the haulage industry of being too reliant on low-paid migrant workers.\nHe added that he would not allow the UK to repeat the \"failures\" of the past, by allowing mass immigration to create a \"low-wage, low-skill economy\" for British workers.\nThe haulage industry says the driver shortage already existed, but has been made worse by factors including the pandemic, Brexit, an ageing workforce, low wages and poor working conditions.\nIn addition to offering temporary visas, the government last week set out a number of other measures aimed at limiting disruption in the run-up to Christmas and beyond. \nThese include increasing HGV (heavy goods vehicle) testing capacity, sending nearly one million letters to drivers who hold an HGV licence, encouraging them back into the industry, and offering training courses for HGV drivers. \nMeanwhile, Chancellor Rishi Sunak has warned there is global disruption to supply chains in other industries, which could continue until Christmas.\n\"These shortages are very real,\" Mr Sunak told the Daily Mail. \"We're seeing real disruptions in supply chains in different sectors, not just here but around the world. We are determined to do what we can to try to mitigate as much of this as we can.\"\nAnd the Financial Times reports that turkeys will be imported to the UK from France and Poland in the run-up to Christmas after farmers reared about one million fewer birds.\nBritish Poultry Council chief executive Richard Griffiths told the paper that Brexit had cut off the industry's supply of cheap labour."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58757188",
      "category": "uk-scotland",
      "title": "Glasgow education chief: Schools were excluding pupils out of habit",
      "tags": "Schools,Scotland Education",
      "text": "When Maureen McKenna was six weeks into her job as Glasgow's director of education, staff at one of her schools were threatening to go out on strike. \nA pupil at Drumchapel High had brought a weapon in to class and she was refusing a request for him to be permanently excluded. \nShe recalls how she took a phone call from a union rep describing the alarm among staff. \nMs McKenna says she \"took a deep breath\" and told him the staff must do what they had to do.\nBut her role, she told him, was to get everyone together to look at the reasons why that child brought a weapon into school and then look at support for the family and the young person.  \nShe says: \"I hung up the phone and I thought 'Oh god'.\"\nBut in the end, the staff didn't strike, instead teachers joined a meeting with social workers and others. \nIt was the first of several occasions during her 14 years in the job where Ms McKenna felt she had to push back against the status quo. Now, as she faces retirement at the end of the year, she stands by her decision on that first case.\n\"That young man went on and had a successful career at that school,\" she says. \n\"His additional support needs meant he didn't understand fully what he was doing. Would he have understood exclusion? Would sending him to a different school have changed his life? No, it would have probably made it worse.\"\nWhen the former maths teacher first took the top job in the city's education team in 2007, exclusions were at an all-time high and she knew she wanted to change that.\n\"They were just a habit,\" she says. \"Schools were excluding people again and again. I just didn't think they were reflecting enough about the context of the young person, where they had come from. \n\"In one of our secondary schools there were 770 exclusion incidents in one year, there are only 190 pupil days. \n\"It was like a revolving door - pupils are in school, an incident happens, straight out the door again. \n\"How were we ever going to improve outcomes and change lives? That is what education is most powerful at doing, changing people's lives, but they have to be in school.'\nMs McKenna's approach fitted with the work and ethos of Scotland's Violence Reduction Unit (VRU), which was started just before she took up her post. It aims to treat crime as a public health issue and look at root causes of the problem. \nThere has been an 88% reduction in school exclusions in the past 10 years, at the same time there has been a 50% reduction in youth crime. \nSeveral English councils and Sadiq Khan, the Mayor of London, have sent representatives to learn from Ms McKenna how the approach to exclusions could be having a positive impact on reducing violence.\n\"We need to be supporting our young people to make better decisions, because that's really what it's all about,\" she says.\n\"If you are in school and you see a bit of misbehaviour, you have to make those decisions yourself about whether you get involved or not. \n\"If you are doing that successfully in school then you are going to be able to do that successfully in the community.\"\nShe adds: \"English local authorities approached us and along with the violence reduction units down south, they are building on the success of the VRU and the schools' work up here, to take what they can for the English context.\"\nCutting back drastically on exclusions hasn't always gone down well with teachers and families, who feel it could mean more disruption in class.\nMs McKenna says there has never been a policy of zero exclusions.\n\"There are always times when for the safety of that child, or for the safety of other children, there needs to be an exclusion,\" she says.\n\"Without a shadow of a doubt. It's about understanding that when a child acts out, maybe they are communicating with you, rather than deliberately being bad. \n\"I'm not saying children don't behave badly, or that everyone in the city is perfect, absolutely not, it's a hard shift in Glasgow and it always will be a hard shift but if we can help our children to manage themselves better, we are creating the next generation of families.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58768109",
      "category": "uk",
      "title": "Sarah Everard murder: Women react to Met safety advice",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58767330",
      "category": "uk-politics",
      "title": "Fuel crisis: Boris Johnson urged to recall Parliament",
      "tags": "Keir Starmer,Boris Johnson,Ian Blackford,Sarah Olney,Fuel,Haulage",
      "text": "Boris Johnson should recall Parliament to pass new laws to sort out fuel and food shortages, says Labour's leader. \nSir Keir Starmer says \"emergency action\" is needed to speed up visas for 5,000 extra HGV drivers.\nThe prime minister - who will be in Manchester next week at the Tory conference -  said the UK supply chain was \"very resilient\".\nAnd he accused the haulage industry of being too reliant on low-paid migrant workers.\nThere have been long queues at petrol stations this week after a shortage of drivers disrupted fuel deliveries.\nMinisters have announced a temporary visa scheme for three months until Christmas Eve to make it easier for foreign lorry drivers to work in the UK.\nAsked in a BBC interview about the shortages, the prime minister said: \"This Christmas will be considerably more festive than last year.\"\nHe said the UK had \"very resilient supply chains\" and that he would not allow the UK to repeat the \"failures\" of the past, by allowing mass immigration to create a \"low-wage, low-skill economy\" for British workers. \nHe accused campaign groups representing the food sector of wanting go back to a system of \"unskilled, mass immigration\" that people \"had voted against\".\n\"The solution is to make sure these jobs are properly paid, that we attract people into them and that we invest in automation, facilities and plant because this country has lagged behind competitors for over a decade.\"\nDowning Street has been approached for a comment on calls for Parliament to be brought back from party conference recess to tackle the crisis.\nSir Keir told BBC News MPs should sit for \"one day, maybe next week\" to approve temporary visas for foreign lorry drivers.\nSpeaking outside a petrol station in north London, he said \"at this garage there's no fuel and it's typical of garages across the country.\"\n\"The government has said we need visas. There's no sign of any visas.\"\nHe accused Mr Johnson of \"burying his head in the sand\" over the crisis, adding that Labour would vote for whatever legislation is needed.\nThe Lib Dems are also urging a recall, with the party's business spokesperson Sarah Olney saying the country can not \"wait any longer for Boris Johnson to realise there is a problem to solve\". \n\"Care workers can't get to their patients, schools buses are being cancelled, and millions of drivers are left stranded in endless queues.\n\"Enough is enough. If the government can't do their job, then MPs should be able to do it for them.\"\nThe SNP did not rule out backing a recall. The party's Westminster leader, Ian Blackford, said: \"At the very least we there should be cross-party discussions this weekend.\n\"We're certainly in the teeth of a crisis and we would welcome an early opportunity to debate it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58773530",
      "category": "business",
      "title": "Petrol deliveries: Visas for foreign lorry drivers extended",
      "tags": "UK Visas,Fuel,Haulage",
      "text": "Temporary visas are to be issued to 300 overseas fuel drivers \"immediately\", the government has announced.\nUnder the bespoke scheme, those foreign drivers will be able to work in the UK from now until the end of March.\nAdditionally, some 4,700 visas intended for foreign food haulage drivers will be extended by two months, lasting from late October to the end of February.\nBut the government said temporary visas were not a long-term solution and urged firms to invest in a UK workforce.\nMinisters have also extended the length of temporary visas being issued to 5,500 foreign poultry workers, amid fears of a shortage of Christmas turkeys on supermarket shelves.\nPreviously, the government said these temporary visas would last until Christmas Eve, but the visas have been extended by a week, and will now be valid until 31 December.\nLabour leader Sir Keir Starmer has called on Prime Minister Boris Johnson to recall Parliament from party conference recess, saying \"emergency action\" was needed.\nBut Mr Johnson said the UK supply chain remained \"very resilient\".\nThe temporary visa scheme for 5,000 foreign lorry drivers was originally announced a week ago when the ongoing driver shortage first began disrupting fuel deliveries to petrol stations around the UK.\nOn Friday, the Petrol Retailers Association said fuel supply remained a \"big problem\" in south-east England - and \"if anything it had got worse\".\nFrom Monday, 200 military servicemen and women, 100 of them drivers, will provide \"temporary\" support to ease pressure on forecourts, where queues are becoming commonplace and customers frustrated.\nSome of those 200 will be seen on the roads this weekend. Having completed specialised training over the past three days, many will be accompanying regular tanker drivers on their deliveries. \nHealth Secretary Sajid Javid said there was \"enough fuel in the country, there always has been\" but it had been a challenge to provide the number of drivers required.\nTrade association Logistics UK estimates that the UK is in need of about 90,000 HGV drivers - with existing shortages made worse by a number of factors, including the pandemic, Brexit, an ageing workforce, and low wages and poor working conditions.\nThe foreign drivers eligible for visas will not be limited to the EU, but the expectation is most of the drivers will be from Europe.\nLorry drivers have said some of the conditions they face in the job were putting off younger recruits - the average age of a HGV driver in the UK is 55.\nBut the PM has accused the haulage industry - as well as campaign groups representing the food sector - of being too reliant on low-paid migrant workers.\nIn addition to offering temporary visas, the government last week announced a number of other measures aimed at limiting disruption in the run-up to Christmas and beyond.\nThese include increasing HGV (heavy goods vehicle) testing capacity, sending nearly one million letters to drivers who hold an HGV licence to encourage them back into the industry, and offering training courses for HGV drivers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58774503",
      "category": "uk-scotland-glasgow-west",
      "title": "Health boards U-turn on drop-in vaccine clinics",
      "tags": "NHS Greater Glasgow and Clyde,Coronavirus vaccines,Vaccination,NHS Lanarkshire",
      "text": "Two of Scotland's health boards have reinstated drop-in vaccination clinics, a day after saying they were being phased out.\nNHS Greater Glasgow and Clyde and NHS Lanarkshire were criticised on Friday after saying they planned to focus on scheduled appointments.\nBoth have now said drop-in vaccinations are available again, with Glasgow's health board citing public demand.\nOpposition politicians said the lack of drop in clinics was \"unbelievable\".\nOn Friday -  the day the Scottish government's vaccine passport scheme was launched partly to encourage vaccine take-up -  there was no vaccination \"on-demand\" available in the whole of NHS Greater Glasgow and Clyde (NHSGGC) which covers 1.2 million people.\nNHS Lanarkshire, which covers 655,000 people, also announced there would be no drop-in vaccination from 1 October because its focus was now on booster jabs and flu vaccinations.\nHowever, on Saturday NHSGGC announced: \"In response to demand from the public, we are now running drop-in vaccination clinics for first and second doses this weekend.\"\nNHS Lanarkshire said seven centres would be offering drop-in vaccination, though it warned people that they were expected to be busy.\nScottish Labour's deputy leader Jackie Baillie had earlier called the halting of drop-in clinics \"extraordinary and dangerous\".\n\"It is down to this SNP government to stop going at a snail's pace and take action to ensure that health boards continue to provide vaccination clinics, particularly as the NHS is already in crisis before we even get to the pressure created by winter,\" she said.\nScottish Conservative health spokesman Dr Sandesh Gulhane MSP said: \"This is unbelievable. This flies in the face of the SNP saying their vaccine passport scheme would encourage uptake among younger groups.\"\nThe Scottish government said the vaccination programme was a \"remarkable achievement\" with 92% of people aged 18 and over having now had their first dose, and 86% of adults fully vaccinated.\nA spokesperson said: \"Having made such progress it now makes sense to look at how we reach those who may have been hesitant and those in the younger age groups that have now become eligible.\"\nDrop-in clinics were also being delivered in and around universities and college campuses, the spokesperson added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58768594",
      "category": "uk-england-london",
      "title": "Rapper Nines jailed for importing 28kg of cannabis",
      "tags": "Barbican,Hip-hop,Borehamwood",
      "text": "British rapper Nines has been jailed for importing 28kg of cannabis into the UK from Spain and Poland.\nThe chart-topping musician, real name Courtney Freckleton, 31, and Jason Thompson, 35, were both given 28-month sentences.\nThe pair had previously pleaded guilty to drugs and money laundering charges.\nSentencing them both at Harrow Crown Court, Judge Rosa Dean said: \"What a waste of all of that talent, to be sat in Wormwood Scrubs.\"\nLast year, Nines topped the UK album chart with his record Crabs In A Bucket and was named best hip hop act the Mobo Awards.\nThe court heard the pair had been involved in one successful bid to import the class B drug, while another attempt had also been made.\nProsecutor Genevieve Reed said the money laundering charge related to a £98,000 debt, the value of the drugs, and the use of Bitcoin to buy the cannabis.\nSome of the cannabis was imported inside boilers brought into the UK from Poland, the court heard.\nNines, of Barbican, central London, and Thompson, of Barnet, north London, were arrested in June after police raids across London and Borehamwood in Hertfordshire.\nThe operation is understood to have stemmed from the infiltration of encrypted messaging service Encrochat.\nThe network, which was used by thousands of criminals worldwide, was infiltrated by authorities last year after being hacked by French investigators.\nFather-of-two Nines, who was known as \"Big Boss\" by his fellow conspirators, had previously been imprisoned for 18 months for possession of cannabis with intent to supply."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58754882",
      "category": "science-environment",
      "title": "BepiColombo: Europe's mission to Mercury returns first pictures",
      "tags": "European Space Agency,BepiColombo mission,Mercury,Space exploration",
      "text": "Europe's BepiColombo mission has returned its first pictures of Mercury, the Solar System's innermost planet. \nThe probe took the images shortly after it zipped over the little world at an altitude of just 200km (125 miles).\nControllers have planned a further five such flybys, each time using the gravitational tug of Mercury to help control the speed of the spacecraft.\nThe aim is for Bepi to be moving slow enough that eventually it can take up a stable orbit around the planet.\nThis should happen by the end of 2025.\nThe mission's first pictures of Mercury were snapped by low-resolution monitoring cameras on the side of the probe. For the moment, these are all that are available. \nBepi is not ready to deploy its high-resolution science cameras. They are tucked away inside what is referred to as the spacecraft stack.\nBepi is essentially two spacecraft in one. One part has been developed by the European Space Agency (Esa), the other part by the Japanese space agency (Jaxa). The way these two components have been packed for the journey to Mercury obstructs the apertures of the main cameras.\nThe engineering, or \"selfie\", cameras were still good enough to pick out recognisable features on the planet's surface.\nThe simple black-and-white photos started filtering back to Earth on Saturday. Once all are processed, Esa is expected to run them together to make a short film, most probably for release on Monday.\nProf Dave Rothery from the UK's Open University declared himself delighted with what Bepi had seen.\n\"It's just happy snaps as we're whizzing by, but what a wonderful view we've had of the planet,\" he told BBC News.\n\"You're seeing a cratered surface, but also areas which have been smoothed by vast outpourings of volcanic lava. Some of the brighter areas are where there've been volcanic explosions in the distant past, and you can also see where today some of the surface material is dissipating to space. \n\"When we see really high-resolution images when we're in orbit, you'll see that the top 10-20m of the surface is dissipating to space, giving you these steep-sided, flat-bottomed depressions that we call hollows.\"\nAlthough Bepi is a long way from beginning proper science operations, quite a few of the probe's instruments were switched on for the flyby. Phenomena such as magnetic fields and some particles can still be sensed, even in the stack configuration.\n\"We'll get data back,\" Dr Suzie Imber, from Leicester University, UK, said, \"but the purpose of the flyby, and the six flybys in total at Mercury, is to help us change our trajectory and slow us down.\n\"Eventually, in a few years from now in December 2025, our spacecraft and Mercury will be in the same place going in the same direction. And so, finally, we can separate our spacecraft, and get into orbit.\"\nThis first flyby will have put Bepi in a two-to-three resonance with Mercury. That's to say, as Mercury goes three times around the Sun, Bepi will go around twice.\nThe next flyby in June next year, will slow this to a three-to-four resonance: Bepi will circle the Sun three times compared with Mercury's four circuits.\nFurther passes in June 2023, September 2024, December 2024, and January 2025 should see Bepi in a regular orbit to begin full science operations in 2026.\nThe European and Japanese elements of the mission will separate when they get into orbit at Mercury and perform different roles.\nEurope's Mercury Planetary Orbiter (MPO) is designed to map Mercury's terrain, generate height profiles, collect data on the planet's surface structure and composition, as well as sensing its interior.\nJapan's Mercury Magnetospheric Orbiter (MMO) will make as its priority the study of Mercury's magnetic field. It will investigate the field's behaviour and its interaction with the \"solar wind\", the billowing mass of particles that stream away from the Sun. This wind interacts with Mercury's super-tenuous atmosphere, whipping atoms into a tail that reaches far into space.\nIt's hoped the satellites' parallel observations can finally resolve the many puzzles about the hot little world.\nOne of the key ones concerns the object's oversized iron core, which represents 60% of Mercury's mass. Science cannot yet explain why the planet only has a thin veneer of rocks.\n\"When we get into orbit, we'll then start studying the magnetic field at Mercury, and the surface of Mercury, which has huge temperatures of 450C, the temperature of a pizza oven, and yet it has water on the surface in some places,\" said Prof Mark McCaughrean, Esa's senior advisor for science and exploration.\n\"Bepi is only the third mission ever to go to Mercury and will be much closer in for much longer than the previous missions. So, we've got a real chance of answering some of those mysteries about why the planet is the way it is,\" he told BBC News.\nEurope's MPO was largely assembled in the UK by Airbus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58776349",
      "category": "uk-scotland",
      "title": "Sarah Everard murder: New verification checks for Scotland's police",
      "tags": "Police Scotland,Sarah Everard murder",
      "text": "A new verification check for lone police officers in Scotland has been introduced in the wake of the murder of Sarah Everard.\nPolice Scotland said it wanted to reassure the public after she was abducted and killed by Metropolitan police officer Wayne Couzens.\nCouzens, 48, used his warrant card to abduct Ms Everard from a south London street before raping and murdering her.\nMembers of the public in Scotland can now request a control room check. \nPolice Scotland said there was \"understandable public concern\" about the \"horrendous murder of Sarah Everard\".\nThe force said its officers normally worked in pairs, but in future on the rare occasions a lone officer approached a member of the public they would \"proactively\" offer an identity check.\nUnder the new process, the officer's personal radio will be put on loudspeaker so that another officer or a member of control room staff can confirm they are who they say they are, that they are on duty and the reason the officer is speaking to them. \nThe control room will then create an incident number which can be displayed on the officer's mobile phone or radio to confirm the broadcast message details.\nIf a lone officer has become involved in an incident they will call 999 and allow the member of the public to speak directly to control room staff. \nDeputy Chief Constable Will Kerr said: \"The appalling circumstances of Sarah Everard's murder have deeply affected people and many are now understandably concerned about verifying an officer's identity. \n\"Police officers will, of course, continue to approach any member of the public who appears distressed or vulnerable, to offer support and assistance. \n\"However, although it is rare for a lone police officer to have to speak to a member of the public in Scotland, we absolutely recognise our responsibility to introduce an additional means of verification to provide further reassurance to anyone, in particular women who may feel vulnerable, and who might be concerned if they find themselves in this situation.\n\"The onus is on us, as a police service, to proactively offer this additional verification process to any member of the public who appears distressed, vulnerable or frightened.\"\nCouzens has been sentenced to a whole life sentence after targeting Ms Everard, 33, on a street in south London in March. \nHe used his police warrant card to trick her into being handcuffed, then drove her to Kent where he raped and murdered her. He later burnt her remains in what was a premeditated attack on a random victim. \nThe full details of his crimes only emerged during his sentencing last week, prompting national outrage and calls for more action to tackle violence against women. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58773120",
      "category": "world",
      "title": "Australia: Crocodile sinks his teeth into a flying drone",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58772787",
      "category": "uk",
      "title": "Sarah Everard's murder and the questions the Met Police now face",
      "tags": "Policing,Sarah Everard murder,Metropolitan Police Service,Cressida Dick",
      "text": "There is an air of crisis in British policing this weekend as it faces a great moment of reckoning.\nNever have leaders felt that public trust is so low they have had to advise women to consider fleeing if they are uncomfortable when confronted by one of their own officers. \nBut that is the aftershock of the appalling crimes of Wayne Couzens, who raped and murdered Sarah Everard while working for the Metropolitan Police, after kidnapping her in a fake arrest. \nHe was sentenced this week to a whole-life term in prison.\nSo what happens now?\nWell first there is no sign that ministers are going to make Dame Cressida Dick, the commissioner of the Met and the UK's top officer, take the blame. \nDespite repeated attempts to force Home Secretary Priti Patel's hand, she has very publicly backed Dame Cressida by renewing her contract last month. \nBut questions now confront policing - and the difficulty its chiefs and ministers are having in answering them is why the crisis feels too deep.\nWas Couzens' ability to pull on the uniform a failure of the system? \nIs there a wider cultural problem? \nAnd how should police leaders and the government respond?\nClearly, society is not filled with homicidal sex offenders. But the fact is they do exist and it's unarguable that they use deception to get themselves into positions of trust. \nIn that context, Couzens' ability to hide undetected within policing is similar to the dreadful story of the Soham murders almost 20 years ago - in which a suspected sex offender was able to work as a school caretaker.\nCouzens, we now know, has been the subject of three allegations of indecent exposure - including reports he drove into McDonald's naked from the waist down. \nThe first allegation of what has long been downplayed as \"flashing\" occurred in 2015 when he was in the Civil Nuclear Constabulary, guarding the Dungeness power station on the English Channel. \nThe police watchdog is still investigating what Kent Police knew about Couzens before he was able to transfer to the neighbouring Metropolitan force in London.\nScotland Yard says its vetting systems did not fail - but admits the system did not pick up this incident.\nAn investigation continues into how far an officer had got in establishing that Couzens was the suspect.  \nThis question of how officers are vetted is now a very live issue - not just because of \"missed opportunities\" from previous allegations - but also whether the system is set up to screen out candidates who may have a propensity to violence. \nBut the focal point is quickly moving beyond whether vetting systems are technically good enough to root out dodgy candidates - to whether there is a permissive sexist culture that allows them to remain in the police.\nWhen I was a trainee reporter in Humberside more than 20 years ago and our newsroom got a tip of some kind of violence in the town, I'd call the police control room. \n\"Nah, just a domestic,\" the bored duty sergeant would reply. \nAnd that response, say critics, is the first part of the problem. For too long police forces have downplayed or ignored the everyday violence and misogyny that men inflict on women. \nJust last month, Her Majesty's Inspectorate of Constabulary said there was an epidemic of violence against women and girls that deserved the same resources and focus as terrorism. \nSo why is it not a bigger priority? \nSue Fish, the former chief constable of Nottinghamshire, says there is a significant minority in uniform who are \"actively deviant\" - misogynistic officers who are abusing power - some of whom are in turn involved in domestic and sexual abuse.\nIn 2016, she ordered her force to start recording misogyny as a hate crime - and the Law Commission, which advises ministers on major legal reforms will soon publish its own proposals on the issue. \nBut Ms Fish's point is reinforced by the fact that the police watchdog is not just investigating what was known about Couzens - but also five other officers who were in a Whatsapp group that shared allegedly misogynistic and discriminatory messages.\nSue Fish says she has seen nothing from either the prime minister or Dame Cressida Dick that shows they understand how pervasive this culture is.\nThe Victims Commissioner Dame Vera Baird QC - a former police and crime commissioner and career criminal justice expert - also says sexism is rife in policing.\n\"There is no doubt whatsoever that, particularly for female victims, faith in the police has collapsed,\" she told BBC Radio 4's Woman's Hour. \n\"We did a survey a year ago which showed that only 5% of rape complainants thought they could get justice by going to the police. This is the worst it has been - but it is not a new thing.\n\"Probably innate sexism runs through the police more deeply than it runs through society. \n\"There is no critical mass of female officers to change the culture. The culture remains male-dominated. \n\"I have heard people say that 'you can be gay, you can be black, you can be a woman. As long as you behave like a straight white male'.\"\nThe BBC understands recruitment data shows the number of women applying this year to join the police has been rising - and so chiefs know that their response to Sarah Everard's murder will be critical to maintaining that progress.\nMaggie Blyth, Hampshire's deputy chief constable, is about to become the first senior officer to co-ordinate a national strategy on violence against women and girls. \nShe's told the BBC that there is work to be done to regain the trust that has been lost - but this is also an opportunity that has to be seized.\nBack in the summer, Dame Cressida Dick wanted to emphasise that Wayne Couzens was a shocking but exceptional case.\nBut as he begins a whole life sentence, the dreadful crime has become British policing's third major crisis of trust in just over three decades.\nThe first was the 1989 Hillsborough disaster - in which innocent football fans were blamed for their own deaths amid a police cover-up of mistakes.\nThe second was the 1993 murder of Stephen Lawrence, leading to the devastating public inquiry conclusion that the Met Police was institutionally racist. \nHistory shows that the response to both of these awful events was, for too long, driven by denial, dither and delay. \nBut ultimately there had to be recognition of the injustice. \nAnd that's why the response to Sarah Everard's death will tell us so much about the future direction of British police. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58770536",
      "category": "uk",
      "title": "Priti Patel says police must take harassment more seriously",
      "tags": "Sarah Everard murder,Metropolitan Police Service,Cressida Dick",
      "text": "Police must take harassment and flashing more seriously, Priti Patel said, as forces face questions over how violence against women is dealt with in the wake of Sarah Everard's murder.\nThe home secretary said police had to \"raise the bar\" and treat everybody \"with respect, dignity and seriously\".\nBoris Johnson called police failure to tackle such violence \"infuriating\".\nThere are calls for an inquiry into police misogyny after a Met officer was jailed for murdering Ms Everard.\nWayne Couzens falsely arrested the 33-year-old in order to abduct, rape and murder her, and the Metropolitan Police is facing questions over its failure to stop him.\nMs Patel told the Daily Telegraph: \"I would say to all women: give voice to these issues, please... There is something so corrosive in society if people think that it's OK to harass women verbally, physically, and in an abusive way on the street and all that kind of stuff.\n\"I want women to have the confidence to call it out. I don't see all of this as low level.\"\nThe Metropolitan Police has issued guidance about what women should do if challenged by a lone plain-clothes officer. \nSuggestions include asking \"very searching questions\" and requesting to speak to an operator on a police radio. \nWaving down a bus, running into a house or calling 999 is advised in the event someone believes they are in \"real and imminent danger\".\nSue Fish, former chief constable of Nottinghamshire Police, called the guidelines \"completely absurd\" and \"impractical\", adding that the Met Police \"have absolutely no insight whatsoever\".\nMs Fish was chief constable of Nottinghamshire Police in 2016 when it became the first force to record misogyny as a hate crime in an attempt to tackle sexist abuse.\nShe criticised what she sees as a lack of action from Metropolitan Police Commissioner Dame Cressida Dick, who is facing calls to resign over the force's handling of the case.\nMaking misogyny a hate crime made a \"significant difference\" in Nottinghamshire, Ms Fish told BBC2's Newsnight, adding that Dame Cressida should have taken similar steps in the Met.\n\"This isn't about an individual officer. This is about a prevailing culture within policing and it has to be broken. It has to have been broken many years ago,\" Ms Fish said, adding that a public inquiry was needed around policing and misogyny.\nCouzens - who has been sentenced to a whole-life prison term - is believed to have been in a WhatsApp group with five police officers who are now being investigated for gross misconduct.\nThe Independent Office for Police Conduct is investigating the five, and one former officer, for distributing \"grossly offensive\", obscene or menacing material. Couzens is understood not to be one of those under investigation, but was involved in sharing messages.\nAlice Vinten, who served in the Met for more than 10 years as a constable before leaving the force in 2015, said \"it was very much a lads' culture\" when she worked there. \nHowever, she told BBC Radio 4's Today programme women were worried to report concerns about their colleagues because this was still \"stigmatised\". \nLord Blair, who served as Met commissioner between 2005 and 2008, said policing was now 40% women so it \"simply cannot be the case that the lads' culture of the 1970s is surviving everywhere\". \nMr Johnson acknowledged to the BBC that there is a \"problem\" in how police tackle male violence against women, but has insisted forces can be trusted.\nHe told the Times that too many women were \"finding their lives lost to this system\" while waiting and hoping for their cases to be taken seriously.\nThe PM added: \"There's another problem, which is partly caused by the failure of the criminal justice system to dispose of these [cases]. Are the police taking this issue seriously enough? It's infuriating. I think the public feel that they aren't and they're not wrong.\"\nMeanwhile, there are calls for North Yorkshire commissioner Philip Allott to resign after he said women need to be \"streetwise\" about powers of arrest, adding that Ms Everard \"never should have submitted\" to the arrest by her killer.\nLabour Party leader Sir Keir Starmer condemned the comments, saying: \"I can't think of a more inappropriate thing for a police and crime commissioner to say at any time, but at this time in particular.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58766239",
      "category": "business",
      "title": "Scandal-hit Ozy Media to shut down",
      "tags": "Companies,Media,United States",
      "text": "US media firm Ozy Media has announced that it is to close down amid a growing row over its business practices.\n\"It is.. with the heaviest of hearts that we must announce today that we are closing Ozy's doors\", the company said in a statement.\nIt follows reports that Ozy's chief operating officer deceived potential investors during a conference call and is now being investigated by the FBI. \nSome major advertisers subsequently cut ties with the firm. \nOzy's chairman Marc Lasry and ex-BBC journalist Katty Kay have also quit. \nIn another twist, Sharon Osborne, the wife of rock star Ozzy Osbourne, alleged the firm's chief executive, Carlos Watson, falsely claimed the couple had invested in the business. \nMr Watson made the claims in a TV interview with broadcaster CNBC in 2019 after settling a trademark dispute with the couple. \nMs Osbourne told CNBC on Thursday: \"This guy is the biggest shyster I have ever seen in my life.\"\nNeither Mr Watson nor Ozy Media has commented publicly on the claims. \nThese accusations are outrageous, almost unbelievable - part of a toxic culture of corporate behaviour that exists in parts of Silicon Valley. \nIt is common here to say your company is bigger, more innovative, more successful, more connected, than it really is.  It's seen as \"hustle\", or \"hype\". \nHowever, \"fake it till you make it\" - as it's sometimes referred to - has led to some of the biggest scandals in Silicon Valley history. \nTheranos' CEO and founder is currently on trial in San Jose - accused of a spectacular fraud involving blood testing. \nSelling a dream that will one day be realised is what most companies do. It's why we have computers and smartphones. But there are countless examples of companies going too far. \nSome of the things Ozy Media has been accused of are actually pretty common in Silicon Valley,\nOverstating how popular your content is a classic of the genre - something numerous companies have been accused of. \nBut there are other accusations here that are simply astonishing - that if true may well lead to legal action.\nIt's the kind of story that will deeply worry investors, who are in a constant battle to separate the frauds from the visionaries.\nOzy Media, which was launched in California in 2013, produces left-leaning podcasts, television series and events, and has won an Emmy for its work.\nLast weekend, the New York Times reported that its co-founder and chief operating officer, Samir Rao, impersonated a senior leader at YouTube during a conference call with Goldman Sachs in February. At that point the investment bank was considering making a $40m investment in the media company.\nMr Rao reportedly claimed that Ozy's videos were highly popular on YouTube.\nAccording to the Times, the investors realised something was wrong and did not go through with the deal. Mr Watson has since apologised and said Mr Rao was suffering a \"mental health crisis\" at the time.  \nYet amid growing scrutiny, Ozy this week said it had begun an internal investigation and Mr Rao had taken a leave of absence.\nOn Thursday, Mr Lasry, who owns the NBA basketball team the Milwaukee Bucks, stepped down after only three weeks as chairman.\nIn a statement he said: \"I believe that going forward Ozy requires experience in areas like crisis management and investigations, where I do not have particular expertise.\"\nHe added that he remains an investor in Ozy Media.\nThe same day, major advertisers were reported to be pulling their ad campaigns with Ozy.\nTarget, Goldman Sachs and AirBnB did not immediately respond to a request for comment. But Ford said \"We are pausing our advertising while Ozy Media addresses their current business challenges\" and US banking services firm Ally Financial said its relationship with Ozy was on hold \"in light of recent developments\". \nOn Wednesday, Ms Kay announced she had \"no choice\" but to cut ties, calling the New York Times' allegations \"deeply troubling\". The veteran broadcaster joined Ozy in June after more than three decades at the BBC. \nOn Friday, the Times published fresh claims about Ozy made by a former producer, Brad Bessey.\nMr Bessey, who was hired this summer to produce a talk show hosted by Carlos Watson, was reportedly told from the start it would appear in a prime time slot on the US cable network A&E. \nYet, he later found out A&E had rejected the show before it began taping, the Times said. Mr Bessey reportedly quit the firm, accusing Mr Watson and Mr Rao of playing \"a dangerous game with the truth\".\nIn the end \"The Carlos Watson Show\" show appeared on Ozy's own website and YouTube. \nThe BBC has contacted Ozy Media for comment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58769583",
      "category": "uk-wales",
      "title": "Teen fed by tube as she waits for life-changing jaw fix",
      "tags": "Great Ormond Street Hospital,Cardiff",
      "text": "A family say they have \"lost faith in the NHS\" as their 14-year-old daughter waits for life-changing treatment for her jaw.\nHalle, 14, is being fed through a tube and in constant pain as her jaw repeatedly dislocates.\nThe teenager, from near Cardiff, said she felt she was \"just living\" since the feeding tube was fitted in August.\nCardiff and Vale University Health Board said it was committed to providing treatment for Halle.\nHalle's mother Clare said she had been to A&E at least 15 times in the last six months.\n\"Halle's jaw can dislocate at any time - she could wake up with a dislocation or it could be when she's eating,\" said her mother.\n\"We would get to the hospital and then she'd have to have gas and air. I'd have to say to her: 'Five more breaths Halle and then they need to put it back in.'\n\"You could see the anxiety in her face, she was absolutely petrified.\"\nThe teenager began having problems with her jaw in 2018 but the condition became significantly worse in March this year.\nHalle has not been formally diagnosed with a condition but doctors have said they think it might be hypermobility of the jaw.\nJoint hypermobility syndrome is when people, usually children and young people, have very flexible joints and causes them pain, according to the NHS.\nBy the end of July, Halle had to be admitted to hospital as she was not eating or drinking properly because she was worried her jaw might dislocate.\nShe had lost 3.5 stone (22.5kg).\n\"At the time, she was so weak and frail. The child is 14 years of age, she doesn't need her personal care met by me, but I had to shower her in the hospital because she was so frail,\" said Halle's mother.\n\"I just kept on saying to Halle: 'I promise you, I will get this sorted'. And that's why I am so determined to get her the treatment she needs.\"\nIn July, doctors at the University Hospital of Wales, Cardiff, fitted bands to her back teeth to hold her jaw together, but those teeth are now coming loose.\nShe has also been seen by doctors in Birmingham and at Great Ormond Street Hospital in London.\nShe has had some botox treatment in Birmingham, the only treatment available there because she is under 16, but that has not helped.\nHalle, who has just started her GCSES, has still been going to school when she can, but said it was hard.\n\"I don't want people to look at me like this sad frail person\" she said.\n\"I want to be known as strong and fun, but when I get home I am not that person. \n\"I go to school - I have migraines all day. I have chronic pain all day.\"\nThe family have been told that Great Ormond Street in London would be the best place for Halle, but say the local health board will not give them a new NHS referral because doctors said she could be treated in Birmingham.\n\"Seeing Halle and the change in her is horrific enough in itself,\" said her mother.\n\"Let alone the stress added to that about the battle I am having with the NHS. I just feel that we have lost all faith in the NHS.\"\nThe family said they were now at the point of giving up, and faced a bill of £10,000 for private treatment.\nThey are trying to raise money for that treatment through a GoFundMe appeal online.\nAn official for Cardiff and Vale health board said: \"The health board is committed to providing any treatment for Halle locally where possible and in other specialist centres as needed. \n\"To that effect we have been liaising with colleagues in Birmingham and Great Ormond Street Hospital. \n\"It is appreciated how difficult and distressing this situation is for Halle and her parents and we will continue to work with them to support any care which is deemed clinically necessary.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58769976",
      "category": "uk-northern-ireland",
      "title": "Coronavirus: Private coach industry 'decimated by Covid-19'",
      "tags": "Tourism,Bus travel,Travel & leisure industry,NI economy,Coronavirus pandemic",
      "text": "An industry body representing Northern Ireland's private bus and coach sector has said it is at its most vulnerable. \nBus and Coach NI said operators are at risk of collapse. \nCompanies have not been able to run services due to a lack of tourists. Some businesses have received grants from Stormont.  \nKaren Magill, chief executive of Bus and Coach NI, told BBC Radio Ulster's Inside Business programme the future for some operators is uncertain. \n\"Our industry has been decimated by Covid-19 and at this point in time while other sectors of the economy are recovering, unfortunately we are not. \n\"We still have 75% of our fleet idle and we wont see any return to business until March or April next year,\" she said.\n\"Despite not being back to full capacity, with little or no income, and restricted demand, we have increased additional costs incurring every day. \n\"We have significant Coronavirus Business Interruption Loan Scheme (CBILS) loans and those increasing Covid debts and restricted demand mean companies are seriously vulnerable.\n\"If you have a loan of £1.5m, your monthly repayment now is £16,000, and this is based on actual figures from some companies,\" she said. \nAsked if she expects all operators to survive the next few months, Ms Magill said: \"At this point in time, no I don't.\"\nCoach operators rely heavily on international visitors who book excursions to well-known tourist areas. \nThe pandemic has seen a drastic reduction in the amount of visitors arriving on our shores. \nFor Sean Logan, who owns Logan Executive Travel in Dunloy, County Antrim that means his fleet is parked up.\n\"We would normally have 50 touring vehicles and at this time of year we would expect our yard to be empty. At the minute we are lucky to get two vehicles on tour a week. \n\"There is some school work but it's not what we need, with the value of the fleet we have and the debt we have incurred to survive so far. \n\"My house overlooks my yard and the first thing I see when I pull the curtains back in the morning is a coach park. That's basically what we are. \n\"They cost me money while they are sitting parked, earning nothing,\" he told Inside Business. \nThe government's furlough scheme ended on 30 September.\nMr Logan had to lay off some office staff as there was not enough work. \n\"The staff we have taken back off furlough are on reduced time, working two or three-day weeks. \n\"I cannot guarantee categorically that we will survive [the winter]. We have survived this far and we will do everything we can. It has taken over 40 years of my life and we will do the best we can. It's an impossible situation,\" he said. \nMs Magill said additional financial support would help the industry. \n\"We have had two previous schemes through the Department for Infrastructure… at this stage 50% of businesses out there were not eligible for support. There was a formula which should have made life simple but didn't. \n\"We had one operator who received £3,200. Out of that, which is what they were eligible for, they had to pay £1,500 out to their accountant as we had to have all figures backed by an accountancy firm. \n\"Other operators have benefited from the scheme,\" she said.\nThe Department for Infrastructure said more than 90 companies have been provided with grants totalling £5.7m through two schemes. \n\"Minister Mallon is committed to doing all she can where she has the powers within her department and working with executive colleagues to support the industry through recovery.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58775928",
      "category": "uk-england-cornwall",
      "title": "'Speedo Mick' asked to leave Cornwall pub for being underdressed",
      "tags": "Charities,Helston,Falmouth",
      "text": "Fundraiser Speedo Mick, who walks in just a pair of swimming trunks, was asked to leave a pub for being under-dressed during a charity trek. \nHe stopped at The Halfway House pub at Rame, Cornwall, in heavy rain on the trek across the UK and Ireland.\nAs he talks to Facebook viewers, a voice is heard saying: \"I can't have you standing there dressed like this.\"\nThe pub's landlord said he had \"never heard of him\", but on learning who he was, went after him with some food.\nSpeedo Mick, whose real name is Mick Cullen, walked from John O'Groats to Land's End in 2019 and 2020.\nHe took shelter in the pub between Falmouth and Helston on his latest charity trek.\nDuring a Facebook Live broadcast, viewers heard a staff member tell him he could not stay in the pub in his limited attire and his response: \"That's fine. No worries.\"\nLandlord Darren Briggs said: \"We completely apologise. We did not know who he was.\n\"Because we have been so busy we have never heard of him.\"\nHe said they quickly realised who he was and went after him.\n\"We took him some food and he was very amicable,\" he said.\n\"If we had known he could have had anything he wanted on the house.\"\nMr Cullen posted on Facebook: \"I'm alright you beautiful people, all's good no hard feelings here at all.\n\"It's not the first time I've been chucked out of an 'ale house it happened on the last walk too. \n\"I know, me, the fashionista in my designer Everton Football Club Speedo's!\"\nAnd he posted later: \"It's been a difficult time for lots of businesses especially pubs, restaurants etc, they've had a terrible time of it, thankfully many have pulled through.\n\"Please for me, show them the love and support they need it.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58771370",
      "category": "world-europe",
      "title": "Kilogram of nails, screws and knives removed from man's stomach",
      "tags": "Lithuania",
      "text": "A Lithuanian man has had more than a kilogram of nails, screws, nuts and knives removed from his stomach by doctors, local media report.\nHe had been swallowing metal objects for a month after quitting alcohol, doctors said.\nSome of the objects retrieved during a surgery in Klaipeda University Hospital were 10cm (4in) long, according to Lithuania's LRT public broadcaster.\nSurgeon Sarunas Dailidenas called it a \"unique case\".\nIn its article (in Lithuanian), LRT published a KUH photo showing a surgical tray full of metal objects after the emergency three-hour operation.\nThe man was brought by ambulance with severe abdominal pain to the hospital on the Baltic Sea coast.\nHe is now reported to be in a stable condition, and is being monitored at KUH."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58775045",
      "category": "entertainment-arts",
      "title": "Songs of Praise: Queen congratulates BBC show on 60th anniversary",
      "tags": "Television,BBC,Religion",
      "text": "The Queen has congratulated \"all those involved\" in BBC One's Songs of Praise as the show celebrates 60 years on air.\nNearly 3,000 episodes of the world's longest-running religious TV programme have aired since its first transmission, from Cardiff, in 1961.\nIn a message to be broadcast on Sunday's show in Westminster Abbey, the Queen applauded the series for showing Christianity as \"a living faith\".\nHosted by Aled Jones, the show will feature ex-presenters and star guests.\nIn a pre-recorded message, the Queen said: \"For 60 years Songs Of Praise has drawn together congregations and BBC viewers throughout the United Kingdom in collective worship.\n\"During that time, the programme has shown Christianity as a living faith, not only through hymns and worship songs, but also by featuring the many people who have put their faith at the centre of their lives.\n\"I congratulate Songs Of Praise and all those involved in the programme on its 60th anniversary.\"\nThe show, which continues to reach more than one million viewers each week, was the brainchild of TV producer Donald Baverstock, who - in 1961 - happened to see a test transmission of an outside broadcast of hymn-singing in Welsh from a Welsh chapel. \nHe later described the emotional draw of \"ordinary people, in their best hats, singing with their souls\".\nMr Baverstock suggested to Stuart Hood, then director of BBC TV programmes, that something similar might suit the designated \"closed period\", between 18.15-19.25 on a Sunday evening, which was - at the time - given over, by law, to religious programmes.\nThe first programme came from Tabernacle Baptist Church in Cardiff, from which a format developed of visiting cathedrals and parish churches all over Britain, with the focus on congregational hymn-singing.\nIt was an overnight success, reaching as many as 12 million viewers on some Sundays. \nThe original broadcasts went out live on Sundays from churches, many of which were chosen because they were near sports grounds, where the outside broadcast vehicles were in use on the previous Saturday afternoons.\nBy the time broadcasting restrictions were relaxed in 1972, the show had become a stalwart of the Sunday schedule.\nOver the years, there have been 270 presenters on the programme, including Sir Cliff Richard, Charlotte Church and audience favourite singer Sir Harry Secombe - who crossed over to the show with the demise of ITV's hymn-themed show Highway in 1993.\nActress Dame Thora Hird went on to host spin-off show Praise Be! for 17 years.\nPam Rhodes, the programme's longest-serving presenter, has presented 386 episodes, having first appeared on the show in 1987.\nCurrent host, Aled Jones, has been with the show for 21 years, having made his Songs of Praise debut as a child in 1988.\nThe format of the show has changed over the years, reflecting the changing face of Christianity in the UK. \nInterviews were introduced in 1977, to complement the hymn-singing and viewers heard stories of faith from members of the local community.\nAs the years went by, there were increasingly ambitious outside broadcasts too. \nIn December 1982, Songs of Praise visited the Falklands to meet some of the islanders and armed forces stationed there. More recently, in 2015, an episode was filmed at the so-called \"Jungle\" migrant camp in Calais.\nTo mark the millennium, more than 65,000 singers performed live in Cardiff's Millennium Stadium.\nThe show was relaunched in 2014 in a magazine format, and now features a range of churches, locations, congregations, and choirs - including gospel and Pentecostal churches - but remains firmly \"a Christian music show\". \n\"For 60 years, Songs of Praise has held a very special place on BBC One. Never has this been more important than the past year - when as churches had to close their doors, Songs Of Praise continued to bring together people of faith across the UK every Sunday,\" said Patrick Holland, director factual, arts and classical music.\nHe added: \"It is a great honour to pay tribute to the world's longest-running religious television programme - long may it continue.\"\nSongs of Praise: The 60th anniversary airs on Sunday at 2.45pm on BBC One"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-58709456",
      "category": "explainers",
      "title": "Petrol shortage: Is the fuel crisis improving?",
      "tags": "Fuel,Haulage",
      "text": "Only 127 petrol tanker drivers from the EU have applied for temporary visas to help tackle the petrol crisis, according to the prime minister. The government is offering 300 short-term visas for overseas drivers. \nMeanwhile, military personnel have started driving fuel tankers to help resupply petrol stations. \nThe Petrol Retailers Association (PRA) - which represents nearly 5,500 of the UK's 8,000 filling stations - says the worst-affected areas have seen a \"marginal\" improvement but still face a \"challenging\" time.\nIt said about a fifth of forecourts in London and south-east England were out of fuel on Monday.\nBut elsewhere in Britain, that figure was 8% and there had been a \"marked\" improvement, the association said.\nLast week the government said it would offer temporary visas for 5,000 overseas HGV drivers - including 300 immediate visas for tanker drivers.\nBut Boris Johnson told BBC Breakfast that so far only 127 European Union fuel drivers have applied for the scheme. \nHe said the low number of applicants reflected a \"global\" issue causing \"a particular problem in the UK\". He blamed long-standing underinvestment in pay and driver facilities. \nSeparately, about 200 Army and RAF personnel - including 100 drivers - will help deliver fuel to forecourts in the hardest-hit areas, including London and south-east England.\nThey have been given training in safety procedures, equipment and forecourt driving manoeuvres.\nOther measures include:\nThe doctors' body the BMA, the teachers' union NASUWT and some politicians including London Mayor Sadiq Khan wanted key workers to be given priority access to petrol stations to avoid disruption to essential services. \nHowever, the government hasn't announced plans to prioritise key workers as it did with nursery and school places during the pandemic.\nThe government has powers to limit how much fuel drivers can buy, and the hours when they can buy it, but hasn't used them so far.\nSome petrol stations have introduced a £30 cap on the amount of petrol people can buy.\nOn 23 September, BP warned it would have to \"temporarily\" close a handful of its petrol stations, because of a lack of drivers. \nLong queues started to build up outside stations across Great Britain in the following days, amid fears that fuel might run out. \nOil companies have stressed there is plenty of petrol available. \nHowever, the key issue is there aren't enough drivers to deliver it to forecourts.\nThere's an estimated shortage of more than 100,000 HGV drivers, which has already caused problems for a range of retailers - from supermarkets to fast food chains.\nFuel tanker drivers need additional safety qualifications on top of their HGV licence to be able to transport chemicals such as petrol. \nThere are a number of reasons - and many countries across Europe have been affected - but the UK has been especially badly hit.\nAfter Brexit, many European drivers returned to their home countries, or moved elsewhere, because working in the UK involved additional border bureaucracy which had an impact on their income.\nThe pandemic saw even more drivers return to their home countries, with few coming back. \nMeanwhile, some older drivers have retired, and there's a huge backlog in HGV driver tests due to Covid. \nPetrol prices are at an eight-year high. According to the latest weekly statistics, the average petrol price at UK forecourts on Monday was 136.1p a litre, up from 135.19p a week earlier.\nThe price of a litre of diesel rose 137.95p to 139.2p over the same period.\nSimon Williams of the RAC said the increase was largely down to the rising price of oil rather than the recent supply problems."
    }
  ]
}