{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58612966",
      "category": "world-europe",
      "title": "Get an Eiffel of this performer walking the line in Paris",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58612529",
      "category": "uk",
      "title": "UK security planning loose and lacks oversight, MPs and peers say",
      "tags": "UK government,UK Parliament,National security",
      "text": "The government's planning for national security risks is \"unstructured and lacking in central oversight and accountability\", a committee has said.\nThe Joint Committee on National Security Strategy said the pandemic and the fall of Afghanistan showed \"serious weaknesses\" in the current system.\nThe MPs and peers criticised changes that mean the PM will attend fewer National Security Council meetings. \nNo 10 said processes were being strengthened in response to events. \nThe committee said the lack of preparation for the withdrawal of international forces from Afghanistan could \"only be described as a systemic failure\".\nIts report said there was already a \"troubling lack of clarity\" about the role and remit of the NSC, with witnesses describing \"a loose, unstructured cross-government approach, with weak oversight from the centre and unclear prioritisation of risks\".\nCommittee chairman Dame Margaret Beckett, a former foreign secretary, said: \"The whole point of the National Security Council is that it is supposed to prepare for, and act upon, a long-term view of our national security risks. It should be above the hurly-burly of daily concerns. \n\"But when two events - the Covid-19 pandemic and Afghanistan - demonstrated yet again what a dangerous world we now live in, weaknesses in the structures of the National Security Council were exposed.\"\nThe NSC was originally established in 2010 by the then Prime Minister David Cameron, with weekly meetings bringing together senior ministers and defence and intelligence chiefs chaired by the PM.\nHowever, the committee said a review by national security adviser Sir Stephen Lovegrove of the way it operated would in future result in Prime Minister Boris Johnson spending roughly 65% less time in the meetings and chairing about half of them. \nThe report said: \"Most concerningly, the new model for the NSC risks becoming a halfway house: It is neither a slower-paced forum for tackling the most fundamental questions facing UK national security, nor a weekly meeting of senior ministers - convened and brokered by the prime minister - to tackle the most pressing issues.\n\"It is the prime minister's personal investment of time and authority that lends credibility to the NSC and its cross-government structures.\"\nA government spokesman said the national security machinery was being strengthened following its Integrated Review of foreign and defence policy earlier this year.\n\"The prime minister is clear that the first duty of the government is to provide security for the people of the UK, which he is absolutely committed to delivering,\" the spokesman added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58540808",
      "category": "world-asia",
      "title": "Aukus: UK, US and Australia pact signals Asia-Pacific power shift",
      "text": "A new security partnership in the Asia-Pacific will see the UK and US provide Australia with the technology and capability to deploy nuclear-powered submarines. American officials have said the move was not aimed at countering Beijing. However experts say the Aukus agreement signals a paradigm shift in strategy and policy across the region.\nThe timing of the new deal is particularly significant. It comes just a month after the US exit from Afghanistan, when doubts have been raised in multiple quarters about US commitment in the region.  \nBritain too is eager to be more involved in the Asia-Pacific especially after its exit from the European Union and Australia is increasingly concerned about China's influence.\n\"It is a 'big deal' because this really shows that all three nations are drawing a line in the sand to start and counter the Chinese Communist Party's (CCP) aggressive moves in the Indo-Pacific,\" Guy Boekenstein, senior director of defence and national security at Australia's Northern Territory government, told the BBC.\n\"It also publicly demonstrates our combined stance on this and commitment to a stable and secure Indo-Pacific region - one that for the past 70 years has led to the prosperity of all in the region, including China's economic growth.\"\nThe agreement involves the sharing of information and technology in a number of areas including intelligence and quantum technology as well as the acquisition of cruise missiles.\nBut the nuclear submarines are key.  They are to be built in Adelaide in South Australia and will involve the US and the UK providing consultation on technology for their production. \n\"A nuclear submarine has enormous defence capabilities and therefore ramifications for the region. Only six countries in the world have nuclear submarines. They are a really powerful deterrent capability without giving them nuclear weapons,\" Michael Shoebridge, director of defence, strategy and national security at the Australian Strategic Policy Institute, said. \nNuclear submarines are much more stealthy than conventional ones - they operate quietly, are able to move easily and are harder to detect. \nAt least eight submarines will be supported, although it's not clear when they will be deployed. The process will take longer due to a lack of nuclear infrastructure in Australia. \nThey will not be nuclear armed, only powered with nuclear reactors.\n\"Let me be clear: Australia is not seeking to acquire nuclear weapons or establish a civil nuclear capability,\" Australia's Prime Minister Scott Morrison said.\nPresident Biden added that there would be an initial 18-month consultation period with teams from the three countries to decide how it would work and to ensure compliance with non-proliferation commitments.\nHowever, the move does show that the US and UK are willing to take the big step of exporting nuclear technology to a non-nuclear powered nation, according to Yun Sun, co-director of the East Asia Programme at the Stimson Center.\nAnd that is what makes the partnership so unique.\n\"This technology is extremely sensitive. This is frankly an exception to our policy in many respects, I do not anticipate that this will be undertaken in other circumstances going forward. We view this as a one-off,\" a US official told Reuters, adding that Washington had shared nuclear propulsion technology only once before - with Britain in 1958.\nIn recent years, China has demonstrated increasing power and influence in the region.\n\"We hear words about co-operation and then we see the threats against Taiwan and events in Hong Kong and the rapid militarisation of the South China Sea. So really when it comes to strategic issues, deterrents seem to be the only thing that makes sense against China,\" Mr Shoebridge said.\nThe US has been investing heavily in other partnerships in the region too with Japan, South Korea, Thailand and the Philippines, as well as India and Vietnam.\nThis deal could benefit all of them, according to Mr Shoebridge, in the face of concerns about China's growing power.\n\"The region will appreciate that. This is part of a geopolitical shift which is driven by one big thing. And that is the direction that Xi Jinping is taking. This announcement fits with the growing participation of the world's biggest democracies to deter China from using its power\" Mr Shoebridge added.\nThe response has reportedly been positive, even if it has been a quiet recognition.\nBonnie Glaser, director of the Asia programme at policy think tank the German Marshall Fund said: \"My understanding from people in the administration - having talked to allies and partners who have an interest in peace and security in the Indo-Pacific - is that there was nothing negative. There is support in the region for deterrence and for having US presence and military presence in the region.\"\nOne relationship that will undoubtedly change as a result of the agreement is the one between China and Australia.\nThe two nations have been strong trade partners in the past with a large number of Chinese students choosing to study in Australia. \nHowever, political relations deteriorated after Australia backed a global inquiry into the origins of the coronavirus.\nThe pact shows Australia is aligning itself with the US and UK but also signals a vote of confidence in Australia which is looking to play a more active role in Asian security.\n\"Just because Australia has nuclear submarines doesn't mean it is more powerful than China. It does change the balance of power in the region. If China does face a security situation in the South China Sea or Taiwan Strait, it will affect the military preparedness or response that China will have to prepare for. It does change the power equilibrium in the region,\" Ms Sun told the BBC. \nIn response to the deal, China's embassy in Washington said the governments involved \"should shake off their Cold War mentality and ideological prejudice\".\nHowever, the reaction on the mainland might be even stronger.\n\"What's Chinese for apoplectic? One can expect a fiery-hot reaction from Beijing… This gives Australia and the US another tool in the toolbox to deter China,\" William Choong, senior fellow in regional strategic and political studies at the ISEAS-Yusof Ishak Institute, said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58614669",
      "category": "world-africa",
      "title": "Johannesburg mayor Jolidee Matongo killed in car crash",
      "tags": "South Africa,Johannesburg,Zimbabwe",
      "text": "South Africa's President Cyril Ramaphosa has paid tribute to the new mayor of Johannesburg, following his death in a car crash aged 46.\nJolidee Matongo had been campaigning with Mr Ramaphosa before the accident. \nHis vehicle collided with a van while trying to avoid a pedestrian who had run on to the road, local media report.\nThe pedestrian and the other vehicle's driver also died, while Mr Matongo's two bodyguards are being treated in hospital for their injuries. \nMr Matongo only became mayor on 10 August following the death of his predecessor from Covid complications.\nLocal media report he was the son of a Zimbabwean migrant, and had been a political activist in South Africa since the age of 13, campaigning against apartheid - a legalised system of racism that was in place at the time. \nHe was a member of the governing African National Congress (ANC), and was expected to be at the forefront of the party's campaign to win Johannesburg - South Africa's commercial capital - in local government elections due on 1 November. \nIn his tribute to the mayor, President Ramaphosa said: \"It is hard to comprehend this tragedy, given the vitality and passion with which Mayor Matongo interacted with me and residents of Soweto so shortly before his death.\n\"Nothing could prepare any of us for this sudden loss, which has deprived our nation's economic centre of its second executive mayor in two months.\"\nThe premier of South Africa's Gauteng province, David Makhura, said he was shattered by the mayor's death.\n\"He served as a councillor for many years before being elected as the mayor of Johannesburg,\" Mr Makhura's office added in a statement.\nJohannesburg is the main city in Gauteng, the economic hub of South Africa. \nFormer Johannesburg mayor and opposition ActionSA leader Herman Mashaba said he and Mr Matongo had had sharp political differences, but he would always \"cherish\" their \"special relationship\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58613389",
      "category": "uk",
      "title": "Boris Johnson to call for climate action during US visit",
      "tags": "Boris Johnson,Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Joe Biden",
      "text": "Boris Johnson will urge world leaders to take \"concrete action\" on climate change during meetings at the UN's General Assembly in New York this week.\nThe PM will also visit the White House for the first time since Joe Biden became US president.\nHe is expected to push Mr Biden on the looming humanitarian crisis in Afghanistan and the potential of reopening UK to US travel.\nThe visit comes ahead of the COP26 climate summit in Glasgow in November.\nWith some 100 world leaders expected in New York at the UN General Assembly this week, Mr Johnson will seek to galvanise action during a series of high-level meetings.\nMr Johnson said he would push for action on coal, climate, cars and trees in particular. \nDowning Street said he would focus on supporting developing nations to mitigate the impact of the climate crisis, as well as on adapting to its consequences.\nAhead of the visit, the PM said: \"World leaders have a small window of time left to deliver on their climate commitments ahead of COP26.\n\"My message to those I meet this week will be clear: future generations will judge us based on what we achieve in the coming months.\n\"We need to continue to make a case for a sustainable recovery from coronavirus rooted in green growth. And we have a responsibility to ensure the benefits of that growth extend to all, no matter where they are born.\"\nThe COP26 summit is widely seen as crucial if climate change is to be brought under control.\nIt is the moment world leaders will discuss whether enough has been achieved since 2015's landmark Paris climate agreement.\nThe task facing Boris Johnson is huge, because nations are falling way behind on plans to cut emissions.\nScientists say to avoid the worst climate impacts, carbon emissions must be cut by 45% by 2030, but the latest UN analysis shows the trend is heading in the wrong direction. On current national policies, emissions could rise by 16% in this period.\nThat could lead to a temperature increase of 2.7C (4.9F) above pre-industrial times.\nMeanwhile the climate has already dangerously heated, with deadly temperatures, wildfires, and floods - and that's with a temperature rise of just 1C at present.\nThe PM will attempt to persuade China to quicken its timetable for reducing emissions, even though China's not primarily to blame for climate change so far.\nAnd he must form policies to ensure carbon cuts in the UK. Britain is the leader in target-setting for emissions cuts - but a recent report showed it has produced fewer than a quarter of the policies needed to deliver on those targets. \nMr Johnson will also travel to Washington, where he is expected to hold talks with the president on the future of Afghanistan.  \nMr Biden rejected calls from the prime minister and other allies to delay his withdrawal of troops beyond 31 August to buy more time to evacuate former Afghan staff, their families and other vulnerable citizens.\nWith refusal meaning possibly thousands were left behind, Mr Johnson is expected to discuss further efforts to stem a humanitarian crisis in Afghanistan.\nThe prime minister is also likely to push for a restoration of UK-US travel.\nFallout from the new Aukus military pact between the UK, US and Australia is also expected to be under discussion.\nUnder the agreement, Australia is being given the technology to build nuclear-powered submarines.\nNot only has it angered China, but France has recalled ambassadors to the US and Australia because the agreement to provide nuclear submarines to Canberra meant the cancellation of a £30bn deal for the French.\nNew Foreign Secretary Liz Truss has defended the deal, saying it will make the UK safer and could create hundreds of new jobs.\nMs Truss said she would also be attending the UN summit, \"making the case for deeper economic, diplomatic and security partnerships in order to help us seize the opportunities - and tackle the challenges - of the modern age\".  \nDuring his trip, Mr Johnson will also meet US Vice-President Kamala Harris and other senior figures in American politics."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58599462",
      "category": "newsbeat",
      "title": "Sickle cell: 'Did our son have to die to change things?'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58613195",
      "category": "uk",
      "title": "Aukus: Truss defends security deal amid criticism",
      "tags": "France,Elizabeth Truss,Aukus,United States,Australia",
      "text": "The UK's new security agreement with the US and Australia will make it safer and could create hundreds of new jobs, the new foreign secretary has said.\nThe pact, known as Aukus, will see Australia being given the technology to build nuclear-powered submarines.\nLiz Truss said it showed the UK's readiness to be \"hard-headed\" in defending its interests.\nBut France, whose own submarine deal with Australia was thwarted as a result, has criticised the agreement.\nIt has recalled its ambassadors in the US and Australia for consultations in response, while China has accused the three powers of having a \"Cold War mentality\". \nThe alliance - widely seen as an effort to counter China's influence in the contested South China Sea - was announced by US President Joe Biden, UK Prime Minister Boris Johnson and his Australian counterpart Scott Morrison on Wednesday.\nWriting in the Sunday Telegraph, Ms Truss said the partnership showed the UK's commitment to stability in the Indo-Pacific region. \nShe wrote: \"Freedoms need to be defended, so we are also building strong security ties around the world.\n\"This is about more than foreign policy in the abstract, but delivering for people across the UK and beyond by partnering with like-minded countries to build coalitions based on shared values and shared interests.\" \nMs Truss, who was was promoted from international trade secretary to foreign secretary in the reshuffle this week, said the pact \"will not just make us safer at home, it could also create hundreds of new and high-skilled jobs, from the shipyards of Govan to the factories of Tyneside\". \nThe pact, which will also see the allies share cyber capabilities, artificial intelligence and other undersea technologies, was described as showing \"profound strategic shifts\" by the UK's national security adviser Stephen Lovegrove.\nBut some have expressed fears that it could provoke China into a war.\nThis week, former Prime Minister Theresa May asked Mr Johnson about the \"implications\" of the partnership in the event of a Chinese invasion of Taiwan. \nDemocratic Taiwan sees itself as a sovereign state, but Beijing has increased pressure on the island which it views as a breakaway province.\nMr Johnson told MPs that the Aukus agreement was \"not intended to be adversarial\" to China but the UK was \"determined to defend international law\".\nClumsy diplomacy, heightened emotions and spy-like secrecy: the row over the new security pact between the UK, the US and Australia has it all. \nBut amid the increasingly shrill invective from humiliated French ministers, there is a fundamental truth: the West is struggling to make up its mind about China. Washington has now been joined by Canberra and London in acting together to address the security challenge. \nOther countries - particularly some in Europe - are less hawkish, still trying to split the difference between economic co-operation and strategic competition with Beijing. \nFrance is furious at the breach of contract by Australia and the lack of trust shown by the US and the UK.\nSo there is talk in the French papers of further retaliation, beyond the recall of ambassadors, perhaps involving Nato. \nOthers are speculating this row might finally encourage Europe to agree some greater strategic autonomy. \nThe truth is more straightforward: if the West wishes to protect its interests in the Indo-Pacific, then France and other European powers need to be on the same page as the US and its Anglophone allies. And right now both sides are not even reading the same book. \nMeanwhile, France's foreign minister has accused Australia and the US of lying over the deal.\nSpeaking on Saturday, Jean-Yves Le Drian said a \"serious crisis\" was in progress between the allies.\n\"The fact that for the first time in the history of relations between the United States and France we are recalling our ambassador for consultations is a serious political act, which shows the magnitude of the crisis that exists now between our countries,\" he told France 2.\nBut he said France had seen \"no need\" to recall its ambassador to the UK, accusing the country of \"constant opportunism\".\n\"Britain in this whole thing is a bit like the third wheel,\" he said.\nThe pact means Australia will become just the seventh nation in the world to operate nuclear-powered submarines.\nThe announcement ended a deal worth $37bn (£27bn) that France had signed with Australia in 2016 to build 12 conventional submarines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58612961",
      "category": "world-us-canada",
      "title": "SpaceX: Inspiration4 amateur astronauts return to Earth after three days",
      "tags": "SpaceX,Human spaceflight,Astronauts,SpaceX launch,International Space Station,Space exploration",
      "text": "Four amateur astronauts have splashed down successfully in the Atlantic Ocean after three days in space.\nThey are the first private, all-civilian team ever to orbit the Earth.\nThe Inspiration4 crew left on a SpaceX capsule from Florida on Wednesday, and landed off the state's coast after 19:00 local time (23:00 GMT) on Saturday.\nFour parachutes slowed the capsule's descent before it landed in the water, where SpaceX boats sped to retrieve it.\nThe Inspiration4 team was led by billionaire Jared Isaacman, 38, chief executive of the e-commerce firm Shift4 Payments Inc, who acted as mission \"commander\".\nHe had paid an undisclosed sum - estimated by Time magazine to be about $200 million (£145 million) - to fellow billionaire Elon Musk for all four seats aboard the Crew Dragon.\nMr Isaacman was joined by three strangers he had selected - geoscientist and former Nasa astronaut candidate Sian Proctor, 51; physician assistant and childhood bone cancer survivor Hayley Arceneaux, 29; and aerospace data engineer and Air Force veteran Chris Sembroski, 42.\n\"That was a heck of a ride for us,\" Mr Isaacman radioed shortly after landing. \"We're just getting started.\"\nThe trip marks the third time Elon Musk's company has taken humans to space and back - and another milestone in the space tourism market.\n\"Congratulations @Inspiration4x !!!\" he tweeted after the quartet's safe return.\n\"Welcome to the second space age,\" mission director Todd Ericson told a press conference, saying that after this, \"space travel becomes much more accessible to average men and women.\"\nOnboard computer systems were in control of the Dragon capsule during its journey, overseen by SpaceX teams on the ground.\nThe Dragon was not scheduled to go near the International Space Station (ISS), instead embarking on a \"free flight\" to a target altitude of 575km (360 miles). \nThe crew, who underwent six months' training, circled the Earth more than 15 times each day.\nExperts gathered data on their blood oxygen levels, sleep, cognitive abilities and other vital signs during the trip, to study the impact being in space would have on non-professionals.  \nThe trip will raise funds for St Jude's Children's Research Hospital, in Tennessee, where crew member Hayley Arceneaux was treated as a child, and now works.\nThe foursome plan to auction objects they took into space with them, including a ukulele. \nAs well as Mr Musk, the race to sell commercialised space travel has drawn in billionaire businessmen Sir Richard Branson and Jeff Bezos, both of whom went above Earth's atmosphere this year in their own space vehicles."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58611602",
      "category": "uk-england-birmingham",
      "title": "Shocked Dudley couple find python hiding in bedroom",
      "tags": "Snakes,Brierley Hill",
      "text": "A shocked couple who found a 5ft (1.5m) python in their bedroom say they have no idea how it got into their house.\nThe pair called police to their home on Quarry Bank, in Dudley, West Midlands, after making the discovery.\nThey had shut it in the room and officers were able to safely remove the python and take it to a vet.\nThe couple have speculated it may have arrived in a delivery or slithered in through pipes before it was spotted on Wednesday.\nA large item had arrived the previous day and they said they thought it may have been hidden in the box.\nWest Midlands Police said such discoveries were usually left to the RSPCA but it had sent three student officers on this occasion because no-one from the charity had been available.\nThey eventually found the snake on top of a cabinet, wrapped around a vanity mirror. \nUsing their batons, they put it in a shoe box with holes in.  \nA check-up carried out by Manor Vets, in Halesowen, later found the mature female snake had a few lumps and old injuries, but was generally in good health. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58615689",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe husband talks to Truss about detained wife",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe's husband, Richard Ratcliffe, has said he has already discussed his wife's case with new foreign secretary Liz Truss.\nMrs Zaghari-Ratcliffe, a 43-year-old mother-of-one from London, has been detained in Iran since 2016.\nShe is serving the second of two prison sentences, this one on parole after being convicted of propaganda against the Iranian regime.\nMr Ratcliffe said stopping her coming home amounted to \"hostage-taking\".\nSpeaking to BBC One's Andrew Marr Show earlier about his continuing campaign to secure the freedom of his wife and allow her home to see her young daughter, Mr Ratcliffe revealed that he was to speak to the foreign secretary by telephone on Sunday.\nHe said he hoped that Ms Truss, who was only appointed in her new role on Wednesday, would be able to talk to her Iranian counterpart during the UN's General Assembly in New York this week.\nSpeaking after the phone call, Mr Ratcliffe said he had urged Ms Truss to take action to deter state hostage-taking, which he described as \"cost free\" for Iran.\nBut he also called for a resolution of the £400 million military debt which the UK has owed Iran for decades.\n\"I said it needed carrot and stick - that, as I had told her predecessors, they needed to address the debt if Nazanin is going to come home, and that they needed to take steps to address Iran's hostage diplomacy - to disincentivise Iran from continuing to do it.\"\nMr Ratcliffe has said that he wants to see \"firm\" and \"clear steps\" taken against Iran because of the detention of his wife and other British nationals.\nMrs Zaghari-Ratcliffe, who has dual British and Iranian citizenship, was first jailed in Tehran in 2016 on spying charges, which she has always denied. \nMr Ratcliffe said prior to his talks with Ms Truss that he would pass on the names of 10 people he accuses of being involved with \"hostage-taking\" in Iran - it is unclear if he has done that.\nMrs Zaghari-Ratcliffe and her family have reportedly been told by Iranian authorities that she is being detained because of the UK's failure to pay its outstanding debt to Iran, rather than the criminal charge.\nMr Ratcliffe said: \"One of the key problems I feel these past years is there's been no cost for the Iranian side to carry on holding Nazanin, to carry on holding others, and so we've seen that now there are more British citizens in prison than there were when Nazanin was first taken.\"\nThe chief executive of Amnesty International UK, Sacha Deshmukh, said: \"The plight of Nazanin Zaghari-Ratcliffe, Anoosheh Ashoori and other UK nationals held in Iran has extended across the last four foreign secretaries. It's long past time that the UK finally brought this deeply distressing episode to an end\".\nHowever, Mr Ratcliffe said that it was \"a positive sign\" to be speaking with the foreign secretary \"two days into the job\".\nBoris Johnson was the foreign secretary when Nazanin was initially detained by Iran.  He later had to apologise for remarks that the family believed made the situation worse.\nIn May, Ms Truss's predecessor Dominic Raab said that Iran's treatment of Mrs Zaghari-Ratcliffe amounted to \"torture\"  and that its government was now using her in \"a cat-and-mouse game\" for diplomatic leverage. \nHe said there was an \"obligation on Iran to release her immediately and without condition\".\nMrs Zaghari-Ratcliffe's parole is pending an appeal over her second prison sentence. \nShe is staying with her mother in Iran and has not seen her daughter, Gabriella, in two years. \nShe speaks to her daughter regularly but Mr Ratcliffe is aware the there is a \"consequence\" to mother and daughter spending a long time apart. \nBut he said it is not \"like when in prison\", the family is able to speak to each other \"most days\".\nUncertainty about the court ruling has led to \"real up and downs\" and the situation has been \"really hard\", Mr Ratcliffe told the BBC."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58611761",
      "category": "uk-wales",
      "title": "Covid inquiry: Prof Hugh Pennington warns against Wales-only probe",
      "tags": "Coronavirus public inquiry,Covid-19 Bereaved Families for Justice,UK government,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "A separate Wales-only Covid inquiry would create \"an enormous degree of overlap\", according to the scientist who chaired the 2005 E. coli inquiry.\nProf Hugh Pennington said he preferred a UK-wide inquiry giving \"detailed attention\" to events in Wales.\nIt follows calls from opposition parties and campaign groups for a Wales-specific public probe.\nThe Welsh government said only a UK-wide inquiry could deal with the \"interconnected nature\" of decisions.\nProf Pennington said as the four nations were often following the same scientific advice, focusing solely on Welsh decision-making could result in \"ignoring important information\", especially as a Welsh inquiry would have more limited powers to make people give evidence. \nHe added that it would be it would be a \"dereliction of duty\" if Wales was treated like a \"footnote\" in a UK-wide inquiry, and that any chairperson appointed could set its remit wide enough to avoid that outcome.\nScotland's First Minister Nicola Sturgeon announced a separate judge-led inquiry for the country last month, to be held \"as soon as possible\".\nThe Welsh Conservatives, Plaid Cymru and the Welsh Liberal Democrats have all called for a Welsh probe.\nThe Welsh government has repeatedly refused calls for a separate inquiry, but this week First Minister Mark Drakeford wrote to the UK government and said that any Westminster-led inquiry must \"focus on Wales\".\nHe recommended the Welsh government be involved in how it was set up, plus separate chapters on Wales, and the consultation of Welsh experts.\nPhil Smith, 74, died in January after he caught coronavirus in hospital while receiving treatment for cancer.\nHis daughter Sam Smith-Higgins helped found the campaign group Covid-19 Bereaved Families for Justice Cymru because families like hers have \"got so many questions that aren't being answered\".\nDespite being a lifelong Welsh Labour member, she said requests to meet the Welsh government had been ignored.\n\"We shouldn't have to be having to scream out for a Wales-specific Covid inquiry, you should want to look at what you've done well and areas where you can improve,\" she said.\n\"Relying on Westminster for that is ridiculous. The numbers don't add up, we've got seven health boards in Wales versus over 200 in England.\"\nThe independent think-tank the Institute of Welsh Affairs has also called for a probe focussed on Wales, but linked to the UK-wide inquiry.\nIts director Auriol Miller said the increased powers of the Welsh government mean it should also be scrutinised in detail in Wales \"by people who understand devolution\" to effectively prepare for \"the next crisis that comes our way\".\nBut the head of the Welsh NHS Confederation, Darren Hughes, said while NHS Wales would \"totally commit\" to a separate inquiry, it was \"an enormously labour-intensive task\" that would put even more pressure on Welsh health boards who have already given evidence during the pandemic.\nA Welsh government spokesperson said: \"A UK-wide inquiry will have the capacity and force to oversee the interconnected nature of the decisions that have been made across the four nations. \n\"The first minister has written directly to the Chancellor of the Duchy of Lancaster about the many specific issues the inquiry must focus on to deal comprehensively with the actions of the Welsh government.\n\"The first minister has met a number of families to hear about their experiences during the pandemic and is open to further meetings.\"\nWatch the full interview with Prof Pennington on BBC Politics Wales on BBC One Wales at 10:00 BST, and on BBC iPlayer afterwards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56459744",
      "category": "world-asia",
      "title": "Why is everyone fighting over the South China Sea?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58607816",
      "category": "world-asia",
      "title": "Afghanistan: Girls excluded as Afghan secondary schools reopen",
      "tags": "Afghanistan,Women's rights in Afghanistan,Women's rights",
      "text": "The Taliban have excluded girls from Afghan secondary schools, with only boys and male teachers allowed back into classrooms.\nSchoolgirls told the BBC they were devastated not to be returning. \"Everything looks very dark,\" one said.\nTaliban officials who seized power last month said they were working to reach a decision on the matter.\nMany fear a return of the regime of the 1990s when the Taliban severely restricted girls' and women's rights. \nUnder their new government, Taliban officials have said that women will be allowed to study and work in accordance with the group's interpretation of Islamic religious law.\nBut working women have been told to stay at home until the security situation improves, and Taliban fighters have beaten women protesting against the all-male interim government.\nOn Friday, the Islamist group appeared to have shut down the women affairs ministry and replaced it with a department that once enforced strict religious doctrines.\nA statement issued ahead of Afghan schools reopening on Saturday said: \"All male teachers and students should attend their educational institutions.\" \nSecondary schools are usually for students aged between 13 and 18, and most are segregated. \nTaliban spokesman Zabihullah Mujahid was later quoted by Afghanistan's Bakhtar News Agency as saying that girls' schools would open soon. He said officials were currently working on the \"procedure\" for this, and details including the division of teachers.\nThe spokesman told the BBC that officials were also trying to sort out transport for older schoolgirls. \nSchoolgirls and their parents on Saturday said prospects were bleak. \n\"I am so worried about my future,\" said one Afghan schoolgirl, who had hoped to be a lawyer.  \n\"Everything looks very dark. Every day I wake up and ask myself why I am alive? Should I stay at home and wait for someone to knock on the door and ask me to marry him? Is this the purpose of being a woman?\"\nHer father said: \"My mother was illiterate, and my father constantly bullied her and called her an idiot. I didn't want my daughter to become like my mum.\"\nAnother schoolgirl, a 16-year-old from Kabul, said it was a \"sorrowful day\".\n\"I wanted to become a doctor! And that dream has vanished. I don't think they would let us go back to school. Even if they open the high schools again, they don't want women to become educated.\"\nEarlier this week, the Taliban announced that women would be allowed to study at universities, but they would not be able to do so alongside men and would face a new dress code. \nSome suggested the new rules would exclude women from education because the universities do not have the resources to provide separate classes.\nBarring girls from secondary schools would mean none would be able to go on to further education. \nSince the Taliban were removed from power in 2001, enormous progress has been made in improving Afghanistan's education enrolments and literacy rates - especially for girls and women.\nThe number of girls in primary schools increased from almost zero to 2.5 million, while the female literacy rate nearly doubled in a decade to 30%. However, many of the gains have been made in cities. \n\"This is a setback in the education of Afghan women and girls,\" said Nororya Nizhat, a former Education Ministry spokesperson. \n\"This reminds everyone of what the Taliban did in the 90s. We ended up with a generation of illiterate and non-educated women.\"\nShortly after taking power the Taliban said the rights of women in Afghanistan would be respected \"within the framework of Islamic law\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58619418",
      "category": "business",
      "title": "UK energy company seeks funds to stay afloat",
      "tags": "Companies,Energy customer switching,Ofgem,Energy industry,Supermarkets,Energy service companies,Food industry,CO₂ shortage",
      "text": "The UK's sixth largest energy company, Bulb, is seeking a bailout to stay afloat amid surging wholesale gas prices.\nThe company, with 1.7m customers, is working with the investment bank Lazard to try to shore up its balance sheet.\nIt is the latest energy company battling to avoid going bust, with at least four smaller UK firms expected to go out of business next week.\nHigh global demand for gas has caused a recent surge in wholesale prices.\nA bailout for Bulb could come as part of a joint venture or merger with another company, with a further option being a cash injection from investors, according to the Financial Times, who first reported the story.\nIn a statement, Bulb told the BBC: \"From time to time we explore various opportunities to fund our business plans and further our mission to lower bills and lower CO2. \n\"Like everyone in the industry, we're monitoring wholesale prices and their impact on our business.\"\nIndustry group Oil & Gas UK said wholesale prices for gas had increased by 250% since January - with a 70% rise since August.\nThe price hike has left some companies unable to provide their customers with the energy they have paid for. \nHowever, if a supplier fails, energy regulator Ofgem will ensure supplies continue for affected households, and they will not lose money owed to them.\nA new energy supplier would be responsible for taking on any credit balances a customer may have.\nFour small energy companies ceased trading in recent weeks, including Edinburgh-based People's Energy, which supplied gas and electricity to about 350,000 homes and 1,000 businesses, and Dorset-based Utility Point which had 220,000 customers.\nAt the beginning of 2021 there were 70 energy suppliers in the UK, but industry sources have said there may be as few as 10 left by the end of the year.\nThe rise in gas prices has not only affected companies supplying energy, but food firms and supermarkets who use gas, in particular carbon dioxide, to deliver and store produce. \nCO2 is also used to stun animals before slaughter and as a coolant agent in transport.\nUS firm CF Industries, the UK's biggest CO2 producer, stopped production at its Teesside and Cheshire fertiliser plants due to the gas prices, which has sparked concern across the food production industry.\nRichard Walker, managing director of supermarket Iceland, tweeted that CO2 was \"essential for a wide range of food and medical uses\".\n\"Yet 60% of the UK's supply comes from only two sites, owned by one foreign company, who have decided to close due to profitability,\" he added.\n\"Surely matters of national security should be state-controlled?\"\nBusiness Secretary Kwasi Kwarteng has held talks over the gas shortages with the boss of the US company, Tony Will, who flew into the UK on Sunday.\nMr Kwarteng said he was \"confident security of supply can be maintained under a wide range of scenarios\".\nHe said he would host further talks with the energy industry and consumer groups on Monday.\nEmma Pinchbeck, chief executive Energy UK, the industry's trade body, said talks with the government focused on how companies got through the current period with as little impact on customers as possible.\n\"The whole of the energy sector is facing unprecedented prices,\" she told the BBC\n\"We are reliant on a volatile international commodity in the UK because we are highly dependent on gas both in our own homes where we burn it for heat.\n\"We do that at a level beyond our European neighbours, but also for our power sector and other uses in the economy, so when we get an unprecedentedly high price there are unprecedented impacts on the market.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58616759",
      "category": "world-australia",
      "title": "Aukus: Australia defends role in security pact amid French condemnation",
      "tags": "France,Aukus,Australia",
      "text": "Australia has defended its decision to scrap a multi-billion dollar submarine purchase from France in favour of a new security pact with the US and UK. \nPrime Minister Scott Morrison rejected accusations that Australia had lied, saying France should have been aware it was prepared to break the deal. \nFrance says the Aukus pact has led to a \"serious crisis\" between the allies.\nIn an unprecedented move, it has recalled its ambassadors from the US and Australia as a sign of protest. \nUnder the Aukus pact, Australia will be given the technology to build nuclear-powered submarines as a way of countering China's influence in the contested South China Sea. \nThe partnership has ended a deal worth $37bn (£27bn) signed by Australia in 2016 for France to build 12 conventional submarines. France says it was informed of the pact only hours before the public announcement was made earlier this week. \nMr Morrison on Sunday said he understood France's disappointment, but that he had always been clear about Australia's position. \nThe French government \"would have had every reason to know that we had deep and grave concerns\", he said. \n\"Ultimately this was a decision about whether the submarines that were being built, at great cost to the Australian taxpayer, were going to be able to do a job that we needed it to do when they went into service and our strategic judgment based on the best possible of intelligence and defence advice was that it would not.\"\nMr Morrison's comments came after French Foreign Minister Jean-Yves Le Drian told France 2 television there had been \"lying, duplicity, a major breach of trust and contempt\" over the deal.\nHe said France's ambassadors to the US and Australia were being recalled to \"re-evaluate the situation\", but that there had been \"no need\" to recall the ambassador to the UK, which he described as a \"third wheel\". \nUS President Joe Biden is expected to hold talks with his French counterpart Emmanuel Macron in the coming days. \n\"We want explanations,\" French government spokesman Gabriel Attal said on Sunday.\nMeanwhile, newly appointed UK Foreign Secretary Liz Truss defended the agreement in an article for The Sunday Telegraph, saying it showed Britain's readiness to be \"hard-headed\" in defence of its interests.\nThe pact means Australia will become just the seventh nation in the world to operate nuclear-powered submarines. It will also see the allies share cyber capabilities, artificial intelligence and other undersea technologies.\nChina has accused the three powers involved in the security pact of having a \"Cold War mentality\".\nClumsy diplomacy, heightened emotions and spy-like secrecy: the row over the new security pact between the UK, the US and Australia has it all. \nBut amid the increasingly shrill invective from humiliated French ministers, there is a fundamental truth: the West is struggling to make up its mind about China.\nWashington has now been joined by Canberra and London in acting together to address the security challenge. Other countries - particularly some in Europe - are less hawkish, still trying to split the difference between economic cooperation and strategic competition with Beijing. \nFrance is furious at the breach of contract by Australia and the lack of trust shown by the US and the UK. So there is talk in the French papers of further retaliation, beyond the recall of ambassadors, perhaps involving Nato. Others are speculating this row might finally encourage Europe to agree some greater strategic autonomy.\n The truth is more straightforward: if the West wishes to protect its interests in the Indo-Pacific, then France and other European powers need to be on the same page as the US and its Anglophone allies. And right now both sides are not even reading the same book. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58620167",
      "category": "business",
      "title": "Gas crisis: No chance lights will go out, says government",
      "tags": "Companies,Energy customer switching,Energy industry,CO₂ shortage",
      "text": "There is \"no question of the lights going out\" this winter as a result of huge rises in gas prices, the business secretary has said. \nKwasi Kwarteng said he does \"not expect supply emergencies\" and described warnings about shortages as \"alarmist\".\nHis statement comes as smaller energy providers battle to stay afloat due to gas price hikes making price promises to customers undeliverable.\nHigh demand for gas and reduced supply are behind a surge in wholesale prices.\nCustomers are protected from sudden hikes in wholesale gas prices through the energy price cap, which is the maximum price they can be charged on a standard tariff.\nHowever, the cap means energy firms are unable to pass on higher wholesale costs to their customers, which is forcing some - mostly smaller companies - to go out of business.\nSo far, four energy firms have gone to the wall, and four more are expected to follow in the coming days. On Sunday, the UK's sixth largest energy company, Bulb, announced it is seeking a bailout.\nThe government has said it is considering offering emergency state-backed loans to surviving energy companies to encourage them to take on customers from bust firms.\nMr Kwarteng said the government would \"not be bailing out failed companies\" and said the sector had seen a \"regular entry and exit\" over the past five to 10 years.\n\"The current global situation may see more suppliers than usual exiting the market but this is not something that should be any cause for alarm or panic,\" he said.\n\"The taxpayer should not be expected to prop up companies which have poor business models and are not resilient to fluctuations in price.\"\nThe business secretary said the government wanted to protect customers from \"price spikes\" and that the energy industry should not  return to the \"cosy oligopoly\" of years past where a few large suppliers \"dictated to customers conditions and pricing\".\nAt the beginning of 2021 there were 70 energy suppliers in the UK, but industry sources have said there may be as few as 10 left by the end of the year.\nMr Kwarteng added the UK benefited from having a \"diverse range of gas supply sources\" and had \"more than sufficient capacity, to meet demand\".\nShadow business secretary Ed Miliband warned that UK families were going to be hit by a \"triple whammy\" of tax rises, fuel costs and the end of the Universal Credit uplift this winter.\nIndustry group Oil & Gas UK has said wholesale prices for gas had increased by 250% since January - with a 70% rise since August.\nThe increase has been blamed on several factors, including a cold winter which left stocks lower than usual, high demand for liquefied natural gas from Asia, and lower supplies from other countries. Low winds meaning less renewable energy is being generated and outages at some nuclear stations have also contributed.\nIt has left some companies unable to provide their customers with the energy they have paid for. \nHowever, if a supplier fails, energy regulator Ofgem will ensure supplies continue for affected households, and they will not lose money owed to them. A new energy supplier would be responsible for taking on any credit balances a customer may have, but consumers may end up on more expensive tariffs when they are switched.\nAside from gas prices driving up energy bills, millions of households in England, Wales and Scotland are already facing a 12% rise in their energy bills from October when a higher price cap comes into force.\nSome of the largest energy companies have argued the current price cap on tariff - supported by both Labour and Conservative politicians - has helped trigger the current crisis.\n\"You can legislate to protect the consumer - but that can bankrupt the supplier,\" said one senior industry source. \nHowever, Mr Kwarteng said the energy price cap was \"not going anywhere\".\nOfgem will review the price cap in February. There has been speculation that the energy regulator could lift the cap between now and next year to allow firms to charge customers more to cope with rising wholesale gas prices. \nStacey Stothard followed all the advice. Aware that energy prices were rising, she shopped around to find a decent fixed deal for her gas and electricity.\nShe saved £300 - or so she thought. \nHer new energy supplier went bust and now she will be switched automatically to another one, and she is facing much higher bills, potentially amounting to hundreds of pounds more a year.\n\"It is just like watching the meter go up and up,\" she says. \"I did the right thing - not going for the cheapest deal, but choosing a company with a decent customer service record.\"\nEarlier on Tuesday, several smaller energy firms wrote an open letter sent to the prime minister, chancellor, business secretary and Ofgem, which stated they felt there \"voice, as suppliers of all different sizes, has not been heard\".\nSigned by the likes of Green, AMPower, Neon Reef and Tru Energy, it called for a support package for all suppliers, a review of the price cap and for smaller firms to be included in future discussions on the future of the energy market.\nIt was critical of Ofgem, saying it was \"currently unfit to regulate an industry they have appeared to have a vested interest in or turning a blind eye to the market returning to a selective monopoly and a reduction in competition\".\nIn a joint statement on gas prices, Mr Kwarteng and Ofgem chief executive Jonathan Brearley reiterated that the current crisis was \"not an issue of supply\".\nThe pair said there was a consensus among energy suppliers and consumer groups that the \"top priority\" must be support for customers, \"especially the elderly and vulnerable\".\n\"In the event an energy supplier fails, we are committed that consumers face the least amount of disruption possible - and there are clear and well-established processes in place to ensuring this is the case,\" they added.\nAs a result of gas prices booming, energy intensive fertiliser producers have shut down, which has created a shortage of the by-product of production, carbon dioxide.\nFood manufacturers and supermarkets have urged action because carbon dioxide is used to stun animals prior to slaughter and to keep food fresh for storage and transport. \nSupermarket Iceland's managing director Richard Walker told the BBC the carbon dioxide shortage must be prioritised to limit any potential disruption for supermarket supplies, which are also being affected due to a shortage in HGV drivers in the UK, partly caused by the pandemic and Brexit.\nSupermarket Ocado said it had \"limited stock\" of some frozen items due to gas shortages, while another supermarket told the BBC the situation was \"escalating quickly\".\nRead more about the next best steps to take here.\nHow will you be affected by this? Email  haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-58620379",
      "category": "uk-england-derbyshire",
      "title": "Killamarsh deaths: Man arrested after four bodies found",
      "tags": "Killamarsh",
      "text": "A murder investigation has been launched after four people were found dead at a house in Derbyshire.\nOfficers were called to a property in Chandos Crescent, Killamarsh, at 07:25 BST on Sunday after concerns were raised about the people living there.\nPolice said they have arrested a man and are not looking for anyone else.\nThe Outwood Academy City school in Sheffield confirmed it was closed following the \"tragic incident\" involving three of its students.\nMultiple emergency vehicles have been at the scene, with local people describing their shock at the large police presence.\nThe force asked that people \"avoid speculation and allow for space at this distressing time\".\nDet Ch Insp Rob Routledge, who is leading the investigation, said: \"We would really like to hear from anyone who saw or heard anything suspicious in the early hours of this morning, or has any information which they think could help with our inquiries.\n\"No matter how small you think that information may be, please do get in touch with us.\n\"It is understandably a worrying time for the community, and we would like to thank them for their patience and understanding at this time. It was important to us that close relatives of those involved were informed before we could give further details about the incident.\n\"Residents will continue to see a large police presence in the area, and patrols are being carried out for reassurance. If you do have any concerns, please don't hesitate to speak to them.\" \nNorth East Derbyshire MP Lee Rowley described the deaths as \"terrible and hugely tragic\".\n\"Our condolences to the family and our thoughts are with them,\" he said on Twitter.\n\"Killamarsh is such a lovely, close knit and warm community and I know that many residents will be shocked and worried by the news.\"\n\"I've no doubt that the village will pull together at this difficult time,\" he added.\nOne man living close by said: \"I'm shocked. I think people will be devastated.\"\nIn a statement on Twitter, Outwood Academy City school said: \"It is with great sadness that the academy will be closed today.\n\"A tragic incident has taken place in the community involving 3 of our students. We will however be open to any students who need our support.\n\"Our thoughts are with all those affected by this sad news.\"\nThe school said it was working with the police and was unable to give more information at this time.\nSt Giles Church in the town said it was welcoming visitors who have been affected by the \"shocking events\".\nIn a post on Facebook it said it would provide a space for prayer and for people to light a candle for the deceased and those who are grieving.\nFollow BBC East Midlands on Facebook,  Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58610234",
      "category": "world-europe",
      "title": "Aukus: French minister condemns US and Australia 'lies' over security pact",
      "tags": "France,Aukus,United States",
      "text": "France's foreign minister has accused Australia and the US of lying over a new security pact that prompted Paris to recall its ambassadors. \nJean-Yves Le Drian also accused the countries of \"duplicity, a major breach of trust and contempt\". \nThe pact, known as Aukus, thwarted a multibillion-dollar deal France had signed with Australia.\nAustralian Prime Minister Scott Morrison said he had acted in the country's national interests.\nHe insisted the French government \"would have had every reason to know that we had deep and grave concerns\" that the $37bn (£27bn) deal signed in 2016 - for France to build 12 conventional submarines - \"was not going to meet our strategic interests\".\n\"Of course it's a matter of great disappointment to the French government, so I understand their disappointment,\" he said. \"But at the same time, Australia like any sovereign nation must always take decisions that are in our sovereign national defence interest.\"\nThe Aukus agreement - which also includes the UK - will see Australia being given the technology to build nuclear-powered submarines as a way of countering China's influence in the contested South China Sea. \nFrance was informed only hours before the public announcement was made earlier this week. \nIn an interview with France 2 television on Saturday, Mr Le Drian said a \"serious crisis\" was in progress between the allies. \n\"The fact that for the first time in the history of relations between the United States and France we are recalling our ambassador for consultations is a serious political act, which shows the magnitude of the crisis that exists now between our countries,\" he told France 2. \nHe said the ambassadors were being recalled to \"re-evaluate the situation\". \nBut he said France had seen \"no need\" to recall its ambassador to the UK, as he accused the country of \"constant opportunism\". \n\"Britain in this whole thing is a bit like the third wheel,\" he said. \nNewly appointed UK Foreign Secretary Liz Truss defended the agreement in an article for The Sunday Telegraph, saying it showed Britain's readiness to be \"hard-headed\" in defence of its interests.\nThe pact means Australia will become just the seventh nation in the world to operate nuclear-powered submarines. It will also see the allies share cyber capabilities, artificial intelligence and other undersea technologies.\nAs he left Canberra on Saturday, French Ambassador Jean-Pierre Thebault called Australia's decision to unilaterally scrap the deal a \"huge mistake\".\nChina meanwhile has accused the three powers involved in the security pact of having a \"Cold War mentality\".\nA White House official has said the Biden administration will engage with France in the coming days to resolve their differences."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-58557434",
      "category": "uk-scotland-scotland-business",
      "title": "Energy customers hit by collapse of People's Energy and Utility Point",
      "tags": "Ofgem,Energy industry",
      "text": "Customers have been advised not to panic after two energy suppliers announced they had ceased trading.\nOne of the firms is Edinburgh-based People's Energy, which supplies gas and electricity to about 350,000 homes and 1,000 businesses.\nThe other is Dorset-based Utility Point, which has 220,000 domestic customers.\nNational advice service Advice Direct Scotland said energy supplies would continue for those affected.\nIt also said customers would not lose any money owed to them. \nConsumers have also been advised not to immediately switch to a new supplier as a new company will be chosen by regulator Ofgem.\nPeople's Energy was formed in 2017 by East Lothian couple David Pike and Karin Sode following a crowdfunding campaign.\nThe firm promised to return profits to its customers in a transparent, ethical way of working.\nIn August last year, it announced plans to create 100 new jobs with an expansion into the Borders.\nIn a statement on its website, People's Energy said: \"Please rest assured that your energy supply is secure and all account credit balances are protected for our domestic customers. \n\"This includes any recent top-ups that were made as part of the seasonal weighting initiative.\" \nIt added: \"We are truly sad that we weren't able to make this community-focused approach to energy supply work. \n\"Thank you to those of you who supported our mission from early on. We are very sorry about the inconvenience and disruption this will cause our customers.\"\nIn a similar announcement on its website, Utility Point said customers \"need not worry, their supplies are secure and domestic credit balances are protected\".\nAdvice Direct Scotland, which runs the national energyadvice.scot service, said customers affected \"should not panic\".\nSpokesman Colin Mathieson said: \"While this news can be worrying for consumers, it's important to remember that you won't be cut off if your energy supplier has gone out of business - so you don't need to do anything right now.\n\"The gas and electricity regulator Ofgem will arrange for your account to be transferred to a new supplier. \n\"There won't be a break in your supply when it's transferred over, although the price you pay for your energy might go up - and that's when you can consider switching supplier, and you won't be charged an exit fee to do so.\"\nFurther information about the collapse of the energy firms can be found on the Ofgem website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58513956",
      "category": "uk-wales",
      "title": "Covid: Parents to 'risk truancy fines' if school cases rise",
      "tags": "Schools,Swansea,Welsh government,Coronavirus pandemic",
      "text": "Some parents have said they are willing to take their children out of class and risk truancy fines if Covid cases rise now pupils are back in schools.\nThe reintroduction of truancy fines for parents who repeatedly keep their children off school is being reviewed after it was suspended during Covid.\nWelsh government guidelines currently state pupils can attend school if someone they live with has Covid-19.\nThe government said some measures were removed due to the Covid jab rollout.\nMother-of-two Charlotte Harding said she was so happy her children were back in school, after so many months of having to stay at home. \n\"It is so important, my eldest was becoming quite reclusive during lockdown... I hope it doesn't happen again,\" she said.\nHowever, Ms Harding, who lives in Rhondda Cynon Taf, has Sjgrens' Syndrome, an autoimmune disease which affects her lungs and causes chronic pain.\nShe said if Covid cases rose much further she would reluctantly withdraw them from school, and happily face a fine, if it kept her family \"well and safe\".\nCharities have called on the Welsh government to take action to help vulnerable people while keeping schools open, saying parents are facing a \"catch-22\" choice between their family's health and education.\nIt comes as Wales' Covid infection rate remains high at 487 cases per 100,000 people - although it has dropped over the last week from a high of 558 - and Public Health Wales (PHW) reported eight further Covid deaths and 2,618 new cases on Friday.\nCurrent Wales guidance means children remain home if they have Covid, or need to shield, but no longer have to stay off school if a parent or someone they live with tests positive for coronavirus. This is as long as they have no Covid symptoms and have a negative test.\nCovid rules - such as wearing masks and bubbles - have eased in most schools across Wales, but in Swansea and Neath Port Talbot some measures have been reintroduced after cases spiked.\nParents have said they were desperate for their children to remain in class, but some feared they would soon have to reluctantly keep them at home due to the rules being \"unsafe\".\nOne mother, who does not want to be identified after facing trolling online, said she was delighted her son, five, was back in school, but was \"terrified every day\" he might catch Covid.\nHaving an underlying medical condition which could put her at higher risk, she said she was doing everything she could to keep her family safe, but parents were hugging at gates and not wearing masks.\n\"It is like feeding time at the zoo,\" she said.\n\"I drum it into him to wash his hands, but he puts things in his mouth...He's only five,\" she said.\n\"I'm not willing to gamble our lives for 10 days of education at home. Things are going to come to a point where I'm going to have to put my family's health ahead of my son's education.\"\nIrene, from south east Wales, said restrictions should not be put back in place in schools, as children's lives needed to get back to some sense of normality after so much disruption.\nShe said her son had become disengaged and had struggled starting high school after lockdown, and was only starting to enjoy hobbies again.\n\"They are in a regulated setting, sitting down, they are already following so many rules,\" she said.\n\"If there is another winter lockdown I can see the schools and the children getting the blame again... but there's concerts and sporting events.\"\nAIMS, a charity for people living with autoimmune diseases and Multiple Sclerosis, said action was needed to help those who were left facing a \"double-edged sword\" as they were desperate for children to remain in school.\nAlison Coates, founder of the charity, said many who had lower immune systems were being really careful, as they could be more susceptible to getting sick despite having had the vaccine.\nHowever she said they had no control over whether children catch it in schools, and the government needed to look at ways to help protect parents and siblings who were more vulnerable to Covid.\n\"These small vulnerable groups have been side-lined to a certain extent... we should be rallying around and trying to protect them,\" she said. \"We cannot just lock people away and forget about them.\"\nIn England, the now former education secretary Gavin Williamson had already said parents would be fined \"unless there is a good reason for absence\" if they did not attend classes this term.\nHowever, in Wales, while councils have the power to issues fines for unauthorised absences, the Welsh government had said it would \"not be appropriate\" during Covid.\nThe no-fining policy is under review, with officials considering whether to begin issuing the punishment if pupils remain at home.\nThe National Education Union Cymru said fines were not the answer and would damage the relationship between schools and parents.\nThe Welsh government said the guidance was \"absolutely clear\" and if a child had any Covid symptoms or had a positive test they must remain at home.\n\"The success of the vaccination programme has enabled the removal of some of the measures previously taken in schools,\" they said.\n\"To minimise disruption to schools, while keeping them safe, we have introduced a framework so that schools can increase measures to limit the spread of Covid, where health professionals have identified an increased risk locally.\"\nA spokesperson added that when it came to fines \"schools in Wales have provided a safe, secure and welcoming environment for pupils and staff\". \n\"We'll continue to work together to make sure education continues for all children and young people, with as little disruption as possible,\" they said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58611030",
      "category": "uk-england-york-north-yorkshire",
      "title": "Girl, 2, dies after falling from pony at Bedale Hunt meet",
      "tags": "Bedale",
      "text": "A two-year-old girl has died after falling from a pony during a hunt meeting in North Yorkshire.\nThe toddler was riding with members of the Bedale Hunt on land near Northallerton when she fell on Wednesday, a hunt spokesman said.\nHe described the fall as a \"tragic accident\" and offered condolences to all affected. \nNorth Yorkshire Police said it was compiling a report on behalf of the coroner.\nRead more Yorkshire stories\nA spokesman for the force said the girl died in hospital during the early hours of Thursday.\n\"The girl's family are receiving specialist support while enquiries are ongoing into the incident,\" he added.\nThe hunt spokesman said: \"As a community we are all completely devastated but are pulling together to support the family.\"\n\"We urge that everybody respects the family's privacy during a very distressing time.\"\nThe Yorkshire Air Ambulance confirmed it had attended the incident but did not provide further details.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58606870",
      "category": "uk",
      "title": "Holiday bookings surge after travel rules change",
      "tags": "Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "Holiday bookings have surged since the government announced foreign travel rules were being simplified in England.\nTransport Secretary Grant Shapps said the travel traffic light system was being replaced with a single red list.\nAnd fully vaccinated people will no longer need a pre-departure test before returning from non-red list areas.\nTravel firms said they had already seen an uptick in bookings and expected a busy weekend.\nAs part of the changes announced by Mr Shapps on Friday, eight countries - Turkey, Pakistan, the Maldives, Egypt, Sri Lanka, Oman, Bangladesh and Kenya - are being removed from the red list from Wednesday. \nIt means people returning from these destinations will no longer have to stay in hotel quarantine. \nMr Shapps also announced that from October travellers returning to England will no longer have to take a PCR test two days after arrival. Instead, they can take the quicker and cheaper lateral flow tests.\nHuw Merriman, chairman of the Commons transport select committee and who previously criticised PCR tests for being too expensive, welcomed the rule change.\nThe Conservative MP told BBC Breakfast it would make foreign travel simpler, more cost-effective and reflected the UK's high vaccination rate.\nHe also said it would be \"interesting\" to see if there would be some form of registration requirement for lateral flow tests.\nTravel bosses welcomed the changes and reported an increase in holiday bookings since the announcement.\nSteve Heapy, chief executive of tour operator Jet2, said there had been a \"phenomenal\" consumer reaction since the announcement, with \"huge\" demand for holidays in the next few weeks.\nHe added that destinations across the board were \"selling well\" across late summer, winter and summer 2022 dates, and the firm had seen a \"surge in bookings\" for family holidays during October half-term.\nThomas Cook said October half-term bookings were three times higher than in August and it expected this weekend to be the biggest of the year. \nTui also said it had seen \"an uptick in bookings\" for Turkey for next month, while online travel agency Skyscanner saw a spike in traffic in the 30 minutes following Mr Shapps's announcement.\nChris Parker, director of capacity and passenger performance at DFDS ferries, said the rule changes were \"better late than never\" but it was a \"shame\" that the summer season had been lost.\nHe told BBC Radio 4's Today programme there was a real collapse in bookings this year, at about 20% of 2019 bookings.\nBut following Friday's announcement, there was an \"immediate spike\" in visits to their website and an uptick in bookings for October onwards. \nThe travel rule changes will see families and loved ones reunited.\nSafina Hameed said she was \"over the moon\" Pakistan will be removed from the travel red list, as it means she will be able to hug her daughter for the first time in two years.\nMrs Hameed, who lives in Karachi, told BBC Radio 4's Today programme that being separated from her daughter Shahana Minhas and her only grandson was \"horrible\".\nMrs Minhas, who lives in London, said she and her husband had been cautious about Covid and wanted to wait until they and their parents were vaccinated before they considered travelling to see each other.\n\"But then as soon as we got vaccinated and our parents got vaccinated, Pakistan went on the red list so there went any hope of actually being able to see them finally.\"\nSince the announcement, she has been looking at flights to Pakistan.\n\"It's literally been counting the days until we can finally see each other and things can go back to the way that they were,\" she said.\nLabour has raised concerns over how the monitoring for coronavirus variants will continue amid the plans to scrap the PCR test requirements.\nShadow transport secretary Jim McMahon urged ministers to explain how it would continue and whether they planned to increase sequencing of tests.\nThe Scottish government said it would also drop the traffic light system but would not follow England in removing the pre-departure test requirement for fully vaccinated people returning from non-red list countries.\nThe country's Transport Secretary, Michael Matheson, said there were \"concerns\" this would \"weaken our ability to protect the public health of Scotland's communities\".\nScotland will also not copy England in using lateral flow tests on day two at this stage.\nThe decision to diverge from England's rules has been criticised by Edinburgh Airport, which said the move would \"further curtail Scotland's aviation and travel industries in their recovery\".\nThe Welsh government said it would consider the UK government's proposed changes, but health and social services minister Eluned Morgan warned they could \"weaken the line of defence on importing infection and increase opportunities for new infections and new variants to enter the UK and Wales\".\nBoth administrations said they would mirror the changes to the red list destinations.\nNorthern Ireland's executive said it will follow other UK nations in dropping the traffic light system, but the proposed changes on pre-departure and post-arrival testing were still under consideration and would be discussed by ministers next week.\nMr Shapps said the measures were intended to strike the \"right balance\" between simplifying the system while managing the public health risk \"as the number one priority\".\nAirport Operators Association chief executive Karen Dee said the easing of restrictions should encourage more people to travel over the winter, but urged ministers to put support into the industry as furlough ends.\nEasyJet chief executive Johan Lundgren said it was a \"welcome step forward\" which would make travel to Europe significantly easier although more needed to be done."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58580509",
      "category": "world-australia",
      "title": "Aukus: What will nuclear-powered submarines mean for Australia?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58613394",
      "category": "entertainment-arts",
      "title": "Liam Gallagher shares photo after 'helicopter fall'",
      "tags": "Liam Gallagher,Oasis",
      "text": "Liam Gallagher has told fans he fell out of a helicopter after performing at the Isle of Wight Festival.\nThe former Oasis frontman, who headlined the Friday night of the music event, shared a photo of his bruised and cut face on Twitter. \nGallagher compared himself to the late The Who drummer Keith Moon, who was infamous for his wild behaviour.\nThe 48-year-old also joked that the image could feature on the cover of his next solo album.\nThe singer tweeted: \"So check this out I fell out the helicopter last night you couldn't rite it all good who said RnR is dead Keith moon eat your drum skin out C'mon you know LG x\"\nGallagher jokingly responded to one fan who asked how high he had fallen from, saying \"100 thousand feet\".\nAnother fan asked if there was any CCTV footage of the fall, prompting him to respond: \"Yeah it's in the nxt video.\"\nIt comes ahead of the release of new documentary, Oasis Knebworth 1996, celebrating the 25th anniversary of the Britpop band playing two concerts at Knebworth Park, Hertfordshire."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58090533",
      "category": "business",
      "title": "Why are gas prices so high and what is happening to fuel bills?",
      "tags": "Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "Householders in the UK will find out in the next few weeks how much their gas bills are likely to increase in the coming year.\nThe energy regulator is due to announce the new energy price cap - the maximum amount that suppliers can charge in Great Britain.\nIt's expected to rise steeply, because global wholesale prices have gone up so much.\nEvery six months, Ofgem, the energy regulator, reviews the maximum price that suppliers in England, Wales and Scotland can charge domestic customers on a standard - or default - tariff.\nThis is called the energy price cap. \nAbout 15 million households saw their energy bills increase by 12% when it was last updated in October. \nThe next review is due at the beginning of February, and the new cap will come into effect in April. Industry predictions suggest gas prices could go up by as much as 50%.\nThere is a separate energy market in Northern Ireland, with two gas suppliers, and prices have risen sharply for consumers there too.\nThere's been a worldwide squeeze on gas and energy supplies over the past year.\nAs a result, wholesale gas prices have risen to unprecedented levels. At the end of December, they hit a new record of 450p per therm, which experts think could take average annual gas bills to about £2,000 next year.\nReasons for the increase include:\nThere are a number of technical and geopolitical issues at play as well, which mean many countries across Europe are grappling with the same problems.\nHowever, the UK is hit relatively hard-hit because it is one of Europe's biggest users of natural gas. Around 85% of homes have gas central heating, and it also generates a third of the country's electricity. \nStorage capacity in the UK is also lower than in some other European countries.\nSince wholesale gas prices started to spike, more than 20 retail energy suppliers have collapsed in the UK. \nThis is largely because the energy price cap prevented retailers from passing on higher wholesale prices to their customers.\nSeveral smaller companies, with fewer reserves, could not weather this.\nFailed firms include Bulb Energy, with 1.7 million customers. Because of its size, it was put into \"special administration\", and is now run by the government, through Ofgem.\nNearly four million customers have been affected. Many households saw their energy prices rise when their supplier went bust, and they were switched over to a more expensive deal with another supplier.\nThe government faces calls from energy companies, the opposition, and even some of its own MPs, to do more to prevent prices from rising too much.\nSuggestions include:\nIn the past, consumers have been encouraged to shop around when energy bills rise.\nBut at the moment better offers - including fixed deals - are simply not available.\nPeople already on fixed deals are advised to stay put.\nInstead of searching for a cheaper deal, householders are being encouraged to improve the energy efficiency of their homes.\nThe Energy Saving Trust says that simple changes to our homes and habits could offset the current price rises.\nMany companies face a considerable rise in their bills. That could mean they have to: \nEnergy-intensive industries are particularly exposed, but the problem affects every company that has to pay energy bills - even if it is just to heat an office or shop."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58612566",
      "category": "world-us-canada",
      "title": "Migrants in Texas: Thousands moved to processing centres",
      "tags": "Haiti,US immigration,Mexico,Texas,United States,Migration",
      "text": "US officials have moved thousands of migrants away from a Texas border town that has seen an influx of mostly Haitian migrants over the past week. \nMore than 10,000 people had gathered under a bridge connecting Del Rio in Texas to Mexico's Ciudad Acuña. \nLocal officials have struggled to provide them with food and adequate sanitation. \nSome 2,000 people were moved to immigration and processing stations on Friday. \nThe US government says it plans to fly the migrants back to where they began their journeys. \nFlights are expected to start on Sunday, with the US currently negotiating returns with the countries in question. \nHaiti's Prime Minister Ariel Henry sent support to the migrants on social media late on Saturday, saying \"arrangements have already been made\" to welcome those who return.\nBut some migrants say they are afraid to return. \"In Haiti, there is no security,\" Fabricio Jean, 38, who is at the camp with his wife and two daughters, told the Associated Press. \"The country is in a political crisis.\"\n\"There's people killing each other in Haiti, there's just no justice,\" another father of two, 29-year-old Stelin Jean told the Texas Tribune. \"I just want to live a calm life without any problems, I want to live somewhere where I know there's justice.\"\nThe US Department for Homeland Security said in a statement that the transfers will continue \"in order to ensure that irregular migrants are swiftly taken into custody, processed and removed from the United States consistent with our laws and policy\". \nIt added that US Customs and Border Protection is sending 400 additional agents to Del Rio, a city with a population of roughly 35,000. \nDel Rio's Mayor Bruno Lozano has declared a state of emergency, and described the situation as \"unprecedented\" and \"surreal\". He said border patrol had been overwhelmed and that \"agitated\" migrants were living in impossible conditions.\nThe makeshift camp at Del Rio has few basic services, and migrants waiting in temperatures of 37C (99F), have been wading back across the river into Mexico to get supplies.\nThe migrants are mostly Haitians, with some Cubans, Peruvians, Venezuelans and Nicaraguans also present.  \nMany Haitians left the country after a devastating earthquake in 2010, and a large number of those in the camp had been living in Brazil or other South American countries and travelled north after being unable to secure jobs or legal status.\nCubans too have been fleeing the island's worst economic crisis since shortly after the end of the Cold War, the BBC's Mexico correspondent Will Grant reports.\nHe says many of the migrants in Texas have made probably the most treacherous migrant journey in Latin America by crossing the thick jungle of the Darien Gap between Colombia and Panama on foot.\nThe US government has reported a surge of migrants at the border with Mexico this year.\nThe number of migrants detained there in July exceeded 200,000 for the first time in 21 years, according to government data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58612530",
      "category": "uk",
      "title": "Boxer Amir Khan removed from US flight",
      "tags": "Bolton,American Airlines,Air travel",
      "text": "British boxer Amir Khan has been removed from a flight in the US after a reported row over face coverings.\nMr Khan, 34, said he had been taken off the American Airlines plane along with a colleague by police when someone complained his friend's mask \"was not high enough\".\nThe airline said the flight from Newark Airport to Dallas-Fort Worth returned to the gate after two people reportedly \"refused to comply with crew requests\". \nIt denied that police had intervened.\nA spokesman for the airline said: \"Our customer relations team is reaching out to Mr Khan to learn more about his experience and reinforce the importance of policies implemented for the safety of our customers and crew.\"\nIn a video posted to Twitter, Mr Khan said he was flying to a training camp in Colorado after a stay in New York and was left \"disgusted\" by his treatment.\nThe former light-welterweight world champion, from Bolton, said: \"I was taken off the plane today when I was going to training camp to Colorado Springs, by the police.\n\"Obviously a complaint was made by American Airlines staff, they said that my colleague's mask was not high enough and not up, that they had to stop the plane and take me and my friend off when I did nothing wrong.\"\nHe added: \"Now I have to reschedule another airplane to travel back to training camp which is really upsetting, for no reason this was and I'm just so disgusted that American Airlines would do this to us and ban me from travelling.\"\nAmerican Airlines said Flight 700 returned to the gate at Newark Liberty International Airport in New Jersey after two customers \"reportedly refused to comply with repeated crew member requests to stow luggage, place cell phones in airplane mode and adhere to federal face covering requirements\". \nIt said \"per protocol\" police were present when the aircraft returned to the gate but were not involved in asking either passenger to leave the plane and did not intervene.\nNeither Mr Khan nor his colleague had been banned from the airline, it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58618177",
      "category": "uk-wales",
      "title": "Council tax shake-up could be part of Labour-Plaid deal",
      "tags": "Plaid Cymru,Council tax,Welsh government,Welsh Labour,Adam Price,Welsh Parliament election 2021,Welsh Parliament",
      "text": "Changing the council tax system could be part of any potential Labour-Plaid deal in the Senedd, according to the first minister.\nMark Drakeford said the talks were necessary because Welsh Labour has no overall majority to deal with \"challenging and ambitious issues\".\nBoth parties are continuing to discuss \"an ambitious co-operation agreement\". \nPlaid members are not expected to enter government as a deal is likely to fall short of a formal coalition.\nBBC Wales has been told a deal would likely include a number of policies that both parties work together on delivering. \nWelsh Labour and Plaid Cymru promised to reform council tax in their manifestos for May's Senedd election.\nLabour did not commit to any particular proposals beyond \"reforming council tax to ensure a fairer system for all\". \nPlaid Cymru's manifesto pledged to \"undertake a revaluation, increase the number of bands at the higher end of house valuations, and ensure that council tax is more proportional to the value of properties\".\nThe last council tax revaluation in Wales was undertaken in 2003.\nPlaid also promised to \"bring forward proposals for a new and fairer land and property tax... to replace first business rates, and then, council tax\".\nLabour matched its best ever Senedd result in May's election, winning 30 of the 60 seats in Cardiff Bay. \nSpeaking on BBC Radio Cymru's Dewi Llwyd programme, First Minister Mark Drakeford explained his party would not be able to \"pass a single piece of legislation with 30 votes, you can't pass a budget through the Senedd either\".\nAsked for an example of a policy that could be included in any deal with Plaid Cymru, he suggested changes to council tax.\n\"But it is very difficult to do because some people lose out, a lot of people win,\" Mr Drakeford explained.\nSpeaking on the BBC Politics Wales programme, Plaid Cymru Senedd Member Rhys ab Owen said he would like to see Senedd reform, a national care system, and the issue of second homes included in any deal.\nThe South Wales Central MS added: \"I think the public out there appreciate politicians coming together on a consensual level to agree on some of the big issues to move things forward.\"\nDarren Millar, Conservative MS for Clwyd West, told Politics Wales: \"What I'm concerned about is that this will end up being another pact which is absolutely obsessed with constitutional change and obsessed with trying to devolve more powers from Westminster.\"\nHe added this came at at a time when \"we need every sinew of the Welsh government to be focussed on getting to grips with the crisis in our NHS, making sure that we help businesses recover from Covid, and help in our education system catch-up with those may lost months of education\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57809611",
      "category": "uk-wales",
      "title": "Covid: Children missing school to protect family holidays",
      "tags": "Primary schools,Coronavirus lockdown measures,Contact tracing,Caernarfon,Coronavirus vaccines,Rhyl,Coronavirus testing,Welsh government,Wales education,Self-isolation,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "Parents are keeping their children off school so they can avoid self-isolating ahead of the summer holidays. \nHeddwen Lois Williams said \"it's something we've got to do\" before a family trip away.\nFor the week ending 2 July, there were 8,393 unauthorised absences in Wales - up 1,000 on the previous week.\nEducation Minister Jeremy Miles said children had lost a lot of school in the past year and it was important they attended.\nHowever, for the week ending 2 July, 84.2% of pupils were in the classroom - the lowest rate since the return after Easter holidays. \nHeddwen, 37, said she had no choice but to keep Seren, Deian and Owain Iago off school in Caernarfon, Gwynedd. \nInstead of being in lessons, they have been playing football in their grandparents' garden.\nHeddwen said: \"I know my husband and I still have to go to work, but then we decided that we don't really have to send the children to school, so we've decided to keep them away for the last week.\"\nSeren is in Year 7 - the first year of secondary school - while Deian and Owain Iago are in Year 3 and reception, respectively.\nAs her children are young, Heddwen is not too worried about whether it could affect their education.\n\"I'll be honest - it's the last week before the summer and I know everybody is starting to wind down. So no, because of the timing, I'm not feeling guilty about them losing anything,\" she added.\n\"I think it's been a hard year for everyone and I think it's something we've got to do, because the children are really looking forward to a nice family break. That's the decision we've done and we're happy with that decision.\"\nThe children's grandparents are looking after them ahead of a staycation next week and Heddwen said she knows of others taking similar steps.\n\"Some other parents have tried to reduce the risk by not taking them on the school bus, for example, just to get those bubbles down.\"\nFigures released on Thursday showed 549 cases in the preceding week were linked to schools - almost a fifth of all new Covid-19 cases in Wales.\nPositive cases in schools have led to thousands of children having to self-isolate. \nAt one point two weeks ago, all remaining pupils at Rhyl High School in Denbighshire were in isolation.\nWhile fines may be issued for unauthorised school absences, Welsh government guidance says: \"Punitive measures, including fines, would not be appropriate measures to take unless authorities deem it necessary to pursue a small number of cases relating to persistent absence, which are unrelated to the Covid-19 pandemic.\"\nMr Miles told BBC Radio Cymru's Dros Frecwast school was where children got \"the best education and support\".\nHe added: \"I want to make sure that they have the opportunity to be in school to be able to build on what is needed after the last year.\"\nA Welsh government spokesman said: \"We'll continue to work together to take further steps to make sure education continues for all children and young people, with as little disruption as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58615784",
      "category": "business",
      "title": "Gas price rise: US boss holds crisis gas talks with UK",
      "tags": "Companies,Meat,Supermarkets,Food industry,Cranswick,CO₂ shortage",
      "text": "The boss of a US company that supplies 60% of the UK's food-grade carbon dioxide supply has held crisis talks with the government over shortages.\nTony Will, chief executive of CF Industries, arrived in the UK earlier after the firm stopped production at its two fertiliser plants because of soaring wholesale gas prices.\nFood firms are warning a shortage of CO2 is threatening produce supplies.\nHigh global demand for gas has been blamed for the recent surge in prices.\nCarbon dioxide is used to stun animals prior to slaughter and in dry ice form to keep food fresh for storage and transport. It is a by-product of fertiliser manufacturing.\nLast week, CF Industries, the UK's biggest CO2 producer, stopped production at its Teesside and Cheshire fertiliser plants \"due to high natural gas prices\". Wholesale gas prices have jumped by 250% since January, according to Oil & Gas UK, the industry group. \nCF Industries said it did not \"have an estimate for when production will resume\". \nThe BBC has also been told that officials from the Department for Business, Energy and Industrial Strategy have been \"working with\" the company in recent days.\nBusiness Secretary Kwasi Kwarteng tweeted that he had met Mr Will and \"discussed the pressures the business is facing and explored possible ways forward to secure vital supplies, including to our food and energy industries\".\nFood producers and supermarkets have warned of the impact CO2 shortages are having on the industry.\nRanjit Singh Boparan, owner of UK poultry giant 2 Sisters Food Group, said the decision by CT Industries to halt operations, was a \"massive body blow\" for the food sector and placed it \"at breaking point\".\nAdam Couch, the boss of pork producer Cranswick said the industry was \"already at tipping point ahead of the demanding Christmas period\".\n\"We have worked tirelessly throughout the pandemic to keep food on the shelves, but there is a real risk of product shortages across the country if the government does not act immediately to address these issues,\" he added.\nSupermarket Ocado said it had \"limited stock\" of some frozen items due to gas shortages, while another supermarket told the BBC the situation was \"escalating quickly\".\nOne supermarket executive told the BBC the CO2 issue is \"escalating quickly\" and was causing a \"big supply issue\".\n\"The big meat suppliers are saying they have two to three days' supply and are now having to prioritise how they use what they have,\" he said.\nHe said the problem \"compounds\" supply issues the food, drink and supermarket industries are already facing due to shortages of HGV drivers in the UK, caused partly by the pandemic and Brexit.\nThe British Poultry Council said that the supply chains will \"inevitably slow down\" if CO2 supplies become tighter and more unpredictable in the next five to seven days. \nA spokeswoman said product types might be reduced as meat companies streamline production to try to cut down the impact of shortages. \nIan Wright, chief executive of the Food and Drink Federation, stressed that the UK was not going to run out of food, but said there would be \"major concerns\" over supply to supermarkets and other food outlets.\nHe suggested the government would need to take an \"innovative\" approach to dealing with the shortage of CO2, such as perhaps subsidising companies who produce the gas over the next four or five weeks. \n\"Or the knock-on effects of this may well be felt right the way through to the end of the year and particularly over the key Christmas trading period,\" said Mr Wright.\nMr Kwarteng has been in talks with energy suppliers as well as the energy regulator Ofgem over the weekend amid fears more small companies could go bust in the coming days.\nCOP26 president Alok Sharma told BBC's Andrew Marr Show that people should not be concerned about the risk to the supply of gas. And he said the energy price cap and warm homes discount - two cost-limiting measures - would protect people.\nAn Ofgem spokesperson said: \"Ofgem continues to work closely with government and industry to ensure consumers continue to be protected while global gas prices are high and will speak further on these issues at the industry roundtable [on Monday].\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58610561",
      "category": "business",
      "title": "Four more small energy firms could go bust next week",
      "tags": "Energy customer switching,Ofgem,Energy industry,Energy service companies",
      "text": "At least four of the smaller UK energy companies are expected to go bust next week amid soaring wholesale gas prices. \nIndustry sources have told the BBC that four firms have asked larger players to bid to take over the supply to one million customers.\nThe price rise has left some companies unable to provide their customers with the energy they have paid for.\nIndustry rules mean supplies will continue for affected customers, and they will not lose money owed to them.\nThe new company is also responsible for taking on any credit balances the customer may have. \nBut paying that credit out to customers is a further disincentive for companies to take on new business. \nBusiness Secretary Kwasi Kwarteng tweeted: \"Some energy companies are facing pressure. Ofgem has robust measures in place to ensure that customers do not need to worry, their needs are met, and their gas and electricity supply will continue uninterrupted if a supplier fails.\"\nThe government added that if the company is not taken over there were processes in place to appoint a special administrator to temporarily run the suppliers.\nIt came after the government held talks with representatives from the energy industry amid growing concern about the impact of the spike in wholesale gas prices on households and businesses, including food manufacturers.\nThe government said the business secretary was reassured that security of supply was not a cause for immediate concern within the industry. \n\"The UK benefits from having a diverse range of gas supply sources, with sufficient capacity to more than meet demand... the UK's gas system continues to operate reliably and we do not anticipate any increased risk of supply emergencies this winter.\"\nMr Kwarteng said: \"Our largest single source of gas is from domestic production, and the vast majority of imports come from reliable suppliers such as Norway...\n\"However, our exposure to volatile global gas prices underscores the importance of our plan to build a strong, home-grown renewable energy sector to further reduce our reliance on fossil fuels.\"\nThe business secretary said he will have further talks with Ofgem on Sunday to discuss the issues raised by the industry, and on Monday he will seek a further meeting with industry figures \"to plan a way forward\".\nFour small suppliers ceased trading in recent weeks, including Edinburgh-based People's Energy, which supplied gas and electricity to about 350,000 homes and 1,000 businesses, and Dorset-based Utility Point which had 220,000 domestic customers.\nAt the beginning of 2021 there were 70 energy suppliers in the UK. Industry sources say there may be as few as 10 left by the end of the year. \nGovernment sources have said the impact on small energy companies that might be the most exposed was being monitored.\nSource: Citizens Advice\nMany smaller companies have not insured - or hedged - their exposure to rapidly rising prices and some of the ones that have are cashing in that insurance now to survive - leaving them vulnerable to further shocks.  \nThe end of summer is the time of year when credit balances are at their highest as customers have been paying their usual monthly amount but not using much energy for heating their homes.  \nOfgem may have to allow the cost of those balances to be spread across the industry - adding hundreds of millions of pounds to energy bills through industry-wide levies.  \nUnder normal circumstances there is a competitive auction process with the company offering the lowest energy price being rewarded with the additional customers. That is not the case in current market conditions.  \nAs one industry executive put it: \"With energy prices having rocketed, and the energy price cap [the maximum price suppliers can charge customers on a standard tariff] already having been set for this year, no-one is that keen to take on new business. The cap is now the cheapest price in the market.\"\nWhen this has happened in the past, the companies involved have failed and Ofgem has asked larger players to bid to take on the new customers. \nIndustry group Oil & Gas UK said wholesale prices for gas are up 250% since January - with a 70% rise since August.\nHigh global demand, maintenance issues at some gas sites and lower solar and wind output are blamed for the rise.\nEmma Pinchbeck, chief executive of trade association Energy UK, told BBC Radio 4's PM programme: \"There is a longer conversation to be had about our retail market design and how we make sure we are not vulnerable to volatile, international commodity prices again.\"\nAdditional reporting by Alex Kleiderman"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58584839",
      "category": "uk-wales",
      "title": "'Mam fled civil war in Nigeria as a child 55 years ago'",
      "tags": "Nigeria,Refugees and asylum seekers,Biafran separatists ",
      "text": "Fifty-five years ago, Nigeria was locked in a bitter four-year civil war.\nIt would leave over three million people dead, including over a million starved to death in a blockade of the Biafran south-east.\nMany foreign nationals working on Nigeria's oilfields were also caught up in the fighting, including Gaynor Prior, the mother of reporter Neil Prior.\nIt's Sunday afternoon. After a roast dinner at my mother's home in Swansea, talk turns to our childhoods. \nMam, who's usually quite gregarious, suddenly becomes very withdrawn. \"It's 55 years since I left Nigeria,\" she says.\nI've always known Mam had to flee Nigeria as a ten-year-old in the wake of the 1966 Biafran Coup, but it wasn't something we talked about.\nDon't get me wrong, she often reminisces about the four highly enjoyable years she spent living in Port Harcourt, but rarely touches on the last few days when she had to abandon all her friends, belongings and her African bush dog, Nero.\nI ask her if she'd like to talk about it. I meant as a son rather than a journalist, but to my amazement, she says: \"Yes, I want people to read about what it's like, if only so they can better understand what these poor poor Afghani people will be going through right now.\"\nMam's father, Alan Maggs, was a chemical engineer for British Petroleum (BP). In 1962, just two years after Nigerian independence, he was posted to the newly discovered oilfields of the Niger Delta.\nMy family - my grandparents and their six-year old daughter Gaynor, my mother - arrived in Port Harcourt that year. Mam's elder sister, my Aunty Susan, remained in Swansea to complete her O-Levels.\nThey lived alongside the Igbo people of south-east Nigeria, an area known as Biafra, which was predominantly Christian.\nThe civil war was portrayed in the press as a religious conflict, but many other factors were at play, including oil revenues and historical tensions over the way Britain had amalgamated disparate tribes into one artificial nation.\nMam describes an idyllic childhood, in which war couldn't have been further from their minds.\n\"One of my earliest memories is catching an aeroplane from Heathrow to Lagos, then a smaller plane to Port Harcourt,\" she recalls.\n\"I remember the blistering heat as they opened the plane doors. I thought I'd never be able to survive it, but within weeks I'd got used to it.\"\nShe was enrolled at Santa Maria school, and soon became a fixture at the Humkorshe swimming club.\n\"Getting up at about 05:00 to catch the minibus twenty miles to school was the worst part, and the nuns who ran the school were very, very strict. But on the up-side, we'd be finished by 12:30 and could spend the best part of the day doing as we pleased.\n\"For me that was swimming at Humkorshe, doing length after length and diving in the wonderful sunshine.\"\nMam soon made friends, and acquired an extended Nigerian family.\n\"We had a gang of five: Two girls, Ezikama and Stella who were my Nigerian friends, then there was Angelo, an Italian lad, and Michael from the north of England, both of those were the sons of oil workers.\n\"We'd cycle for miles and miles. Once we discovered an abandoned steam engine and made a den there.\n\"That turned out not to be such a good idea, as I got a poisonous spider in my hair, and had to cycle as fast as I could back to Michael's house, where his servant probably saved my life.\"\nShe speaks with fondness about the people who worked for them, but looking back she reflects on the inequity of the situation. \n\"It probably sounds wrong nowadays to say that we had servants, but Simon and Sunday weren't just servants, they were part of our family. They were my friends, confidants and fellow mischief-makers. I'd hate for anyone to think we were exploiting them, but in today's terms I suppose we were,\" Mam reflected.\n\"I still have a photograph of Simon which I sent back to my sister Susan, but so many of them, including all the ones of Sunday, I had to leave behind when we left.\"\nThen came the day in 1966 when Alan returned from work with troubling news.\nMam says: \"Dad was very quiet. After a while he explained that the Igbo tribe had risen up in an attempt to establish an independent Biafran state.\n\"I said, 'but that won't affect us though right? Simon and Sunday are Igbo, there's no way they'd hurt us…?'\"\nWhat Mam hadn't considered was that Britain had backed the northern-dominated Nigerian army against the Biafran separatists.\nMeanwhile, France was supporting the Igbo, setting up a proxy war between the two so-called allies for influence over West Africa and its oil reserves.\nDays later my grandmother, Doreen, received a call from Alan at work. They were given hours to flee the country.  \n\"I don't know how close the fighting was to us, but the one thing which sticks with me is the sense of urgency. We had to get out that minute,\" Mam explains.\n\"I do remember we flew out on a Dakota [military transport aircraft], we had to get in from a ramp underneath.\"\nOnly women and children could leave Port Harcourt on the emergency flights. Alan had to travel overland to Malawi, and catch a flight home from there, which took several weeks.\nMam adds: \"In the immediate weeks afterwards, I was of course terrified for Dad. Every night I cried myself to sleep about what had happened to Nero, but what I recall more than anything is my sister Susan being so angry that I'd taken all her teddy bears out to Nigeria, and had had to leave them all behind.\"\nIn the months and years which followed, Mam became increasingly traumatised by the fate of the extended family she'd left behind.\nThe Igbo people who had assisted British oil workers were persecuted within Biafra for their perceived treachery.\nThe region as a whole was blockaded by the Nigerian army. An estimated one to two million people starved to death before a ceasefire was finally signed in 1970.\n\"There's barely a day goes by that I don't think about what happened to all of them.\n\"If there's one thing I can do with this story,\" Mam says, \"if a refugee, say from Afghanistan, ends up in the house next door to you, please please be kind to them. You have no idea what they've been through or who they've had to leave behind.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58615829",
      "category": "uk",
      "title": "BBC 'extremely sorry' over loss of murdered schoolgirl's clothes",
      "tags": "BBC,Brighton",
      "text": "The BBC has apologised for the \"distress\" caused to the mother of a murdered schoolgirl who said Martin Bashir borrowed her daughter's clothes and did not return them.\nMichelle Hadaway says Mr Bashir wanted the clothes DNA tested for a BBC programme but never gave them back.\nKaren Hadaway and Nicola Fellows, both nine, were found sexually assaulted and strangled in Brighton in 1986.\nThe BBC said it would look into any new details on the clothes' whereabouts.\nThe corporation added that Mr Bashir - who was most recently the BBC's religion editor before resigning earlier this year - was contacted via his agent, who said the journalist was unable to help with locating the clothes.\nThe BBC statement follows an investigation by the Mail on Sunday into Mr Bashir's actions after what became known as the Babes in the Wood murders.\nThe newspaper claims that a 2004 inquiry by the corporation's investigations unit did not contact people who might have known where the clothing was - such as the families of the murdered schoolgirls and journalists who worked on the BBC's Public Eye programme.\nA spokesman for the BBC said: \"The BBC is extremely sorry for the distress this has caused Ms Hadaway and we deeply regret we have not been able to give her any answers about what happened.\n\"We are appalled that this clothing was lost after being obtained as part of an investigation for a BBC programme.\n\"We are continuing to look into this matter following the Dyson inquiry, and as part of that, we asked a former senior BBC executive to review what happened in this case, including the 2004 investigation, and see if anything was missed which could help us locate the clothing.\"\nThe BBC said claims that in 2004 the BBC investigations unit did not make contact with individuals who might have known where the clothing was were incorrect.\nIt added: \"Records show that (Public Eye editor) Nigel Chapman and an individual who can be identified as (assistant producer) Charlie Beckett were contacted during the 2004 investigation.\n\"Martin Bashir was contacted via his agent, who told us that Martin was unable to assist with the whereabouts of the clothes.\n\"Eileen Fairweather had left the employment of Public Eye before the clothing went missing.\n\"We will continue to follow up any new information we receive about the whereabouts of the clothing. We will of course discuss any of this matter with Ms Hadaway if and when she wishes to do so.\"\nThe families of the two girls campaigned for decades for justice after their killer Russell Bishop was initially cleared of their killings in 1987.\nIn 2018, he was convicted of the murders after double jeopardy laws were changed, permitting a second trial.\nMs Hadaway said Mr Bashir - then a BBC staff reporter - approached her in 1991 and asked to take her daughter's clothes for DNA testing as part of his investigation for a documentary - but the programme never aired and her calls to the broadcaster went unanswered.\nShe has said the tests were not carried out and her daughter's clothes were never returned.\nIn a previous interview with BBC Radio 4's Woman's Hour, Ms Hadaway said: \"Over the years I have been so angry with the fact this man has never apologised to me, never contacted me.\n\"The denials have been going on for quite a long time,\" she added.\nShe said she had trusted Mr Bashir with \"the last thing that I had to do with my daughter, which was her clothes\".\n\"To not give them to me back, or to not have them DNA tested, is a bit shameful,\" she said.\nAsked about claims by the Sunday Times newspaper, Mr Bashir said: \"I may have lost it, but I don't remember.\"\nEarlier this week, London's Metropolitan Police said it would take no further action over Mr Bashir's 1995 BBC Panorama interview with Diana, Princess of Wales.\nThe Metropolitan Police looked at an independent review of the methods used to obtain the 1995 interview, but had \"not identified evidence of activity that constituted a criminal offence\".\nThe review, by Lord Dyson, found Bashir had used deception to secure it.\nIt comes as BBC director-general Tim Davie will appear before the Digital, Culture, Media and Sport Committee on Tuesday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58600875",
      "category": "education",
      "title": "Students must have say over online learning - regulator",
      "tags": "Universities",
      "text": "England's universities must take student views into account when deciding how much to teach online, says regulator the Office for Students.\nWith Covid restrictions lifted, the majority of teaching is expected to be face-to-face this year, says chief executive Nicola Dandridge.\nBut larger group teaching sessions, such as lectures, are likely to be online in many institutions.\nAnd numerous universities have told the BBC they are using a mixed approach.\nIn a snapshot survey of 47 universities, just 13 said they would be offering mostly face-to-face tuition. The others say they are adopting a more blended approach.\nAnd 19 institutions told the BBC they would be offering additional online learning resources. \nIt comes as hundreds of thousands of students are heading for university.\nLast week, former education secretary Gavin Williamson told vice-chancellors at the Universities UK conference that he expected students to be \"taught in person and alongside other students\".\nMs Dandridge said she was expecting the overwhelming majority of universities and colleges to offer primarily face-to-face teaching.\nBut she said the experience of the pandemic had revealed \"elements of online provision which are really valuable and really useful\".\n\"So there will be elements of online provision where it suits students and where it works, in terms of quality of teaching, but primarily it is face-to face-teaching.\"\nShe added: \"What we will be looking for is quality provision whether or not it's face-to-face or online. \n\"Critically, universities will be taking into consideration the views of students - what do they want, what is their feedback? And that then is factored into the course provision over the course of the next year.\"\nLast year, almost all the teaching Will Huddie received on his theoretical physics course at the University of Leeds was online. \n\"It was difficult,\" he said. \"It's much more natural to discuss questions in person.  \n\"There's so much value in having the lecturer explaining things to you when they're in front of you.\n\"Even after a year-and-a-half of using this online technology, no-one wants to be the person to put up their hand. The interactivity is really poor.\"\nOutraged that teaching had remained online while Covid restrictions were lifted elsewhere, Will started a petition for a return to face-to-face teaching which was signed by thousands of others students.\nWill's course is now due to be delivered entirely face-to-face in the coming year, but the lectures will also be streamed online for those self-isolating and international students who cannot reach the UK.  \n\"I want entirely face-to-face - it's what I signed up for. I don't think blended learning would wash very well with UK students,\" he said.\nA University of Leeds spokesperson said it was committed to working with students to ensure an active and engaged learning experience, using all of the campus and its digital resources. \n\"All seminars, tutorials, workshops, practical classes, performance activities and discussion groups will take place in person, with large-scale teaching events - supported by digital technology - taking place online.\"\nA spokesman for the Russell Group of 24 top universities said they were looking forward to students returning to campuses. \n\"Students can expect most seminars, small group classes and lab work to be taught in person, alongside a range of extracurricular activity, social events and support services on campus.\"\nBut, he said, an element of digital learning would continue, with many large group lectures remaining online.\nHe said many students saw benefits to this approach which was more flexible and accessible. \nNational Union of Students vice-president for higher education Hillary Gyebi-Ababio called for online learning that enhanced and added to the in-person student experience - but that did not replace it entirely.\n\"We are concerned that for some universities, online learning is simply a cost-cutting exercise, brought about by universities needing to stay financially afloat in a competitive market,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58615838",
      "category": "health",
      "title": "Folic acid to be added to UK flour to help prevent birth defects",
      "tags": "Public health,Pregnancy",
      "text": "Folic acid is to be added to UK flour to help prevent spinal birth defects in babies, the government has announced.\nWomen are advised to take the B vitamin - which can guard against spina bifida in unborn babies - before and during pregnancy, but many do not.\nIt is thought that adding folic acid to flour could prevent up to 200 birth defects a year.\nThe new rules will only apply to non-wholemeal wheat flour, with gluten-free foods and wholemeal flour exempt.\nMandatory fortification - which the government ran a public consultation on in 2019 - will see everybody who eats foods such as bread getting more folic acid in their diets.\nNeural tube defects, such as spina bifida (abnormal development of the spine) and anencephaly, a life-limiting condition which affects the brain, affect about 1,000 pregnancies per year in the UK.\nMany babies diagnosed with spina bifida survive into adulthood, but will experience life-long impairment.\nWomen are advised to take 400 micrograms of folic acid a day for at least a month before conception and up to the 12th week of pregnancy.\nBut about half of pregnancies are unplanned and women are not always aware they should take the supplement - or forget to.\nFolic acid is added to flour in more than 80 countries - and when it was added to bread in Australia, neural tube defects fell by 14%.\nHowever, there have previously been concerns that mandatory fortification could have unintended health effects, such as masking a vitamin B12 deficiency or increasing the risk of colon cancer.\nBut the government's independent advisory body - the Scientific Advisory Committee on Nutrition - has been satisfied that these concerns are not supported by the evidence.\nSince World War Two, the UK's non-wholemeal flour has been fortified with iron, calcium and two other B vitamins - thiamin and niacin.\nIt's taken years of debating to reach this decision. \nThat's because the gains need to be carefully weighed against any potential harms.\nAdding folic acid to flour used in common foods, such as bread, will mean dosing the masses.\nClearly, getting enough folic acid around conception and during pregnancy is important for cutting the risk of women having babies with spina bifida or other neural tube defects. \nBut most other people already get their required amount of folate - the natural form of the vitamin - from a normal diet. \nThere was a concern that for some people, particularly the elderly, boosting folic acid might have unintended negative consequences, such as covering up the symptoms of vitamin B12 deficiency.\nBut the government's independent advisory body has looked at all the evidence and is satisfied that fortification is the right thing to do for society as a whole. \nPrime Minister Boris Johnson said folic acid-fortified flour would be \"a quick, simple win\" to enhance a baby's development, as well as helping to boost the health of UK adults.\nHealth and Social Care Secretary Sajid Javid said preventing life-threatening health problems like spina bifida would mean fewer people needing hospital treatment.\nThe government said it did not anticipate the move would require a major overhaul for industrial-scale flour producers - the B vitamin would need to be listed on the labelling of all foods made with flour.\nKate Steele, chief executive of Shine, a charity providing specialist support for people affected by spina bifida and hydrocephalus and which has campaigned for mandatory fortification of flour for more than 30 years, said she was \"delighted\" by the decision.\n\"In its simplest terms, the step will reduce the numbers of families who face the devastating news that their baby has anencephaly and will not survive,\" she said.\n\"It will also prevent some babies being affected by spina bifida, which can result in complex physical impairments and poor health. \n\"This is truly a momentous day''.  \nGood dietary sources of folate\nSource: British Dietetic Association"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58357052",
      "category": "uk-wales",
      "title": "Drink-driving: Wales has highest ratio of Britain's casualties",
      "tags": "Policing,Alcohol,Department for Transport,North Wales Police,Dyfed-Powys Police,Welsh government,South Wales Police,Ammanford,Gwent Police,Road safety,Motoring",
      "text": "Wales has the highest percentage of drink-drive casualties in Britain, according to UK government data. \nThe Department for Transport said 6.9% of road injuries in Wales in 2019 were related to drink-driving, compared with 5.1% in England and 4.6% in Scotland.\nOf the 5,789 casualties in Wales, about 400 were down to drink-driving. \nThe Welsh government said it took road safety and drink-driving seriously, but the RAC's Nicholas Lyes expressed disappointment with the figures.\nIn England, of 139,779 casualties in 2019, a total of 7,060 were as a result of drink-driving, while in Scotland the figure was 350 of 7,590. \nFinley Taylor, 27, from Ammanford, Carmarthenshire, who was hit by a drink-driver earlier this year, described drinking and driving as \"one of the most selfish things you can do\". \nShe was walking her dog, Walter, with her husband, Eddie, in May this year and was hit so hard she flipped 180 degrees and landed on her head. The driver did not stop. \nEmily Down, 27, of Parc Gwernen, Fforestfach, Tycroes, was given a £153 fine and a 28-month driving ban after pleading guilty to drink-driving, not having a licence and not stopping after an accident.\nShe was more than twice the legal limit at the time of the crash, with 92mg of alcohol per 100ml of breath. The legal limit is 35.\nMs Taylor said she thought she was going to die in the crash. \n\"I was on the floor and my husband ran over and told me to lie down,\" Ms Taylor, from Ammanford, said.\n\"I remember thinking: 'This is it'.\n\"Everything was going black, I grabbed [Eddie's] hand and I told him I loved him, not to ever forget how much I loved him.\" \nShe said she still struggles with post-traumatic stress disorder (PTSD), as well as physical pain. \n\"I live on the same road I was hit on,\" she explained.\n\"It is always in my dreams and nightmares and I have flashbacks through the day.\n\"It is not as if people are not aware of the danger,\" she added. \"To choose to do it is so selfish.\"\nResponding to the UK government figures, Mr Lyes, of the RAC, said: \"Our view is one of disappointment because, generally speaking, the numbers were coming down quite substantially through the nineties and early noughties.\n\"But since about 2010 they have been fairly consistent.\"\nAcross Britain, the number of drink-drive victims killed or seriously injured is at its highest for eight years. \nOf the 7,800 people injured in 2019 - the latest year for which statistics are available - about 2,050 were killed or seriously injured, an 8% increase on the year before and the highest since 2011.\nIn Wales, the number killed or seriously injured in 2019 was about 130, up from about 110 in 2018 -  a rise of about 18%.\nThe figures relating to fatalities and serious injuries are rounded to the nearest 10. \nMr Lyes said lowering the drink-drive limit, fitting previous offenders' cars with a device to stop them driving if over the limit, and more effective roads policing could help to bring the figures down.\nHe added the high proportion of victims in Wales could be down to the rural nature of parts of the country, with poorer public transport a potential factor. \nRoad Safety Wales chairwoman Teresa Ciano urged motorists to leave their cars at home if they were going to drink.\nShe said: \"We are once again disappointed to see so many people killed or seriously injured in collisions involving someone who selfishly chose to drink and then drive.\n\"Unfortunately, despite high-profile media campaigns for many years, and robust enforcement by our police colleagues, there are still some people who decide to put themselves and innocent road users at risk by driving when impaired by alcohol.\"\nCh Insp Martyn Smith, of Gwent Police, said the force would \"not tolerate behaviour that puts lives at risk\".\nDyfed Powys Police's Ch Insp Thomas Sharville said tackling drink-driving and drug-driving was \"a priority\" for the force.\nNorth Wales Police and South Wales Police were also asked to comment. \nThe Welsh government said: \"We take road safety seriously and work closely with key partners to use electronic signage and other communication channels to warn drivers about the dangers of drink-driving.\"\nA UK Department for Transport spokesman said: \"Drink-driving is illegal, and there are tough penalties in place to reflect the fact that those who choose to do it not only put their own life at risk but also the lives of others.\"\nAccording to the Home Office data of 40 police forces in Wales and England, 302,281 breath tests were carried out in 2019, an 11% fall on the previous year.\nThe figure is the lowest since records began in 2002, and 57% lower than the 2009 peak of 698,688.\nBut at 10 per 1,000 people in Wales, the numbers breath-tested are higher than in England, where it was six per 1,000. \nThe Home Office said this was partly because of the number of breath tests carried out by North Wales Police in 2019, which was 22 per 1,000 people, with Dyfed-Powys Police also carrying out high rates of breath tests."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-58615590",
      "category": "uk-scotland-highlands-islands",
      "title": "Conservationist injured and cameraman killed in air crash",
      "tags": "Lochinver",
      "text": "A conservationist has been seriously injured and her cameraman killed in a paramotoring crash in the north west Highlands.\nAustralian biologist Sacha Dench and Dan Burton were in the final stages of a challenge to circumnavigate Britain to raise awareness of climate change.\nPolice said their paramotors collided close to Loch Na Gainmhich near Lochinver in Sutherland.\nEmergency services were alerted to the incident at about 16:45 on Saturday.\nThe Devon-based charity Conservation Without Borders said Mr Burton, 54, was killed and its founder, climate activist Ms Dench, seriously injured.\nThe pair were flying the battery-powered paramotors to mark the forthcoming UN climate change conference in Glasgow.\nThe charity said in a statement: \"We are very sorry to have to confirm that Dan Burton, the support paramotorist has died as a result of the accident. Sacha Dench is seriously injured and is being treated in hospital. Her injuries are serious but not life threatening.\n\"Both highly experienced paramotorists, our thoughts are with the family of Dan Burton to whom we offer our sincere condolences.\"\nA Police Scotland spokeswoman said: \"Police were informed about the incident near by the A894 shortly before 16:45 and inquiries to establish the full circumstances are ongoing. The next of kin of those involved have been informed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58612965",
      "category": "world-us-canada",
      "title": "Police outnumber protesters at right-wing Capitol rally",
      "tags": "Washington DC,US Capitol stormed,United States Capitol",
      "text": "A few hundred protesters gathered around the US Capitol on Saturday, for a rally in support of the pro-Trump rioters who ransacked the building on 6 January.\nBut the group were easily outnumbered by the police and journalists present.\nAhead of the event, police said they had detected \"threats of violence\" and security was tightened in Washington. \nOrganisers had a permit for 700 to attend, but only about 100 to 200 protesters turned up, Reuters reports. \nCapitol Police said 400 to 450 people were inside the protest area - but that figure included the heavy media presence. \nWashington police officials had been expressing concern about the \"Justice for J6\" event for weeks.\nIts organisers - Look Ahead America - were led by Matt Braynard, the former director of data and strategy for Donald Trump's successful 2016 campaign.\nHundreds of officers patrolled the Capitol grounds and 100 National Guard troops were on standby.\nA fence was erected around the Capitol, and lawmakers were advised to avoid the area.\nSpeakers at the rally insisted that hundreds of rioters arrested for their actions on 6 January were \"political prisoners\" who had committed no violence.\nAbout 600 people have been charged in the federal investigation into the Capitol riot, where a pro-Trump mob tried to stop the US Congress from certifying the 2020 election result.  \nAt least 185 are accused of assaulting, resisting, or impeding police officers or employees. More than 70 were charged with destroying or stealing government property.\nMost of those charged have been released ahead of their trials. The Associated Press news agency reports that about 63 are still in custody, citing court and jail records.\nIn July, officers who defended the Capitol during the riot told a Congressional committee they had been beaten and suffered racial abuse. One testified that he was knocked unconscious and suffered a heart attack. Another, an Iraq War veteran, compared the scene to a \"medieval battlefield\".\nTony Smith, 40, from Maryland, told Reuters news agency he had come to Saturday's rally to support a fair judicial process for those charged.\n\"If we don't honour that, we don't honour America,\" said Mr Smith, who carried a poster board reading: \"We Want Trump!\"\nSome counter-protesters also gathered around the Capitol, carrying anti-Trump signs. One was removed by police after confronting the pro-Trump attendees. \nRally organiser Mr Braynard had repeatedly urged his protesters to remain peaceful. Earlier this week he also asked them to avoid wearing pro-Trump clothing or paraphernalia.\nMr Trump, for his part, said in an interview that he believed the rally would be \"a setup\".\n\"If people don't show up they'll say 'oh, it's a lack of spirit',\" he told The Federalist, a conservative news outlet. \"If people do show up, they'll be harassed.\"\nCapitol Police said four arrests were made, including a person in the crowd who was carrying a knife, and a man reported to be carrying a handgun."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58614113",
      "category": "world-asia",
      "title": "Afghanistan: Stay home, female Kabul government workers told",
      "tags": "Afghanistan,Women's rights in Afghanistan,Taliban",
      "text": "The new Taliban mayor of Afghanistan's capital Kabul has told female municipal employees to stay home unless their jobs cannot be filled by a man.\nHamdullah Nomany said the Taliban \"found it necessary to stop women from working for a while\".\nIt is the latest restriction imposed on Afghanistan's women by the country's hard-line new Islamist government.\nDuring their previous rule in the 1990s women were barred from education and the workplace.\nAfter seizing the country last month following the withdrawal of US forces, the Taliban said women's rights would be respected \"within the framework of Islamic law\". \nBut the Taliban favour a strict interpretation of Islam's legal system, Sharia law. \nSince taking power working women have been told to stay at home until the security situation improves, and Taliban fighters have beaten women protesting against the all-male interim government.\nThe Islamist group appears to have shut down the women's affairs ministry and replaced it with a department that once enforced strict religious doctrines.\nAnd this weekend secondary schools reopened, but with only boys and male teachers allowed back into classrooms. The Taliban said it was working on reopening schools for girls. \nAccording to the Kabul mayor about a third of the municipality's 3,000 employees are women. He said some would carry on working.\n\"For example, women work in the women's toilets in the city where men cannot go,\" he said. \n\"But for the positions that others [men] can fill, we have told them [women] to stay at home until the situation is normalised. Their salaries will be paid,\" he added.\nOn Sunday, there were small protests outside the women's affairs ministry while another group of women held a press conference to demand their rights. \nOne of those protesting at the ministry said \"we do not want this ministry to be removed. The removal of women [means] the removal of human beings.\"\nIn a separate development, the Afghanistan Independent Human Rights Commission said it had been unable to fulfil its duties since the Taliban's takeover. \nThe organisation said in a statement that its buildings, vehicles and computers had all been taken over by the Taliban. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58413690",
      "category": "uk-wales",
      "title": "Covid: Pupils return to Wales' schools amid concerns",
      "tags": "Llangynwyd,Conwy,Coronavirus lockdown measures,Schools,Coronavirus vaccines,Coronavirus testing,Welsh government,Abergele,Wales education,Coronavirus pandemic",
      "text": "Pupils have begun returning to schools for the new term as the Welsh government pledges to watch Covid cases.\nSome children go back this week while others return after the weekend.\nCovid measures are being based on local risk, but head teachers have asked for more information from government.\nOne said schools hoped for \"as much normality as possible\" at the start of a third school year affected by coronavirus.\nAt Ysgol Gyfun Gymraeg Llangynwyd, near Maesteg, Bridgend county, there is a staggered return for pupils.\nHead teacher Meurig Jones said everyone just wanted normality.\n\"Now that we've seen society go to category zero, and greater freedom and movement, I think that's what schools are hoping for,\" he said.\nThe return of pupils has coincided with an increase in Covid rates, especially among the young.\nRecord high coronavirus cases in Scotland have partly been blamed on schools returning in mid-August, earlier than elsewhere in the UK.\n\"I am concerned, looking at what has happened in Scotland with them returning,\" Mr Jones said.\nDr Christine Tait-Burkard, an expert in infection and immunity at the University of Edinburgh, told BBC Radio Wales with Claire Summers the vaccination programme meant many people testing positive in Scotland were experiencing milder Covid symptoms.\n\"I think people are now aware that these numbers do not directly translate into hospitalisations anymore,\" she said. \n\"With vaccination, many people have much milder disease, and do not only not get admitted to hospital, but when they get admitted, they're also spending much less time there, which is good news.\"\nBut Prof Adam Finn, a member of the Joint Committee on Vaccination and Immunisation (JCVI), said vaccinations were not the solution to school outbreaks.\n\"Schools are going back, but I would emphasise that these vaccines are not really terribly good at preventing mild infection and transmission. What they're good at is stopping you from getting seriously ill and that is something that is very unusual in healthy children,\" he said.  \n\"So I think the concept that somehow vaccination can keep schools going and stop outbreaks and is there as a solution to that problem, is not a very strong one I would say.\"\nMr Jones said: \"The main goal here is to keep our staff and learners safe, but to make sure they get the education they deserve.\n\"There's been enough upheaval over the last year-and-a-half and we want to get back to that normality.\"\nThe Welsh government said rising Covid rates were \"in line with expectations\".\n\"We will monitor the situation very closely when schools return, but the high rates of vaccination in Wales have weakened the link between the virus and hospitalisations,\" a spokesman said.\nBefore the summer holiday, the government said contact groups, or \"bubbles,\" would not be required from September and masks in classrooms would not be routinely recommended.\nThey are still needed for secondary pupils on school transport.\nLast week, a Welsh government plan said it should be \"business as usual\" in schools where possible, but added that measures could be escalated or removed according to local factors.\n\"The framework isn't clear enough,\" Mr Jones said, echoing criticism from education unions.\n\"It gives us some sort of information. I feel it lacks depth of what will be required.\"\nThe Welsh government claimed risk in schools was low when the country was at alert level zero.\n\"Schools will only need to consider putting additional measures in place if the local risks differ from this national rating,\" a spokesman said.\n\"Local authorities will work with their schools to decide how these measures should be tailored.\"\nSecondary pupils have been encouraged to take lateral flow tests before going back, and to stay home if they are positive.\nCwm Taf Morgannwg health board's public health director, Prof Kelechi Nnoaham, said it was \"imperative\" steps were taken to stop Covid spreading in schools.\n\"Once they're back in school, students should continue to take lateral flow tests twice a week to make sure they're not spreading the virus unknowingly,\" he said.\n\"Young people's education has been hit hard by this virus, and it's important we keep classrooms open as much as possible.\"\nWales' chief medical officer, Frank Atherton, said on Wednesday that 61% of 16 and 17-year-olds had received their first vaccine dose, and those who had not were being urged to.\nNicola Chan Gizzi, from Abergele, Conwy county, said she was \"apprehensive\" as her children prepared to go back.\nThe mum-of-six wished they were still in class bubbles as a Covid outbreak would then be easier to control.\n\"I feel the spread will be increased when the children do go back to school,\" Ms Gizzi said. \nUnder-18s no longer have to isolate if they are a close contact of someone who has tested positive. \nThis means it is less likely large groups of children will have to stay away from school.\nMs Gizzi said: \"In Scotland, for example, numbers have really gone up since children returned to school.\n\"We have some elderly, vulnerable members in our family and it's really, really difficult.\n\"We try to just meet outside and try to keep each other safe, it is a difficult position.\"\nMs Gizzi's daughter, Anna-Beth, had \"mixed feelings\" about returning to Denbighshire's Ysgol Glan Clwyd.\n\"Our school had decided to try and get everything back to normal as much as they can,\" the 15-year-old said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58611007",
      "category": "entertainment-arts",
      "title": "Strictly champ Oti Mabuse goes for hat-trick with rugby star Ugo Monye",
      "tags": "Strictly Come Dancing",
      "text": "Strictly Come Dancing's Oti Mabuse has been teamed with rugby star Ugo Monye in her bid for a third consecutive win.\nThe professional partners of this year's 15 celebrity contestants were revealed in Saturday's launch show.\nBake Off winner John Whaite will dance with Johannes Radebe in the show's first all-male partnership. Whaite called it \"a great step forward\".\nComedian Robert Webb will dance with Dianne Buswell, while pop star Tom Fletcher is teamed with Amy Dowden.\nThis year's launch episode of Strictly was watched by an average of seven million viewers, according to overnight ratings.\nIt marks a drop in viewing figures from 2020's opening episode which was watched by an average of 8.6 million, while 7.8 million tuned in to watch the contestants meet their partners in 2019.\nThe cast announcements came after one, unnamed, professional dancer tested positive for Covid last week.\nA Strictly spokeswoman told the BBC that the show was following government guidelines, which \"change all the time\".\n\"A professional dancer has tested positive for Covid 19. However, this didn't affect recording of the launch show,\" she said.\nAll those taking part in the show are being regularly tested and no partners have been swapped as a result of the positive test.\nThis year's celebrities and their partners\nFind out more about this year's celebrities\nSaturday's launch programme was pre-recorded a week ago, with the positive case discovered the next day. The first live show takes place on 25 September, leaving sufficient time for self-isolation in between.\nThe spokeswoman refused to comment on reports in Saturday's Sun that two of the show's professional dancers had refused to be vaccinated.\n\"We do not comment on speculation of somebody's Covid vaccination status,\" she said\n\"Strictly Come Dancing production has, and will, continue to follow strict government guidelines to ensure the safety of all on the show.\"\nHosts Claudia Winkelman and Tess Daly kicked off proceedings in Saturday's pre-recorded show, which featured returning judges Shirley Ballas, Craig Revel Horwood and Motsi Mabuse and new arrival Anton Du Beke.\nDu Beke, the show's long-serving professional dancer, replaces Bruno Tonioli on the judging panel after Tonioli, who lives in the US and is a judge on American series Dancing With The Stars, was unable to take part because of ongoing Covid travel restrictions.\nReigning champion Bill Bailey also returned to perform with his former professional partner Oti Mabuse. Bailey, who was 55 when he won, became the oldest celebrity to lift the glitterball. Actor Greg Wise, partnered with Karen Hauer in this series, is also 55.\nMabuse is the only professional dancer to have won two years in a row, following her triumph with Emmerdale's Kelvin Fletcher in 2019.\nFormer Strictly dancer Aliona Vilani is the only other person to have two of the show's winning glitterballs, dancing to victory with McFly's Harry Judd in 2011 and, four years later with The Wanted's Jay McGuinness. \nMonye - Mabuse's partner for the 19th series - revealed he would be simultaneously filming nine episodes of A Question of Sport during the second week of Strictly.\n\"I've got some big shoes to fill,\" said Monye, but he added: \"She definitely knows how to win.\"\nCelebrity chef John Whaite and South African pro dancer Johannes Radebe follow in the footsteps of boxer Nicola Adams and dancer Katya Jones, who became the first same-sex pairing last year.\nWhaite told Daly he had been surprised and delighted by the positive reaction to his same sex pairing with Radebe adding that he had been \"expecting a little hate, a bit of trolling\".\nHe said it was a \"a privilege and an honour to be in this position because I think if I had seen two lads or lasses in this position when I was a little lad, life would have been that little bit easier\".\nTwo years ago, Radebe - who has been one of the professionals on the programme since 2018 - said he felt accepted for the first time in his life after he made history on the show by dancing with another man, out of competition.\nHe and fellow professional Graziano di Prima performed together to Emeli Sande's Shine on one of the Strictly results shows.\nThis time around di Prima will partner Loose Women panellist Judi Love. \nThe show's first deaf contestant, Rose Ayling-Ellis, who will dance with Giovanni Pernice, said the response from the deaf community to her appearance on Strictly had been \"her proudest moment\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58604620",
      "category": "uk",
      "title": "Post, courier, e-mail - the saga to serve papers on Prince Andrew",
      "tags": "Prince Andrew, Duke of York",
      "text": "For weeks, lawyers acting for a woman who alleges she was sexually abused by Prince Andrew have been trying to alert him to their plans.\nIt has been a drawn-out process involving email auto-replies and courier receipts.\nTo serve a member of the Royal Family once meant to do one's duty for Queen and country.  \nBut a month-long chase by US lawyers to find Prince Andrew and in the legalese, serve him with allegations of abuse, has brought a whole new meaning to the phrase. \nThis is what you need to know - and why we're nowhere yet near learning the truth in this case. \nVirginia Giuffre is suing Prince Andrew for damages, alleging that she was sexually abused by him when she was controlled by the super-rich sex offender, Jeffrey Epstein. He killed himself in 2019.\nEpstein was once a friend of Prince Andrew - and the ninth-in-line to the throne has consistently denied the allegation and says he can't even remember meeting Ms Giuffre. \nBut it's for a court in New York to decide whether her allegations are true - assuming the case ever gets going. \nIf you sue someone for damages, you must first \"serve\" the case on the person you are intending to sue. \nThat means you make sure the documents containing your allegations reach their hands - or at the very least get to a lawyer working for them. \nThat rule is at the heart of justice in the US and the UK: a judge must be sure that the defendant knows what they are being accused of. \nSo, Judge Lewis Kaplan in New York, who is in charge of the Virginia Giuffre case, won't even consider her claims until he is sure that Prince Andrew has received the allegations in proper legal form and has had time to respond.\nAnd that's where we've currently been stuck - until now - as publicly available documents in the United States show. \nOn Thursday, 26 August, Cesar Sepulveda, a corporate investigator, turned up at the gates of Windsor Great Park. \nMs Giuffre's lawyers employed Mr Sepulveda to take the legal papers to the Duke of York's home. \nWhen he arrived on an unseasonably grey August morning, he had a fruitless wait.  \nHe handed over his business card and despite conversations with police officers standing guard, no officials working for the Prince could be found. \nThe next day he returned and, in his court statement, he recounts that this time a police officer told him the documents could be left at the gate to be forwarded on to \"the legal team.\" \nFast forward to 13 September and David Boies, Virginia Giuffre's lawyer, joins a teleconference in a New York courtroom. \nHis sole objective was to convince Judge Kaplan that the prince had now been served and the case should proceed. \nLegal documents show the lengths that Mr Boies' and his firm had gone to.\nThe chase had in fact begun weeks before Mr Sepulveda's Windsor visit. \nDocuments were emailed to any British lawyer the Giuffre team could find who had represented the Prince in the past. They sent the requests by courier - and showed the delivery receipts to the US court. \nOne receipt read: \"Hi. Your package was delivered Wed 08/18/2021 at 8.28am. Delivered to Royal Lodge at Windsor... Received by A POLICE OFFICER.\"\nNobody replied.\nMs Giuffre's team also showed the court a photo of them posting the documents by Royal Mail directly to the prince. \nBut they didn't stop there.\nThey had discovered the Duke of York's office email address and sent the papers once more to tell him he was being sued... and this time they received a reply. \n\"Thank you for emailing The Duke of York's Office,\" it read. \"This is an automatic acknowledgement to tell you that we have received your email safely.\"\n\"I think that it is clear that Prince Andrew has actual notice of this complaint and proceeding,\" Mr Boies argued to the New York court on Monday. \"I believe we have complied with the service requirements.\"\nBut that's not the way the prince's newly-appointed Los Angeles lawyer saw it. \nAndrew Brettler, on the line from California, argued the duke had not been served at all - and it should be for the High Court in London to decide.\nAnd that's because of a not widely known but extremely important international agreement called the Hague Convention. \nThis agreement means an American court can ask a British one for help in tracking down a defendant and serving papers on them. \nJudge Kaplan told the duke's LA lawyer that if he continued to object to Ms Giuffre's team chasing down Prince Andrew themselves, he would indeed consider sending a judge-to-judge request to the British for help.\n\"I think we are making this a lot more complicated that it really is,\" he remarked on the call.  \n\"Regardless of whether your client has been served effectively to date... you have a pretty high degree of certainty that he can be served sooner or later.\"\nAnd that's where Master Barbara Fontaine comes in, The Queen's Remembrancer. \nShe's the High Court judge in charge of overseeing foreign requests for help. \nWhat about the Queen's Remembrancer bit? That's an ancient judicial title. One of her duties is to review for the monarch the annual plans for new trees in the Forest of Dean - but this and other ceremonial roles have nothing to do with her modern legal duties.\nOn Wednesday Master Fontaine confirmed she had received a valid request for assistance from New York. That meant her office would soon send the allegations to Prince Andrew once and for all. \nBut London solicitors for the duke objected - so the process stalled again. They have until next Friday to launch a formal challenge. \nWill that happen? Well, there's now been an important twist back in New York. \nLate on Thursday, Judge Kaplan ruled that Andrew Brettler, the Los Angeles lawyer who had joined the teleconference for the prince earlier in the week, should now be sent the documents. \nHe said: \"Service on the defendant's US counsel is reasonably calculated to bring the papers served to the defendant's attention, regardless of whether his US counsel is authorised to accept service on his behalf.\"\nAnd so after weeks and weeks of too-ing and fro-ing it appears the New York judge has decided it's time to get on with things. \nIf Prince Andrew cannot now avoid service, the case is still far off the prospect of him giving evidence. The next stage is likely to be challenges to whether the claim against him is even valid - because Ms Giuffre brought legal action against Jeffrey Epstein before he died. \nThe prince's lawyers have said in court that Ms Giuffre agreed in 2009 not to sue anyone else connected to Jeffrey Epstein when she settled her damages claim against the now-dead financier. \nThe precise wording of that deal is currently confidential - sealed by a court. \nUnsealing that document is looking like the next battle, if the prince is finally served and the case gets under way. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58614679",
      "category": "uk-politics",
      "title": "Lib Dems: Give parents Covid catch-up vouchers to spend",
      "tags": "Liberal Democrats,Coronavirus pandemic,Ed Davey",
      "text": "Liberal Democrat leader Sir Ed Davey says his party is the \"gathering point\" for everyone \"fed up with the indecency and incompetence\" of government. \nAddressing the Lib Dem conference, he told delegates they can deprive Boris Johnson of a majority at the next election. \nHe announced a £5bn voucher scheme plan to help pupils catch up after the pandemic.\nAnd he vowed to fight for a \"fair deal\" for carers, parents and businesses. \nSir Ed's conference speech is the first to a live audience since becoming party leader last year.\nMost of the event is being held online due to pandemic concerns. \nAddressing a small audience of about 100 delegates at London's Canary Wharf, he pointed to success in June's Chesham and Amersham by-election -  where the Lib Dems overturned a  a 16,000 Tory majority to win by more than 8,000 votes - as evidence that \"the Tories can be beaten\" in traditional, so-called \"blue wall\" seats.\nOn education, Sir Ed said  a \"massive Covid education catch-up plan is urgent\" as the UK emerges from the pandemic.  \nHe said Liberal Democrats would give families a £200 voucher per child - paid directly to parents - to spend on activities such as extra tutoring, music or sports clubs.\nThe £5bn scheme would make supporting parents and children the \"top priority\" in a \"new fair deal\", he said, and would enable the \"most radical empowering of parents ever\". \nThat extra support \"would be doubled and in some cases tripled\" for children in care, disadvantaged children and those will special educational needs.\nSir Ed said his party will fight for a \"fair deal\" and aim to appeal to those who feel \"taken for granted\" by the Conservatives. \nReferring to the prime minister's £36bn health and social care levy, Sir Ed said it was \"little more than an unfair tax rise for workers and businesses\". \nHe said as a carer himself for his son he \"felt angry\" at the prime minister's \"claim to have fixed the crisis in social care\", describing it as \"just another of his broken promises\". \nHe criticised the plan for failing to tackle a \"dangerous shortage of care staff\" and said that those workers would be hit with a tax hike and \"heartless universal credit cuts\". \nHe pledged that his party would \"empower carers\" by giving them their own budget and control over care provision such as when the family carer gets a break. \nSir Ed said the tax-free allowance against employers, national insurance contributions should be \"raised substantially\" and that the biggest businesses would pay more tax under Lib Dem plans. \n\"The world's richest bosses might be racing each other to go to Mars, but before lift-off, they can pay their taxes here on Planet Earth\" he added. \nOn the issue of climate action, he said the UK should be leading the world by banning new oil, gas and coal companies from the London Stock Exchange. \nThat would stop \"the flow of money from your pension funds into the dirty industries of the past\" he added. \nCatch-up vouchers are a clear pitch to parents who the Lib Dems are keen to attract. \nPost-pandemic the party believes it can capitalise on what many said was the government's mishandling of the impact on education. \nAnd it fits with their broader appeal to those they say have been taken for granted or left behind by Boris Johnson's government. \nBut there's a danger it's seen as an expensive giveaway which would put some cautious Conservative voters off. \nAnd competence when it comes to the economy will be crucial if the Lib Dem's are to present themselves as a credible alternative. \nIn a pre-speech interview on the BBC's Andrew Marr Show, Sir Ed was asked about the party's attitude to trans rights after an activist, Natalie Bird, was banned from standing as an MP for wearing a T-shirt featuring the words \"woman adult human female\". \nHe said all spaces should be open to everyone, regardless of their gender, because the issue was one of human rights.\n\"A trans woman is a woman, a trans man is a man\" he added. \nSir Ed added that transgender people are \"some of the most discriminated against\" and he accused the prime minister of toxifying the debate around rights. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58615356",
      "category": "uk",
      "title": "Gas price rise: 'UK not seeing risks to supplies right now'",
      "tags": "Energy customer switching,Ofgem,Energy industry,Energy service companies",
      "text": "A spike in wholesale gas prices will not result in goods shortages or price hikes for customers in the UK, a climate change minister has said.\nCOP26 president Alok Sharma said: \"We do not see risks of supplies right now and prices are being protected.\"\nHe said Business Secretary Kwasi Kwarteng was continuing talks with energy suppliers over the weekend.\nHigh global demand, maintenance issues at some gas sites and lower solar and wind output are blamed for the rise.\nSupermarkets and food firms say the gas price rise has caused a shortage of carbon dioxide which is threatening UK supplies of meat and fresh produce. \nMr Sharma told the BBC's Andrew Marr Show that people should not be concerned about the risks of gas supply.\n\"Of course, when it comes to prices there will be concern as well,\" he said. \n\"We have the energy price cap, we have the warm homes discount, to protect people at this particular time.\"\nIndustry group Oil & Gas UK said wholesale prices for gas are up 250% since January - with a 70% rise since August.\nThe Department for Business, Energy and Industrial Strategy (BEIS) reported that in 2020, 60% of the UK's natural gas supply was imported.\nMr Sharma said: \"A significant part of our gas supply comes domestically. The imported gas primarily comes from countries like Norway so we are securing that.\"\nHe said the situation showed that the UK needed to do \"even more in terms of renewables.\"\n\"That's how we ensure you have a clean energy mix and you have security of supply in our country,\" he said.\nThe gas price hike has caused two large fertiliser plants to shut down - which created knock-on shortages of its by-product CO2.\nCO2 is used to stun animals before slaughter, as a coolant agent in transport and as a shelf life extending agent in food packaging.\nBBC business correspondent Emma Simpson said one supermarket boss told her that unless the shortage is resolved the UK could start to see shortages of meat on shelves by the end of next week. \nAnother retailer said the situation was \"escalating very quickly\" and some poultry suppliers had only two to three days of CO2 supplies left.\nIan Wright, from the Food and Drink Federation industry body, said shoppers would notice a shortage of some products in the next two weeks.\n\"We will see gaps on shelves fairly soon,\" he said. \"We will not run out of food.\n\"But there are going to be major concerns about the continuing of supply both to supermarkets and convenience stores and restaurants and takeaways.\"\nAndrew Opie, director of food and sustainability at the British Retail Consortium called for the government to \"urgently sort this problem out\".\n\"Otherwise we are going to see problems for consumers both immediately and in the run-up to Christmas,\" he said.\nGreg Jackson, chief executive of Octopus Energy - one of the UK's six largest providers - said this was \"the most extreme energy market in decades\".\nSmall energy companies were \"facing an unprecedented crisis\", he told BBC Radio 4's Broadcasting House programme.\n\"Behind this are millions of customers and thousands of people whose jobs are going to be affected.\"\nBut he said energy providers and the government would be doing everything they could to stop household bills from rising.\nHe said: \"The price cap means that the standard variable tariffs are actually way below the cost of supplying energy today.\"\nThe energy cap is the maximum price suppliers can charge customers on a standard - or default - tariff.\nMeanwhile, shadow economic secretary to the Treasury, Pat McFadden, said the issue \"should have been foreseen\".\nHe told Sky News's Trevor Phillips on Sunday programme: \"This should act as a spur to get on with the transition to net-zero, more renewable and sustainable supplies because the effect of all this will be rising prices for consumers just when they're being hit with other things too.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58613552",
      "category": "uk",
      "title": "Covid-19: NI scraps amber list and should online parents' evenings stay?",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow morning.\nNorthern Ireland is to simplify the travel traffic light system by scrapping the amber list. Countries will be listed as either red, or non-red. From 4 October, travellers from non-red list countries will have eligibility to enter Northern Ireland determined by their vaccination status. Changes to pre-travel and post-arrival testing have also been announced by the UK government for England, but are not yet being introduced in Northern Ireland. You can read more about the new travel rules around the UK here. \nStudents' views should be taken into account by England's universities when deciding how much to teach online, says regulator the Office for Students. With Covid restrictions lifted, the majority of teaching is expected to be face-to-face this year, says chief executive Nicola Dandridge. But she said the experience of the pandemic had revealed \"elements of online provision which are really valuable and really useful\".\nThe scientist who chaired the 2005 E. coli inquiry has warned against a Wales-only Covid inquiry, saying one would create \"an enormous degree of overlap\". Prof Hugh Pennington said he preferred a UK-wide inquiry giving \"detailed attention\" to events in Wales. It follows calls from opposition parties and campaign groups for a Wales-specific public probe. The Welsh government said only a UK-wide inquiry could deal with the \"interconnected nature\" of decisions.\nAs the autumn term gets under way, many parents will have their fingers crossed there won't be the need for home-schooling any time soon. But the wish for a more normal school year is unlikely for most to include the forlorn gathering in the school hall or gym known as parents' evening. Virtual versions were, in many people's books, one of the runaway successes of remote learning. Read more. \nWhen Sayahat Kurbanov (not his real name) tested positive for coronavirus and went to hospital struggling to breathe he was initially turned away. He ended up spending about $2,000 (£1,500) on medicine and bribes and was discharged 10 days later. The problem was he was in Turkmenistan, where patients like him officially do not exist. It is one of only a handful of countries, including North Korea, which says it has no coronavirus cases. But reports suggest it is experiencing its third and possibly strongest wave of Covid-19. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nConfused about the Covid travel rules? Here's our explainer.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58614227",
      "category": "world-europe",
      "title": "Russia election: Putin's party wins election marred by fraud claims",
      "tags": "Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Russian President Vladimir Putin's party has won a parliamentary majority following an election marred by reports of fraud. \nWith almost all of the votes counted, the United Russia party had won nearly 50% of the vote, marking a slight drop in support from the previous election.\nMr Putin's biggest critics were barred from running, and there were reports of ballot stuffing and forced voting.\nRussia's electoral commission rejected claims of widespread irregularities.\nWith more than 99% of votes counted, United Russia's closest rival, the Communist Party, had about 19% of the vote, according to the election commission.\nUnited Russia's victory means it will have more than two-thirds of the 450 seats in the country's parliament, officials say.\nHowever, despite easily retaining its majority in parliament, the party did lose some ground. In 2016, the party won 54% of the vote. \nThe Communists, who broadly support Mr Putin's initiatives in the parliament, saw their support grow by about 6%. But their leader, Gennady Zyuganov, has alleged widespread violations, including ballot-stuffing, according to the Associated Press news agency.\nThe final results will be announced on Friday, Russia's Electoral Commission head Ella Pamfilova said.\nConcerns over living standards and allegations of corruption from jailed Kremlin critic Alexei Navalny have likely affected support for Mr Putin's party.\nBut he remains popular with many Russians who credit him with standing up to the West and restoring national pride.\nIn a TV address on Monday, Mr Putin thanked voters for their trust and said United Russia had confirmed its role as the leading party. Supporters of Mr Navalny have called for protests and condemned the result as illegitimate.\nFor Russia's party of power, it's job done. United Russia is confident that it has retained its parliamentary majority, albeit with a slightly smaller share of the vote than last time round. \nJudging by last night's celebrations at party headquarters, the party faithful are more than pleased with the result. United Russia insists it won this race fair and square.\nBut even before the first ballots were cast in the marathon vote, this election looked anything but fair. The Kremlin's most vocal critics had been barred from running - among them, supporters of Mr Navalny. \nThen there was the voting process itself. Over three days of polling there were allegations of widespread electoral fraud, including ballot box stuffing and threats against election observers. \nVideo widely shared online showed people stuffing papers into ballot boxes. \nMr Navalny and his allies had called on Russians to vote tactically, in many cases for Communist Party candidates they believed could defeat incumbents from United Russia. But this has not prevented the Kremlin's party from securing a large slice of the new parliament. \nThe election saw a number of cities introduce electronic voting. \nOne such city was the capital, Moscow, where some Communist Party candidates lost leads when electronic votes were declared at the last minute.\n\"I know that such a result is simply not possible,\" one defeated Communist candidate, Mikhail Lobanov, wrote on Twitter.\nFor the first time since 1993, election observers from the Organization for Security and Cooperation in Europe (OSCE) were not present due to limitations imposed by Russian authorities.\nA European Union spokesman said the elections were not properly monitored, nor conducted in a free and fair way. The governments of the UK, Germany and the US echoed this.\nOn Monday, independent vote monitoring group Golos - which the Russian authorities have branded \"a foreign agent\" - said it had received about 5,000 reports of possible voting violations.\nRussia's interior ministry, meanwhile, told reporters it had not registered any \"significant violations\". \nDuring the three-day vote, videos published on social media had shown long queues outside some polling stations. Interfax news agency reported this was especially the case outside police stations. But the Kremlin spokesman rejected claims that it was an indication of people being put under pressure to vote.\nBut Golos said it had received \"numerous messages\" from people who said they were being forced by their employers to vote, as well as allegations of electoral fraud. \nIn parts of east Ukraine controlled by Russian-backed separatists, residents with Russian citizenship were allowed to vote, with some crossing the border to visit Russian polling stations.\nThere has also been anger after a Smart Voting app, devised by Mr Navalny, was removed from Apple and Google stores on the day Russians started voting.\nRussian authorities had threatened the two companies with big fines if they refused to drop the app, which told users who could unseat ruling party candidates.\nIt is not yet clear whether the app had any impact on how people voted.\n\"This is truly unbelievable,\" Mr Navalny's spokesperson Kira Yarmysh told AFP. \"I remember the feeling in 2011, when they stole the election. The same is happening right now.\"\nMr Navalny led mass protests against the government in 2011 following parliamentary elections critics said were riddled with fraud.\nOne Moscow pensioner, who gave his name only as Anatoly, told Reuters news agency he voted for the ruling party as he appreciated Mr Putin's efforts to restore Russia's influence on the world stage.\n\"Countries like the United States and Britain more or less respect us now like they respected the Soviet Union in the 1960s and 70s. The Anglo-Saxons only understand the language of force,\" he said.\nBut with official turnout reported to be about 52%, there were signs of widespread indifference.\n\"I don't see the point in voting,\" said one Moscow hairdresser who gave her name as Irina. \"It's all been decided for us anyway.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58617114",
      "category": "uk",
      "title": "Only Fools and Horses: Boycie actor John Challis remembered as 'Peckham pal' after death at 79",
      "tags": "Comedy,David Jason",
      "text": "Tributes have been paid to John Challis, best known for playing Boycie in BBC sitcom Only Fools and Horses, who has died at the age of 79.\nHis family said he died \"peacefully in his sleep, after a long battle with cancer\".\nCo-star Sir David Jason said he was \"a wonderful actor\" and \"a gentleman in the true sense of the word\".\nChallis's character - unscrupulous second-hand car dealer Terrance Aubrey Boyce - was a firm favourite with fans.\nChallis starred in the show, alongside Sir David and Nicholas Lyndhurst, throughout its time on air from 1981 right through to the final show in 2003. \nThe character - who was both a long-time former schoolmate and devious rival of Sir David's character Del Boy - was initially due to appear in just one scene, but the part grew in prominence as the series progressed.\nIn fact he was so popular with viewers that, when Only Fools and Horses ended its long run, the BBC developed a spin-off show following the continuing adventures of Boycie and long-suffering wife Marlene. The Green Green Grass ran for four series.\nSue Holderness, who played Marlene, also paid tribute to Challis, describing him as her \"beloved friend\".\n\"Marlene without Boycie - it's unthinkable,\" she said. \"John Challis was my partner on screen and stage for 36 years and my beloved friend. RIP darling John. I will miss you every day.\"\nAnd Steven Woodcock, who played Jevon in the sitcom, said Challis was a \"fantastic actor and wonderful person, amazing to work with. There is no Del Boy without Boycie. RIP my Peckham pal\".\nIn a statement, Challis's family said: \"He will always be loved for being 'Boycie' and leaves a great legacy of work that will continue to bring pleasure and smiles for many years to come.\n\"Be assured that in the future there will be an occasion to celebrate John's life - when everyone will be welcome to come along.\"\nJeff Nicholson, the actor playing Boycie in the Only Fools and Horses musical due to reopen next month, said Challis had told him to \"carry the torch for us\" shortly before his death.\nHe said Challis had been supportive of him when they met and given the cast his \"seal of approval\" when the show premiered at the Theatre Royal Haymarket in February, before closing soon after due to the pandemic.\nDescribing Challis as \"a real stand-up actor\", he said the pair had struck up a \"nice relationship\" in lockdown, with Challis always asking for updates on the theatre production.\nThe BBC's chief content officer Charlotte Moore said Challis was \"a wonderful actor who will forever be remembered for playing Boycie in Only Fools and Horses - a character so well loved by millions\".\nChallis happily played Boycie on screen for decades - and even adopted the persona in appearances in other entertainment shows, fan conventions and even in a video message this year advocating the wearing of face-coverings in public places to help fight Covid.\nBut he also showed his range as a Shakespearean actor when he performed in open-air performances of Richard III and a Midsummer's Night Dream that were staged in Regents Park in London in 1995, right at the height of the popularity of Only Fools and Horses.\nMore recently he played Monty Staines in ITV show Benidorm.\nActress Crissy Rock, who appeared alongside Challis in the show, said she was heartbroken.\nShe tweeted: \"John you were a true gentleman and always so loving and supportive towards me. I am thinking of your family and close friends at this hard time. Rest well. Crissy xx\"\nEarlier this month, Challis cancelled a speaking tour due to ill health.\nHe was due to appear in 30 scheduled dates, billed as an \"intimate evening with John Challis\", but had to cancel the tour after one date. \nOthers paying tribute ranged from The Three Degrees singer Sheila Ferguson to US rapper and actor Ice T, who wrote: \"He somehow became a Twitter friend... I'm very sad. Although I never met him in person, internet friends can become close.\"\nFormer heavyweight champion boxer Frank Bruno also tweeted his condolences.\n\"(He) used to say to me 'Franklyn my dear boy how the devil are you boxed anybody round the ears recently?' Loved all the TV he did.\"\nChallis recently became an honorary citizen of Serbia, where Only Fools and Horses remains hugely popular.\nHe travelled to the Balkan country as part of a documentary, Boycie In Belgrade, which explored why the show was so well-loved there.\nAlthough he was famed for his nasal south London twang as Boycie, he was actually born in Bristol and only moved to London as a young child. In a quirk of fate, much of his career as an on-screen Londoner was spent in Bristol where Only Fools and Horses was largely filmed."
    }
  ]
}