{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57448396",
      "category": "uk-wales",
      "title": "MI6 'body-in-bag': Gareth Williams forensic evidence to be re-examined",
      "tags": "Pimlico,Metropolitan Police Service,MI6,Valley",
      "text": "Forensic evidence relating to the death of MI6 agent Gareth Williams in 2010 is to be re-examined, the Metropolitan Police has confirmed.\nMr Williams, 31, from Anglesey, was found dead by police officers inside a zipped holdall at his London flat.\nThe verdict of a 2012 inquest said the death was \"unnatural and likely to have been criminally mediated\". \nHowever Met detectives ended the investigation a year later, believing the death to be probably accidental.\nEarlier this year, the Sunday Times reported it was possible that advances in DNA science would allow the further study of a single hair that was found at the scene. \nFollowing the gifted mathematician's death, scientists had been unable to obtain full DNA profiles from some of the samples identified in the flat in Pimlico.\nIn February, the Met said it would \"review the information\" but no forensic study had been commissioned.\nNow, a spokesman has confirmed a re-examination is under way and detectives are waiting for results.\n\"There is an established review process for investigations whereby new information and, or, forensic opportunities are considered,\" said a Met Police official.\n\"The Met is currently undertaking a forensic review to assess whether there are any new investigative opportunities in this case and we await its outcome.\n\"We remain in close contact with Gareth's family to ensure they are fully supported.\"\nIn 2013, Mr Williams' family said they stood by the conclusion of the coroner Fiona Wilcox and that her verdict \"accurately reflected the circumstances\".\nAfter his death, there was widespread speculation in the media that it could, in some way, be linked to the secret intelligence work that he was engaged in as a GCHQ officer."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-57445893",
      "category": "uk-england-cornwall",
      "title": "G7 summit: Officer staying on ferry tests positive for Covid",
      "tags": "G7 summits,Falmouth",
      "text": "A dozen officers, who are supporting policing the G7 summit in Cornwall, are self-isolating following a positive Covid test.\nOne person in their work bubble provided a positive lateral flow test on Friday morning.\nThe team were being accommodated on a ferry in Falmouth, but have since been moved to a designated isolation area.\nDevon and Cornwall Police said the next stage is for those with positive results to undertake a PCR test.\nA spokesperson added: \"As part of our testing regime, during the early hours of 11 June one officer who is currently supporting G7 policing and accommodated on the ferry, has given a positive lateral flow test for COVID-19.\n\"The officer, plus those who have come into close contact, are currently self-isolating at another designated location.\n\"We are continuing to follow the advice of Public Health England.\"\nMore than 5,000 officers, on top of 1,500 from the force, are helping police the summit of world leaders.\nPolice had hired the cruise ship to accommodate officers working during the summit.\nThe MS Silja Europa is being used for the event between 11 and 13 June.\nThe ship, which usually sails around the Baltic Sea, is moored off Falmouth. \nThe G7 summit is being held in Carbis Bay and more than 4,000 rooms in separate accommodation, such as hotels, were also booked by the force.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57454285",
      "category": "uk-england-london",
      "title": "Hayes stabbing: Boy, 15, charged with Jalan Woods-Bell's murder",
      "tags": "Hayes,Hillingdon",
      "text": "A 15-year-old boy has been charged with the murder of a teenager who was stabbed to death outside a west London school.\nJalan Woods-Bell, 15, was knifed multiple times near Global Academy on Blyth Road, Hayes, at about 08:30 BST on Friday.\nHe was treated by paramedics but died at the scene.\nThe charged teenager appeared in custody at Willesden Magistrates' Court earlier, the Met said.\nA post-mortem examination is due to take place on Sunday, the force added.\nOfficers had been called to Blyth Road, near to the academy which is a college for students aged 14-19, over reports of a fight.\nTia Rek-Williams, 21, a teacher who lives nearby, said she did not see the initial stabbing but saw the boy lying on the ground being treated.\n\"They were saying 'come on, you've just got 30 seconds, hold on, keep fighting' and as they were saying that I saw his hand drop and his eyes close. It was so traumatising,\" she said.\nShe said about six people had tried to help the boy while neighbours came out of their houses and gathered in the road.\nCh Supt Peter Gardner said the boy's family had been left \"devastated\".\n\"As a parent of a teenage boy myself, I cannot imagine the pain the family is going through and I offer our full condolences and support,\" he added.\nLabour MP for Hayes and Harlington John McDonnell tweeted: \"If anyone can assist the police with any information on this tragic incident, I urge them to come forward.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57450345",
      "category": "technology",
      "title": "US lawmakers introduce bills targeting Big Tech",
      "tags": "Amazon,Google,Facebook,Apple",
      "text": "US lawmakers have introduced five bills aimed at limiting the power held by Big Tech companies. \nThe bills were drafted after a 16-month investigation into the powers of  Amazon, Apple, Google and Facebook. \nThey address topics including data, mergers, and the competitive behaviour of these companies - which could ultimately lead to them being forced to sell some assets.\nBut there is not unanimous support for the bills targeting Big Tech. \n\"Bills that target specific companies, instead of focusing on business practices, are simply bad policy... and could be ruled unconstitutional,\" Neil Bradley from the US Chamber of Commerce said in a statement.\nThe bills will be referred to the House Judiciary Committee before being sent to the House floor. \nTo become law, they must pass through the House of Representatives, the Senate and, finally, be signed by President Joe Biden. \nDavid Cicilline, the co-sponsor of the bills and Democratic chair of the Antitrust panel, tweeted a breakdown of the bills which, he says, will, \"strengthen our laws to hold tech monopolies accountable, and build #AStrongerOnlineEconomy\".\nThe bills, which have received backing from Democrats and Republicans, are: \n\"Big Tech's unchecked growth and dominance have led to incredible abuses of power that have hurt consumers, workers, small businesses and innovation,\" said Robert Weisman, president of the advocacy group Public Citizen. \n\"That unchecked power ends now.\" \nUS tech companies have faced increased scrutiny in Washington over their size and power in recent years.  \n\"From Amazon and Facebook to Google and Apple, it is clear that these unregulated tech giants have become too big to care,\" said Pramila Jayapal, a Democratic Representative and bill sponsor.\nA 16-month investigation by the Antitrust Subcommittee led to a 449-page report accusing the companies of charging high fees, forcing smaller customers into unfavourable contracts and of using \"killer acquisitions\" to hobble rivals. \nMany of these accusations form the basis for the proposed bills. \nSome of the companies have also been hit with various lawsuits claiming they have violated competition law and allege anti-competitive behaviour. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57438750",
      "category": "entertainment-arts",
      "title": "Actor Riz Ahmed wants to stop Hollywood's 'toxic portrayals' of Muslims",
      "tags": "Television,Acting,Muslims,The Oscars,Film,Riz Ahmed",
      "text": "British actor and rapper Riz Ahmed has launched a fund to help combat \"toxic portrayals\" of Muslims in films.\nThe move comes after a study showed Muslims rarely appear on screen, or are shown in a negative light if they do.\nEarlier this year, the Sound of Metal star became the first Muslim to be nominated for best actor at the Oscars.\nAhmed, who is also known for Rogue One and The Night Of, said: \"The problem with Muslim misrepresentation is one that can't be ignored any more.\"\nIn an online video, he said his history-making Oscar nomination was a \"bittersweet\" moment.\n\"I simultaneously wore that slightly dubious accolade with a sense of gratitude personally... I also felt tremendous sadness.\n\"How was it that out of 1.6 billion people - a quarter of the world's population - none of us had ever been in this position until now?\n\"I asked myself, if I'm the exception to the rule, what must the rule be about people like me? What must the unwritten rule be about Muslims - a quarter of the world's population - and their place in our stories, our culture and their place in our society, if any?\"\nThe 38-year-old Londoner added: \"But I'm here to briefly tell you that exceptions don't change the rules. Exceptions if anything highlight the rule and in some ways allow us to be complacent about leaving that rule in place.\n\"The progress that's being made by a few of us doesn't paint an overall picture of progress if most of the portrayals of Muslims on screen are still either non-existent or entrenched in those stereotypical toxic two-dimensional portrayals.\"\nHe said the new Blueprint for Muslim Inclusion would include funding and mentoring for up-and-coming Muslim storytellers.\nThe $25,000 (£17,700) fellowships for young Muslim artists will be awarded by an advisory committee that will include such actors and comedians as Mahershala Ali, Ramy Youssef and Hasan Minhaj.\nThe study by the Annenberg Inclusion Initiative, titled Missing and Maligned, found that fewer than 10% of top-grossing films released between 2017-2019 from the UK, US and Australia featured a speaking Muslim character.\nWhen they did, they were shown as outsiders, threatening or subservient, the study suggested. About one-third were perpetrators of violence and more than half were targets of violence.\nAhmed said many of the depictions were \"completely racist\". In a statement, the actor said: \"The representation of Muslims on screen feeds the policies that get enacted, the people that get killed, the countries that get invaded.\n\"The data doesn't lie. This study shows us the scale of the problem in popular film, and its cost is measured in lost potential and lost lives.\"\nAl-Baab Khan, one of the report's authors, said: \"Muslims live all over the world, but film audiences only see a narrow portrait of this community, rather than viewing Muslims as they are: business owners, friends and neighbours whose presence is part of modern life.\"\nAfter making his name playing a hapless Jihadi in the 2010 satire Four Lions, Ahmed recently said he enjoyed the fact that the religion and ethnicity of his character Ruben in Sound of Metal was not mentioned at all in the movie.\nHis other recent film Moghul Mowgli was a deeply personal take on, and celebration of, British-Asian culture.\nMeanwhile in his parallel career as a rapper, Ahmed tackled issues around Islamophobia in the UK in his 2020 album The Long Goodbye.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57446585",
      "category": "uk-northern-ireland",
      "title": "Brexit: Gulf remains between UK and EU over Brexit protocol",
      "tags": "NI Brexit,Brexit",
      "text": "As his press conference wore on, Maros Sefcovic sounded increasingly frustrated.\nThe European Commission vice president had spent Wednesday morning in a meeting with Lord Frost, the UK's Brexit Minister.\nThe meeting to discuss the implementation of the Northern Ireland Protocol has been described by some sources as \"brutal\" or \"a car crash\".\nMr Sefcovic said it had been a very difficult discussion.\nHe told the media that earlier in the process the EU had suggested things the UK could do to simplify export certification for some products going from GB to Northern Ireland.\n\"Do you think at least one of these things was done?,\" he asked.\n\"None. Nothing has materialised.\"\nThis is typical of how the EU sees the UK's willingness to implement the protocol; moving too slowly and so needlessly exacerbating problems.\nThe UK bristles at this. \nWriting for the Financial Times this week, Lord Frost said: \"We enforce EU law in Northern Ireland as required. We take no lectures on whether we are implementing the protocol; we are.\"\nBut aside from disagreement about operational detail, it is clear there is now a gulf between the two sides on how the protocol should be interpreted.\nThe protocol was agreed by the UK and EU in October 2019 and was subjected to further negotiation and agreement last year.\nIts fundamental aim is to prevent a hardening of the land border between the two parts of island.\nIt does that by keeping Northern Ireland in the EU single market for goods, meaning products arriving from GB need paperwork and some, particularly food, are subject to checks.\nIt was well understood in the UK Civil Service, if not among all MPs, that this was going to mean a substantial trade border which would increase cost and complexity for internal UK trade.\nThe text of the protocol contains 40 pages of EU directives and regulations which continue to apply in Northern Ireland.\nThat is the letter of the agreement. But UK ministers are increasingly focused on what they see as the spirit of the agreement.\nFor them, that spirit can be found in the preamble to the protocol where one section reads: \"The application of this protocol should impact as little as possible on the every day life of communities in both Ireland and Northern Ireland.\"\nOn that basis, the current range of checks and controls does not come up to the mark and the operational impact of the protocol should be radically changed.\nLord Frost put it like this in the Financial Times: \"In 2019 we agreed, as a huge compromise and for the greater good, to control certain goods' movements within our own country and customs territory. \n\"If that situation is not to be totally unsustainable we need to be able to do so in ways which do not disrupt every day life and which respect everyone's identity and interests.\"\nThe EU sees this approach as infuriatingly reductive and an attempt to walk back the whole premise of the agreement.\nFrench President Emmanuel Macron robustly articulated that view ahead of the G7 summit.\n\"We have a protocol,\" he said. \"If, after six months, you say we cannot respect what was negotiated, then that says nothing can be respected. \n\"I believe in the weight of a treaty, I believe in taking a serious approach. Nothing is negotiable. Everything is applicable.\"\nDespite those tough words, technical talks between EU and UK officials will continue and progress is being made on easing some parts of the protocol.\nOutside those talks, other well-informed observers continue to offer ideas.\nAnton Spisak, a former UK Brexit official, has suggested a risk-based scheme which could offer a way to sharply reduce the need to check goods going from GB-NI. \nBut any scheme of that sort involves the EU investing a large amount of trust in the UK and for now trust is in short supply."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-south-yorkshire-57452871",
      "category": "uk-england-south-yorkshire",
      "title": "Covid: Huge queues at Sheffield's Crucible Theatre pop-up vaccine site",
      "tags": "Sheffield,Coronavirus vaccines",
      "text": "A pop-up Covid vaccine clinic in Sheffield reached capacity shortly after opening - prompting officials to ask people not to attend.\nOver-18s were invited to attend no-appointment drop-in sessions at the Crucible Theatre on Saturday.\nAn online post advertising the clinic, open between 09:00 and 14:00 BST, was shared thousands of times.\nThe clinic initially had 500 doses of the Pfizer-BioNTech vaccine available, and managed to secure a further 200.\nBut all were allocated shortly after the venue opened its doors, with late joiners being offered alternative venues, officials said.\nDr Tom O'Brien, who was involved in the initiative, said he was delighted with the response, but was a little bit surprised by how many people turned up.\nIt showed \"how keen\" people were to get a jab, he added.\nSome, including Charlie Hancock and Max Wedekind, both aged 20, turned up early to try and secure a place.\nMr Hancock said they were there at 04:30, and initially thought they had got the wrong place.\nBut after returning from getting breakfast, Mr Hancock said the queue was already getting quite long.\nHe said he wanted to get the jab after waiting \"so long\" and was \"buzzing with excitement\".\n\"It's an honour how far we have come with the vaccines,\" he added.\nAnother person in the queue said he wanted the jab in order to protect his family. Others said it would make them feel safer going out.\nHealth chiefs said more pop-up clinics were planned over the next few weeks, with churches providing space for sessions and trained volunteers administering the jabs.\nA new walk-in vaccination service will also be available from Monday at the Octagon building near Weston Park, officials said.\nMass vaccination centre Sheffield Arena and GP surgeries are still taking vaccine appointments for people in the 25-29 cohort after they were invited by the government this week.\nDr Terry Hudson, from Sheffield's NHS Clinical Commissioning Group, said: \"There will be plenty of opportunity. Don't hesitate, get that jab in your arm.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57456641",
      "category": "uk-politics",
      "title": "G7 to agree tough measures on burning coal to tackle climate change",
      "tags": "Boris Johnson,Climate change,G7 summits,Environment,David Attenborough,G7",
      "text": "World leaders meeting in Cornwall are to adopt strict measures on coal-fired power stations as part of the battle against climate change.\nThe G7 group will promise to move away from coal plants, unless they have technology to capture carbon emissions.\nIt comes as Sir David Attenborough warned that humans could be \"on the verge of destabilising the entire planet\".\nHe said G7 leaders faced the most important decisions in human history.\nThe coal announcement came from the White House, which said it was the first time the leaders of wealthy nations had committed to keeping the projected global temperature rise to 1.5C.\nThat requires a range of urgent policies, chief among them being phasing out coal burning unless it includes carbon capture technology.\nCoal is the world's dirtiest major fuel and ending its use is seen as a major step by environmentalists, but they also want guarantees rich countries will deliver on previous promises to help poorer nations cope with climate change.\nThe G7 will end the funding of new coal generation in developing countries and offer up to £2bn ($2.8bn)to stop using the fuel. Climate change has been one of the key themes at the three-day summit in Carbis Bay, Cornwall.\nLeaders of the seven major industrialised nations - the UK, US, Canada, Japan, France, Germany and Italy - are expected to set out plans to reduce emissions from farming, transport, and the making of steel and cement.\nThey will commit to protecting 30% of global land and marine areas for nature by 2030. They are also expected to pledge to almost halve their emissions by 2030, relative to 2010 levels. The UK has already surpassed that commitment.\nPrime Minister Boris Johnson will hold a news conference on Sunday afternoon, the final day of a summit where he has clashed with EU leaders over the Brexit deal's requirements for checks on goods from Britain to Northern Ireland.\nA video message from Sir David Attenborough was played to world leaders in Cornwall on Sunday as they set out their plans for meeting emissions targets.\nSpeaking beforehand, Sir David said: \"The natural world today is greatly diminished... Our climate is warming fast. That is beyond doubt. Our societies and nations are unequal and that is sadly plain to see.\n\"But the question science forces us to address specifically in 2021 is whether as a result of these intertwined facts we are on the verge of destabilising the entire planet.\"\nHe said the decisions facing the world's richest countries were \"the most important in human history\".\nAs well as the measures on coal and ending almost all direct government support for the fossil fuel sector overseas, the G7 is expected to phase out petrol and diesel cars.\nChina, which according to one report was responsible for 27% of the world's greenhouse gases in 2019 - the most of any country - is not part of the G7.\nBy Roger Harrabin, environment analyst\nGreen campaigners say the summit's a flop because it failed to secure the cash previously promised for poor nations to cope with a heating climate on top of the Covid pandemic.\nCharities warn developing nations won't co-operate with the vital climate summit in Glasgow in November (known as COP26) unless adequate support is offered to tackle both crises.\nRich nations previously pledged to hand $100bn a year to developing nations for climate assistance.\nBut although the G7 did offer some extra bilateral funding it's clear that falls short.\nThe G7's commitment to phase out coal at home and stop financing coal overseas is significant - it will heap pressure on China to follow.\nDetails are still lacking, but there are also potentially important developments focusing finance to renewable energy and railways in developing nations to counterbalance China's Belt and Road mega-project.\nSo, some progress has been made. And the aim to strike a global climate-protecting agreement at the COP may still be just about in reach - unless the climate offers surprises of its own.\nThe Earth's average temperature is about 15C (59F) but has been much higher and lower in the past.  \nThere are natural fluctuations in the climate but scientists say temperatures are now rising faster than at many other times. \nThis is linked to the greenhouse effect, which describes how the Earth's atmosphere traps some of the Sun's energy. \nSolar energy radiating back to space from the Earth's surface is absorbed by greenhouse gases and re-emitted in all directions. \nThis heats both the lower atmosphere and the surface of the planet. Without this effect, the Earth would be about 30C (86F) colder and hostile to life.\nScientists believe we are adding to the natural greenhouse effect, with gases released from industry and agriculture trapping more energy and increasing the temperature. \nThis is known as climate change or global warming. You can read our simple explainer here.\nThe G7 leaders are also expected to endorse a plan aimed at reversing the loss of biodiversity - a measure of how many different species live in ecosystems - by the end of the decade.\nMr Johnson is also launching a £500m fund to protect the world's oceans and marine life.\nThe \"blue planet fund\" will help countries including Ghana, Indonesia and Pacific Island states, tackle unsustainable fishing, protect and restore coastal ecosystems like mangroves and coral reefs, and reduce marine pollution.\nA major UN report from 2019 said that global emissions of carbon dioxide must peak by 2020 to keep the planet from warming by more than 1.5C."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57431420",
      "category": "health",
      "title": "Covid: Is there a limit to how much worse variants can get?",
      "text": "It is clear we are now dealing with a virus that spreads far more easily - probably more than twice as easily - as the version that emerged in Wuhan at the end of 2019.\nThe Alpha variant, first identified in Kent, UK, performed a large jump in its ability to transmit. Now Delta, seen first in India, leapt further still. \nThis is evolution in action. \nSo are we doomed to a never-ending parade of new and improved variants that get harder and harder to contain? Or is there a limit to how much worse coronavirus can become?\nIt's worth remembering the journey this virus is on. It has made the jump from infecting a completely different species - its closest relatives are in bats - to us. It's like you, starting a new job: you're competent, but not the finished article. The first variant was good enough to start a devastating pandemic, but now it's learning on the job. \nWhen viruses jump to humans it would be \"very rare for them to be perfect,\" said Prof Wendy Barclay, a virologist from Imperial College London. \"They settle in and then they have a great time.\"\nThere are examples of viruses, she said, from flu pandemics to Ebola outbreaks, making the jump and then accelerating.\nSo how far could it go?\nThe cleanest way of comparing the pure biological spreading power of viruses is to look at their R0 (pronounced R-naught). It's the average number of people each infected person passes a virus on to if nobody were immune and nobody took extra precautions to avoid getting infected. \nThat number was around 2.5 when the pandemic started in Wuhan and could be as high as 8.0 for the Delta variant, according to disease modellers at Imperial.\n\"This virus has surprised us a lot. It is beyond anything we feared,\" said Dr Aris Katzourakis, who studies viral evolution at the University of Oxford. \"The fact it has happened twice in 18 months, two lineages (Alpha and then Delta) each 50% more transmissible is a phenomenal amount of change.\"\nIt's \"foolish\", he thinks, to attempt to put a number on how high it could go, but he can easily see further jumps in transmission over the next couple of years. Other viruses have far higher R0s and the record holder, measles, can cause explosive outbreaks. \n\"There is still space for it to move higher,\" said Prof Barclay. \"Measles is between 14 and 30 depending on who you ask, I don't know how it's going to play out.\"\nSo, how are the variants doing it?\nThere are many tricks the virus could employ to get better at spreading, such as:\nOne way the Alpha variant became more transmissible was by getting better at sneaking past the intruder alarm - called the interferon response - inside our body's cells. But this does not mean that by the time we work through the Greek alphabet of variants and reach Omega that we'll end up with an unstoppable beast. \n\"Ultimately there are limits and there isn't a super-ultimate virus that has every bad combination of mutations,\" said Dr Katzourakis.\nThere is also the concept of evolutionary trade-offs - in order to become better at one thing you often get worse at something else. The fastest vaccination programme in history will give the virus a different hurdle to overcome and squeeze it in another evolutionary direction. \n\"It is quite possible that changes in the virus that make it better at avoiding vaccines could end up compromising its ability to transmit in an absolute sense,\" said Dr Katzourakis.\nHe thinks the Beta variant - which has a mutation called E484K that helps evade the immune system but hasn't managed to take off - is an example of this. However, the Delta does have mutations that both help it spread and partially dodge immunity. \nWhat will turn out to be the optimal strategy for coronavirus is still hard to predict. Different viruses use different techniques to keep on infecting. Measles is explosive, but leaves behind lifelong immunity so it always has to find someone new. Influenza has a much lower R0, barely above 1, but constantly mutates to side-step immunity. \n\"We're in a really interesting, intermediate and somewhat unpredictable phase, it is difficult to predict how that's going to play out a year from now,\" said Prof Barclay.\nOne thing that is often claimed, but attracts scientific scorn, is that the virus must get milder in order to spread more easily. There is very little evolutionary pressure on the virus for that to happen. The virus is already off into the next person long before it kills the person it infected. And the people who do the most spreading (younger people) are those who don't get very ill. \nIn rich countries with good vaccination campaigns it is hoped the next variants won't be able to pose a major problem due to widespread immunity. But these progressively more transmissible variants are a nightmare for the rest of the world where they are making it harder and harder to stay on top of Covid.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57431243",
      "category": "health",
      "title": "Call for urgent action to prevent learning disability deaths",
      "tags": "Learning disability,NHS",
      "text": "People with learning disabilities are still dying 25 years earlier than the rest of the population, a report has said.\nThe Learning Disabilities Mortality Review (LeDeR) calls for urgent action to prevent more avoidable deaths.\nA quarter of learning disability deaths were caused by Covid in 2020, compared to 13% of other deaths.\nNHS England said improving the health of people with a learning disability was a priority.\nThe LeDeR was established in 2015 to try to understand why so many people with learning disabilities were dying from avoidable causes, and to try and improve their access to healthcare.\nThe latest report compares data from the deaths of 9,110 people with learning disabilities who died over the past three years.\nIt found that while there had been some small improvements - life expectancy had increased by one year - people were still experiencing huge inequalities.\nIn 2020, 24% of learning disability deaths were caused by Covid-19 compared to just 13% of deaths in the general population.\nThe peak month for deaths from Covid-19 was April 2020, when 59% of all deaths were from the virus. \nIt was the leading cause of death in men over 35 and women over 20 with learning disabilities throughout the past year.\nReviewers found that poor testing provision, a lack of support from specialist services and difficulties using the NHS 111 service played a part in many of the deaths.\nIn nearly a third of 'do not attempt cardio-pulmonary resuscitation' (DNACPR) orders made in relation to people who had died from Covid-19, the correct procedure was not properly followed.\nIn some cases, the reason given for a 'do not resuscitate' order was because the person had a learning disability. \nOne example cited in the report was because the person was \"wheelchair-bound, needs to be hoisted, care home resident, learning disability.\"\nThey also found many examples of poor care - in 42% of the deaths in 2020, reviewers felt that the person's care had not met good practice standards.\nSteven Baskin's family feared that he could have become one of those statistics. The 43-year-old, who has Down's Syndrome, was treated in hospital for Covid-19 at the beginning of the outbreak, in March 2020.\nHis father, John, was told that his son would not be given access to a ventilator should he need one, because of his \"underlying health conditions\".\nHe said: \"I received a call from a doctor who told me that a decision had been taken - should Steven require the use of a ventilator, then this would be denied. \n\"I was exercising in the park at the time of the call and had to find a bench to sit down - I was really taken aback.\"\nHe discussed Steven's condition with other senior doctors who intervened, and the decision not to give him a ventilator was reversed.\nHe said: \"Steven had undergone treatment which affected his immune system, but other than this, he was perfectly healthy, and his treatment was going well.\"\nSteven recovered from Covid-19, but his family felt they had had to fight to get him the access to healthcare they felt he needed.\nReport author Pauline Heslop, who is based at the University of Bristol, said: \"This year, for the first time, we have been able to compare data based on the year of a person's death. \n\"There are some small signs of progress being made, but this is not sufficient, nor sufficiently well distributed across people with learning disabilities from different ethnic groups.\n\"Actions taken to date, while welcome, have clearly not been enough to make the progress we should expect to see.\"\nClaire Murdoch, mental health director for NHS England, said: \"Every year, people with a learning disability die sooner than they should and many from potentially avoidable conditions, such as constipation or aspiration pneumonia.\n\"Despite the pandemic, the NHS has ensured that three-quarters of people over the age of 14 with a learning disability have received their annual health check, two years ahead of the Long Term Plan target,\" she said.\n\"It is vital we use this report to make real and lasting change to help close the health inequality gap seen throughout society.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57447632",
      "category": "uk",
      "title": "21 June: End of England's Covid lockdown could be delayed by one month",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "The government is considering delaying the lifting of England's remaining Covid restrictions by up to four weeks, sources have told the BBC.\nThe final stage of lifting lockdown, originally planned to take place no earlier than 21 June, would see all legal limits on social contact removed.\nIt comes amid growing concern over rapidly increasing cases and the higher transmissibility of the Delta variant.\nDowning Street sources emphasised that no final decision has been made yet.\nData is still being examined ahead of a final announcement scheduled for Monday, and a senior government source stressed the government was considering \"options - plural\" for step four of England's roadmap.\nPushing the date back would allow the vaccination programme to take greater effect, as the rollout moves through to younger age groups.\nThe Times and Sun newspapers first reported that ministers were considering the delay.\nIt comes as key figures from the UK's Covid vaccine programme were recognised in the Queen's Birthday Honours list. \nThe last part of ending lockdown in England would see nightclubs reopen, and an end to restrictions on performances, weddings and other life events.\nPrime Minister Boris Johnson has faced mounting pressure to push back the 21 June date in recent days.\nThe British Medical Association has joined public health officials in calling for a delay.\nBMA council chairman Dr Chaand Nagpaul said: \"It's not just about the number of hospitalisations, but also the risk to the health of large numbers of younger people, who can suffer long-term symptoms.\"\nIt is often said the vaccination programme has broken the link between infections and hospitalisation. \nBut in truth it has just weakened it. During winter about one in 10 Covid infections went on to become a hospital admission. Now with admissions rising early data suggests it may be close to one in 20. \nIf that's right and the trajectory in terms of increasing infections continues we could see 2,000 admissions a day within two months. That's twice what the NHS would normally see for all types of respiratory infections in a bad winter. \nBut that's a lot of ifs - and the data on its own doesn't tell the full story. More admissions seem to be among younger people this time who are less sick. \nThat makes sense as very low numbers of the double-jabbed are ending up in hospital. \nThere's a lot of uncertainty. In a few weeks scientists will be able to give ministers a clearer idea of the cost of a full unlock so it can be balanced against the benefits. What's more, the number of vaccinations done would be higher, providing even more protection. \nFollowing reports in the Times that some restrictions, such as the 30-person limit on weddings, could still be eased on 21 June, sources said various options are being considered.\nThe government said in February that England's restrictions would only be lifted if:\nThe Delta variant first identified in India now accounts for nine in 10 coronavirus cases in the UK.\nIt is roughly 60% more transmissible than the Alpha - or Kent - variant, Public Health England data suggests.\nThe analysis also found people infected by the Delta variant are two times more likely to end up in hospital than those with Alpha.\nHowever, the data suggests nearly two-thirds of people infected with the Delta variant have not had a single dose of a Covid vaccine. Officials stress that two doses of the vaccine provide significantly more protection than one.\nAt the current rate of growth, as estimated on Thursday, the UK will reach 15,000 cases a day by 21 June and January levels of infections by late July - that is without any further relaxation of rules.\nDr Mike Tildesley, reader in infectious disease modelling at the University of Warwick and a member of the Scientific Pandemic Influenza Modelling group of Sage, told BBC Radio 4's Today programme the key thing was to look at the link between cases and hospital admissions.\n\"We are starting to see perhaps early signals that hospital admissions are going up but it's still unclear,\" he said. \nHe added that even with a delay there would be a wave of cases and hospital admissions, and the government would have to weigh that up against the benefits of unlocking. \nPeter Openshaw, professor of experimental medicine at Imperial College London, said \"on balance\" he would consider vaccinating children - with newer variants seemingly spreading more among younger age groups than the Wuhan variant.\nHe told the Today programme new evidence on safety of the vaccination in children suggested they were \"pretty safe\".\nShadow home secretary Nick Thomas-Symonds said any delay to ending lockdown would be \"a huge blow for many families and businesses across the country\".\nThe Labour MP accused the government of continuing with \"a reckless border policy that allowed the Delta variant to reach the UK and spread\" despite warnings from scientists.\nOn Friday vaccines minister Nadhim Zahawi said it was important to take a careful approach, adding: \"We don't want to squander those hard-fought gains that we have made through the vaccination programme.\"\nAnother 8,125 virus cases were recorded in the UK on Friday, according to official figures, and another 17 people died within 28 days of a positive test.\nMore than 29 million people in the UK have had both doses of a vaccine - 55.4% of the adult population.\nThe R number in England is estimated to have risen to between 1.2 and 1.4, meaning that, on average, every 10 people with Covid will infect between 12 and 14 others.\nThe easing of restrictions is happening at different speeds across the other nations of the UK with 21 June being given as an \"indicative date\" for a number of changes in Northern Ireland, including 10 people from two households being allowed to meet in private homes, up to 15 people being able to meet outdoors in a garden and theatres and concerts able to restart.\nLockdown measures in Wales will be reviewed on 21 June, while the whole of Scotland is due to move to level zero on 28 June - but the prevalence of the Delta variant may delay that."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57441406",
      "category": "uk-scotland",
      "title": "Birthday Honours: Lulu and Linda Bauld among Scottish recipients",
      "tags": "Queen's Birthday Honours,Coronavirus pandemic",
      "text": "Singer Lulu, a former chief nursing officer and a public health expert on Covid are among the Scots honoured in the Queen's Birthday Honours list.\nLulu, 72, who began her career at the age of 15, is made a CBE for services to music, entertainment and charity.\nProf Fiona McQueen, who retired as chief nursing officer in March, receives a CBE for services to the NHS.\nProf Linda Bauld is made an OBE for \"guiding the public health response to, and public understanding of, Covid-19\".\nProf Bauld, an Edinburgh University behavioural scientist, has been a regular face on TV screens explaining the twists and turns of the pandemic. She has also been an adviser to the Scottish Parliament's Covid-19 committee, while continuing her role as chairwoman of public health at Edinburgh University.\nShe said she was \"delighted\" to receive the award and predicted a \"sea change\" in scientific communication across the world as a result of the pandemic.\n\"The public needed to hear from the scientists doing the research or understanding the research,\" she said.\nProf McQueen, from Ayrshire, who was chief nursing officer for seven years, could often be seen alongside Nicola Sturgeon during her daily coronavirus briefings.\nLulu's career, which includes musical theatre and television, has spanned six decades.\nBorn Marie McDonald McLaughlin Lawrie in Lennoxtown, East Dunbartonshire, she is also known as Lulu Kennedy-Cairns.\nShe shot to fame as a teenager when her version of Shout, a cover of the Isley Brothers track, became a hit. The song would go on to become her signature tune.\nShe represented Britain at the Eurovision Song Contest in 1969 with her song Boom Bang-A-Bang becoming the joint winner as she shared the prize with France, Netherlands and Spain with 18 points each.\nLulu, who had a number one single, Relight my Fire, with Take That in 1993, received an OBE for her services to music in 2000. At the time she said: \"I hope to go on until I die.\"\nAmong the 47 honours awarded to people connected to Scotland is that of Anne Richards, chief executive of the Fidelity International investing firm, who has been made a dame.\nThe 57-year-old from Edinburgh said she hoped her award \"highlights to women the wonderful opportunities that a career in financial services can offer\".\nAnother Damehood goes to Prof Caroline MacEwen, chairwoman of the Academy of Medical Royal Colleges, from Longforgan, Perth and Kinross. She receives the honour for services to ophthalmology and healthcare leadership during the Covid-19 response. \nProf John Kay has been awarded a knighthood for services to economics, finance and business. Born and educated in Edinburgh, he went on to become a professor at the London School of Economics and a fellow of St John's College, Oxford.\nHe was a member of the Scottish government's council of economic advisers before the independence referendum.\nFormer Aberdeen and Rangers player David Robertson has been awarded a British Empire Medal for services to the community in Kashmir. The honour is in recognition of his work as manager of Indian team Real Kashmir FC.\nSince taking on the role as Real Kashmir FC manager in January 2017, the 52-year-old, from Aberdeen, has provided hope and pleasure to millions by guiding the team into India's top flight for the first time in the club's history.\nHis work with the side featured in a Bafta-winning BBC documentary.\nCommonly awarded ranks:\nEleanor Moffat, 83, from Coldstream in the Scottish Borders, receives a BEM for services to charity in the Scottish Borders and overseas. Since retiring, she has raised thousands of pounds for charity, including £99,000 for Breast Cancer Now. \nShe first began supporting the charity, previously Breakthrough Breast Cancer, 24 years ago following her sister's diagnosis, and has continued to hold a variety of fundraising events, including walking the Great Wall of China at the age of 70.\nShe sells hundreds of jars of jam made from home-grown fruit and supports the work of schools and churches in West Africa, travelling to Ghana (three times) and Malawi at her own expense to take educational equipment for deprived children.\nCharles MacLean, an author of 18 books, becomes an MBE for services to Scotch whisky, UK exports and charity.\nThe 69-year-old, from Edinburgh, visited 17 countries in 2019 alone as an ambassador for Scotch.\nCatherine Campbell, from the Isle of Harris, is made an OBE for services to the Harris Tweed industry and economy on the Isle of Harris.\nShe is a descendant of the Campbell family, of the small crofting village of Plocrapool where Harris Tweed was first hand-woven.\nPaul Cackette, Holyrood's former legal director and now director of outbreak control management, from Edinburgh, is made a CBE for services to the Scottish government.\nFormer head of the General Teaching Council for Scotland, Ken Muir, from Ladybank in Fife, is also made a CBE for services to education in light of his work during the pandemic. He had a 42-year career in education."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57447066",
      "category": "uk",
      "title": "The Queen: ‘Are you supposed to be looking as if you’re enjoying yourself?’",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57450935",
      "category": "uk",
      "title": "Covid-19: June unlocking delay considered and honours for vaccine heroes",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday. \nThe planned ending of England's remaining Covid restrictions on 21 June could be delayed by up to four weeks amid rising case numbers fuelled in part by the Delta variant. The final stage of lifting lockdown would see all legal limits on social contact removed. The government is still examining data ahead of a final announcement about the roadmap for easing measures, scheduled for Monday. A Whitehall source said a number of options were being considered, but the four-week delay was currently the main one. With coronavirus constantly changing, our health correspondent James Gallagher looks at whether there is a limit to how bad variants can get.\nWorld leaders are to pledge that the devastation caused by a pandemic like Covid-19 must never be repeated. They will issue a declaration on the second day of the G7 summit in Cornwall that sets out a series of measures intended to achieve this. Among them is the aim to slash the time needed to develop vaccines to under 100 days. The leaders will also pledge to reinforce global surveillance networks and genomic sequencing capacity.\nVaccine passports could be used at big events, such as concerts and sports matches, under plans being considered by the government. On Monday, a review into the use of the certification in England is expected to confirm they will not be compulsory. But a Whitehall source said it was possible they could have a role in large events and in helping prevent closures if there is another wave of the pandemic in winter. It comes as MPs called for the certification to be scrapped, arguing there was no justification for their use \"sufficient to counter what is likely to be a significant infringement of individual rights\" No formal decision has yet been made by government.\nThe former chair of the UK vaccine taskforce and one of the scientists who developed the Oxford-AstraZeneca vaccine are among those recognised in the Queen's Birthday Honours list. Kate Bingham and Prof Sarah Gilbert both received damehoods. Venture capitalist Ms Bingham told the BBC she was \"humbled\" and that she hoped her legacy would inspire more women to pursue careers in the science sector. Prof Gilbert said it was important to recognise \"the large number of people who worked very hard to get this vaccine developed, manufactured, tested in trials... and now the people working on the vaccine rollout\".\nIn normal times it could expect to attract a crowd of 110,000 people. But this year Download festival will host a fraction of that number - some 10,000 people - along with a pared-back list of performers as part of a government Covid pilot event. No-one will have to wear a mask or socially distance at the festival in Castle Donington, Leicestershire, which is returning after twice being cancelled because of the pandemic. As our reporter Sandish Shoker discovered, fans are delighted to be back.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nOur understanding of the virus has evolved throughout the pandemic - check out the latest thinking on how to protect yourself here.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-57449680",
      "category": "uk-england-northamptonshire",
      "title": "Harry Dunn death: Path clear for virtual trial, says foreign secretary",
      "tags": "Dominic Raab,Boris Johnson,Harry Dunn crash,Croughton,Joe Biden",
      "text": "The path is clear for the UK to seek a virtual trial in the case of Harry Dunn, the foreign secretary has said.\nThe 19-year-old died near RAF Croughton in Northamptonshire in August 2019 when a car driven by suspect Anne Sacoolas hit his motorbike.\nShe later left the country, claiming diplomatic immunity.\n\"I would like to see some accountability. I think the family deserve no less,\" Dominic Raab told the BBC.\nHarry Dunn's parents said they \"welcome the development\" of a potential virtual trial.\nMrs Sacoolas's car struck Harry Dunn's motorbike moments after she left the RAF base in Northamptonshire where her husband worked for a US intelligence agency.\nThe Crown Prosecution Service (CPS) authorised Northamptonshire Police to charge her with causing the teenager's death by dangerous driving, but an extradition request was rejected by the US government. The maximum sentence for the charge is 14 years.\nMr Raab told BBC Radio 4's Today programme: \"The US has not agreed to the extradition, but the path is clear for the legal authorities in the UK to approach Anne Sacoolas's lawyers - without any problem from the US government - to see whether some kind of virtual trial or process could allow some accountability and some solace and some justice for the Dunn family.\"\nHe said it is for the UK's legal authorities \"to deal with the Sacoolas lawyers and also the justice system on the US side\".\nRadd Seiger, spokesman for Harry Dunn's parents, said: \"It is a huge development and we are grateful to the politicians for making this possible.  \n\"This campaign has never been about vengeance or retribution, but about accountability for the loss of their totally innocent son.  \n\"That is what any of us would want and that is what must now be delivered.\"\nLast year, the Dunn family's constituency MP, Andrea Leadsom, said a virtual trial would see Mrs Sacoolas go through the court process in England, but she would remain in the US throughout, including any sentence handed down.\nWhat a virtual trial means in practice is unclear.\nThe CPS has so far insisted that Mrs Sacoolas must be extradited to the UK.\nA criminal trial on US soil, under modern English law, would be a first since the British lost the American Revolutionary War in 1783 and therefore highly unlikely.\nBut Mrs Sacoolas' lawyers have previously also said she is willing to serve some kind of community sentence at home. \nOn Friday, Prime Minister Boris Johnson said he and US President Joe Biden were \"working together\" to resolve the case.\nMr Raab said President Biden had \"empathised from his own personal experience and it was very moving, genuinely\".\nThe president lost his first wife, Neilia Hunter, and their one-year-old daughter Naomi in a car crash in 1972.\nHarry Dunn's family want Mrs Sacoolas to be stripped of diplomatic immunity in order to face a British court over the death.\nThe US said she has diplomatic immunity - meaning there can be no criminal prosecution.\nInternational rules protect officials and their families from unjust interference from host nations while they are stationed abroad.\nThe CPS has so far insisted that Mrs Sacoolas must be extradited to the UK.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57451808",
      "category": "uk",
      "title": "Trooping the Colour: Scaled back celebration for Queen's official birthday",
      "tags": "UK Royal Family,Windsor,Queen Elizabeth II,British Army,Windsor Castle",
      "text": "The Queen's official birthday has been marked with a scaled back celebration for a second year due to Covid. \nThis year's Trooping the Colour saw a reduced parade in the grounds of Windsor Castle, rather than in central London, led by the Scots Guards.\nIn 2020 the event was cancelled due to the pandemic with a ceremonial tribute performed at Windsor by Welsh Guardsman and a band of the Household Division.\nIt comes ahead of the Queen hosting US President Joe Biden on Sunday.\nThe monarch's actual birthday is on 21 April but her official birthday is marked on the second Saturday of June each year.\nIt is traditionally celebrated with a military parade near Buckingham Palace in which the Household Division marches carrying a regimental flag, known as a colour.\nThe Duke of Kent - the Queen's cousin - was also present for the ceremony, which saw the F Company Scots Guards troop the colour of the 2nd Battalion Scots Guards through the ranks of guardsmen on parade.\nThe celebration was smaller than normal and has been dubbed a \"mini\" Trooping the Colour.\nBut the military officer in charge of planning the parade said his aim was to create a \"memorable and uplifting day\" for the monarch, who has been based at Windsor during the pandemic.\nLt Col Guy Stone said: \"Last year we had 85 on parade, this year we've got 274, plus 70 horses, so we're really excited about the event having grown and getting us back to normal for next year we hope.\n\"It's been very challenging, but we like a challenge. Covid has got a lot to answer for in so many ways, it's made this difficult but what we want to do more than anything is give the Queen a memorable and uplifting day.\"\nFoot tapping along to the music, the Queen took a break from meeting presidents and prime ministers during the G7 summit to attend her birthday parade.\nIt was a scaled down Trooping the Colour - in the grounds of Windsor Castle rather than in central London. \nThe soldiers once again had to carry out their manoeuvres in a socially distanced way but, unlike last year, the mounted regiments were there and gun salutes were fired. \nAny public hoping to catch a glimpse had been asked to stay away from Windsor town centre - but some of the weekend shoppers, cyclists and tourists did stop outside the castle walls. They were treated to a perfect view of the Red Arrows flying overhead as the parade came to an end.\nIt has been a difficult few months for the Queen. A number of those taking part in Trooping the Colour were also involved in the funeral of the Duke of Edinburgh held here in April.\nOn Monday, the Queen will be joined by US President Biden and the first lady for tea. At 95-years-old, the Queen appears to be enjoying a particularly busy weekend.\nLt Col Stone, who serves with the Welsh Guards, is Brigade Major Household Division and was also in overall charge of the military arrangements for the Duke of Edinburgh's funeral.\nIt was the Queen's first official birthday without her husband, the Duke of Edinburgh, who died at the age of 99 in April.\nThe event ended with a 41 gun salute and a flypast by the Red Arrows.\nOfficial celebrations of a sovereign's birthday have often been held on a day other than their actual birth date, particularly when the actual birthday has not been in the summer, so that there is better weather for a parade.\nMeanwhile, heroes of the pandemic have been among those to be recognised in the Queen's Birthday Honours, with vaccine developer Prof Sarah Gilbert and former chair of the vaccine taskforce Kate Bingham among those to be recognised.\nOn Friday the Queen and other members of the Royal Family were in Cornwall as part of the G7 summit of world leaders.\nThe monarch joined the politicians for a dinner at the Eden Project."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-shropshire-57453332",
      "category": "uk-england-shropshire",
      "title": "Four teenage boys arrested on suspicion of murder in Telford",
      "tags": "Telford",
      "text": "Four teenage boys have been arrested on suspicion of murder after a man, found seriously injured on a footpath, later died.\nThe victim, aged in his 20s, was found near Stonebridge Close, Telford, on Friday evening.\nHe was taken to hospital where he later died and his death is being treated as suspicious, West Mercia Police said.\nOne of the boys is 14-years-old and the other three are aged 15. Two adults have also been arrested.\nA woman, 42, and a man, 41, were also arrested on suspicion of assisting offenders and all six remain in custody.\nCh Insp Helen Kinrade said they knew the community would be concerned at the death and arrests.\n\"We would like to reassure the public that the investigation is ongoing and this is believed to be an isolated incident,\" she added.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57449229",
      "category": "world-us-canada",
      "title": "Teen who filmed George Floyd's murder given journalism award",
      "tags": "Police brutality,US race relations,George Floyd death,United States",
      "text": "A teenager who filmed the murder of George Floyd by a white police officer has been given a special journalism award by the Pulitzer Prize board. \nDarnella Frazier, now 18, was awarded the citation for her courage, the Pulitzer committee said. \nHer film spurred protests for racial justice around the world and was used as evidence in the trial that convicted police officer Derek Chauvin. \nThe Pulitzers are the most prestigious journalism awards in the US. \nThe committee said they honoured Ms Frazier for \"courageously recording the murder of George Floyd, a video that spurred protests against police brutality around the world, highlighting the crucial role of citizens in journalists' quest for truth and justice.\"\nMs Frazier came across the arrest of Floyd while walking with her cousin in Minneapolis on 25 May last year. \nShe told a court earlier this year that she started recording the incident on her phone because \"I saw a man terrified, begging for his life\".\nMs Frazier described hearing Floyd \"saying I can't breathe'. He was terrified, he was calling for his mom\". \nThe video was replayed around the world and sparked mass protests and a racial reckoning in the US. To many, Floyd's death while in police custody became a symbol of police brutality - particularly against people of colour - and it sparked worldwide demonstrations for racial justice. \nThe footage was used as evidence at Chauvin's murder trial earlier this year. He was later found guilty on three charges: second-degree murder, third-degree murder and manslaughter. \nAt the murder trial, she told the court that witnessing Floyd's death had changed her life. \n\"When I look at George Floyd I look at my dad, I look at my brother, my cousins, my uncles - because they are all black,\" she said, audibly crying. \"And I look at how that could have been one of them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57450592",
      "category": "world-asia-china",
      "title": "Hong Kong activist Agnes Chow released from prison",
      "tags": "Hong Kong anti-government protests,China,Hong Kong national security law,Hong Kong",
      "text": "Hong Kong's prominent pro-democracy activist Agnes Chow has been released from prison after serving nearly seven months of her 10-months term.\nShe was greeted by supporters and media - but was driven away without making any comments. The authorities did not say why she had been freed early.\nChow and fellow activists Joshua Wong and Ivan Lam were jailed last year for their role in protests in 2019.\nChina later imposed a national security law to stifle dissent in Hong Kong.\nChow, 24, left the prison gates at about 10:00 local time (02:00 GMT) on Saturday.\nHer supporters were heard shouting \"Add oil!\" - an expression that became a rallying cry during the mass protests. \nChow did not speak to the waiting media, as she was picked in a car by her friends.\nAlongside Wong and Lam, also in their 20s, Agnes Chow became the face of Hong Kong's protests.  They remain in prison.\nChow's supporters have dubbed her \"the real Mulan\", in reference to the legendary Chinese heroine who fought to save her family and country. Others have called her the \"goddess of democracy\".\nNathan Law, another prominent young activist, has been given asylum in the UK after fleeing Hong Kong.\nHong Kong - a special administrative region of China - was always meant to have a security law, but could never pass one because it was so unpopular. \nSo this is about the government in Beijing stepping in to ensure the city has a legal framework to deal with what it sees as serious challenges to its authority. \nThe details of the law's 66 articles were kept secret until after it was passed last year. It criminalises any act of:\nThe law came into effect at 23:00 local time on 30 June 2020, an hour before the 23rd anniversary of the city's handover to China from British rule.\nIt gives Beijing powers to shape life in Hong Kong it has never had before. Critics say it effectively curtails protest and freedom of speech - China has said it will return stability."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57445303",
      "category": "entertainment-arts",
      "title": "Sony Music writes off artists' decades-old debts",
      "tags": "Spotify,Streaming,Sony,Music",
      "text": "Sony Music has cancelled the debts of thousands of artists who signed to the record label before the year 2000.\nIt means that many will now, for the first time, earn money when their songs are streamed on services like Spotify and Amazon Music. \nSony said it could not name the eligible acts due to confidentiality agreements, but a source said it would \"include household names\".\nIt said some artists stood to receive \"many thousands of dollars per year\".\nMusicians typically take on debt when they first sign to a record label. They are given a lump sum, known as an advance, to pay for recording studios, video shoots, distribution and other expenses. The money is then paid back when they sell their music.\nHowever, many artists never earn enough to repay their advances, often because they get unfavourable royalty rates from their own record companies. Heritage black artists have been particularly affected.\nAnd until the debt to their label is repaid, those artists are not eligible to receive income from streaming, and other royalty payments.\nThat's how an act like TLC, who were signed to Sony subsidiary LaFace Records, ended up declaring bankruptcy in the 1990s. \nThe R&B stars declared debts of $3.5m, despite having one of the decade's best selling albums, CrazySexyCool.\nSony's announcement came in a letter to artists on Friday, a copy of which has been shared with the BBC.\n\"We are not modifying existing contracts, but choosing to pay through on existing unrecouped balances to increase the ability of those who qualify to receive more money from uses of their music,\" it said.\nIn other words, the debt hasn't been explicitly wiped out - but Sony will ignore it and pay royalties to affected acts, backdated to 1 January 2021.\nMusic industry lawyer Aurelia Butler-Ball said the scheme would \"unlock\" streaming revenues that artists were not previously entitled to, under contracts signed during the CD and cassette era.\n\"Many of the record deals [made] before 2000 didn't recognise that streaming platforms would ever exist,\" she said. \"Therefore, artists didn't have the right mechanisms in place to see those revenues.\"\nSony's initative comes amid mounting pressure on the record industry to be more transparent about the way it distributes money, particularly from streaming services.\nA parliamentary inquiry is currently looking into the streaming economy, prompted by the vocal #BrokenRecord campaign, which seeks to address the imbalance in how profits are shared between record labels, musicians and the streaming services themselves.\nGomez musician Tom Gray, who founded the campaign, said Sony's move was \"incredibly welcome\".\n\"From the perspective of somebody who's been running a campaign to try and get these companies to behave more ethically and transparently, it feels like a win,\" he told the BBC.\nButler-Ball, who is a partner at Irwin Mitchell, said the initiative was something musicians had been \"pushing for\" for some time, but that it was only when the public began to take notice of the #BrokenRecord and #FixStreaming campaigns that record companies felt they had to act.\n\"I think this is absolutely a sign of labels recognising that there is pressure coming from not only artists but fan bases, and it's increasingly being talked about publicly,\" she said.\nSony is not the first company to take such a step. Indie label Beggars Group, which is home to acts like Grimes, Jarvis Cocker and The xx, has previously written off unrecouped balances on older contracts. However, Sony is the only major label to do so.\nIts direct competitors, Universal and Warner Music, may feel they should follow suit - but Gray says they should go even further by fixing the low royalty rates given to artists in the 1960s and 70s.\n\"If that person's on a 5% royalty, they're not suddenly going to start earning lots of money,\" he said, referring to the new deal. \n\"If you look at what labels like BMG are doing now, where they're doing standard 30% deals [where artists gets 70% of the money], then Sony haven't even got to what 'good' looked like a decade ago.\"\nMeanwhile, Sony's move could enable heritage artists to sell their song catalogues to interested buyers - as Bob Dylan, Blondie and Barry Manilow have all recently done.\n\"There are plenty of funds out there looking to buy catalogues at multiple of 10 times and above [in exhange] for artist royalties,\" music consultant Alasiter Moughan told the BBC.  \n\"If an artist was unrecouped a potential buyer might want the artist to pay this balance back or not purchase the royalties at all, as no actual cash would be flowing through.  \n\"This change in policy from Sony could be significant for an artist in this position.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-57454319",
      "category": "uk-england-cornwall",
      "title": "G7 in Cornwall: Hundreds on streets and in sea for protests",
      "tags": "St Ives,G7 summits,Falmouth",
      "text": "Hundreds of protesters brought streets to a standstill on the second day of the G7 summit in Cornwall.\nCampaigners from Extinction Rebellion marched through Falmouth in one of the biggest demonstrations of the day.\nAnd cleaner seas campaigners Surfers Against Sewage held a paddle-out protest at a Falmouth beach.\nDevon and Cornwall Police has tweeted its thanks to demonstrators for keeping protests peaceful.\nThe G7 summit is taking place in Carbis Bay, near St Ives, with international media based 27 miles (43km) away in Falmouth.\nAbout 200 protesters paddled out into the bay from Gyllyngvase beach in Falmouth with banners declaring an \"ocean and climate emergency\".\nA huge blow-up shark was anchored in the bay with the message: \"Eat people not plastic.\"\nMarlene McKenna, who swam out to the gathering, said: \"It's time the oceans are cleaned up, I hate swimming in sewage which can happen after heavy rain.\n\"We just need to make sure that all the nations are working together to put our environment front and centre right now.\"\nFarrah, two, and her brother Grey, eight, had travelled from Bath with their mum with the message: \"No-one is too small to make a difference.\"\nBehind the beach there was a van handing out free ice-creams stressing the need to vaccinate the whole world against Covid-19.\nOxfam campaigners at nearby Swanpool beach called for G7 countries to step up action on emissions and help vulnerable countries respond to climate change.\nSeveral hundred people also marched through Falmouth against the Tigray humanitarianism crisis in Ethiopia.\nOcean Rebellion set fire to a Viking-style boat on Friday night close to the St Ives hotel where G7 delegates are staying.\nThe words \"As the seas die we die\" were on the sail..\nOcean Rebellion said: \"Marine plants produce more than 90% of our oxygen, so they, and not the Amazon rainforest, are the true lungs of our planet.\"\nObserver professor Clare Saunders, an expert in environmental protests from the University of Exeter, said most demonstrations has been \"friendly and open to all\" with a \"real community, festival-type atmosphere\".\nShe also pointed out the \"lack of public transport\" in Cornwall had \"helped create a sense of community between protesters\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send any story ideas to spotlight@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57445184",
      "category": "uk-politics",
      "title": "G7: Boris Johnson kicks off summit with plea to tackle inequality",
      "tags": "Boris Johnson,Carbis Bay,G7 summits,Coronavirus pandemic,Joe Biden",
      "text": "Boris Johnson has urged fellow world leaders to \"build back better\" after the Covid pandemic at this week's G7 summit in Cornwall.\nThe UK prime minister said it was vital to learn from the \"mistakes\" of the 2008 financial crisis and tackle the \"scar\" of inequality.\nAfter a day of talks at the seaside resort of Carbis Bay, leaders have joined the Queen for a dinner nearby.\nThe distribution of Covid vaccines is also high on the summit agenda.\nEarlier, the leaders posed for a group photo with the Queen, where the monarch was heard to joke: \"Are you supposed to be looking as if you're enjoying yourself?\"\nThe leaders around the Queen laughed, and Mr Johnson replied emphatically: \"Yes.\"\nThe prime minister added: \"We have been enjoying ourselves - in spite of appearances.\"\nUS President Joe Biden is among those being hosted by Mr Johnson for the three-day meeting, as well the leaders of France, Germany, Italy, Japan and Canada.\nIt is the first face-to-face summit of the G7 - representing most of the world's biggest economies - since before the pandemic started early last year. \nEuropean Commission President Ursula von der Leyen and European Council President Charles Michel are also attending.\nIn his opening remarks at the main round-table discussions, Mr Johnson said that, as the world recovered from the pandemic, it was important to \"level up across our societies\" and \"build back better\".\nHe added: \"I actually think that we have a huge opportunity to that because, as G7, we are united in our vision for a cleaner, greener world, a solution to the problems of climate change.\"\nThe prime minister also said it was \"vital that we don't repeat the mistakes of the last great crisis - the last great economic recession of 2008 - when the recovery was not uniform across all parts of society\".\nPoliticians are attending a Friday evening reception at the nearby Eden Project, attended by the Queen, the Prince of Wales, the Duchess of Cornwall and the Duke and Duchess of Cambridge.\nThe UK government announced it was giving £430m in aid to the Global Partnership for Education, to help the world's \"most vulnerable children\" get better schooling, with a \"particular\" focus on girls.\nIt was important for the world economy to rebuild in a \"more equal and... in a more gender-neutral and perhaps a more feminine way\" after the huge damage caused by coronavirus, Mr Johnson told his fellow leaders.\nAs camera crews and photographers left the meeting room at the Carbis Bay Hotel, he joked that what had been intended as a \"fireside chat\" had turned into a \"media circus\".\nTweeting a photograph of himself with some of the other European leaders sitting on a seaside terrace, French President Emmanuel Macron wrote: \"As always, the same union, the same determination to act, the same enthusiasm! The G7 can begin.\"\nAs G7 leaders got round the table and down to business Boris Johnson's opening remarks initially followed a familiar pattern as he talked about \"building back better\". \nBut he ended on a less familiar pledge to build back in a \"more gender-neutral\" and \"feminine\" way. \nSo what does that mean? \nDowning Street sources are pointing to the PM's education announcement. Mr Johnson, I'm told, wants to improve the prospects of girls around the world. \nWhile the prime minister's terminology may cause some to cringe a little (\"ugh, just ugh,\" remarked one senior Tory MP), the underlying aim might attract praise, even if the UK government is temporarily cutting its overseas aid budget overall.\nBut, more broadly, the prime minister is keen to insert his \"build back better\" domestic agenda into the international scene. \n\"Build back better\" also happens to be the name of Joe Biden's mammoth jobs and recovery plan.\nFor any G7 leader, the world stage is still a chance to reach the audience at home.  \nMr Johnson has pledged the UK will donate more than 100 million Covid vaccines to poorer countries within the next year, while Mr Biden promised 500 million doses of Pfizer vaccines to 92 low and middle-income countries and the African Union.\nBut some charities and campaigners have criticised the scale of the UK's plan, under which 5 million doses will be given out by the end of September, with 25 million by the end of 2021 and the rest provided during 2022. \nLis Wallace, head of UK advocacy at anti-poverty campaigners One, said it was \"not happening anywhere near fast enough\", and called on Mr Johnson to start sharing doses straight away.\nAnd US pop star Selena Gomez told her nearly 65 million Twitter followers that the promise to deliver 5 million vaccines by the end of September was \"too little too late\".\nMs Gomez was among a number of celebrities who took part in a concert aimed at increasing access to Covid vaccines in April. Mr Biden also appeared at the event, as did Prince Harry and Meghan Markle.\nThe G7 nations are expected to collectively agree to provide a billion doses of Covid-19 vaccine in an effort to end the pandemic in 2022.\nThe World Health Organization estimates 11 billion doses will be needed to vaccinate the whole world to a level of 70%, the point at which transmission of the virus could be significantly affected.\nHundreds of people joined a march in St Ives, just along the coast from Carbis Bay, urging leaders to \"address the climate and ecological emergency\".\nThree people were arrested a few miles away from the summit venue earlier on suspicion of possession of an article with intent to commit criminal damage, and four were arrested on suspicion of conspiracy to commit public nuisance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57452158",
      "category": "world-us-canada",
      "title": "G7 summit: Spending plan to rival China adopted",
      "tags": "Xinjiang,Carbis Bay,G7 summits,Uighurs,Coronavirus pandemic",
      "text": "G7 leaders seeking to rival China have adopted a plan to support lower- and middle-income countries in building better infrastructure. \nPresident Joe Biden said he wanted the US-backed Build Back Better World (B3W) plan to be a higher-quality alternative to a similar Chinese programme. \nChina's Belt and Road Initiative (BRI) has helped finance trains, roads, and ports in many countries.\nBut it has been criticised for saddling some with debt. \nIn a statement at their summit in the English county of Cornwall, the G7 leaders said they would offer a \"values-driven, high-standard and transparent\" partnership.\nHowever, details of how the G7 plan will be financed remain unclear. German Chancellor Angela Merkel said the group was not yet at a stage to release financing for its initiative. \nThe US has been particularly critical of China's so-called \"debt diplomacy\".\nThe G7, the world's seven wealthiest democracies, have also committed to a new plan to stop future pandemics.\nThe measures include cutting the time needed to develop and license vaccines and treatments for Covid-19 to under 100 days. The plan will be officially unveiled on Sunday, alongside the final summit communique. \nUK Prime Minister Boris Johnson is hosting the three-day gathering at the seaside resort of Carbis Bay.\nThe Americans see Saturday's session at the G7 as being about challenging the rise of Chinese influence around the world. Beijing's Belt-and-Road initiative, which has seen billions of dollars poured into developing countries, must be countered by the Western democracies.\nSenior administration officials want to prove that Western values can prevail. They argue that Chinese investment has come with too high a price tag; that the forced labour of the Uyghur minority in Xinjiang is morally egregious, and economically unacceptable as it prevents fair competition.\nGlobal supply chains, Joe Biden will insist, must be free of this kind of labour. US officials say this is not just about confronting China, but about presenting a positive alternative for the world.\nBut the Biden administration has been vague about how much the West would contribute to this global infrastructure plan and over what timescale. What is clear is a renewed determination among Western powers that they need to act now to counter a resurgent and increasingly powerful China.\nEarlier this year, the US, the European Union, the UK and Canada introduced co-ordinated sanctions on China.\nThe sanctions, including travel bans and asset freezes, targeted senior officials in Xinjiang who have been accused of serious human rights violations against  Uyghur Muslims. \nMore than a million Uyghurs and other minorities are estimated to have been detained in camps in the north-western province.\nThe Chinese government has been accused of carrying out forced sterilisations on  Uyghur women and separating children from their families. \nA BBC investigation published in February contained first-hand testimony of systematic rape, sexual abuse and torture of detainees.\nChina responded with its own sanctions on European officials.\nThe leaders will issue the Carbis Bay Declaration on Saturday. Its aim is to prevent any repeat of the human and economic devastation wreaked by Covid-19.\nGlobally, more than 175 million people have had the infection since the outbreak began, with over 3.7 million Covid-related deaths, according to America's Johns Hopkins university.\nThe G7 declaration will spell out a series of steps, including:\nThe declaration is expected to incorporate recommendations from a report by a group of international experts drawn from across industry, government and scientific institutions.\nUN Secretary General António Guterres and WHO director Dr Tedros Ghebreyesus will also take part in Saturday's session.\nDr Tedros stressed that \"the world needs a stronger global surveillance system to detect new epidemic and pandemic risks\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57457378",
      "category": "world-us-canada",
      "title": "Bidder pays $28m for space trip with Amazon's Bezos",
      "tags": "Amazon,Human spaceflight,Jeff Bezos,Space,United States",
      "text": "A mystery bidder has paid $28m (£20m) for a seat on Amazon founder Jeff Bezos's first crewed spaceflight by the billionaire's Blue Origin company.\nThis winning bid was made at Saturday's auction, with Blue Origin tweeting that the winner's identity would be revealed in the coming weeks.\nThe bidding process attracted interest from more than 140 countries.\nThe other two crew members of the 20 July flight are Mr Bezos' brother Mark and an unnamed space tourist.\nAfter a nearly month-long bidding process the top bid had stood at just under $5m - but once Saturday's online auction got under way that figure rose more than five times.\n\"The winning bid amount will be donated to Blue Origin's foundation, @ClubforFuture,\" Blue Origin tweeted.\nMr Bezos has a net worth of $186.2bn (£131.5bn), according to Forbes magazine. This makes him one of the world's richest people. \n\"On July 20th, I will take that journey with my brother,\" he wrote in a post on Instagram earlier this week. \"The greatest adventure, with my best friend.\"\nMr Bezos' brother Mark described the planned flight on Blue Origin's launch vehicle New Shepard as a \"remarkable opportunity\".\nAccording to Blue Origin's website the company plans to launch its passengers more than 100km (62 miles) above the Earth's surface, allowing them to experience microgravity. The six-berth capsule will return to Earth using parachutes.\nThe trip is expected to last about 10 minutes.\nThe New Shepard booster can land vertically on the ground after returning from space. It is named after Alan Shepard, the second person and first US citizen to fly into space.\nThe first crewed flight comes just weeks after Mr Bezos plans to step down as CEO of Amazon.\nInstead he will serve as executive chairman of the e-commerce giant he founded 30 years ago in his garage, allowing him \"time and energy\" to focus on other ventures.\nMeanwhile, a rival space pioneer could steal a march on Mr Bezos.  It is thought Richard Branson might join a test flight of his Virgin VSS Unity spaceplane on 4 July."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57450585",
      "category": "uk",
      "title": "G7: Leaders to unveil global anti-pandemic action plan",
      "tags": "Boris Johnson,Carbis Bay,G7 summits,Coronavirus pandemic",
      "text": "G7 leaders are to commit to using all their resources in an effort to ensure the devastation caused by a pandemic like Covid-19 is never repeated.\nOn the second day of their summit in Cornwall, they will issue a declaration that sets out a series of measures intended to achieve this.\nThe aim is to slash the time needed to develop vaccines to under 100 days.\nOn Friday, UK Prime Minister Boris Johnson opened the summit with a plea to tackle global inequality.\nMr Johnson, who is hosting the three-day gathering at the Cornish seaside resort of Carbis Bay, said it was vital to learn from the \"mistakes\" of the 2008 financial crisis and tackle the \"scar\" of inequality.\nAfter Friday's talks, the leaders were joined by the Queen for a dinner at the nearby Eden Project.\nAs they posed for a group photo, the monarch was heard to joke: \"Are you supposed to be looking as if you're enjoying yourself?\"\nThe leaders around the Queen laughed, and Mr Johnson replied emphatically: \"Yes.\" The prime minister added: \"We have been enjoying ourselves - in spite of appearances.\"\nThe G7 (Group of Seven) is an organisation made up of the world's seven largest so-called advanced economies: Canada, France, Germany, Japan, Italy, the UK and the US.\nTwo top EU politicians are also attending the summit.\nThe G7 leaders will issue the Carbis Bay Declaration after a special session on Saturday, which will set out a plan to try to prevent any repeat of the human and economic devastation wreaked by Covid-19.\nGlobally, more than 175 million people have had the infection since the outbreak began, with over 3.7 million Covid-related deaths, according to America's Johns Hopkins university.\nThe G7 declaration will spell out a series of concrete steps, including:\nBefore the talks, Mr Johnson said: \"In the last year the world has developed several effective coronavirus vaccines, licensed and manufactured them at pace and is now getting them into the arms of the people who need them. \n\"But to truly defeat coronavirus and recover we need to prevent a pandemic like this from ever happening again. That means learning lessons from the last 18 months and doing it differently next time around.\"\nThe declaration is expected to incorporate recommendations from a report by a group of international experts drawn from across industry, government and scientific institutions.\nUN Secretary General António Guterres and WHO director Dr Tedros Ghebreyesus will also take part in Saturday's session.\nDr Tedros stressed that \"the world needs a stronger global surveillance system to detect new epidemic and pandemic risks\".\nMr Johnson has pledged the UK will donate more than 100 million Covid vaccines to poorer countries within the next year, while Mr Biden promised 500 million doses of Pfizer vaccines to 92 low and middle-income countries and the African Union.\nBut some charities and campaigners have criticised the scale of the UK's plan, under which 5 million doses will be given out by the end of September, with 25 million by the end of 2021 and the rest provided during 2022. \nLis Wallace, head of UK advocacy at anti-poverty campaigners One, said it was \"not happening anywhere near fast enough\", and called on Mr Johnson to start sharing doses straight away.\nAnd US pop star Selena Gomez told her nearly 65 million Twitter followers that the promise to deliver five million vaccines by the end of September was \"too little too late\".\nMs Gomez was among a number of celebrities who took part in a concert aimed at increasing access to Covid vaccines in April. Mr Biden also appeared at the event, as did Prince Harry and Meghan Markle.\nThe G7 nations are expected to collectively agree to provide a billion doses of Covid-19 vaccine in an effort to end the pandemic in 2022.\nThe World Health Organization estimates 11 billion doses will be needed to vaccinate the whole world to a level of 70%, the point at which transmission of the virus could be significantly affected."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57454280",
      "category": "uk-england-london",
      "title": "Sasha Johnson: Second man charged over activist's shooting",
      "tags": "Peckham,Southwark,Oxford",
      "text": "A second man has been charged over the shooting of black equal rights activist Sasha Johnson.\nMs Johnson, 27, was shot in the head at a house party in Consort Road, Peckham, on 23 May and remains in a critical condition in hospital.\nDevonte Brown, 18, of Southwark, was charged with conspiracy to murder on Friday.\nThe Met Police said he was due to appear in custody at Westminster Magistrates' Court on Saturday.\nMother-of-two Ms Johnson was rushed to hospital following the shooting in the back garden of a house more than two weeks ago.\nShe has undergone two operations to release pressure on her brain but remains critically ill.\nOn Monday, her mother Ellet Dalling said the family had been left \"devastated\" by the shooting and her daughter's children keep \"asking where their mummy is\".\nOne other man has also been charged, Cameron Deriggs, 18, of Bromley Hill, Lewisham, previously appeared in court charged with conspiracy to murder.\nHe is next due to appear in custody at the Old Bailey on 25 June."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57445184/#comp-comments-button",
      "category": "#comp-comments",
      "title": "G7: Boris Johnson kicks off summit with plea to tackle inequality",
      "tags": "Boris Johnson,Carbis Bay,G7 summits,Coronavirus pandemic,Joe Biden",
      "text": "Boris Johnson has urged fellow world leaders to \"build back better\" after the Covid pandemic at this week's G7 summit in Cornwall.\nThe UK prime minister said it was vital to learn from the \"mistakes\" of the 2008 financial crisis and tackle the \"scar\" of inequality.\nAfter a day of talks at the seaside resort of Carbis Bay, leaders have joined the Queen for a dinner nearby.\nThe distribution of Covid vaccines is also high on the summit agenda.\nEarlier, the leaders posed for a group photo with the Queen, where the monarch was heard to joke: \"Are you supposed to be looking as if you're enjoying yourself?\"\nThe leaders around the Queen laughed, and Mr Johnson replied emphatically: \"Yes.\"\nThe prime minister added: \"We have been enjoying ourselves - in spite of appearances.\"\nUS President Joe Biden is among those being hosted by Mr Johnson for the three-day meeting, as well the leaders of France, Germany, Italy, Japan and Canada.\nIt is the first face-to-face summit of the G7 - representing most of the world's biggest economies - since before the pandemic started early last year. \nEuropean Commission President Ursula von der Leyen and European Council President Charles Michel are also attending.\nIn his opening remarks at the main round-table discussions, Mr Johnson said that, as the world recovered from the pandemic, it was important to \"level up across our societies\" and \"build back better\".\nHe added: \"I actually think that we have a huge opportunity to that because, as G7, we are united in our vision for a cleaner, greener world, a solution to the problems of climate change.\"\nThe prime minister also said it was \"vital that we don't repeat the mistakes of the last great crisis - the last great economic recession of 2008 - when the recovery was not uniform across all parts of society\".\nPoliticians are attending a Friday evening reception at the nearby Eden Project, attended by the Queen, the Prince of Wales, the Duchess of Cornwall and the Duke and Duchess of Cambridge.\nThe UK government announced it was giving £430m in aid to the Global Partnership for Education, to help the world's \"most vulnerable children\" get better schooling, with a \"particular\" focus on girls.\nIt was important for the world economy to rebuild in a \"more equal and... in a more gender-neutral and perhaps a more feminine way\" after the huge damage caused by coronavirus, Mr Johnson told his fellow leaders.\nAs camera crews and photographers left the meeting room at the Carbis Bay Hotel, he joked that what had been intended as a \"fireside chat\" had turned into a \"media circus\".\nTweeting a photograph of himself with some of the other European leaders sitting on a seaside terrace, French President Emmanuel Macron wrote: \"As always, the same union, the same determination to act, the same enthusiasm! The G7 can begin.\"\nAs G7 leaders got round the table and down to business Boris Johnson's opening remarks initially followed a familiar pattern as he talked about \"building back better\". \nBut he ended on a less familiar pledge to build back in a \"more gender-neutral\" and \"feminine\" way. \nSo what does that mean? \nDowning Street sources are pointing to the PM's education announcement. Mr Johnson, I'm told, wants to improve the prospects of girls around the world. \nWhile the prime minister's terminology may cause some to cringe a little (\"ugh, just ugh,\" remarked one senior Tory MP), the underlying aim might attract praise, even if the UK government is temporarily cutting its overseas aid budget overall.\nBut, more broadly, the prime minister is keen to insert his \"build back better\" domestic agenda into the international scene. \n\"Build back better\" also happens to be the name of Joe Biden's mammoth jobs and recovery plan.\nFor any G7 leader, the world stage is still a chance to reach the audience at home.  \nMr Johnson has pledged the UK will donate more than 100 million Covid vaccines to poorer countries within the next year, while Mr Biden promised 500 million doses of Pfizer vaccines to 92 low and middle-income countries and the African Union.\nBut some charities and campaigners have criticised the scale of the UK's plan, under which 5 million doses will be given out by the end of September, with 25 million by the end of 2021 and the rest provided during 2022. \nLis Wallace, head of UK advocacy at anti-poverty campaigners One, said it was \"not happening anywhere near fast enough\", and called on Mr Johnson to start sharing doses straight away.\nAnd US pop star Selena Gomez told her nearly 65 million Twitter followers that the promise to deliver 5 million vaccines by the end of September was \"too little too late\".\nMs Gomez was among a number of celebrities who took part in a concert aimed at increasing access to Covid vaccines in April. Mr Biden also appeared at the event, as did Prince Harry and Meghan Markle.\nThe G7 nations are expected to collectively agree to provide a billion doses of Covid-19 vaccine in an effort to end the pandemic in 2022.\nThe World Health Organization estimates 11 billion doses will be needed to vaccinate the whole world to a level of 70%, the point at which transmission of the virus could be significantly affected.\nHundreds of people joined a march in St Ives, just along the coast from Carbis Bay, urging leaders to \"address the climate and ecological emergency\".\nThree people were arrested a few miles away from the summit venue earlier on suspicion of possession of an article with intent to commit criminal damage, and four were arrested on suspicion of conspiracy to commit public nuisance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57450685",
      "category": "world-us-canada",
      "title": "Humpback whale gulps and spits out Cape Cod lobsterman",
      "tags": "United States,Massachusetts",
      "text": "A US lobsterman has been describing how he escaped being swallowed by a humpback whale.\nMichael Packard says he was diving when he ended up in the marine giant's mouth for about 30-40 seconds off Provincetown, Massachusetts.\nThe leviathan spat him out and Mr Packard was left with nothing more than a suspected dislocated knee.\nDespite his wife's pleas to get another job, he has no plans of giving up a 40-year career diving off Cape Cod.\nHumpback whales can grow to as long as 50ft (15m) and weigh about 36 tons. According to the World Wildlife Fund, their global population is about 60,000.\nMr Packard, 56, told the Cape Cod Times he and his crewmate took their boat, the Ja'n J, off Herring Cove on Friday morning where conditions were excellent, with water visibility at about 20ft.\nHe told WBZ-TV News that after jumping off the vessel in scuba gear into the water, he \"felt this huge bump and everything went dark\".\nHe thought he had been attacked by one of the great white sharks that swim in the area, \"and then I felt around and I realised there was no teeth\". \n\"And then I realised: 'Oh my God, I'm in a whale's mouth and he's trying to swallow me. This is it, I'm going die'.\"\nMr Packard says he thought about his wife and two boys, aged 12 and 15.\n\"Then all of a sudden he went up to the surface and just erupted and started shaking his head. \n\"I just got thrown in the air and landed in the water. I was free and I just floated there. I couldn't believe… I'm here to tell it.\"\nHis topside crewmate, who had been desperately scanning the water for telltale bubbles from Mr Packard's oxygen respirator, hauled him back into the boat.\nProvincetown Fire Department confirmed to CBS News they had responded to a call at 08:15 local time (12:15 GMT) to help an injured lobsterman at a Provincetown beach.\nJournalists interviewed Mr Packard about his Biblical ordeal after he was discharged from Cape Cod Hospital in Hyannis.\nHumpback whales tend to feed by opening their mouth wide to gulp down as much prey, like fish or krill, as possible, leading marine scientists to speculate that what happened to Mr Packard was in all likelihood purely accidental. One expert told the Cape Cod Times it was practically unheard of for a whale to swallow a human."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57441291",
      "category": "world-europe",
      "title": "Moria migrant camp fire: Four Afghans sentenced to 10 years in jail",
      "tags": "Greece,Afghanistan,Europe migrant crisis",
      "text": "A Greek court has sentenced four young Afghan asylum seekers to 10 years in jail each after they were charged with starting fires that destroyed Europe's largest migrant camp last year.\nDefence lawyers said the men, who denied the accusations, were found guilty of intentional arson.\nThe defence described the trial as unfair.\nThe destruction of the overcrowded Moria camp on the island of Lesbos left nearly 13,000 people without shelter.\nThe fires in September broke out as tensions soared over restrictions imposed to curb the spread of Covid-19. \nDefence lawyers quoted by AFP news agency said the trial was not fair. They said three of the accused had documents showing they were under 18 at the time of their arrest but were not recognised as minors by Greek authorities.\nJournalists were not allowed inside the courtroom on the island of Chios because of Covid-19 measures.\nThe trial was largely based on the testimony of another Afghan asylum seeker, who identified the accused. \nThe defendants said they had been framed because they were Hazaras, a minority Afghan ethnic group.\nIn March, two Afghan youths were convicted in the same case and received five-year jail terms.\nThe Moria camp was designed to house 3,000 migrants but became overcrowded after huge numbers of refugees started arriving in 2015. Most of them had come from the Middle East, Africa and South Asia.\nA temporary camp set up on Lesbos houses about 6,000 people. A new permanent facility is due to be built. Overall, about 10,000 migrants remain in the Greek islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57451845",
      "category": "uk-northern-ireland",
      "title": "Aer Lingus stops most Belfast City Airport flights after Stobart Air collapse",
      "tags": "Aer Lingus,Birmingham,Belfast City Airport,Air travel",
      "text": "Aer Lingus is stopping flights from Belfast City Airport to several UK destinations but is offering some passengers a replacement flight.\nIt comes after Stobart Air, which operates Aer Lingus' regional services, including those from Belfast, failed to find a buyer and is being liquidated.\nFlights to Leeds Bradford, Edinburgh, Exeter, Manchester, East Midlands and Birmingham have been cancelled.\nFlights from Belfast City Airport to London Heathrow will not be affected.\nBut a planned route between the airport and Newquay - due to start in late June - will be affected.\nAer Lingus said that all of its customers affected by the cancellations were being offered details of an alternative flight \"where feasible\" and also have the option of a full refund.\nThe company said that of the 12 routes affected by the decision Aer Lingus will operate five routes and for at least the next week and BA City Flyer would operate two.\nAlternative services for the outstanding routes are still being determined, it said.\n\"Teams across Aer Lingus have been working through the night progressing alternative flying operations from tomorrow to provide a service for Aer Lingus Regional customers,\" said the airline.\nStobart Air also operated a number of routes within the Republic of Ireland for Aer Lingus and flights on those routes have all been cancelled.\nAer Lingus was due to replace Stobart Air with a new regional operator next year but it is not clear how quickly it could now start to operate the services.\nEmerald Airlines was being lined up to take over the contract.\nBefore Aer Lingus announced the replacement schedule, BBC News NI spoke to some of those affected.\nJohn Bird, from Newcastle, County Down, was in England to attend a family funeral and was due to return to Northern Ireland from Birmingham on Saturday afternoon.\nHe said he received a text from Aer Lingus at 08:45 BST, saying the flight was cancelled.\n\"We have now had to book new flights tomorrow from Manchester at an extra cost of £225 plus my son now needs to drive two hours to get us to Manchester,\" he said.\n\"I then need to get a taxi from Belfast International Airport to Belfast City Airport at a cost of £40 to collect my car on the long-term car park.\n\"I find this situation disgraceful with no help from either airline.\"\nMr Bird said he could not get through to the airline and added that it was \"shameful\" how passengers had been treated.\nOllie Richards is due to fly from Exeter to Belfast on Wednesday, with his wife Janice, who is from Newtownards, County Down, and their five-month-old baby.\nIt is supposed to be the first time their daughter will meet her family in Northern Ireland.\nHe said he found out about the flight cancellations through the media.\n\"One word: gutted, really, as I'm sure her family will be in Newtownards who we were going to see to show off our little one, who is five months and hasn't been over there yet,\" he told BBC News NI.\n\"Family members haven't seen her yet - there will be absolute despair, especially among the grandparents who aren't able to get over to us [in Devon].\n\"I'm sure they'll be distraught.\"\nEmmet McCracken and Tiffany Logue were due to travel from Exeter to Belfast City Airport but were sent a text on Saturday morning to say the flight had been cancelled.\n\"We had to leave our hire car back to Exeter Airport and then get a bus to the train station and now get a train to London to get a flight from London to Belfast tomorrow, back to the City Airport because our car's there,\" Ms Logue said.\nMr McCracken added: \"I think we've spent about £400 already at this point just on flight changes and train and all sorts of things, a bit of running about and obviously a bit of a stressful morning.\n\"I actually have a training session tomorrow for part of the Irish MMA squad I'll have to miss, so it's been a real inconvenience.\"\nAnother passenger, Christopher from England, who has been in Northern Ireland for a week, arrived at Belfast City Airport on Saturday to be told Stobart Air was no longer flying.\n\"I have to book another flight back to England but I have to fly to London which is 100 miles away from my home, so it's a big inconvenience,\" he said.\n\"I'm distressed really, because I've turned up here, I've got no financial means of staying here or getting back to England, so I'm having to rely on people to send money through to me to get home.\"\nIn a statement, Aer Lingus said it was informed of the decision late on Friday evening.\nThe airline apologised to its customers \"for the inconvenience caused by the cancellation at such short notice\".\n\"Aer Lingus is now communicating to customers to advise them of their options for refund or re-booking,\" said the statement.\nBelfast City Airport said it was informed by Aer Lingus that the operator had ceased operations on Saturday morning.\nIts chief executive Brian Ambrose said the airport's \"first priority\" was to work with Aer Lingus to \"find a solution and get planes back in the air to serve these popular destinations\".\nBelfast City Airport urged passengers booked on to the cancelled flights not to travel to the airport and instead to contact Aer Lingus.\nStobart Air staff received an email from the company's managing director on Friday night informing them of the situation.\nIt outlined that Ettyl Limited, a company based in the Isle of Man, had agreed terms with Esken, the owners of Stobart Air, to buy the company.\nHowever, according to the email, Esken discovered on Thursday evening Ettyl Limited was unable to acquire the company \"on the original terms\" or \"obtain an alternative funding package within the required timescale\".\nThe email stated that Stobart Air was now in the process of appointing a liquidator.\nEsken is to retain ownership of Carlisle Lake District Airport, which it also owns, but has said it will \"actively explore strategic options for the use of this asset\".\nThe business said it would hold discussions with stakeholders \"including potential alternative commercial opportunities for the airport\".\nHave your travel plans been affected due to the collapse of Stobart Air?  Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57427788",
      "category": "uk",
      "title": "Birthday Honours 2021: Covid vaccine heroes recognised by Queen",
      "tags": "Queen's Birthday Honours,Raheem Sterling,Prue Leith,Sarah Gilbert,Cabinet Office,Coronavirus pandemic",
      "text": "Key figures from the UK's Covid vaccine programme, and community volunteers who helped during the pandemic, lead the Queen's Birthday Honours list. \nOxford vaccine developer Prof Sarah Gilbert and the former chair of the UK vaccine taskforce Kate Bingham are both recognised with damehoods.\nThey are joined by TV chef Prue Leith and choreographer Arlene Phillips, while actor Jonathan Pryce is knighted.\nEngland footballer Raheem Sterling is appointed MBE.\nHe receives the award for services to racial equality in sport, amid a controversy over the national side taking a knee before matches.\nSome 15% of recipients are from an ethnic minority background - the highest proportion to date.\nOverall, 1,129 people are on the list issued by the Cabinet Office.\nSinger Lulu and broadcaster Sue Barker become CBEs, and veteran performer Engelbert Humperdinck is appointed MBE for services to music.\nAlso in the showbiz world, actress Ruth Wilson, who stars as Mrs Coulter in book-based fantasy drama His Dark Materials, becomes an MBE for services to drama.\nBut it is the hundreds who have dedicated themselves to tackling the coronavirus response - from caring neighbours, frontline and community heroes, to those supporting the UK recovery - who make up the majority of the list.\nThis continues a trend set in both the New Year Honours and the delayed Birthday Honours in October, which is expected to continue \"for many rounds to come\", according to the Cabinet Office.\nPrime Minister Boris Johnson said the list was a way of paying tribute \"to all those who have gone above and beyond in their service to this country\".\nHe said the pandemic had seen \"countless examples of everyday heroes\", adding: \"We should take heart from the stories of those receiving honours today and be inspired by their courage and kindness. May they be a reminder of all that we can achieve when we come together as a society.\"\nProf Gilbert, who becomes a dame, is recognised on the list alongside six Oxford University colleagues involved in the creation of the Oxford-AstraZeneca vaccine, which has been given to tens of millions of people around the world.\nShe said it was important to recognise \"the large number of people who worked very hard to get this vaccine developed, manufactured, tested in trials... and now the people working on the vaccine rollout\".\nVenture capitalist Ms Bingham is similarly honoured after overseeing the procurement of the millions of vaccine doses now being offered to the nation.\nShe told the BBC she was \"humbled\", and that she hoped her legacy would inspire more women to pursue careers in the science sector.\nThere is also further recognition for the success of the UK's vaccination programme.\nA knighthood is awarded to Prof Andrew Pollard, professor of paediatric infection at the University of Oxford, for services to public health particularly during Covid-19.\nIan McCubbin, manufacturing expert on the Vaccine Taskforce Steering Committee, Vaccine Taskforce, and Mark Proctor, global supply strategy director at AstraZeneca, are appointed CBE.\nMeanwhile, Divya Chadha Manek becomes an OBE for her work in the research and development of vaccines and the resulting clinical trials.\nShe said the honour felt like \"a real nod to clinical research which may not always get the spotlight it deserves\". \nProf Linda Bauld is made an OBE for \"guiding the public health response to, and public understanding of, Covid-19\". The Edinburgh University behavioural scientist, has been a regular face on TV screens and an adviser to the Scottish Parliament's Covid-19 committee.\nA wealth of honours also go to acknowledging the people who found ways to make a difference throughout the pandemic - from running free taxis for key workers to making bottles of hand sanitiser.\nBritish Empire Medals go to brother and sister John Brownhill and Amanda Guest, who were inspired to set up Food4Heroes - which delivered food from local chefs to NHS frontline staff - after watching Yorkshire nurse Dawn Bilborough's viral video reaction after facing empty shelves at the end of a long shift. \nThey have since delivered more than 200,000 meals to the NHS, and are now looking at setting up community cafés, with the hope that they could provide work for the unemployed.\n\"You see in a time of crisis the strengths of humanity, I think,\" Mr Brownhill said.\nA BEM also goes to Rhys Mallows, 25, from South Glamorgan, who repurposed his whiskey distillery to produce more than one million bottles of hand sanitiser for the NHS, key workers and the general public.\n\"When you see that need in a community... if you've got an ability to make a difference when very few can, I think you have to make that decision,\" he said.\nMichael Taggart, strategic domestic abuse officer for North Wales Police, is appointed MBE for services to victims of domestic abuse.\nHe has supported victims of domestic abuse throughout his career, and his work highlighting the hidden victims of these crimes has become even more important in light of coronavirus restrictions.\nDuring the pandemic, he organised a campaign to reach out to potential victims of abuse, involving partnership with commercial businesses such as Tesco's home delivery service, food banks and pharmacies across North Wales.\nMr Taggart, whose mother was murdered by his stepfather in 1997 when he was just 15, said it was \"incredible\" to see where his work had got him but that it was \"somewhat bittersweet\". \n\"Although mum is not here, she's obviously here in spirit, but I'm sure she would be very proud,\" he said.\nFormer Strictly Come Dancing judge Arlene Phillips said her damehood recognised \"how important dance is to people\", while Great British Bake Off judge Prue Leith said being honoured for doing something she loves was \"just the icing on the cake\". \nActor Jonathan Pryce, who will play the late Duke of Edinburgh in the final seasons of The Crown, said he was \"proud\" to receive his knighthood, adding: \"That the UK continues to honour those that work in the arts, acknowledges the great contribution artists make to the way we live our lives.\"\nHis long career includes award-winning theatre roles in London and New York, and performances in Hollywood hits including Evita and Pirates of the Caribbean.\nOf his MBE, Engelbert Humperdinck said the news had \"really brought such a spark to light the flame once again to continue to do what I love…sing\".\nThe wider creative arts are given a spotlight in the latest honours list with writing, sculpture, poetry and pottery getting a nod.\nDame\nCBE\nOBE \nMBE\nRead more: Queen honours TV's Arlene Phillips and Prue Leith\nIn sport, Liverpool captain Jordan Henderson is appointed MBE after he raised £4 million for the NHS from fellow Premier League footballers through the #PlayersTogether appeal.\nFormer England football team manager Roy Hodgson is appointed CBE, and director of rugby at Leeds Rhinos Kevin Sinfield is appointed OBE for services to Rugby League and charitable fundraising for motor neurone disease. \nIn politics, Conservative former minister Andrea Leadsom is made a dame. She is joined on the honours list by Oliver Lewis, a veteran of the Vote Leave campaign who is appointed CBE for political and public service.\nMeg Hillier, Labour MP for Hackney South and Shoreditch in London, who chairs the Public Accounts Committee that has scrutinised public spending during the pandemic, is also made a dame, while veteran Labour MP for Rochdale, Tony Lloyd, is knighted for his public service.\nFormer children's commissioner for England Anne Longfield is appointed CBE.\nIn broadcasting, BBC Crimewatch presenter Nick Ross becomes a CBE, and presenter Simon Mayo - who spent more than 30 years on BBC Radio 1, 5 Live and Radio 2 before moving to commercial radio - is appointed MBE.\nFrom the small screen, Robert Rinder, TV's Judge Rinder, becomes an MBE for services to Holocaust education and awareness - along with his mother, Angela Cohen, who heads a charity set up by Holocaust survivors.\nA MBE also goes to furniture restorer Jay Blades, best known for The Repair Show, for services to craft.\nThe youngest recipient is 21-year-old Amika George, founder of the #FreePeriods Campaign, who becomes an MBE.\nIn campaigning against period poverty, she is joined on the list by friends Clegg Bamber and Anna Miles, also appointed MBE for their work on the Red Box Project which has delivered free period products in schools across the country. \nMs George, who is from an Indian background, said she was humbled by her MBE, but had to think twice before accepting it - given its association with Britain's colonial past.\nIn accepting, she said, she wanted to \"draw attention to our lack of education around empire and Britain's history, but also to show other young people, particularly from the Asian community, who maybe don't feel very empowered politically or don't feel seen\".\nMany would-be recipients have turned down honours because of their association with the empire and its history of slavery, including poet Benjamin Zephaniah, who rejected an OBE in 2003.\nA campaign is calling for the government to replace \"Empire\" with \"Excellence\" in the Order of the British Empire, which covers the ranks of DBE, KBE, CBE, OBE, and MBE.\nCommonly awarded ranks:\nGuide to the Honours"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57445083",
      "category": "uk",
      "title": "Duchess of Cambridge: I can't wait to meet Lilibet Diana",
      "tags": "Jill Biden,G7 summits,Catherine, Duchess of Cambridge,G7",
      "text": "The Duchess of Cambridge has said she \"can't wait\" to meet her new niece, Lilibet Diana.\nCatherine said she wished the Duke and Duchess of Sussex's newborn daughter \"all the very best\", at a G7 summit of world leaders in Cornwall.\n\"We haven't met her yet,\" she told reporters. \"I hope that will be soon.\"\nThe duchess was quizzed about her new niece after meeting US First Lady Jill Biden for the first time on a joint visit to a Cornish school.\nPrince Harry and Meghan announced the birth of Lilibet \"Lili\" Diana Mountbatten-Windsor on Sunday. \nShe was born in a Californian hospital on 4 June, and named in honour of Prince Harry's mother, Diana, Princess of Wales, and grandmother, the Queen.\nCatherine's daughter Charlotte is also named after the Queen and Princess Diana, having the middle names Elizabeth and Diana.\nAsked by a journalist whether she had any wishes for Lilibet, Catherine said: \"I wish her all the very best. I can't wait to meet her.\"\nThe duchess was also asked whether she had spoken with Meghan via video-calling app FaceTime. \"No I haven't,\" she replied.\nThe questions came at the end of Catherine and Dr Biden's visit to a primary school, where they had been discussing children's early years development.\nThe duchess and first lady toured a classroom meeting some younger children at Connor Downs Academy in Hayle, which teaches four to 11-year-olds. \nMrs Biden, 70, has spent decades working as a teacher, and has a doctorate of education from the University of Delaware.\nShe was a professor of English while her husband served as vice-president, and has previously said: \"Teaching is not what I do. It's who I am.\"\nShe and the duchess also brought carrots which were fed by pupils to the school's pet rabbits.\nCatherine and her husband, Prince William, are taking part in their first G7 event, a sign of their progression as senior royals.\nOn Friday evening, Prince William and Catherine joined the Queen, the Prince of Wales and the Duchess of Cornwall at the summit's leaders' reception at the Eden project.\nPrince Charles and Prince William are hosting a reception for leaders and chief executives of some of the world's biggest companies, where they will discuss how the private sector can work with governments to tackle climate change.\nAll photos subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-57452498",
      "category": "uk-scotland-tayside-central",
      "title": "Fire destroys recreated Iron Age house in Perthshire",
      "tags": "Kenmore,Perth",
      "text": "A recreated Iron Age house on the shores of Loch Tay has been gutted by fire.\nThe Scottish Crannog Centre, which is also a museum of life in ancient Scotland, was hit by a devastating blaze on Friday evening.\nThe Iron Age roundhouse stood on stilts on the loch shore at Kenmore in Perthshire.\nVideo and pictures posted online by people nearby showed the Iron Age house engulfed in flames.\nMike Benson, the director of the Crannog Centre, said CCTV footage showed the fire took hold and destroyed the house in minutes. \nHe told BBC Scotland: \"It's just a devastating blow.\n\"It's such a much loved icon, you can't think of Loch Tay without thinking of the Crannog Centre. It's been here for 25 years and has been so incredibly loved.\n\"The main thing is nobody has been hurt, the crannog has gone but it is not the end of the story.\"\nMr  Benson said he had been \"inundated with support\" since the incident and said he was grateful the museum collection is intact. \nJohn Ward, who witnessed the blaze, told the PA news agency it was \"devastating to watch it burn\".\nHe said: \"I saw it from the road end and my boat is at the marina. So lucky the wind was a westerly or it would have done a lot more damage.\"\nA spokesman for the Scottish Fire and Rescue Service said it was called to the scene at 23:12 where there was a \"well developed\" fire.\nThe fire was extinguished less than an hour later and there were no reports of any casualties.\nA Police Scotland spokeswoman said: \"Enquiries will be carried out to establish the full circumstances, though there is nothing at present to suggest the fire is suspicious.\"\nPete Wishart, MP for Perth and North Perthshire, tweeted: \"Simply awful. The internationally renowned Crannog Centre is a huge part of the whole community of Kenmore/Loch Tay.\n\"So sorry for all involved with the centre who will be really upset this morning. We must rebuild it.\"\nLast year the Scottish Crannog Centre was one of a number of community projects which shared almost £200,000 in funding as part of Scotland's Year of Coast and Waters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tees-57455511",
      "category": "uk-england-tees",
      "title": "Thornaby death: Woman charged with murder",
      "tags": "Cleveland Police,Thornaby-on-Tees",
      "text": "A woman has been charged in connection with the death of a woman reported dead by ambulance staff.\nPolice were called by the emergency crew to Vulcan Way in Thornaby on Teesside at 12:40 BST on Thursday.\nA 28-year-old woman arrested at the time has been charged with murder and will appear before Teesside magistrates on Monday.\nA 15-year-old girl also arrested has been released with no further action to be taken.\nPolice are appealing for information. \nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57445059",
      "category": "uk-wales",
      "title": "Euro 2020: Can the magic of Bordeaux be repeated in Baku?",
      "tags": "Coronavirus lockdown measures,Ynysybwl,Baku,Bethesda,Coronavirus pandemic",
      "text": "Bordeaux and Baku - both cities will forever be associated with the golden age of Welsh football.\nAfter this weekend both will have played host to Wales' opening matches in the  European Championships.\nWales' journey to the Euro 2016 semi final began in the Bordeaux, France. On Saturday, the Olympic Stadium in Azerbaijan's capital will host Wales' Euro 2020 opener against Switzerland.\nBut the cities aren't just linked by Welsh football. \nBoth signed a twinning agreement over 40 years ago, making them sister cities.\nThey also share history as port cities, as centres of culture and a winemaking tradition.\nBordeaux has a mythical status among Wales fans who watched their team beat Slovakia 2-1 at Euro 2016.\nTens of thousands made the trip and made the city a Welsh enclave for a week in June 2016.\nYou've got to look harder in Baku to find Wales fans ahead of the Euro 2020 opener against Switzerland - but as kick-off approaches several bricks of the 'Red Wall' are assembling in the Azeri capital.\nBoth the Football Association of Wales and Welsh Government advised against travel to Baku - Azerbaijan is on the UK Government's Amber travel list.\nBut hundreds of fans have made the journey regardless.\nOn Friday afternoon a surge of red flowed through Baku's impressive Heydar Aliyev International Airport as Wales fans decked out in national team colours made their way to Arrivals.\nImran Rassid from Bethesda in Gwynedd arrived on Friday afternoon after leaving home on Thursday night.\n\"I'm really glad to be here - we didn't know until yesterday, until we had our [Covid] test results back, that we'd actually be here.\n\"It was a nervous wait so I am excited to be here.\"\nFreya Powell was on the same flight: \"It's a massive relief, I committed [to the trip] prior to Covid, everything was booked and ready to go. Two matches in Baku and one in Italy. We've forgone Italy but I'm just glad we are here in Baku.\"\nKate Parker from Ynysybwl in Rhondda Cynon Taf landed in Baku in high spirits, wearing a fluffy sheep hat and her Wales shirt.\n\"It's amazing, absolutely amazing,\" she said.\n\"Now we are finally here it is buzzing, the atmosphere is buzzing, it's great.\"\nBaku is some 3,000 miles from Wales - and pre-pandemic there would have been thousands of fans making the trip for part two of Wales Euro adventures.\nInstead there will be just hundreds of Wales supporters inside the futuristic and vast Olympic Stadium - cheering on behalf of three million back home."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57441677",
      "category": "health",
      "title": "Covid: Unvaccinated most at risk from Delta variant",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Nearly two-thirds of people infected with the Delta variant, and more than half of those who have died with it, have not had a Covid vaccine at all, the latest official data suggests.\nThere have been nearly 30,000 new UK cases of the variant in the past week.\nThe Public Health England report says it is likely to spread more easily and could make people more seriously ill.\nOfficials also say two doses of the vaccine provide \"significantly more protection\" than one.\nIt comes as the Office for National Statistics estimates coronavirus infections are continuing to rise in England, with one in 560 people testing positive.\nBut the ONS found no obvious increase in infections in Wales, Scotland and Northern Ireland.\nThe Delta variant, which was first identified in India, is now the dominant variant in the UK - accounting for 90% of cases.\nIt is being closely monitored by PHE, which is using new genotyping tests to detect the variant more quickly as cases continue to rise.\nThese suggest that the Delta variant is roughly 60% more spreadable than the Alpha, or Kent, variant.\nAnalysis of hospital admission rates suggests people infected by the Delta variant are twice as likely to end up in hospital than those with Alpha.\nThe numbers are still small, however. \nOut of 33,000 cases analysed by PHE and confirmed to be the Delta variant since February, 223 have been admitted to hospital - most were unvaccinated or had only had only dose, and 20 people were fully vaccinated.\nAnd of 42 deaths in people with Delta variant infections, 23 were unvaccinated and seven had received only one dose. The other 12 had received two doses more than two weeks before.\nIn the UK, more than half of all adults have now been fully vaccinated with a Covid vaccine and more than three-quarters have had one dose. But that means more than 10 million adults, mostly in their 20s, have yet to have a single dose.\nAs more young people are vaccinated, protection against the new variant will rise.\nDr Jenny Harries, chief executive of the UK Health Security Agency, said \"vaccination is our best defence\". \n\"If you are eligible, we urge you to come forward and be vaccinated. Remember that two doses provide significantly more protection than a single dose.\"\nHowever, Dr Harries warned that while vaccination reduces the risk of severe disease, it does not eliminate it because Delta is \"significantly more transmissible than Alpha\".\nProf Adam Finn, a member of the UK's Joint Committee on Vaccination and Immunisation, told the BBC the current wave of infections was increasing \"faster than we hoped\", but the vaccines \"do still work\".\n\"The more population immunity we've got, the smaller this wave will be,\" he added.\nMeanwhile, the latest R number - or reproduction number - in England is estimated to have risen to between 1.2 and 1.4, up from between 1 and 1.2 last week, according to the government's Scientific Advisory Group for Emergencies.\nIf the R number is above one, then the number of cases keeps increasing.\nThis is some of the last data we're going to see before the decision is made on whether to fully unlock in England on 21 June.\nSo what are these numbers really telling us?\nThey show both the incredible power of vaccines - and reasons for concern.\nMost cases, people needing hospital treatment and deaths were in those who haven't been vaccinated. \nHowever, it also shows the Delta variant is more transmissible and vaccines aren't a perfect defence. Some fully vaccinated people needed hospital treatment and died after catching the variant.\nPart of the variant's advantage over Alpha is its ability to partially evade the immune system in some vaccinated people. \nThe worry, from government science advisers, is a large summer wave of this more transmissible variant could still put the health service under pressure. \nThe ONS data, for the week to 5 June, found infection rates were highest in the North West of England at 0.5%, and across the rest of England they were either 0.1 or 0.2%.  \nAnd secondary schools had the highest infection rates (0.5%), followed by young adults (0.4%) - both groups which are yet to be vaccinated.\nThe lowest rates (0.1%) were in adults over 70 and those aged 50-69, the majority of whom are fully vaccinated, and therefore protected to some degree against infection."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57446686",
      "category": "science-environment",
      "title": "SLS: First view of Nasa's assembled 'megarocket'",
      "tags": "Artemis,Nasa,Human spaceflight,Astronauts,Space,Space exploration,Space Launch System (SLS)",
      "text": "Nasa has assembled the first of its powerful Space Launch System (SLS) rockets, which will carry humans to the Moon this decade.\nOn Friday, engineers at Florida's Kennedy Space Center finished lowering the 65m (212ft) -tall core stage in-between two smaller booster rockets.\nIt's the first time all three key elements of the rocket have been together in their launch configuration.\nNasa plans to launch the SLS on its maiden flight later this year.\nDuring this mission, known as Artemis-1, the SLS will carry Orion - America's next-generation crew vehicle - towards the Moon. However, no astronauts will be aboard; engineers want to put both the rocket and the spaceship through their paces before humans are allowed on in 2023.\nThe SLS consists of the giant core stage, which houses propellant tanks and four powerful engines, flanked by two 54m (177ft) -long solid rocket boosters (SRBs). They provide most of the thrust-force that propels the SLS off the ground in the first two minutes of flight.\nBoth the core stage and the SRBs are taller than the Statue of Liberty, minus its pedestal.\nOver Friday and Saturday, teams at Kennedy Space Center used a heavy-lift crane to first hoist the core stage, transfer it from a horizontal to a vertical position, and then lower it into place between the SRBs on a structure called the mobile launcher.\nThis structure currently resides inside the huge, cuboid Vehicle Assembly Building (VAB). \nThe mobile launcher allows access to the SLS for testing, checkout and servicing. It will also transfer the giant rocket to the launch pad.\nEngineers began stacking the SRBs on the mobile launcher in November last year.\nWhile this was going on, the core stage was attached to a test stand in Mississippi, undergoing a comprehensive programme of evaluation known as the Green Run.\nIn March, the core stage engines were fired successfully for around eight minutes - the time taken for the SLS to get from the ground to space - in the Green Run's final and most important test.\nAfter refurbishment, the core was taken by barge to Kennedy Space Center.\nArtemis-3, which will be the first mission to land humans on the Moon since Apollo 17 in 1972, should launch in the next few years. Nasa recently awarded the contract to build the next-generation Moon lander to SpaceX, which is adapting its Starship design for the purpose.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57457248",
      "category": "technology",
      "title": "E3 2021: Ubisoft kicks off event with Avatar and Mario + Rabbids reveals",
      "tags": "Gaming,E3,Microsoft,Nintendo",
      "text": "A new game based on James Cameron's Avatar film and a fresh collaboration with Nintendo kicked off E3 2021.\nUbisoft was the first game-maker to demonstrate their upcoming games at the annual gaming show, the first in two years due to the pandemic.\nIt also showed off the upcoming Rainbow Six: Extraction and a new Rocksmith guitar tutor, among other titles.\nBut it was the surprise reveal of Avatar: Frontiers of Pandora which excited many viewers.\nThe partnership with the film franchise was announced in 2017 but little has been revealed about it since then.  \nThe first-person action-adventure game  was shown off through an in-engine trailer, highlighting the the visuals but with few details of what the game's style would be. \nUbisoft said the game would be  \"new, standalone story\" in which players play as the Na'vi, the blue-skinned alien natives of the planet Pandora who were the heroes of the original 2009 film.\nIt is not due for release until 2022. James Cameron's sequel to the original film, known only as Avatar 2, is currently scheduled for a December 2022 release after several years of delays. \nUbisoft kicked off its presentation with tactical shooter Rainbow 6 Siege: Extraction, the new name for the next entry in the Tom Clancy-inspired series. \nOriginally known as Rainbow Six: Quarantine, the company changed the name due to the global pandemic. \nUnlike its predecessor, which was a player-versus-player game, Extraction is a squad-based co-operative shooter for three players to team up against AI-controlled opponents.\nIt focuses on players joining forces to take on an alien species which is infecting people all over the world. \nThe previous game, Rainbow Six Siege, will continue to receive updates as the competitive team combat game in the series, Ubisoft said. It also announced it would be adding cross-play for players on different platforms - such as PC and Google Stadia, and Xbox and PlayStation - but not between PC and console. \nIt also announced a sequel to Mario + Rabbids Kingdom battle, a surprise hit of 2017 which mashed together Nintendo's iconic Super Mario characters with Ubisoft's Rabbids in a turn-based tactical game.  \nThe next title in the series, Sparks of Hope, is also a Nintendo Switch exclusive. The adventure leaves Mario's Mushroom Kingdom and takes to space, leveraging some of the imagery of 2007's critically-acclaimed Nintendo game Super Mario Galaxy as characters move from planet to planet throughout its levels. It is due to launch next year. \nWhile the game is developed in collaboration with Nintendo, the Japanese game titan's own presentation about its games is due to happen on Tuesday. \nA new Rocksmith title was also announced. The game allows players to hook up a guitar to their PC or game console and learn to play guitar by following along with official recordings. \nThe original game was widely seen as innovative, but required a cable to connect a guitar to the computer, which many players felt did not work well. \nThe new version, Rocksmith+, also includes a phone app that will allow acoustic players - or electric guitar fans using an amplifier - to use the game through their phone's microphone. Rocksmith+ will also have more features such as a chord mode for beginners and community help videos. \nBut the game will be a subscription service costing £12.99 a month, the company said, in line with its billing as a premium educational tool rather than a game. \nE3 - short for the Electronic Entertainment Expo - usually takes place at the Los Angeles Convention Center, with thousands of industry professionals and gaming journalists in attendance.\nAfter the pandemic saw last year's event cancelled, this year's show moved to digital-only for the first time.\nAttention will now turn to Microsoft's key presentation on Sunday, the first E3 event for the company since it acquired Bethesda, the maker of Skyrim and Fallout, for $7.5bn last year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57448645",
      "category": "entertainment-arts",
      "title": "Prue Leith and Arlene Phillips react to becoming dames",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57450600",
      "category": "uk",
      "title": "Coronavirus: Vaccine passports considered for use at big events",
      "tags": "Coronavirus vaccines",
      "text": "The government is considering whether vaccine passports could be used at big events in future, the BBC understands.\nA review of the use of the certificates in England is expected to confirm on Monday they will not be compulsory.\nNo formal decision has yet been made but a Whitehall source said they could have a role to play at large events, such as sports matches and concerts.\nIt is thought they could also help to prevent business closures if there was a wave of the pandemic this winter.\nA committee of MPs has warned ministers against introducing the certificates, saying they would be unjustified and discriminatory.\nPeople travelling abroad can show they have been vaccinated using the NHS app in England or, in Scotland and Wales, a certificate. \nThere have been suggestions that a similar system showing proof of vaccination or a negative Covid test could be set up domestically to enable parts of the economy to reopen more fully.\nBut the idea has been controversial, with the UK's equality watchdog warning that it could create a \"two-tier society\".\nThe UK government has been conducting a review for England which is due to report back ahead of Monday's announcement on the roadmap out of restrictions.\nHowever, the Commons Public Administration and Constitutional Affairs Committee called for the certification to be scrapped, saying it should not be a part of the planned rolling back of restrictions on 21 June.\nThe implementation would \"by its very nature be discriminatory\", MPs said, and there was no justification for their use \"sufficient to counter what is likely to be a significant infringement of individual rights\".\nThe report also said \"conflicting and sometimes contradictory statements\" by ministers on the possibility of introducing certificates \"risked damaging trust in government and in the measures put in place to tackle the pandemic\".\nCommittee chairman William Wragg said: \"We recognise the need to formulate an effective lockdown exit, but Covid passports are not the answer.\n\"We are entirely unconvinced by the case for their introduction.\n\"Although it is a tool that is being sold as and built with the intention of being for the universal good, it has the potential to cause great damage socially and economically.\n\"As vaccine uptake statistics indicate, any Covid certification system will be a discriminator along the lines of race, religion and age.\"\nCabinet office minister Michael Gove, who is leading the review, previously said the benefits of a vaccine passports scheme were \"finely balanced\".\nHe has visited Israel as part of the process to assess the effectiveness of a similar \"green pass\" scheme deployed in the Middle East country.\nBut he said that if such a scheme proved too costly or too much \"hassle\" for the hospitality industry, then the UK government would not pursue it.\nThe NHS app has already been altered to allow users to prove their vaccine status and Mr Gove said further changes were in the pipeline so test results could be declared as well.\nIt comes as the government considers delaying the lifting of England's remaining Covid restrictions by up to four weeks.\nThere is growing concern over rapidly increasing cases and the higher transmissibility of the Delta variant.\nOn Friday, another 8,125 virus cases were recorded in the UK, according to official figures, and another 17 people died within 28 days of a positive test.\nWith additional reporting by Alex Therrien"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57453705",
      "category": "uk-wales",
      "title": "Euro 2020: Wales v Switzerland draw 'a pretty decent result'",
      "tags": "Wrexham,Cardiff",
      "text": "Wales' draw with Switzerland in its Euro 2020 opener was \"a pretty decent result\", fans have said. \nAs the game was played in Azerbaijan's capital Baku, 3,000 miles away fans in Wales gathered to watch the action.\nSam Lloyd watched the game at Cardiff's Vale Sports Arena.\n\"I mean you've got to be happy as a Wales fan - going down 1-0 to actually get back into the game and draw 1-1, I think I think it's pretty decent result all in all,\" he said.\nLewis Whittingham, also watching at at Cardiff's Vale Sports Arena, added: \"Just to come away with a draw, especially the end with an offside goal, I think 'yes' -  hopefully Turkey are beatable, if we get to win there hopefully we can still get through.\"   \nAfter watching the game in Wrexham pub Saith Seren, Tracey Smith said: \"I'm happy with a draw at the end, I would have liked a win obviously, but it didn't happen. \n\"It's fantastic to be here with friends watching it.\"\nJosh Hughes added: \"I thought we were much better in the last 20 minutes and that's what I'd like to see in every game now.\n\"We have a big game on Wednesday - a huge game - but if we beat them [Turkey], I think we'll go through.\"\n\"First half we were shocking,\" said Daniel Hughes, also in Wrexham.\n\"We came into the game around 20 minutes later [in the second half], but to be honest I didn't expect anything from the game so I'm quite happy with a draw.\"\nRhys Aled Owen said: \"Seventy minutes in I thought we maybe deserved to be 4-0 down, but that's the thing with this nation - we always come back. \n\"I knew that any goal would come from a corner or something like that, but when it came... I haven't celebrated like that ever before.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57443284",
      "category": "business",
      "title": "'We'll lose thousands if wedding rules don't change'",
      "tags": "Coronavirus lockdown measures,Weddings,Liverpool",
      "text": "Pre-wedding nerves are rising for thousands of couples in England hoping their big days won't be ruined by the government's expected announcement next week on lockdown rules.\nSian Holmes and Daniel Whiteley have planned a 54-guest wedding on 25 June.\nHowever, the couple from Liverpool will lose \"thousands of pounds\" if the 30-person cap isn't lifted from 21 June.\nMiss Holmes \"struggled to understand the disparity\" in rules between weddings and larger sporting events.\n\"It's not just a party. It is an important life event for people to celebrate together.\n\"If it was as simple as it being just a party, people would be up in arms about birthday parties. They're not,\" the bride-to-be said.\n\"Ultimately, for ourselves and thousands of other couples and suppliers we just want weddings to take place in a meaningful and a safe way.\"\nMiss Holmes said the rules for weddings were still the same as they were last summer, despite advances in vaccines and testing, as well as the ability to track and trace guests.\n\"We just don't understand why the government can't use the tools that it has created to ensure that this sector can reopen fully and to ensure that couples can have what we've been saving up for and been planning for a very long time.\n\"It's not simply about the numbers, it's about having a meaningful day.\"\nMr Whitely said it wasn't simply about the number of guests permitted to attend, but also the restrictions on personal elements such as poems during the ceremony and the interaction allowed between attendees, which seemed arbitrary. \n\"I didn't have a stag do, but the great irony in this is that I could. \n\"We could go to the pub, I could meet a lot of my friends. I could be mixing with complete strangers, but after that I couldn't have a wedding in the same way. \n\"It just seems really unfair and unusual to me in that weird paradox where you can have a stag do, but you can't have a wedding in the same way,\" he said.\nTess Forsyth, a director of wedding venue The Tudor Barn, in Burnham, said her company runs at a loss when hosting weddings with the maximum permissible number of 30 attendees. \n\"At the moment, the numbers just don't work for us,\" Ms Forsyth said.\nThe businesswoman said the restrictions, which discouraged dancing and didn't allow drinking while standing, were \"destroying the wedding industry\".\n\"For every one wedding that we host here, there's 30 people involved in putting on that day. From our wedding planner, to the bar staff, to the caterers, to the linen company, the lighting people, florists the cake people - that's 30 people missing out on income, \" she said. \nAnd it's become increasingly difficult for couples to simply postpone their wedding to another date of their choosing, because a backlog has built up from previous cancellations.\nWedding photographer Chris Hill said some of his clients had rescheduled dates as many as five times.\nIf restrictions remain on what can take place on the big day Mr Hill predicts his clients will reduce the number of hours they book and pay him for.\nSuzanne Kingshott, a wedding florist from Hot Flowers and Art near High Wycombe, said about two-thirds of her company's income came from weddings and office displays, so lockdown had been \"challenging\".\nMs Kingshott said many of her clients planning July and August weddings felt in limbo with the uncertainty of what they're going to be allowed to do on their big day.\n\"At the moment there's a lot of holding back, that thought of 'Is it going to happen?' and the fact that everything is scaled down a lot.\"\nThe UK Weddings Taskforce, an industry group, estimates that 50,000 weddings planned in the four weeks from 21 June could be cancelled if the lifting of restrictions is delayed.\nThe group calculated that the industry would lose £325m for every week that less-restrictive weddings cannot go ahead."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57453004",
      "category": "uk-politics",
      "title": "G7: PM pledges to protect UK integrity amid EU row",
      "tags": "Dominic Raab,Boris Johnson,Emmanuel Macron,G7 summits,European Union,Brexit,G7",
      "text": "Boris Johnson says he will do \"whatever it takes\" to protect the territorial integrity of the UK, after talks with EU leaders over Northern Ireland. \nThe prime minister said there had been \"misunderstanding\" on the EU side but said he thought \"pragmatic solutions\" would be found to border issues.\nMeetings between the two sides took place at the G7 summit in Cornwall.\nFrench President Emmanuel Macron said he was willing to \"reset\" UK relations if it honoured the Brexit deal.\nThe disagreement between the UK and the EU is over the implementation of the Northern Ireland Protocol, a measure in the Brexit deal which prevents checks on trade across the Irish border.\nSome checks are taking place on British goods entering Northern Ireland, causing disruption to food supplies.\nMr Johnson has held meetings with European Commission chief Ursula von der Leyen, European Council head Charles Michel, Mr Macron and German Chancellor Angela Merkel in the margins of the gathering at the Cornish resort Carbis Bay.\nAhead of the G7, the EU had said its patience with the UK was \"wearing thin\", after the UK said it was prepared to ignore rules to prevent disruption to trade in Northern Ireland following Brexit.\nMr Johnson told BBC political editor Laura Kuenssberg: \"I think that to be fair there is quite a lot of misunderstanding around the EU about the situation in Northern Ireland, the balance of the Good Friday Agreement, the peace process. \n\"I was just in a gentle way getting across what that means and I think that we will have some pragmatic solutions.\"He added he thought the EU leaders understood \"that it is the prime duty of the UK government to uphold the territorial integrity of the United Kingdom\" and said the government would do \"whatever it takes to ensure that\".\nIn a word: sausages. EU food safety rules don't allow chilled meat products to enter its market from non-members, such as the UK.\nThis has led to the prospect of British sausages - and other meat products - being banned from Northern Ireland.\nA six-month grace period has been in place since January where the rules don't apply - but that runs out at the end of the month.\nTalks on what happens next were held between the UK and EU earlier this week, but they broke up without agreement.\nIn an interview with Sky News, Mr Johnson said that unless there was a solution he would invoke Article 16 - a measure in the Northern Ireland Protocol which allows either side to take unilateral action.\nHe said: \"I think if the protocol continues to be applied in this way, then we will obviously not hesitate to invoke Article 16, as I have said before.\"\nDowning Street said it was Mr Johnson's desire was to \"work within the existing protocol to find radical and pragmatic solutions\" to Northern Ireland's border issues.\nBy Vicki Young, BBC deputy political editor\nThis deadlock won't get solved during the G7 summit, but it has dominated meetings between the UK and EU in Cornwall.\nThe UK's decision to unilaterally extend the grace period where checks would be waived has already inflamed tensions - with the EU launching legal action against the UK earlier this year.\nUnder the current agreement, Northern Ireland is still bound by a lot of EU rules: so the question is, what will the PM do next?\nIs he now suggesting that the UK would be willing to suspend the whole thing - and not go along with what was signed before?\nPresident Macron has talked about resetting the relationship between the French and the UK - but has stressed it depends on the UK keeping its word over Brexit.\nSo how do leaders find a way through this?\nBoth parties talk about pragmatic solutions to all of this - the trouble is, they don't agree on what they are.\nFollowing a trilateral meeting between Mr Johnson, Mrs von der Leyen and Mr Michel in Cornwall, an EU official said that the presidents had said that the rhetoric needed to be toned down and called on the joint committee - made up of negotiators from both sides - to actively look for solutions which are in the protocol.\nDuring meetings with the EU leaders, which Brexit minister Lord Frost also attended, the prime minister had \"made clear his desire for pragmatism and compromise on all sides\" but had also underlined that protecting the Good Friday Agreement was paramount, Downing Street said.\nThe spokesman added the protocol as it was currently being implemented was \"having a damaging impact on the people of Northern Ireland\" and said the UK government would \"keep all options on the table\".\nPreviously Downing Street had indicated the UK would be prepared to unilaterally delay the full implementation of the Northern Ireland Protocol to prevent a ban on chilled meats crossing the Irish Sea from Great Britain - with restrictions due to come into force at the end of the month.\nDelaying the checks without agreement from Brussels would risk triggering a trade dispute with the EU.\nThe UK prime minister has previously suggested the EU is taking an \"excessively burdensome\" approach to post-Brexit trading arrangements.\nAhead of the G7 summit, Mrs von der Leyen insisted the protocol is the \"only solution\" to prevent a hard border between Northern Ireland and the Republic and must be implemented in full.\nAt a press conference Mr Macron said \"nothing is renegotiable\" and said it was not \"serious to want to review in July what we finalised after years of debate and work in December\".\nBefore US President Joe Biden travelled to Cornwall for the summit his national security adviser Jake Sullivan said the president had \"deep\" concerns that the trade row could endanger peace in Northern Ireland.\nUnionists are strongly opposed to checks in the Irish Sea because they do not want Northern Ireland to be treated differently to the rest of the UK.\nSinn Féin, the SDLP, and Alliance have said there are problems with the protocol but have argued that the UK and EU must ensure its \"rigorous implementation\".\nThe main agenda of the G7 summit, held in Cornwall, will see leaders of the UK, US, Canada, Japan, France, Germany and Italy commit to a plan to prevent a repeat of the coronavirus pandemic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57434493",
      "category": "health",
      "title": "June 21: Why lockdown easing may be delayed",
      "tags": "Coronavirus pandemic",
      "text": "Monday was meant to be the moment when the government declared the pandemic was effectively over in England. The plan had been to give a week's notice that all restrictions would end on 21 June.  \nBut the prospect of that happening is now looking increasingly unlikely following the rise of the Delta variant. Behind the scenes, government scientists have been warning ministers this week that caution is needed.\nWhy do we appear to be stumbling at the final hurdle?\nIt was always expected that infection rates would rise at this point - allowing indoor mixing was the move that provides the most opportunity for the virus to spread.\nAnd with Office for National Statistics data showing eight in 10 adults are currently testing positive for antibodies - a result of both vaccination and previous infection - there are still plenty of susceptible people for it to infect.\nBut what has become clear in the past few days is that the trajectory we are on is steeper than many had hoped, because of the more infectious Delta variant, thought to be 40% to 80% more transmissible than the Alpha variant, first identified in Kent.\nAt the current rate of growth the UK will hit 15,000 cases a day by 21 June and January levels of infections by late July - and that's without the further relaxation of restrictions due, which could drive up cases even more.\n\"It's very clear where infection rates are heading now - and it's not where we wanted to be or thought we would be just a few weeks ago. That's why we're concerned,\" says one of the scientists on Sage, the group which advises ministers. \nWhat is less clear, however, is what this means for hospital cases. \nIt is often said that vaccination has broken the link between infections and hospitalisations - and if people are not getting seriously sick, then it does not matter if infection levels rise.\nBut at this stage it appears to have weakened it rather than broken it. Admissions have already started rising, albeit not as fast as they did in September, the last time infections were rising at this rate.\nThe rate of hospitalisations appears to be less than half of what it was then, although there are only a few days of data to draw on so scientists cannot be certain. This is one of the reasons why they are asking ministers for more time to monitor the data.\nBut if we assume that link is right, it suggests 4% of cases being identified end up needing hospital treatment. That could equate to 2,000 admissions a day if we do reach January level infection rates - twice what the NHS would normally see in the depths of a bad winter for respiratory illness. A small percentage of a very big number can still be a big number.\nHowever, the data on its own does not tell the full story. There is evidence the people being admitted to hospital are younger and less seriously ill than in previous waves, and so need less treatment and spend less time in hospital. \nThere seems to be very few doubled-jabbed patients despite those being the most at risk of serious illness - providing further confidence about just how well the vaccines work.\nThat in turn will mean many many fewer deaths. In a couple of weeks, scientists believe they will be able to give ministers a better idea of what is going to happen than they can now, meaning there will be greater confidence about the impact of a full unlocking.\nBut as well as time to analyse the data, a delay also has the benefit of helping to vaccinate more people.\nEvidence gathered by Public Health England shows that getting a second dose is crucial to stemming the spread of the Delta variant.\nAfter one shot, both the Pfizer and AstraZeneca vaccines appear to stop about a third of infections caused by the Delta variant, compared with about half for the Alpha variant.\nBut for both the protection offered after a second dose remained high - showing that despite the variants every vaccination still brings us closer to ending the pandemic.\nCurrently just over half of adults are fully vaccinated while another quarter have received one shot. With half a million doses a day being given on average, those figures will be substantially higher in just a few weeks. \n\"There is a clear public health benefit to a delay as well as providing time to analyse the data,\" says Prof Neil Ferguson, one of the modellers analysing the figures for ministers.\nOf course, if infection rates keep rising - and that in turn drags up hospital admissions albeit not at the same pace as before - there is a risk that could leave England waiting for months before restrictions end completely.\nBut there is good reason to hope the rise in cases may be over more quickly than it has been in previous waves and without the need for extra restrictions.\nThe evidence from Bolton offers some hope of that. Infections started rising rapidly in early May as the Delta variant took hold. \nThe wave though was quite different from what went before - with very low numbers of over-60s, the group that was mostly double-jabbed by that point, infected.\nInfections spread quickly through younger age groups, but soon stopped.\nChanges in behaviour, surge testing and the push on vaccinations that have taken place will have played a role, but so too did the wall of immunity the virus came up against.\nDr Adam Kucharski, an infectious diseases expert from the London School of Hygiene and Tropical Medicine, believes infection levels may not take off significantly in some areas because of their high levels of vaccination.\n\"I think there will be quite big differences in infection rates between areas. In communities where immunity levels are high and contacts low, we may not see infection rates climb that much.\"\nA delay to the complete ending of restrictions does not mean it will never come.\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57413875",
      "category": "uk-wales",
      "title": "NHS in Wales: 'Culture of bullying' among staff",
      "tags": "Bullying,NHS Wales,Coronavirus pandemic",
      "text": "There is a \"culture\" of bullying in the Welsh NHS which leaves people scared to raise issues, several staff have said. \nNHS workers said they had witnessed or experienced institutionalised racism and sexism and also faced obstacles when reporting incidences of bullying. \nIt is claimed that raising concerns has led to bullying, and numerical targets were often put before staff well-being. \nThe Welsh NHS Confederation said it was \"saddened\" by the allegations and the NHS took bullying reports seriously.\nThe 2020 NHS Wales staff survey found 16% of workers had experienced bullying, harassment or abuse by another colleague, while 10% said they had experienced the same from a manager. \nMeanwhile, 14% said their health board did not take effective action if staff were bullied or harassed by other members of staff or the public.\nFive whistleblowers who work for or closely with the Welsh NHS have told BBC Wales of their experiences of bullying and harassment within the organisation. Each of them have had their names changed. \nOliver, who has worked as a consultant in several different departments, said the culture of bullying was \"recognised\" throughout all health boards in Wales. \n\"There's a culture of bullying and harassment which is widespread in most NHS organisations,\" he claimed.\n\"There are pockets of bad cultures and out of those bad cultures you get bullying, harassment and racism - which can be generally unconscious bias - and misogyny.\n\"The sexism which I've seen with some of my colleagues... it's upsetting to see.\"\nOliver said the current system for raising concerns could lead to further issues for those who complain, as the person who conducts the investigation within the department is \"generally involved\" in the cause of the complaint. \n\"This can then make things difficult for those who do speak out,\" Oliver said. \n\"It's a culture which then doesn't allow people the safety to speak up and say when some things are wrong around patient safety.\n\"There are certain departments where there are people who are either accidental bullies or determined bullies and will make life difficult for these doctors or nurses who have made these complaints. \n\"Staff are then worried and scared of raising issues because they think it will affect their career and make their working life harder.\n\"It's not the same in every organisation, but the staff feel like there are going to be repercussions on their career if they report bullying and harassment.\" \nOliver alleges this, in turn, can lead to people prioritising their careers over speaking up about issues, while meeting numerical targets are often prioritised over patient safety. \n\"Everyone's strapped for resources in the NHS and there's usually bullying around the resources that get utilised,\" he added.\nHe added bullying has caused extra stress for some staff, additional to the fatigue suffered during the coronavirus pandemic. \nLouise, a nurse, said she recently decided to leave the NHS after several years in her job due to the culture of bullying in her department. \nShe said: \"I've witnessed bullying, very subtle bullying, making your life difficult. \n\"They don't allow you time off for appointments, to use your annual leave as you wish... just your general treatment in the way they speak to you, it's almost as if 'I'm the manager I'll speak to you how I want'.\n\"There has been subtle bullying but also quite obvious bullying to the point where everyone sees what's going on, but people are too afraid to speak up. \n\"When I did speak up my life was made very difficult. I was made to feel quite excluded and it made me feel quite anxious to go into work. That's unusual because I love my job and I love the NHS.\" \nLouise said meeting targets is often more important to managers than staff well-being. \n\"Coming from the top down, things are so target orientated now that people will do anything to meet their targets, even if that comes with the consequence of your staff being unhappy,\" she claimed.\n\"There's no compassion, there's no empathy.\"\nLouise said she felt \"lucky\" she had been able to leave her job and take up a part-time position outside the NHS, but that option was not available to everyone. \n\"There are many people who are in that job because they have to be in that job, and they've no other choice but to live with this every day, especially those who are not being treated very nicely. \n\"It's sad, its very sad.\"\nAnother consultant, Lloyd, said there needed to be a change in the way complaints were handled, particularly as waiting lists of more than 500,000 people are tackled.\n\"It always comes back to bite the person who tries to hurt the system,\" he said.\n\"Not everyone is brave enough to go and fight the system, so we need people to be able to go to someone in the knowledge it's addressed. \n\"Things haven't changed. So the background microaggressions, bullying... have not been addressed. \n\"They will remain, so when the pressure and systems get worse on waiting times and clinics, it will inevitably lead to more microaggressions more pressures on people who've always been under pressure.\" \nLloyd said there was an example of such behaviour from a senior manager early in the pandemic, when he was told to remove his mask in an office in order to avoid worrying people about the threat of coronavirus. \nHe said: \"I was quite taken aback, I was asking for some help. No-one knew how it was going to be transmitted. We were all trying to take precautions. \n\"Every day on the Covid ward I thought 'I'm infected'. \n\"In the midst of that, that behaviour was uncalled for from a senior manager. I was quite upset about it.\"\nLloyd said this behaviour, in spring 2020, came at a time when he was regularly the only consultant on shift on his Covid ward, while he also showered three or four times each day and slept in a separate room in his house in order to avoid passing the infection on to his family. \nAmy, an allied health professional, said there was a culture of \"manipulation and intimidation\" at the hospital where she works. \n\"It seems to be a culture that comes from the top and trickles down and it becomes an acceptable way of treating people,\" she said.\nAmy added the \"number one thing\" management did was use patients as \"political pawns\" by giving staff little option but to work overtime or in unfavourable conditions in order to ensure patients do not go without care. \n\"You can't voice your concerns about patient safety, you're always overruled,\" she claimed.\n\"I have never worked somewhere where staff feel so demoralised. You have got people who worked there for years and years, because they haven't got the confidence to leave because they feel so belittled and downtrodden.  \n\"I feel like a lot of people have Stockholm syndrome and want to leave, but don't feel like they can.\"\nShe said staff are asked for feedback, which is often ignored or dismissed, including on one occasion when a staff member was shouted at in front of 50 colleagues in a meeting. \nAmy added: \"The [feedback] forms are never asking about the root cause of the problem, as they'll ask you what your line manager's like or the work environment is like, but that's not the problem. \n\"When they come back they'll say 'staff are really happy', because they're not addressing the issues, deliberately, I would imagine. \n\"There have been plenty of instances of one off massively unacceptable behaviour for line managers to staff.\n\"It's sort of coercion and manipulation and if you don't agree with managers your life is made very difficult. These senior people then employ people who are like-minded.\"\nMary was diagnosed with a long-term illness more than 10 years ago and relies on the NHS for regular treatment. \nDuring this time, she has been asked to give feedback on NHS Wales services, and said she was \"shocked\" by the bullying she has witnessed and experienced. \n\"What they want for the patient is a rubber stamp,\" she said. \n\"They want to be seen consulting patients. They don't like answering the hard questions.\"\nShe added: \"If the lines are not towed, there's bullying. That applies to all levels and also to patients. \n\"I can think of two particular occasions where they ganged up on me. That was quite distressing.\"\nMary said she had also witnessed an incident where a doctor was \"squashed\" by colleagues during a discussion over a treatment plan for a patient. \nShe said: \"That person backed off and said 'I can't go through this, I can't put my family though this'.\n\"There's no way that person is going to stand up for the patient next time, it's too hard and there's a personal cost.\"\nDue to these instances of bullying, the British Medical Association (BMA) has asked the Welsh government and NHS providers to invest in and establish Freedom to Speak up Guardians in Wales. \nSpecially appointed to report concerns, guardians are already in place in England and Scotland, offering staff the opportunity to speak in confidence.\nThe Welsh NHS Confederation, the body that represents the health service in Wales, said that the allegations were \"very serious and must be addressed\". \n\"We're unable to comment on individual cases,\" said director Darren Hughes.\n\"The NHS takes reports of bullying and harassment seriously and we're saddened to hear of the experiences of these individuals.\n\"We want all staff who work in the Welsh NHS to feel valued, listened to, recognised and supported so that we can all work together to deliver the best possible care to the people of Wales.\"\nMr Hughes added a number of programmes were in place, developed with trade unions and the Welsh government, while more were being developed as existing procedures were under review. \nRussell George, who speaks on health for the Welsh Conservatives, said: \"These whistleblower accounts are truly shocking.\n\"The Welsh government should now invest in and establish Freedom to Speak up Guardians that are already in place in Scotland and England, so Welsh NHS staff have the opportunity to raise concerns in confidence.\"\nThe Welsh government previously said it was considering introducing Freedom to Speak Up Guardians. \nA statement added: \"Any form of discrimination, bullying and harassment within the NHS is entirely unacceptable and we take these matters very seriously.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57454258",
      "category": "uk-politics",
      "title": "Covid: PM promises caution over 21 June lockdown end",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus testing,G7 summits,Coronavirus pandemic",
      "text": "Boris Johnson has said the government must \"be cautious\" as it decides whether to end all Covid restrictions in England on 21 June. \nCases are rising as the Delta variant spreads, with details of the next step on the \"roadmap\" due on Monday.\nThe prime minister told the BBC it was important any easing of restrictions was \"irreversible\" and warned that hospital admissions were increasing.\nThe BBC has been told a delay of up to four weeks is being considered.\nSenior medical advisers have urged a brake to the final easing of lockdown restrictions, which, if it went ahead in full, would mean removing limits on social contact and the number of people allowed into homes.\nPubs, clubs, theatres and cinemas would also be allowed to operate without capacity limits, with sports events taking place in full stadiums, nightclubs reopening and limits of the number of wedding guests going.\nAsked by BBC political editor Laura Kuenssberg whether all restrictions would now be lifted, Mr Johnson said people would have to wait until Monday to find out.\n\"What I can certainly say is we are looking at the data, continuing to do that, but what you can certainly take is… the roadmap was always cautious but irreversible, and in order to have an irreversible roadmap, we've got to be cautious.\"\nA further 7,738 lab-confirmed cases of the virus were reported in the UK on Saturday, and a further 12 people recorded to have died within 28 days of a positive test.\nInfections continue to rise, with 50% more cases reported in the past seven days than the previous seven.\nFor weeks we've practised modern day kremlinogy - getting our hopes up for an end of restrictions in England at the summer solstice whenever the PM sounds upbeat, then feeling more downhearted when government minister after minister uses the C word: caution.\nWe will get a decision on Monday but it seems clear from Boris Johnson's use of the words \"caution\" and \"irreversible\" in his BBC interview that a delay is inevitable. \nIn order to make his roadmap irreversible, the PM is likely to heed scientific advisers' advice to give himself some more breathing space while the vaccination programme rolls out further.\nMr Johnson's mantra has been \"data not dates\" but in truth there may just not be enough data on the extent to which vaccinations are breaking the link between infection and hospitalisation for him to sweep away all remaining restrictions.\nBut sources say the government is looking at a range of options for 21 June.\nSo it's possible that - for example - a four week delay is reviewed after a fortnight when more data is available.\nOr that some restrictions are eased while most social distancing measures stay in place.\nThe anxious wait for a decision is almost over but it could be that what some describe as 'Freedom Day' - like the horizon - moves further away the closer we appear to get. \nAnswering questions at the G7 summit in Cornwall earlier, chief scientific adviser Sir Patrick Vallance would not be drawn on the decision about 21 June, but said the \"Delta variant [is] increasing in the UK\".\nHe said there were lessons from the pandemic that could continue to apply in everyday life - such as self-isolating after symptoms of any infectious disease, the importance of ventilation, and hand hygiene.\nThe Delta variant, first identified in India, now accounts for nine in 10 UK coronavirus cases.\nIt is roughly 60% more transmissible than the Alpha - or Kent - variant, Public Health England data suggests.\nThe government put India on the \"red list\" of places to which travel is banned on 23 April, two weeks later than Pakistan and Bangladesh, which had fewer cases per million at the time.\nThe prime minister defending the timing of the decision, saying: \"Pakistan had about 13 times as many variants of concern or variants of interest as as India at that stage.\"\n\"Yet we put India on the red list on 23 April, which was days before it was even identified as a variant under investigation.\"\nMr Johnson, who is currently hosting the G7 summit in Carbis Bay, Cornwall, said the government had made \"a massive progress with the vaccination programme\".\n\"It's done a huge amount of good - but you have got to be cautious to be irreversible,\" he added.\n\"Again you have hospitalisations up, you've got cases up. There are grounds for caution.\"\nOn Friday, the British Medical Association joined public health officials in calling for a delay to ending restrictions.\nThe government said in February that England's restrictions would only be lifted if:\nMore than 29 million people in the UK have had both doses of a vaccine - 55.9% of the adult population.\nThe R number in England is estimated to have risen to between 1.2 and 1.4, meaning that, on average, every 10 people with Covid will infect between 12 and 14 others.\nThe easing of restrictions is happening at different speeds across the other nations of the UK with 21 June being given as an \"indicative date\" for a number of changes in Northern Ireland, including 10 people from two households being allowed to meet in private homes, up to 15 people being able to meet outdoors in a garden and theatres and concerts able to restart.\nLockdown measures in Wales will be reviewed on 21 June, while the whole of Scotland is due to move to level zero on 28 June - but the prevalence of the Delta variant may delay that.\nElsewhere at the G7:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57427696",
      "category": "uk-wales",
      "title": "Cardiff cyclist confronts driver over 'disgusting' comments",
      "tags": "Exercise,Sexism,Cardiff,Women,Cycling,Sexual harassment",
      "text": "A cyclist who confronted a man who she claims shouted lewd comments out of his car at her has spoken of the barrage of daily harassment faced by women.\nNanw Beard was cycling in Cardiff when she alleged the driver pulled up alongside her and said her \"backside was going to cause an accident\".\nThe 30-year-old said just hours earlier another man said he wanted to have sex with her while she was out on her bike.\nMs Beard said challenging his behaviour made her feel \"empowered\".\nThe keen cyclist was riding along Penarth Road on 5 June when she said a man in a Land Rover pulled up alongside her and shouted out of his car.\n\"He told me I should have a health warning because my backside was going to cause an accident,\" she said.\n\"When I told him that was disgusting, he drove away laughing.\"\nShe later caught up with him and challenged the man. \nA survey by walking and cycling charity Sustrans Cymru suggests many women feel unsafe cycling in Welsh cities, with 77% of women who took part saying safety improvements were needed.\n\"This has been the norm for me since my early teens, it's been a part of life I've just had to accept,\" Ms Beard said, but added she would not stand for it anymore.\n\"I've got to the point where I'm so angry and fed up with the constant barrage of street harassment I face as a woman, especially while I'm alone.\"\nIn January, during the national lockdown, rules on how many people could exercise outdoors together were changed after female runners raised safety concerns.\nAthletes spoke of getting lewd comments about their figures, wolf-whistling and having beer cans thrown at them while training alone in Cardiff parks.\nNow, while anyone can meet up outside for exercise, Ms Beard said more needed to be done to tackle harassment.\nShe said the man had a passenger in his car, who appeared to be his son, and she felt she had to confront the driver's alleged behaviour.\nIn her video footage, Ms Beard is heard challenging the man, who denies sexually harassing her.\nLast year, a report to Cardiff council showed just one woman for every 1.9 men used their bike regularly in the city.\nThe Bike Life Cardiff report by Sustrans Cymru also found 70% of women never rode a bike, but 31% of women who did not would like to.\nGwenda Owen of Cycling UK said both male and female cyclists faced abuse on a daily basis just for being on the road, and it could be very intimidating. \nMs Owen said many women felt safer on bikes compared with walking as they could get away quicker.\nShe said men believed they could \"get away with it\" because they were in cars and could shout comments they may not say to someone's face.\n\"I've had things thrown at me for cycling in the city, the funniest one was a pack of salami, but it can be very, very intimidating,\" she said.\n\"The abuse people shout out of cars of a sexual nature, they make homophobic slurs... this is unfortunately, quite common occurrence, but I think it maybe reflects wider problems in society.\"\nMs Owen and Ms Beard both said the behaviour needed to be challenged by others if it was ever going to change. \nMen should challenge others who acted in that way, whether \"on the street, in bars, in conversations at work or anywhere,\" said Ms Owen.\nChristine Boston, director of Sustrans Cymru, praised Ms Beard for confronting the man, saying all women had the \"right to freedom of movement without unwanted attention\".\nShe described catcalling as a form of harassment and abuse and said it could put women off cycling for life."
    }
  ]
}