{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58629122",
      "category": "uk-wales",
      "title": "Ceredigion: Seal pup dies after selfie snappers scare mother",
      "tags": "Wildlife,Seals,Cardigan",
      "text": "People have been urged to stay away from seal pups after one died when its mother was frightened away by visitors taking selfies.\nThe pup had been spotted on the beach near Llangrannog in Ceredigion.\nThe council put up signs and handed out leaflets asking people to leave it alone, but said the warnings were ignored and the animal died.\nSeals are sometimes seen off the Welsh coast between August and December, which is the breeding season.\nIf there are people on the beach the mother will not return to its pup to feed it, which can lead to it being abandoned. \nAccording to the Welsh Partnership of Marine Protected Areas, wildlife disturbance is on the increase as more people have been visiting the coast.\nCardigan Bay's special area of conservation officer, Melanie Heath, said: \"Seal pups need space and time to rest and grow, they are fed by their mothers for just three weeks before they have to fend for themselves.\n\"It is vital that during this time they are given space.\n\"Disturbance can lead to abandonment and death.\"\nCeredigion councillor Rhodri Evans said: \"It is very important to remember that these beautiful iconic creatures are wild animals so keep your distance and enjoy from afar.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58620220",
      "category": "uk",
      "title": "Aukus: France pulls out of UK defence talks amid row",
      "tags": "France,Aukus,United States,Australia",
      "text": "France's defence minister has cancelled talks with her UK counterpart as the row continues over a new security deal between Britain, the US and Australia.\nParis is angry after Australia signed the Aukus pact to build nuclear-powered submarines, pulling out of a major contract with France in the process. \nUK PM Boris Johnson said France had nothing to worry about from the deal. \nBut Florence Parly's meeting with UK Defence Secretary Ben Wallace in London this week has been called off.\nSpeaking in the House of Commons, Mr Wallace said there had been \"absolutely no intent.... to slight, upset or drive a wedge between us and France\".\n\"Britain and France on many issues are joined at the hip,\" he added.\nLord Ricketts, a former British ambassador to France who was due to co-chair the two days of talks, confirmed the meeting between Mr Wallace and Ms Parly had been \"postponed to a later date\". \nEarlier, Foreign Office minister James Cleverly told BBC Breakfast that \"all bilateral relationships go through periods of tension\", but added: \"I have absolutely no doubt that ultimately our relationship with France will endure.\"\nHe said the pact with Australia and the US was intended to \"strengthen and deepen\" the relationship with two long-standing defence partners and to support high-tech manufacturing and technology companies across the UK.\nThe Aukus agreement brokered last week, widely seen as an effort to counter China's influence in the contested South China Sea, ended a deal worth $37bn (£27bn) signed by Australia in 2016 for France to build 12 conventional submarines.\nFrench foreign minister Jean-Yves Le Drian has described it as a \"stab in the back\" that constitutes \"unacceptable behaviour between allies and partners\".\nAnd in a rare step among allies, French President Emmanuel Macron ordered the recall of the French ambassadors to Washington and Canberra.\nThe European Union has said it was \"analysing\" the impact of the Aukus agreement on its trade negotiations with Australia, which are due to resume in October.\nBBC Brussels correspondent Jessica Parker said it appeared the EU had hardened up its position over the weekend, as the extent of France's anger became clear. \nShe said the European Commission wouldn't elaborate on what \"analysing\" the impact of Aukus could actually mean for the trade talks with Australia - but the language might lead to speculation that negotiations could even be suspended. \nSpeaking at the UN General Assembly in New York, where he is taking part in the UN General Assembly, Mr Johnson said the UK and France had a \"very important and indestructible relationship\".\n\"Of course we'll be talking to all our friends about how to make the Aukus pact work so that it's not exclusionary, it's not divisive - and it really doesn't have to be that way,\" he told reporters. \n\"This is just a way of the UK, the US and Australia sharing certain technologies because that is the sensible thing to do in the world in which we find ourselves.\n\"But that does not in any way mean that we wish to be adversarial to anybody else, or exclusive, or crowding anybody else out.\"\nMr Johnson is being joined on the trip with new Foreign Secretary Liz Truss, who launched her own defence of the agreement in an article for the Sunday Telegraph.\nMs Truss said the deal showed the UK's readiness to be \"hard-headed\" in defending its interests and had the potential to create hundreds of new skilled jobs.\nMeanwhile, Australia has defended scrapping its deal with France in favour of the Aukus pact. \nPrime Minister Scott Morrison rejected accusations that Australia had lied, saying France should have been aware it was prepared to break the deal.\nSpeaking on Sunday, Mr Morrison said: \"Ultimately, this was a decision about whether the submarines that were being built, at great cost to the Australian taxpayer, were going to be able to do a job that we needed it to do when they went into service and our strategic judgement based on the best possible of intelligence and defence advice was that it would not.\"\nThe agreement means Australia will become just the seventh nation in the world to operate nuclear-powered submarines.\nThe pact will also see the allies share cyber capabilities, artificial intelligence and other undersea technologies.\nBut it has been criticised by China, which has accused the three powers of having a \"Cold War mentality\".\nAnd on Monday, North Korea, which has its own closely-watched nuclear weapon and missile programmes, warned it could spark a \"nuclear arms race\".\n\"These are extremely undesirable and dangerous acts which will upset the strategic balance in the Asia-Pacific region,\" state media KCNA quoted a foreign ministry official as saying."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58620272",
      "category": "world-us-canada",
      "title": "Gabby Petito: Body matching missing woman found in Wyoming",
      "tags": "Wyoming,Florida,United States",
      "text": "A body matching the description of missing woman Gabby Petito has been found by crews searching a national park in the US state of Wyoming.\n\"As every parent can imagine, this is an incredibly difficult time for her family,\" FBI agent Charles Jones told the media, choking back tears.\n\"The cause of death has not been determined,\" he added.\nMs Petito, 22, was visiting the Grand Teton National Park with her fiancé, Brian Laundrie, when she disappeared.\nMr Laundrie was declared a \"person of interest\" in the case, but not charged with any crime. He declined to speak to police, and disappeared a few days later. \nThe FBI said that while forensic examinations were yet to \"confirm 100%\" that the human remains were those of Ms Petito, they were consistent with her description. \nMs Petito's father, Joseph, posted a photo of his daughter on Twitter shortly after the news conference.\nMr Laundrie and Ms Petito had set out on a nomadic cross-country campervan trip in July, documenting their adventures on social media.\nThey filmed themselves smiling, kissing, and running on beaches in a YouTube video which has now been viewed more than 2.3 million times.\nBut on 1 September, after a month of travelling, Mr Laundrie returned home to Florida with their white van and without Ms Petito. Her family reported her missing 10 days later.\nOn Friday, police said Mr Laundrie's family told them they had not seen their son since Tuesday, and that investigators were \"frustrated\" by the developments. \nA search team spent the weekend scouring a 25,000 acre wildlife reserve in Florida for signs of Mr Laundrie with police dogs and drones, but as of Sunday evening nothing had been found.\nHis family released a statement through their lawyer, saying: \"The news about Gabby Petito is heartbreaking. The Laundrie family prays for Gabby and her family.\"\nThousands of comments have been left on the couple's Instagram pages, and protesters gathered outside the Laundrie family home on Friday yelling \"where's Gabby?\" \nAt the news conference on Sunday evening, Mr Jones said the tips police had received from the public had been \"remarkable\" and renewed the call for anyone with information to come forward.\nTwo weeks before Ms Petito went missing, on 12 August, police in the southern Utah town of Moab were called to a possible domestic violence incident involving the couple.\nPolice released bodycam footage which showed Ms Petito crying and complaining about her mental health to officers. She also said the couple had been arguing more frequently.\nThe officers recommended they spend the night apart but did not file any charges. It is not yet known what happened next."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58627995",
      "category": "uk-politics",
      "title": "Increase climate change commitments, Boris Johnson to urge Joe Biden",
      "tags": "Boris Johnson,Climate change,Joe Biden",
      "text": "Boris Johnson is expected to urge US President Joe Biden to increase his country's climate commitments in a meeting at the White House.\nOn Monday, the PM had said he was \"frustrated\" that richer countries were failing to financially support poorer ones fighting climate change.\nThe two men are also likely to discuss the situation in Afghanistan.\nBut the PM played down the chances of progress on a UK-US trade deal, calling US negotiators \"pretty ruthless\". \nMr Johnson said he would \"rather get a deal that works for the UK than get a quick deal\", adding that the president had \"a lot of fish to fry\".\nThe prime minister has travelled to the US for a meeting of the UN's General Assembly, which is being attended by over 100 world leaders.\nAddressing a UN climate meeting on Monday, the prime minister said richer economies had done \"nowhere near enough\" to support those nations suffering the impact of global warming.\nIn 2009, developed countries agreed to provide $100bn (£73bn) a year to poorer countries to fight climate change.\nBy 2019, the figure had reached just over $79bn that year, according to the Organisation for Economic Co-operation and Development (OECD).\nThe lead author of a UN-commissioned expert report into the pledge, Amar Bhattacharya, says within the G7 [a group of rich countries], Germany, Japan and France have been the leaders in terms of meeting the target.\nThe UK and Canada are slightly behind them while the United States and Italy are further behind.\nMr Johnson told UN delegates \"the gulf between what has been promised, what is actually being delivered, and what needs to happen… remains vast\".\nThe US's climate envoy John Kerry raised hopes that there could be progress towards the target, telling Sky News: \"I think we're going to get it done by COP [the climate conference to be held in Glasgow], and the US will do its part.\"\nAsked if Mr Biden would announce more funds this week, he added: \"I'm telling you to stay tuned into the president's speech, and we'll see where we are.\"  \nMr Johnson said it would \"send a massively powerful signal\" if the US did commit to more funding but insisted \"we are not counting our chickens\". \nOn Monday, the prime minister also met Amazon boss Jeff Bezos. A Downing Street spokesman said they \"discussed the upcoming COP26 Summit and agreed there was an urgent need to mobilise more public and private money to help developing countries protect biodiversity\".\nThe spokesman added that the PM \"raised the issue of taxation, and hoped progress could be in implementing the G7 agreement on tax\".\nThe meeting with the president in the Oval Office will be the first time Mr Biden and Mr Johnson have met face-to-face since a G7 summit held in Cornwall earlier this year.\nThe prime minister acknowledged that the US-UK relationship had experience some problems in recent years, referring to \"pebbles in the shoe\".\nBut, he pointed to negotiation successes citing the end of the ban on British beef, and suspension of US tariffs on Scotch whisky.\nSpeaking ahead of the meeting, Mr Johnson described his own relationship with Mr Biden as \"genuinely terrific - we see eye to eye on all sorts of things\" adding that the two men had bonded over trains.\n\"He's a bit of a train nut,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58625569",
      "category": "uk-wales",
      "title": "CO2: Food and drink fears for Wales over carbon dioxide cuts",
      "tags": "Sandycroft,Deeside,Llangefni,Iceland,Carbon dioxide,CO₂ shortage",
      "text": "One of Britain's largest chicken processors says it will have to cut production unless two UK carbon dioxide plants restart.\nLast week, CF Industries, the UK's biggest CO2 producer, stopped production in Teesside and Cheshire due to \"high natural gas prices\".\nFood giant 2 Sisters processes about a million chickens each week at its plant in Flintshire in north Wales.\nIt warned production across its nine UK sites could fall by 10% within days.\n\"You'd see an availability issue within a week,\" said 2 Sisters Food Group founder and president Ranjit Singh Boparan.\n\"We've got four to five days left, then we'll have to reduce our production by 10% - over half a million chickens a week. \n\"The knock on effect for farmers is horrific - some farmers won't survive.\"\nThe CO2 gas is used to stun chickens prior to slaughtering, and also in the packaging process.\nIn addition to its largest poultry processing plant at Sandycroft on Deeside, 2 Sisters also operates the only UK factory to handle large whole chickens at its site at Llangefni on Anglesey.\nThe food company has seven more poultry-processing plants dotted around the UK, and its president also took over the Bernard Matthews turkey business in 2016.\nMr Boparan told the BBC the food production sector was already facing challenges with workforces and labour supply.\n\"This is another issue that could have been avoided,\" said.\n\"We have to get these two plants up and running, save Christmas and save the food supply chain.\"\nIt is not just poultry production where there are concerns.\nCarbon dioxide gas is used in carbonated drinks and beers.\nMartyn Jones, president of Wrexham Lager Brewing Company, said they will be struggling if the CO2 situation continues.\nThe brewer said a delivery due on Monday was already two weeks late from their supplier.\n\"Now they're promising a delivery today, but we know it's not going to be as much as we need, because they're trying to supply everyone,\" said Mr Jones.\nMr Jones, the former Labour MP for Clwyd South, said they had enough gas to last a week, and then they will have to stop filling beer kegs.\n\"If we don't have it, we're going to be in real trouble,\" he said.\nIn Carmarthenshire, food service wholesaler Castell Howell said it has been guaranteed a three-week supply of CO2 gas - but is waiting to hear what will happen afterwards.\n\"In our processing plant we do use CO2 for packing cooked hams on a daily basis, that go out to wholesale and retail markets,\" said director Kathryn Jones.\nShe said they expected to learn on Thursday how much more gas they can expect.\n\"The government has had a lot of time to deal with this. This issue has built up in the background.\"\nRichard Walker, the managing director of Welsh-based supermarket chain Iceland Foods, said his company was already building up food stocks for its stores.\n\"We're in hourly and daily contact with some of our biggest suppliers, and none of them have any issues at the moment, but some of them are very concerned,\" he said.\nBut he stressed: \"Our supply lines are very robust, and actually, we are building up extra stock in anticipation of this potentially becoming an issue.\n\"So, it doesn't affect us perhaps as much as it does other competitors.\"\nBut Mr Walker said, taken together with ongoing problems with a shortage of HGV drivers across the industry, action was needed.\n\"I think the government absolutely needs to prioritise CO2 supplies and financing for food production to limit the disruption to supermarket supplies,\" he said.\n\"It's absolutely essential that this gets sorted as quickly as possible.\"\nCF Industries provides 60% of the UK's carbon dioxide, which is a by-product of the fertiliser industry.\nIts chief executive has held crisis talks with UK ministers, but said it did not \"have an estimate for when production will resume\".\nThe BBC has also been told that officials from the Department for Business, Energy and Industrial Strategy have been \"working with\" the company in recent days.\nBusiness Secretary Kwasi Kwarteng tweeted that he had met Tony Will, the chief executive of CF Industries, and \"discussed the pressures the business is facing and explored possible ways forward to secure vital supplies, including to our food and energy industries\".\nThe shortage of CO2 could have \" deep and wide ranging impacts on food and drink businesses in Wales\", said the Welsh Food and Drink Industry Board.\nIts chairman Andy Richardson added: \"It's far deeper than just asking if turkeys or beer will be available this Christmas. All food and drink manufacturers could be affected significantly.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58618072",
      "category": "uk-northern-ireland",
      "title": "Organ donation: NI Assembly passes opt-out bill to next stage",
      "tags": "NI Health,Organ donation,DUP (Democratic Unionist Party)",
      "text": "A major change to organ donation rules in Northern Ireland has passed its second reading at Stormont. \nAssembly members approved the bill by 69 votes to six, and it will now go before the health committee.\nIf passed, the legislation would mean people automatically become organ donors unless they specifically opt out.\nNorthern Ireland is currently the only part of the UK where an opt-out system for organ donation is not in place.\n\"One of the things this bill has allowed us to do is to start to have that conversation as to what organ donation means,\" said Health Minister Robin Swann during the debate.\nUntil June, the Democratic Unionist Party (DUP) had blocked attempts to pass a bill.\nFollowing talks between First Minister Paul Givan, Robin Swann, who proposed the legislation, and campaigners, Mr Givan announced he had given approval for the legislation to proceed to the assembly.\nThe lack of opposition would allow for such a bill to become law before the assembly is dissolved ahead of the election due in May.\nHowever, campaigners have raised concerns that the bill might never become law due to the DUP's threat to collapse Stormont over the Northern Ireland Protocol.\nEarlier this month, DUP leader Sir Jeffrey Donaldson said his party may quit Stormont \"within weeks\" if its demands over the protocol are not met,\nThere are currently about 115 people waiting for an organ transplant in Northern Ireland.\nHealth Minister Robin Swann said the bill had been \"long-awaited by all who are involved in the organ donation process.\"\nHe told the assembly the move would increase the number of donors \"and ultimately the number of life-saving organs available for transplantation\".\nThe minister outlined how the bill had taken on board lessons from legislation in other parts of the UK.\n\"This bill will mean that adults in Northern Ireland will be considered potential donors unless they choose to opt out or are excluded,\" he added.\nMáirtín MacGabhann, whose four-year-old son Dáithí has been waiting for a new heart for three years said the proposals would be \"a massive step\" forward for Dáithí and others on the waiting list.\n\"A transplant is used when all other options have been exhausted, it's the last hope for them,\" he said.\n\"There is something that our politicians can achieve to increase your loved ones' chances of receiving the vital organ.\"\nHe encouraged those in power to keep the political institutions \"up and running, so important issues like soft opt out organ donation have a chance of going through\".\n\"I'm just pleading with those politicians to please give these important pieces of legislation a fighting chance because they can change our society so much,\" he said.\nHe said if Stormont were to collapse over the issue he would be \"absolutely heartbroken\".\n\"We have come so far and gathered so much support politically and it would be an absolute travesty if the likes of soft opt-out organ donation was not to come into law because of the collapse of Stormont,\" Mr MacGabhann said.\nFearghal McKinney, from the British Heart Foundation, told BBC NI's Sunday Politics programme campaigners would get back up to fight for the legislation if power-sharing were to dissolve before it could pass.\n\"The gift of life is in the hands of our politicians right now,\" he said. \nIn the first year after England introduced an opt-out system, the organs of 296 people were donated.\nThis accounted for 29% of all donors in the 12-month period and resulted in a total of 714 organs being transplanted.\nTransplant surgeon Dr Tim Brown said he did not believe opt-out legislation was the \"way to achieve\" change.\nHe said he would like to get to a position where organ donation registration lists were \"unnecessary\".\n\"I would like that the norm in society, that if somebody does find themselves in the tragic position of being an organ donor, I would like it to be normal for them to go and donate without any need for them to be on a list,\" he said.\nHe said he had difficulty with \"the removal of autonomy from an induvial\" in the opt-out plans.\n\"I think education and support around donation is the way to achieve that, legislation is a further step that I don't think is necessary,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58615784",
      "category": "business",
      "title": "Gas price rise: US boss holds crisis gas talks with UK",
      "tags": "Companies,Meat,Supermarkets,Food industry,Cranswick,CO₂ shortage",
      "text": "The boss of a US company that supplies 60% of the UK's food-grade carbon dioxide supply has held crisis talks with the government over shortages.\nTony Will, chief executive of CF Industries, arrived in the UK earlier after the firm stopped production at its two fertiliser plants because of soaring wholesale gas prices.\nFood firms are warning a shortage of CO2 is threatening produce supplies.\nHigh global demand for gas has been blamed for the recent surge in prices.\nCarbon dioxide is used to stun animals prior to slaughter and in dry ice form to keep food fresh for storage and transport. It is a by-product of fertiliser manufacturing.\nLast week, CF Industries, the UK's biggest CO2 producer, stopped production at its Teesside and Cheshire fertiliser plants \"due to high natural gas prices\". Wholesale gas prices have jumped by 250% since January, according to Oil & Gas UK, the industry group. \nCF Industries said it did not \"have an estimate for when production will resume\". \nThe BBC has also been told that officials from the Department for Business, Energy and Industrial Strategy have been \"working with\" the company in recent days.\nBusiness Secretary Kwasi Kwarteng tweeted that he had met Mr Will and \"discussed the pressures the business is facing and explored possible ways forward to secure vital supplies, including to our food and energy industries\".\nFood producers and supermarkets have warned of the impact CO2 shortages are having on the industry.\nRanjit Singh Boparan, owner of UK poultry giant 2 Sisters Food Group, said the decision by CT Industries to halt operations, was a \"massive body blow\" for the food sector and placed it \"at breaking point\".\nAdam Couch, the boss of pork producer Cranswick said the industry was \"already at tipping point ahead of the demanding Christmas period\".\n\"We have worked tirelessly throughout the pandemic to keep food on the shelves, but there is a real risk of product shortages across the country if the government does not act immediately to address these issues,\" he added.\nSupermarket Ocado said it had \"limited stock\" of some frozen items due to gas shortages, while another supermarket told the BBC the situation was \"escalating quickly\".\nOne supermarket executive told the BBC the CO2 issue is \"escalating quickly\" and was causing a \"big supply issue\".\n\"The big meat suppliers are saying they have two to three days' supply and are now having to prioritise how they use what they have,\" he said.\nHe said the problem \"compounds\" supply issues the food, drink and supermarket industries are already facing due to shortages of HGV drivers in the UK, caused partly by the pandemic and Brexit.\nThe British Poultry Council said that the supply chains will \"inevitably slow down\" if CO2 supplies become tighter and more unpredictable in the next five to seven days. \nA spokeswoman said product types might be reduced as meat companies streamline production to try to cut down the impact of shortages. \nIan Wright, chief executive of the Food and Drink Federation, stressed that the UK was not going to run out of food, but said there would be \"major concerns\" over supply to supermarkets and other food outlets.\nHe suggested the government would need to take an \"innovative\" approach to dealing with the shortage of CO2, such as perhaps subsidising companies who produce the gas over the next four or five weeks. \n\"Or the knock-on effects of this may well be felt right the way through to the end of the year and particularly over the key Christmas trading period,\" said Mr Wright.\nMr Kwarteng has been in talks with energy suppliers as well as the energy regulator Ofgem over the weekend amid fears more small companies could go bust in the coming days.\nCOP26 president Alok Sharma told BBC's Andrew Marr Show that people should not be concerned about the risk to the supply of gas. And he said the energy price cap and warm homes discount - two cost-limiting measures - would protect people.\nAn Ofgem spokesperson said: \"Ofgem continues to work closely with government and industry to ensure consumers continue to be protected while global gas prices are high and will speak further on these issues at the industry roundtable [on Monday].\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-58624724",
      "category": "uk-scotland-highlands-islands",
      "title": "Community in race to buy remotest mainland pub",
      "tags": "Inverie,Pubs,Mallaig",
      "text": "A community hoping to take over Britain's remotest mainland pub could know this week if it has the finances to make a bid for it.\nThe Old Forge in Inverie is on the Knoydart Peninsula in Lochaber.\nThe only way of reaching the village - and its pub - is by walking 18 miles (29km) or making a seven-mile (11km) sea crossing.\nSince it went up for sale earlier this year, a community group has been working to raise the funds to buy it.\nThe Old Forge is on sale for offers over £425,000. Private buyers are also potentially interested in the property.\nThe pub's Belgian owner Jean-Pierre Robinet told locals in January he was selling up after running the business for 10 years.\nSince January, the small community which has a population of just over 100 people, has held a consultation on a community buyout. Seventy residents took part, with almost all backing the idea.\nThe Old Forge Community Society was set up, and earlier this month it launched a community share offer. The rules mean 75% of the shares must be owned by locals, with a limited number owned by people living outside the area.\nIn just days, the shares offer was climbing towards its target of £240,000.\nThis week, the society hopes to learn if its application to the Scottish Land Fund for support has been successful. \nThe Scottish government-funded land fund provides grants of up to £1m to support community and volunteer group-run projects.\nIn 2019, the Black Bull in Gartmore, near Stirling, was purchased by the community with financial support from the Scottish Land Fund.\nThe Old Forge Community Society has sought an undisclosed sum of money from the land fund to help cover renovation and other costs.\nSociety secretary Stephanie Harris said the community had always known there was a risk of losing out to a private buyer, but added that the determination of the community could not be underestimated.\nMs Harris told BBC Scotland: \"I have no doubt we will be able to raise the finance that we need. Time is the problem, and we are going as fast as we can.\"\nIsla Miller, who runs a pottery and a tea room with her sister in Inverie, is among those hoping to buy a share.\nShe said the pub was an important gathering place for the community, and welcomed the society's plan to keep the premises open all year round and not close it temporarily over winter as has happened previously.\nShe said the pub was a community hub, describing how local mothers returning home by ferry to the peninsula from hospital would often stop at The Old Forge with their newborn babies, adding: \"It is where you would meet new additions to Knoydart, and then everyone would head off.\"\nMr Robinet said he fell in love with Knoydart after visiting 25 years ago, and was later encouraged to buy the pub by his late father.\nWhile he said he had not done much to change to the look of The Old Forge, Mr Robinet said he had made food a priority of the business and used locally caught seafood and Scottish beef in its meals.\nHe said he made a commitment to run the premises for 10 years and after that spell \"as Britain's remotest mainland publican\" it was now the right time to move on.\nMr Robinet said: \"My father died last year and my mother, who is very brave, is suffering being by herself and having severe illness.\"\nHe said it was time for \"a different phase of life\" and to help his sister look after their mother.\nMr Robinet said the community bid for The Old Forge was a \"great idea\".\nKnoydart's coast and mountains have been described as mainland Britain's last wilderness.\nThe easiest route to Inverie is by boat from Mallaig. People who chose to walk from Kinlochhourn and Glenfinnan usually break the trip down to a journey of two to three days and are advised to contact the local ranger service for advice on the routes.\nIn the middle of the 19th Century, the land on Knoydart was cleared of crofters and turned over to sheep and deer.\nIn 1948, a group of crofters known as the Seven Men of Knoydart launched a \"land raid\" in a bid to seize back the land and live independently from the landlord system. They were unsuccessful, as the landowner obtained a court order to remove them. \nHowever, more than 20 years ago, the community achieved what the seven had set out to do when the Knoydart Foundation purchased 17,200 acres (6,960 ha) of estate land on the peninsula for £750,000."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58584164",
      "category": "uk-wales",
      "title": "Covid: Call to help young people hit by service closures",
      "tags": "Coronavirus lockdown measures,Welsh government,Young people",
      "text": "New laws are needed to secure the future of \"fragile\" youth services in Wales to stop vulnerable young people being put at risk, experts have warned.\nYouth workers have spoken of children falling into gangs and struggling as clubs remained closed during Covid-19.\nA panel of experts has warned a radical overhaul is needed to save vital services, with their future needing to be guaranteed by law.\nEducation Minister Jeremy Miles said the report showed \"challenging\" issues.\nIn recent years, more than 160 youth clubs have been closed by councils, due to restructuring and cuts, while restrictions meant many buildings were unable to reopen and hold sessions during Covid.\nYoung people who spoke to BBC Wales said youth services were vital and more needed to be done to allow them to access support and advice, as well as providing a safe space off the streets.\nYouth work covers a wide range of services run by councils and voluntary organisations for 11 to 25-year-olds, from youth clubs, to tackling homelessness and mental health problems.\nOn Thursday, a report, published by the Interim Youth Work Panel, highlighted issues with safeguarding, staffing issues, and \"inconsistent\" services across Wales after years of cuts.\nThe panel called for ministers to radically transform the sector into a service shaped by young people, with the creation of a national governing body led by young people.\nSet up by the Welsh government to examine the sector after a report found an alarming decline in services, the panel of experts said while youth workers were working hard under extreme pressure, some were \"fragile\".\nHowever, it said years of issues had been heightened by Covid, with youth workers furloughed or moved to different services, and the current situation was \"unsustainable\".\nIt called for a new law to be introduced, to make providing youth services a legal requirement, to stop them being classed as a \"luxury\" and left exposed to cuts.\nThe panel, who spoke to youth workers and young people during the three-year inquiry, called on the Welsh government to commit to an independent review of funding of youth services, amid concerns not all cash was making its way to being spent on young people.\nIt also urged the Welsh government to urgently appoint a minister for young people aged under 25, to sit in the cabinet, saying the lack of a formal seat at the table meant their voices were not always heard.\nAfter starting at Rainbows when she was five, Halyna Soltys now works with young people to help share their stories online, championing issues and campaigns on ProMo-Cymru.\n\"I wouldn't be the person I am without youth services,\" the Cardiff University graduate said.\n\"When you interact with a service that just wants to encourage you to be the best you can be and try new things, then the whole world opens up for you.\"\nThe 23-year-old said growing up in the Girlguiding community helped her develop strong skills for university and work.\nBut she said there was a lack of guidance from the Welsh government for youth workers and a more consistent message was needed to make sure no young person missed out.\nRhodri Lewis said he was very shy when he first joined the young farmers' club and \"barely spoke to anyone\", but was now acting as a treasurer, a member of the Urdd, and representing Wales in tug-of-war.\nThe 18-year-old, who lives in Pembrokeshire, said being unable to meet during the Covid pandemic had shown him how important the clubs were.\nHe said young people were facing challenging futures, with issues getting jobs, accessing services, and having to move away from home due to a lack of affordable housing, and it was vital they got support.\n\"It's 2021 - the way we look at young people and listen to them needs to change,\" he said.\nKeith Towler, chairman of the Interim Youth Work Board for Wales and former Children's Commissioner, said young people had told the panel how accessing the services had transformed and even saved their lives.\nHe said while there was a lot of good work going on, the current system was \"broken\" and did a disservice to hard-working youth workers. \nHe added if services were not safeguarded by law, he feared they would be cut to death.\nMr Towler said making sure youth services survived was vital, for all 11 to 25-year-olds to have someone to turn to and trust outside their homes and school, and it would \"be the saddest thing\" if they needed that and had nowhere to go.\n\"The consequences of not providing these services will end up putting a strain on services elsewhere,\" he said.\nResponding to the report, Education Minister Jeremy Miles said youth workers had faced \"immense difficulties\" during the pandemic.\nMr Miles said: \"The sector has truly demonstrated the importance and the need for innovative youth work services in Wales.\"\nHe said the report's recommendations were \"ambitious and challenging\" and work was already under way to help services post-pandemic, with £2.5m announced for services in 2021-22."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58632649",
      "category": "uk-england-leeds",
      "title": "CBeebies: Channel appoints George Webster as new host",
      "tags": "Television,Children's television,Leeds",
      "text": "Fans of a BBC children's channel have taken to social media to praise the appointment of a new guest presenter.\nCBeebies confirmed George Webster would be joining as a presenter on its CBeebies House.\nThe 20-year-old, from Leeds, who has Down's syndrome, is an actor, dancer and ambassador for the charity Mencap.\nTwitter users expressed how important it was to see diversity on television channels which are aimed at the next generation.\nGeorge has previously appeared in a BBC Bitesize video aimed at dispelling the myths of Down's syndrome.\nHe said the video prompted the approach from CBeebies who offered him the job.\n\"Today's reaction has been amazing and I am so happy to have so much support. I am over the moon and overjoyed. It's brilliant.\n\"All the positive feedback has been overwhelming.\"\nAmong the people who responded to the announcement was Danni who tweeted: \"As an autistic parent, I can't praise CBeebies enough for your work for diversity and representation.\"\nSusan Corcoran tweeted: \"My friend's three year old granddaughter was with Downs. They worry about her future, how others will treat her outside of their family and friendship group. This gives me faith that her life won't be as hard as that of previous generations.\"\nAmanda summed up how people felt about the news when she tweeted: \"That is wonderful. What a presenter, full of energy! My sister - currently aged 40 and with Downs - would have loved this as a child. My boys - in their teens - would have loved this. The entire CBeebies audience will be happier because of George.\"\nMencap, the charity for people with a learning disability, said it was excited to see its \"fantastic ambassador\" become a presenter.\n\"You are a brilliant role model so it is great you will have the chance to introduce yourself to so many people,\" the organisation tweeted.\nCBeebies said George would be starting his new job \"very soon\".\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-58615590",
      "category": "uk-scotland-highlands-islands",
      "title": "Conservationist injured and cameraman killed in air crash",
      "tags": "Lochinver",
      "text": "A conservationist has been seriously injured and her cameraman killed in a paramotoring crash in the north west Highlands.\nAustralian biologist Sacha Dench and Dan Burton were in the final stages of a challenge to circumnavigate Britain to raise awareness of climate change.\nPolice said their paramotors collided close to Loch Na Gainmhich near Lochinver in Sutherland.\nEmergency services were alerted to the incident at about 16:45 on Saturday.\nThe Devon-based charity Conservation Without Borders said Mr Burton, 54, was killed and its founder, climate activist Ms Dench, seriously injured.\nThe pair were flying the battery-powered paramotors to mark the forthcoming UN climate change conference in Glasgow.\nThe charity said in a statement: \"We are very sorry to have to confirm that Dan Burton, the support paramotorist has died as a result of the accident. Sacha Dench is seriously injured and is being treated in hospital. Her injuries are serious but not life threatening.\n\"Both highly experienced paramotorists, our thoughts are with the family of Dan Burton to whom we offer our sincere condolences.\"\nA Police Scotland spokeswoman said: \"Police were informed about the incident near by the A894 shortly before 16:45 and inquiries to establish the full circumstances are ongoing. The next of kin of those involved have been informed.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58624998",
      "category": "world-asia",
      "title": "Afghanistan: Fighting off hunger under the Taliban",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Kabul is a city still waiting for its new life to take shape - a lot depends on the will and whims of its new Taliban masters. But it is hunger that could become the worst of Afghanistan's many crises.\nFor the poor of the city, the majority, scraping together a few hundred Afghanis, a couple of dollars, to stave off starvation is the biggest challenge.\nMillions live in desperate poverty in a country that has received huge sums in foreign aid. The money left over that might help them, around $9bn in central bank reserves, is frozen by the Americans to keep it away from the Taliban. \nAt dawn, hundreds of construction workers gather in one of Kabul's open-air markets with their tools looking for a day's work. \nBig building projects in the city have stopped. The banks are closed. The foreign money tap has been turned off. What is left amounts to a few drips. \nA handful of the construction workers get picked up for work. The rest are getting angry. One of the men, Hayat Khan, raged about the fortunes stolen by a corrupt elite in the last 20 years. \n\"Wealthy people think about themselves, not the poor. I can't even buy bread. Believe me I cannot find a single dollar and the rest of the rich people put the aid dollars from the West in their pockets. \n\"No-one cares for the poor people. When aid comes from outside, the people in power made sure it went to their relatives, not to the poor.\" \nMohammed Anwar, lucky enough to have an office job, stopped to listen to my interviews with the building workers, and then chipped in, speaking English, accusing the Americans of theft. \n\"In the name of Allah, we call on America to give us the money they have taken from the Afghan government. It must be used to rebuild Afghanistan.\"\nAt that point a Taliban official, a forceful man with a bushy black beard intervened. He told us to leave the area, saying it was dangerous. \nI had not detected any sense of threat, but it was not the time and place to argue. He was shadowed by a Taliban bodyguard wearing wraparound sunglasses, in the US military style, and carrying a US-made assault rifle. \nThe movement's fighters are very visible in the centre of the capital of the republic they have renamed as an Islamic emirate. At the airport they are dressed in American uniforms. \nAcross the city they are more likely to wear much more familiar traditional dress like the shalwar kameez and dusty black turbans. All of them carry assault rifles.\nThe most common lament I heard in Kabul in the last week was about the price of food and the desperation of parents who are struggling to feed their children. Food prices are rocketing. Millions struggle to feed their families. \nThe World Food Programme (WFP) estimates 93% of Afghans are not getting enough food to eat. Before the Taliban seized control last month the number was 80%. \nMarkets have sprung up across the city, as people who had managed to accumulate a few trappings of prosperity in the old Afghanistan sell their possessions to raise a little cash, mostly for food. \nI saw carts arriving carrying the contents of peoples' homes, from valuable carpets or TVs to jumbles of crockery and cutlery. One man was selling a rubber plant. Many were selling and few were buying. There isn't the cash. The sprawling second-hand markets are full of despair. \nThreats to personal freedom, girls' education and the right of women to work have been condemned across the world. But the prospect of going to bed hungry has an urgency all of its own. \nCountries that want to help Afghans but reject the Taliban and all it stands for face a big dilemma. For people to be able to work to earn money, to live and to eat, the Taliban has to run a viable state in Afghanistan. \nBut many in the US, Britain and the other countries that fought the Taliban would find it hard to stomach anything that looked like a success for their old enemies. \nThe alternative might be worse; the prospect of more misery for the people, more refugees, more malnourished children, the risk that Afghanistan will once again become a failed state and a land of opportunity for jihadist extremists.\nA community high above the city carries the scars of 40 years of war. So do the families who live here. War punctuates all their stories. \nOne of the families has had enough. Their flat was almost empty, the possessions sold at the second-hand markets to raise money for them all to leave for Pakistan. \nThe mother, who I'm not going to name, was the only breadwinner, teaching students electrical engineering. They are all male, so the Taliban stopped her working, and also stopped her youngest daughter's education. \nShe was composed and determined, but her voice thickened with sobs when I asked her how hard it was to leave her home.  \n\"I am so sad. My heart has been burning since the day I made the decision to leave. How could I have done it - but what could I do? \n\"If we stay, I don't think they will let us work or allow us education. How can I feed my family? I can tolerate going hungry. But I can't watch my kids starve.\"  \nTheir dreams were always fragile in a state riddled with corruption, which could not survive the departure of its foreign backers. \nAfghanistan's newest crisis is about fundamentals of life - food, security and hope - and the despair and anger when they have gone. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58629194",
      "category": "world-us-canada",
      "title": "Gabby Petito: FBI searches fiancé Brian Laundrie's home",
      "tags": "FBI,Wyoming,Missing people,United States",
      "text": "The FBI has searched the Florida home of Brian Laundrie, the fiancé of 22-year-old Gabby Petito, a missing woman now believed to be dead.\nAgents with a search warrant surrounded the property on Monday. Mr Laundrie's parents were removed from the home but have since been allowed back inside.\nOn 1 September, Mr Laundrie, 23, returned home alone after a cross-country road trip with Ms Petito.\nOn Sunday, remains matching Ms Petito's description were found in Wyoming.\nPolice consider Mr Laundrie a \"person of interest\" in the case but have not charged him with any crime. He declined to speak to police earlier this month, and has since gone missing. \nHis family has said they last saw him on 14 September.\nVideo from local media on Monday showed officers and FBI agents approaching the Laundrie home, some with guns drawn, cordoning it off with crime scene tape and placing Mr Laundries' parents in an unmarked van.\nAgents were then seen removing several boxes from the house. \nIn a tweet, the FBI confirmed it had secured a search warrant in court. \"No further details can be provided since this is an active and ongoing investigation,\" the agency said after the hours-long search. \nThe FBI is also set to conduct a full forensic investigation of the remains found on Sunday inside Wyoming's Grand Teton National Park, to determine whether the woman is Ms Petito.\nSince Mr Laundrie returned home, he had not spoken to authorities or to the Petito family. Mr Laundrie's parents reported him as missing last Tuesday. \nAuthorities had been looking for Mr Laundrie in a 24,000-acre nature reserve in North Port, Florida, this weekend with police dogs and drones. On Monday, police called off the search, said they had \"exhausted all avenues in searching\" the area.\nMs Petito was visiting the Grand Teton National Park with Mr Laundrie when she disappeared.\nThe young couple had set out on a cross-country campervan trip in July, documenting their adventures on social media.\nTwo weeks before Ms Petito went missing, on 12 August, police in the southern Utah town of Moab were called to a possible domestic violence incident involving the couple.\nPolice released bodycam footage which showed Ms Petito crying and complaining about her mental health to officers. She also said the couple had been arguing more frequently.\nThe officers recommended they spend the night apart but did not file any charges. It is not yet known what happened next."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58628491",
      "category": "world-us-canada",
      "title": "Covid: US opens up to fully vaccinated travellers",
      "tags": "Travel,European Union,United States,Coronavirus pandemic",
      "text": "The US is easing its coronavirus travel restrictions, reopening to passengers from the UK, EU and other nations. \nFrom November, foreign travellers will be allowed to fly into the US if they are fully vaccinated, and undergo testing and contact tracing. \nThe US has had tough restrictions on travel in place since early last year.\nThe move answers a major demand from European allies, and means that families and friends separated by the restrictions can be reunited. \n\"It's a happy day - Big Apple, here I come!\" French entrepreneur Stephane Le Breton told the Associated Press news agency, as he looked forward to a trip to New York City that had been put on hold because of the restrictions. \nWhite House Covid-19 co-ordinator Jeff Zients announced the new rules on Monday, saying: \"This is based on individuals rather than a country-based approach, so it's a stronger system.\"\n\"Most importantly, foreign nationals flying to the US will be required to be fully vaccinated,\" he said. \nUS restrictions were initially imposed on travellers from China in early 2020, and then extended to other countries. \nThe current rules bar entry to most non-US citizens who have been in the UK and a number of other European countries, China, India, South Africa, Iran and Brazil within the last 14 days. \nUnder the new rules, foreign travellers will need to demonstrate proof of vaccination before flying, obtain a negative Covid-19 test result within three days of travelling, and provide their contact information. They will not be required to quarantine. \nOfficials said there would be some exceptions to the new policy, including for children who are not eligible to be vaccinated. \nIt was not immediately clear if the new rules applied only to US-approved vaccines, with Mr Zients saying this would be determined by the US Centers for Disease Control.\nA White House source told the BBC that the question of whether people who have had the AstraZeneca vaccine or 12- to 18-year-olds who have only had one jab would be allowed in under the new rules was a level of \"granular detail\" that was still being worked out, though this would affect millions. \nAmericans who are not fully vaccinated will still be able to enter, but they will need to be tested before their return to the US, and after they arrive home.\nMr Zients said the policy would come into effect in early November, but did not give an exact date. \nThe new rules do not apply to land borders, meaning that restrictions continue to apply to cross-border travel with Canada and Mexico. \nThe easing of travel rules came as a surprise to many, after the US government last week said it was not the right time to lift the restrictions. \nOne British official told the BBC on Monday that the decision had come completely out of the blue. \nFollowing the announcement, UK Prime Minister Boris Johnson said he was \"delighted\". \n\"It's a fantastic boost for business and trade, and great that family and friends on both sides of the pond can be reunited once again,\" he wrote on Twitter. \nGerman Vice-Chancellor Olaf Scholz also welcomed the change, saying it was \"great news for German and European investments, our exports and transatlantic relations\". \nFor months a joint working party has been looking at ways to relax the travel ban. The work, I'm told, has been detailed and assiduous. \nBut last Friday in Washington next to no one (not even in the Biden administration) was expecting today's announcement. So what's changed? \nThe Biden administration is aware of the growing disquiet among European allies about a range of issues - Afghanistan notably, but in recent days French fury over the Aukus submarine deal. And remember France is America's oldest ally. \nThis week Joe Biden will be meeting not only Boris Johnson, but a whole pile of EU leaders during the UN General Assembly in New York. And all had it on their dance cards to raise the travel ban. \nAccording to one diplomatic source, the US over the weekend just weighed the countervailing forces: annoy some Americans with a policy that could be characterised as being weak on Covid; or continue to alienate your European allies who are growing increasingly irritable. \nWith the data no longer supporting the ban, this weekend came a decision. Out of the blue in one way, but quite logical in another.\nAirline shares rose in response to the new travel rules, with British Airways owner IAG up as much as 10%.\nVirgin Atlantic chief executive Shai Weiss called the move \"a major milestone\" for travel recovery. \nDoug Parker, chairman and CEO of American Airlines, said he welcomed the \"science-based approach\" to lifting travel restrictions.\n\"With the shared goals of health and safety always at the forefront, we're looking forward to welcoming more customers back to easy, seamless international trips for business, for leisure, and to reconnect with family and friends,\" he said. \nTravellers also celebrated the changes. \nPhil White, a British entrepreneur who lives in the US, said the decision would allow him to see his 23-year-old daughter who lives in London for the first time since the pandemic started.\n\"We haven't been able to see our daughter over this time. And that has been very, very, very difficult for us,\" he told AFP news agency.\nHe said he immediately booked a flight for her daughter after the news about the change was confirmed.  \"[A]s a family we're going to be together for Thanksgiving, which is amazing,\" he added.\nThe US has recorded more than 42 million coronavirus cases since the pandemic began, and over 670,000 deaths.\nIn an interview with BBC World News on Monday, White House coronavirus adviser Dr Anthony Fauci urged more Americans to get vaccinated. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58620555",
      "category": "world-europe",
      "title": "Canary Islands: Lava from erupting volcano destroys homes",
      "tags": "Volcanoes,Canary Islands",
      "text": "A volcano eruption on La Palma in the Spanish Canary Islands has destroyed houses and forced about 5,500 residents to evacuate.\nLava from the Cumbre Vieja volcano has been pouring downhill since Sunday's eruption, devastating everything in its path.\nLocal officials said about 100 houses have been destroyed so far.\nThe Spanish Prime Minister Pedro Sánchez flew to La Palma on Sunday to oversee rescue efforts.\nMr Sanchez said authorities are closely monitoring fires that may start from the burning lava. The military and civil guard has been deployed to help. \n\"The lava left absolutely nothing in its path,\" local mayor Sergio Rodriguez told Spanish broadcaster TVE, adding that residents would not be returning home for a while.\nNo casualties have so far been reported. There were mandatory evacuation orders for four villages and temporary shelters were set up.\nFurther evacuations are unlikely to be necessary, Canary Islands President Angel Victor Torres said on Monday.\nRegional airline Binter was forced to cancel four flights on Sunday due to the eruption but Spain's civil aviation authority has emphasised that the airspace above the islands remains open. \nAround 500 tourists have also been evacuated by authorities. \nRegional leader Ángel Víctor Torres said the volcano is expected to be active for the next few days, and the lava flow is predicted to reach the coast at around 20:00 local time (19:00 GMT).\nSpain's Tourism Minister, Reyes Maroto, faced criticism after telling Canal Sur radio that the eruption was an opportunity to attract visitors to the island.\n\"The island is open. If your hotel is affected, we will find you another one,\" she said. \"We can make the most of this opportunity. For the many tourists who want to enjoy what nature has brought to La Palma, they can do so in the coming weeks and months.\"\nThe volcano last erupted 50 years ago.\nIt lies in the south of La Palma island, which is home to around 80,000 people.\nThe eruption started around 15:00 local time (14:00 GMT) on Sunday and sent lava flowing down the hillside toward villages.\nJonas Perez, a local tour guide, said he could still feel tremors from the eruption.\n\"But now the most amazing thing, which I've never experienced, is that the noise coming from the volcano, it sounds like... 20 fighter jets taking off and it's extremely loud, it's amazing,\" he added.\nThe prime minister delayed his departure for the UN General Assembly in New York to meet the Canary Islands' president to discuss the emergency services' response to the eruption. \n\"Everything is going according to plan, and therefore the priority is to guarantee the safety of the citizens of La Palma who could be affected as a consequence of this eruption,\" Mr Sánchez said on Sunday.\nLa Palma had been on high alert after more than 22,000 tremors were recorded in one week around the volcano.\nThe Canaries, an archipelago of seven islands off north-west Africa, last recorded a volcanic eruption in 2011, undersea off El Hierro island.\nCumbre Vieja last erupted in 1971 and in 1949.\nResidents on the island have expressed shock at the sudden eruption. \n\"When the volcano erupted today, I was scared. For journalists it is something spectacular, for us it is a tragedy. I think the lava has reached some relatives' houses,\" Isabel Fuentes told the broadcaster TVE.\n\"It's exciting,\" Monica, a teacher on the island, told the newspaper El País. \"But at the same time it's worrying, because there are many houses threatened by lava.\" \nSergio Sarti told the BBC's Newsday programme that he was hiking on La Palma when the volcano started to erupt. \n\"I fear further big eruption of the volcano,\" he said. \"It's like 200 metres altitude of fire, and then a big river of lava that is going closer and closer to the coast. I saw how many houses were covered by lava, and families crying. We didn't expect this to happen now. I was walking near the volcano when it explode[d]. I didn't expect it. This is amazing.\"\nHow will you be affected by the eruption? Have you been evacuated? Email  haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58620566",
      "category": "uk-politics",
      "title": "Climate pledges tough to secure before COP26 summit, PM warns",
      "tags": "Boris Johnson,Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Joe Biden",
      "text": "There is a \"six out of 10\" chance of getting other countries to sign up to financial and environmental targets ahead of November's key COP26 climate change conference, the UK PM has said.\nBoris Johnson is in the US for a UN meeting where he will urge leaders to take \"concrete action\" on the issue. \nBut he said it would be \"tough\" to persuade allies to meet their promise to give $100bn a year to developing nations to cut carbon emissions.\nThe UK is hosting COP26 in Glasgow.\nMr Johnson also defended new International Trade Secretary Anne-Marie Trevelyan over her past social media posts that rejected the science of climate change, acknowledging that he himself had not always supported action on global warming but \"the facts change and people change their minds\".\nWith some 100 world leaders expected in New York at the UN General Assembly this week, Mr Johnson will seek to galvanise action during a series of high-level meetings.\nSpeaking during his flight, Mr Johnson told reporters: \"I think getting it all done this week is going to be a stretch. But I think getting it all done by COP, six out of 10. \n\"It's going to be tough but people need to understand that this is crucial for the world.\"\nDowning Street has said developed countries have \"collectively failed\" on their annual $100bn (£73bn) target, with OECD figures last week showing that only $79.6bn in climate finance was mobilised in 2019.\nThe US presents a huge obstacle to the climate talks. \nPresident Biden says he wants to undo the harm caused by President Trump's withdrawal from the international climate agreement.\nBut he's facing a very big bill to help developing nations cope with the effects of global heating, and it's not yet clear he can persuade Congress to stump up the cash.\nRich nations have agreed to help poorer countries with a $100bn annual goal as of 2017-18. \nRecent research from the UK think tank the Overseas Development Institute found the US paid only 4% of its \"fair share\".\nIt suggested $40bn would be a reasonable US contribution - and the president may pledge additional money at the UN General Assembly on Tuesday.\nIf the cash doesn't flow, major developing nations may resist making further emissions cuts themselves.\nChina and India already feel aggrieved that they're being asked to curb emissions at a far earlier stage in their development than western nations.\nCOP26 president Alok Sharma, who is with the PM, earlier revealed that Chinese President Xi Jinping had not yet committed to attending the conference.\nMr Johnson said Mr Sharma had had \"some great conversations already with his Chinese counterparts about the things they want to do\".\n\"I think China is massively important to this and I think China shows real signs of making progress,\" he added.\nMr Johnson also insisted new International Development Secretary Anne-Marie Trevelyan would do an \"outstanding job\" after social media posts emerged showing her previously denying climate change.\n\"I don't want to encourage you but if you were to excavate some of my articles from 20 years ago you might find some comments I made... about climate change that weren't entirely supportive of the current struggle,\" he said.\n\"But the facts change and people change their minds and change their views.\"\nMr Johnson will also travel to Washington where he will meet US President Joe Biden in the White House for the first time.  \nThe prime minister is likely to push for a restoration of UK-US travel, with Mr Biden's administration having maintained a ban despite travel restrictions being eased elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56237778",
      "category": "world",
      "title": "Covid vaccines: How fast is progress around the world?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Almost 10 billion doses of coronavirus vaccines have been administered, in at least 197 countries worldwide. \nHowever, there are vast differences in the pace of progress in different parts of the world.  \nSome countries have secured and delivered doses to a large proportion of their population - but others are some way behind.\nWith an aim to give doses to nearly every adult around the world, this is the largest vaccination programme in history. \nOverall, China and India have administered the highest number of doses, with about three billion and 1.6 billion respectively. The US is third, with more than 530 million.\nMany poorer countries are relying on deliveries from Covax, a scheme led by Gavi, the Vaccine Alliance, together with the WHO and the Coalition for Epidemic Preparedness Innovations (CEPI), which is trying to ensure everyone in the world has access to a Covid vaccine.\nCovax had planned to deliver about two billion vaccine doses globally by the end of 2021, but downgraded its supply forecast as a the result of global export bans, production challenges and slow regulatory approval processes.\nThe scheme has now distributed more than one billion vaccines.\nThe vaccine produced by Pfizer and BioNTech was the first approved by the WHO, followed by several others.\nThe Oxford-AstraZeneca vaccine is now the most widely used around the globe. \nUnlike Pfizer's jab - which has to be kept at an extremely cold temperature (-70C) - the Oxford vaccine can be stored in a normal fridge, which makes it easier to distribute.\nMost governments have started with doses for the over-60s, health workers and people who are clinically vulnerable. After priority groups have been vaccinated, there is a wider rollout among younger age groups. \nThe Pfizer vaccine has been approved for 12 to 15-year-olds in the US, UK, Europe and other countries. The Sinovac vaccine is being used for children as young as three in China and Colombia.\nEarly studies suggest the newly identified Omicron variant of coronavirus is better able to evade vaccine protection than previous strains, though vaccination still offers strong protection against serious illness and hospitalisation. \nA third 'booster' dose of a vaccine does appear to offer protection against infection from Omicron and at least 96 countries have begun booster vaccination programmes.\nWorldwide, more than 100 possible vaccines are undergoing trials to test their efficacy and safety. \nOur World in Data, a collaboration between Oxford University and an educational charity, collated the information in the map and table above.\nPopulation figures have been sourced from the United Nations' mid-2021 estimates provided by Our World in Data."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58615838/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Folic acid to be added to UK flour to help prevent birth defects",
      "tags": "Public health,Pregnancy",
      "text": "Folic acid is to be added to UK flour to help prevent spinal birth defects in babies, the government has announced.\nWomen are advised to take the B vitamin - which can guard against spina bifida in unborn babies - before and during pregnancy, but many do not.\nIt is thought that adding folic acid to flour could prevent up to 200 birth defects a year.\nThe new rules will only apply to non-wholemeal wheat flour, with gluten-free foods and wholemeal flour exempt.\nMandatory fortification - which the government ran a public consultation on in 2019 - will see everybody who eats foods such as bread getting more folic acid in their diets.\nNeural tube defects, such as spina bifida (abnormal development of the spine) and anencephaly, a life-limiting condition which affects the brain, affect about 1,000 pregnancies per year in the UK.\nMany babies diagnosed with spina bifida survive into adulthood, but will experience life-long impairment.\nWomen are advised to take 400 micrograms of folic acid a day for at least a month before conception and up to the 12th week of pregnancy.\nBut about half of pregnancies are unplanned and women are not always aware they should take the supplement - or forget to.\nFolic acid is added to flour in more than 80 countries - and when it was added to bread in Australia, neural tube defects fell by 14%.\nHowever, there have previously been concerns that mandatory fortification could have unintended health effects, such as masking a vitamin B12 deficiency or increasing the risk of colon cancer.\nBut the government's independent advisory body - the Scientific Advisory Committee on Nutrition - has been satisfied that these concerns are not supported by the evidence.\nSince World War Two, the UK's non-wholemeal flour has been fortified with iron, calcium and two other B vitamins - thiamin and niacin.\nIt's taken years of debating to reach this decision. \nThat's because the gains need to be carefully weighed against any potential harms.\nAdding folic acid to flour used in common foods, such as bread, will mean dosing the masses.\nClearly, getting enough folic acid around conception and during pregnancy is important for cutting the risk of women having babies with spina bifida or other neural tube defects. \nBut most other people already get their required amount of folate - the natural form of the vitamin - from a normal diet. \nThere was a concern that for some people, particularly the elderly, boosting folic acid might have unintended negative consequences, such as covering up the symptoms of vitamin B12 deficiency.\nBut the government's independent advisory body has looked at all the evidence and is satisfied that fortification is the right thing to do for society as a whole. \nPrime Minister Boris Johnson said folic acid-fortified flour would be \"a quick, simple win\" to enhance a baby's development, as well as helping to boost the health of UK adults.\nHealth and Social Care Secretary Sajid Javid said preventing life-threatening health problems like spina bifida would mean fewer people needing hospital treatment.\nThe government said it did not anticipate the move would require a major overhaul for industrial-scale flour producers - the B vitamin would need to be listed on the labelling of all foods made with flour.\nKate Steele, chief executive of Shine, a charity providing specialist support for people affected by spina bifida and hydrocephalus and which has campaigned for mandatory fortification of flour for more than 30 years, said she was \"delighted\" by the decision.\n\"In its simplest terms, the step will reduce the numbers of families who face the devastating news that their baby has anencephaly and will not survive,\" she said.\n\"It will also prevent some babies being affected by spina bifida, which can result in complex physical impairments and poor health. \n\"This is truly a momentous day''.  \nGood dietary sources of folate\nSource: British Dietetic Association"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58621491/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Northern line extension: Two new Tube stations open",
      "tags": "Transport for London,London Underground,London transport,Battersea",
      "text": "Two new Tube stations have opened in the first major expansion of the London Underground this century.\nThe first train on the new £1.1bn Northern line route departed from Battersea Power Station in south London at 05:28 BST. \nIt called at the other new station, Nine Elms, before reaching the existing station of Kennington.\nLondon mayor Sadiq Khan said the services would play \"a major role\" in the capital's recovery.\nMr Khan said he was \"proud and grateful\" to be joined by Transport Secretary Grant Shapps on one of the first trains to serve Battersea Power Station.\nThe pair have been embroiled in a long-running row over funding for Transport for London (TfL).\nMr Khan said: \"It's great to see the difference teamwork makes, it's great to see the difference investing in infrastructure makes in relation to unlocking jobs and homes.\n\"Most of the things we're using today were built around the country. Every pound we spend on the Underground, 55 pence goes to the rest of the country.\"\nBy Harry Low, BBC London\nA band of train enthusiasts, TfL staff and journalists gathered before sunrise beneath the silhouette of Battersea Power Station.\nWhen the gates opened to the public for the first time just after 05:20 BST, more than 100 people bustled down to the platform to catch the first service to Kennington.\nAmid the blur of high-vis jackets and Tube map facemasks, the plethora of smartphones indicated this was a journey worth documenting.\nAlthough the trains themselves were not new, the first stop showcased Nine Elms - a second freshly constructed Tube station - to bring the south London station tally above 30.\nWho wakes up before sunrise to ride the new Tube? \nThis is the first major expansion of the Tube since the Jubilee line was extended in the late 1990s. Wood Lane and Heathrow Terminal 5 stations opened in 2008.\nThe Greater London Authority borrowed £1bn for the latest project, which will be funded through business rates from the local area and about £270m of contributions from developers.\nMajor construction on the two-mile twin railway tunnel between Kennington and Battersea began in 2015.\nThere will initially be a peak-time service of six trains an hour, falling to five an hour during off-peak periods.\nThe frequency of services will be doubled by the middle of next year.\nTfL estimated that the new services would support 25,000 new jobs and 20,000 new homes.\nMr Shapps said: \"Ahead of the opening of the Elizabeth line next year, these upgrades extend vital connectivity across the greatest city in the world and show the power of transport connections.\"\nTfL commissioner Andy Byford said he was \"stunned\" and \"couldn't be more proud\".\nHe said: \"The biggest thing is seeing the delight on customers' faces. That makes this all worthwhile. It's a bit like a butterfly emerging from its chrysalis.\"\nBillions of pounds of investment have been pumped into the area in recent years, including through the redevelopment of Battersea Power Station for residential and business use, and the building of the new US embassy in Nine Elms.\nThe opening of two new stations brings the total number on the network to 272. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58632372",
      "category": "uk-england-cornwall",
      "title": "Wally the wandering walrus is spotted in Iceland",
      "tags": "Republic of Ireland,Cork,Isles of Scilly",
      "text": "A walrus previously spotted in Ireland, France, Spain and the UK has turned up in Iceland, marine experts have said.\nThe 800kg (125st) Arctic walrus, known as Wally, had not been seen for more than three weeks, with spotters saying they were \"starting to lose hope\" of ever seeing him again.\nHowever, Seal Rescue Ireland said he had been seen in Iceland on Sunday after 22 days of no sightings. \nHe was identified from scars on both his front flippers, the group said. \nThe wandering walrus was thought to have travelled 4,000km (2,485 miles) before reaching Ireland, with the new sighting in Iceland meaning he had swum more than 900km (560 miles) from his last known location in Cork. \nSeal Rescue Ireland said that Wally was identified after \"conferring and comparing photos with our friends at British Divers Marine Life Rescue\" and his identity was confirmed \"based on the identification of scars on the front of both front flippers\".\nThe walrus, thought to be about four years old, first made waves in Ireland when he was spotted in County Kerry in March, as well as along the coast of western Europe, including Spain, Tenby in Wales and Cornwall and the Isles of Scilly since then.\nA purpose-built pontoon was made for him in Scilly in a bid to reduce damage he he caused by climbing on boats. \nSeal Rescue Ireland said it was \"delighted\" at the sighting after \"starting to lose hope of ever seeing the young, wandering walrus again\".\nIt said: \"We are absolutely over the moon that he's not only still alive and well, but he is well on his way home to the Arctic.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58614227",
      "category": "world-europe",
      "title": "Russia election: Putin's party wins election marred by fraud claims",
      "tags": "Russia,Alexei Navalny,Moscow,Vladimir Putin",
      "text": "Russian President Vladimir Putin's party has won a parliamentary majority following an election marred by reports of fraud. \nWith almost all of the votes counted, the United Russia party had won nearly 50% of the vote, marking a slight drop in support from the previous election.\nMr Putin's biggest critics were barred from running, and there were reports of ballot stuffing and forced voting.\nRussia's electoral commission rejected claims of widespread irregularities.\nWith more than 99% of votes counted, United Russia's closest rival, the Communist Party, had about 19% of the vote, according to the election commission.\nUnited Russia's victory means it will have more than two-thirds of the 450 seats in the country's parliament, officials say.\nHowever, despite easily retaining its majority in parliament, the party did lose some ground. In 2016, the party won 54% of the vote. \nThe Communists, who broadly support Mr Putin's initiatives in the parliament, saw their support grow by about 6%. But their leader, Gennady Zyuganov, has alleged widespread violations, including ballot-stuffing, according to the Associated Press news agency.\nThe final results will be announced on Friday, Russia's Electoral Commission head Ella Pamfilova said.\nConcerns over living standards and allegations of corruption from jailed Kremlin critic Alexei Navalny have likely affected support for Mr Putin's party.\nBut he remains popular with many Russians who credit him with standing up to the West and restoring national pride.\nIn a TV address on Monday, Mr Putin thanked voters for their trust and said United Russia had confirmed its role as the leading party. Supporters of Mr Navalny have called for protests and condemned the result as illegitimate.\nFor Russia's party of power, it's job done. United Russia is confident that it has retained its parliamentary majority, albeit with a slightly smaller share of the vote than last time round. \nJudging by last night's celebrations at party headquarters, the party faithful are more than pleased with the result. United Russia insists it won this race fair and square.\nBut even before the first ballots were cast in the marathon vote, this election looked anything but fair. The Kremlin's most vocal critics had been barred from running - among them, supporters of Mr Navalny. \nThen there was the voting process itself. Over three days of polling there were allegations of widespread electoral fraud, including ballot box stuffing and threats against election observers. \nVideo widely shared online showed people stuffing papers into ballot boxes. \nMr Navalny and his allies had called on Russians to vote tactically, in many cases for Communist Party candidates they believed could defeat incumbents from United Russia. But this has not prevented the Kremlin's party from securing a large slice of the new parliament. \nThe election saw a number of cities introduce electronic voting. \nOne such city was the capital, Moscow, where some Communist Party candidates lost leads when electronic votes were declared at the last minute.\n\"I know that such a result is simply not possible,\" one defeated Communist candidate, Mikhail Lobanov, wrote on Twitter.\nFor the first time since 1993, election observers from the Organization for Security and Cooperation in Europe (OSCE) were not present due to limitations imposed by Russian authorities.\nA European Union spokesman said the elections were not properly monitored, nor conducted in a free and fair way. The governments of the UK, Germany and the US echoed this.\nOn Monday, independent vote monitoring group Golos - which the Russian authorities have branded \"a foreign agent\" - said it had received about 5,000 reports of possible voting violations.\nRussia's interior ministry, meanwhile, told reporters it had not registered any \"significant violations\". \nDuring the three-day vote, videos published on social media had shown long queues outside some polling stations. Interfax news agency reported this was especially the case outside police stations. But the Kremlin spokesman rejected claims that it was an indication of people being put under pressure to vote.\nBut Golos said it had received \"numerous messages\" from people who said they were being forced by their employers to vote, as well as allegations of electoral fraud. \nIn parts of east Ukraine controlled by Russian-backed separatists, residents with Russian citizenship were allowed to vote, with some crossing the border to visit Russian polling stations.\nThere has also been anger after a Smart Voting app, devised by Mr Navalny, was removed from Apple and Google stores on the day Russians started voting.\nRussian authorities had threatened the two companies with big fines if they refused to drop the app, which told users who could unseat ruling party candidates.\nIt is not yet clear whether the app had any impact on how people voted.\n\"This is truly unbelievable,\" Mr Navalny's spokesperson Kira Yarmysh told AFP. \"I remember the feeling in 2011, when they stole the election. The same is happening right now.\"\nMr Navalny led mass protests against the government in 2011 following parliamentary elections critics said were riddled with fraud.\nOne Moscow pensioner, who gave his name only as Anatoly, told Reuters news agency he voted for the ruling party as he appreciated Mr Putin's efforts to restore Russia's influence on the world stage.\n\"Countries like the United States and Britain more or less respect us now like they respected the Soviet Union in the 1960s and 70s. The Anglo-Saxons only understand the language of force,\" he said.\nBut with official turnout reported to be about 52%, there were signs of widespread indifference.\n\"I don't see the point in voting,\" said one Moscow hairdresser who gave her name as Irina. \"It's all been decided for us anyway.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58629592",
      "category": "uk",
      "title": "Afghanistan: MoD shared more than 250 Afghan interpreters' details on email",
      "tags": "Data breaches,Afghanistan,Refugees and asylum seekers,Ministry of Defence",
      "text": "Defence Secretary Ben Wallace has launched an investigation into a data breach involving the email addresses of dozens of Afghan interpreters who worked for British forces.\nMore than 250 people seeking relocation to the UK - many of whom are in hiding - were mistakenly copied into an email from the Ministry of Defence.\nTheir email addresses could be seen by all recipients, showing people's names and some associated profile pictures.\nThe MoD has apologised in a statement.\nThe email was sent to interpreters who remain in Afghanistan or have been able to get to other countries.\nConservative MP and former defence minister Johnny Mercer told BBC Radio 4's Today programme: \"The reality is we've left the vast, vast majority of our interpreters behind so this is going to have a profound impact on people who are still in the country.\"\nHe said he had spoken to the brother of one man, trained by the UK to serve in Afghan special forces, who had been executed after the evacuation by the US and UK and whose family is now on the run.\nFailings by the Ministry of Defence and the Home Office had led to Afghan allies being \"hunted ruthlessly by the Taliban\", he said.\nThe email was sent by the team in charge of the UK's Afghan Relocations and Assistance Policy (Arap), which has been in contact with them since the Taliban took control of the country last month.\nThe team told the interpreters it was doing everything it could to help relocate them.\nIt also said they should not put themselves or their families at risk if it was not safe for them to leave their current location.\nBut one interpreter who received the email realised that more than 250 Afghans who worked with British forces had been copied into the email.\n\"This mistake could cost the life of interpreters, especially for those who are still in Afghanistan,\" they told the BBC.\n\"Some of the interpreters didn't notice the mistake and they replied to all the emails already and they explained their situation which is very dangerous. The email contains their profile pictures and contact details.\"\nThe MoD then sent another email 30 minutes later with the title \"Urgent - Arap case contact\" asking the recipients to delete the previous email and warning \"your email address may have been compromised\".\nIt recommended the interpreters change their email addresses.\nLabour shadow defence secretary John Healey said the data breach had \"needlessly put lives at risk\" and called on the government to urgently step up efforts to get the interpreters to the UK.\nAfter the BBC approached the Ministry of Defence, the defence secretary was angry enough to order an immediate inquiry.\nIt's likely this data breach was just human error, and the apology is certainly sincere, but there are obviously concerns if the email addresses, names and pictures fall into the wrong hands.\nWhile the military evacuation on the ground was rightly lauded, the failure to get all those who worked with British forces out has left hundreds stranded and in hiding. \nJust this week we spoke to the family of an eight-month-old British baby who is still stuck there, an interpreter who is on the run fearing for his life, and another interpreter who just does not know what to do. \nThis data breach just compounds their safety concerns.\nAn MoD spokeswoman said an investigation had been launched into what Mr Wallace called an \"unacceptable breach\". \n\"We apologise to everyone impacted by this breach and are working hard to ensure it does not happen again,\" she said.\nShe added that the MoD \"takes its information and data handling responsibilities very seriously\".\nTobias Ellwood MP, who chairs the defence select committee, welcomed the investigation but said it was more pressing to get the interpreters out of the country as soon as possible.\n\"Each day they remain in the country the risk of them not making it out increases,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58623062/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Pfizer/BioNTech jab safe for children aged five to 11",
      "tags": "Pfizer,Coronavirus pandemic",
      "text": "The Pfizer/BioNTech coronavirus vaccine is \"safe, well tolerated\" and produces a \"robust\" antibody immune response in children aged five to 11, according to the findings of a US trial. \nThe researchers plan to submit the results to regulators to seek approval for vaccinating children younger than 12, the current age limit. \nMore than 2,000 children took part and were given two small doses of vaccine. \nResults in children under five are expected soon. \nThe findings, distributed in a press release, are the first of their kind for children under 12 - a trial of the Moderna vaccine in six to 11-year-olds is ongoing.\nBoth jabs are already being offered to adolescents over 12 in countries including the UK, which is just beginning its rollout of jabs to healthy teenagers.\nThe young children in the Pfizer trial were given 10 microgram doses, rather than the 30 micrograms recommended for over 12s. Antibody responses and side effects were comparable. The under fives in the study are being given even smaller doses. \nDr Ugur Sahin, CEO and co-founder of BioNTech, said: \"The safety profile and immunogenicity data in children aged five to 11 years vaccinated at a lower dose are consistent with those we have observed with our vaccine in other older populations at a higher dose.\n\"We are pleased to be able to submit data to regulatory authorities for this group of school-aged children before the start of the winter season.\"\nAlthough Covid is rarely severe in children, they can still catch and spread it and some will get very sick.\nThe UK has this week begun offering one dose of the Pfizer vaccine to children in secondary schools. \nAlthough this won't stop the virus circulating, it could help keep more pupils in class, say experts.\nPfizer chief executive Albert Bourla said: \"We are eager to extend the protection afforded by the vaccine to this younger population, subject to regulatory authorization, especially as we track the spread of the Delta variant and the substantial threat it poses to children.\"\nHe added: \"These trial results provide a strong foundation for seeking authorization of our vaccine for children five to 11 years old, and we plan to submit them to the FDA and other regulators with urgency.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58624691",
      "category": "world-africa",
      "title": "Hotel Rwanda hero Paul Rusesabagina convicted on terror charges",
      "tags": "Rwanda",
      "text": "A man who was portrayed in a film as a life-saving hero during the Rwandan genocide has been sentenced to 25 years for terrorism by a court in Rwanda.\nPaul Rusesabagina, 67, was found guilty of backing a rebel group behind deadly attacks in 2018 and 2019.\nHis family has called the trial a sham, saying he was taken to Rwanda, from exile, by force.\nThe US, where Rusesabagina is a resident, said it was concerned by the conviction.\nHis journey from celebrated figure to state enemy happened as his criticism of the government grew.\nInitially he was hailed for his acts during the genocide 27 years ago.\nIn the Oscar-nominated movie Hotel Rwanda, Rusesabagina, played by Don Cheadle, was shown as a hotel manager who managed to protect more than 1,000 people who had sought shelter.\nIn a period of 100 days from April 1994, 800,000 people, mostly from the Tutsi ethnic group, were slaughtered by extremists from the Hutu community.\nSome survivors have gone on to question the version of events in the 2005 film. \nBut as Rusesabagina's profile was raised following its release, his criticism of the post-genocide government and President Paul Kagame gained a wider audience.\nHe spoke about human rights abuses and alleged that the government was targeting Hutus.\nRights groups have accused the governing Rwandan Patriotic Front of harassing and arresting opponents. Arbitrary detention, ill-treatment, and torture are \"commonplace\", Human Rights Watch says.\nLiving in exile, Rusesabagina went on to lead an opposition coalition, which had an armed wing - the National Liberation Front (FLN).\nIn a 2018 video message, he called for regime change saying that \"the time has come for us to use any means possible to bring about change in Rwanda\".\nAnalysis, Cyuzuzo Samba, BBC Great Lakes\nThere are several high-profile dissidents and critics of President Paul Kagame living in exile, but never before has the country managed to lure any of them home and put them on trial for terrorism.\nGiven that Rusesabagina used his fame to criticise the government from abroad, this was an especially significant case.\nHe also presented himself as a potential political challenger to Mr Kagame.\nMany were expecting the court to agree to the prosecution's request of a life sentence.\nBut 25 years in prison \"is just like a life sentence for a 67-year-old\", his daughter Anaïse Kanimba told the BBC.\nThe FLN was accused of carrying out attacks in 2018 and 2019  in which the authorities said nine people were killed. Rusesabagina said he never asked anyone to target civilians but did admit to sending the group money.\nRusesabagina's family said he was kidnapped and forcibly taken to Rwanda last year. His daughter, Carine Kanimba, told the BBC that a just trial could not follow from this illegal act.\nBut in court, one witness spoke about how he had tricked, rather than forced, Rusesabagina on to a plane in Dubai by telling him it was flying to neighbouring Burundi, not Rwanda.\nRusesabagina withdrew from the trial in March this year, shortly after it began, saying that he was not being given a fair hearing.\nMs Kanimba told the BBC's Newsday programme that he did not have proper access to his lawyers and that the president was \"the only judge in the court\".\nIn a statement, the US said that \"the reported lack of fair trial guarantees calls into question the fairness of the verdict\".\nTwenty others were tried alongside Rusesabagina, some of whom were members of the FLN who implicated him in their evidence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58627694",
      "category": "uk",
      "title": "Covid-19: UK to US travel to restart and Chelsea Flower Show back in bloom",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you tomorrow morning.\nDouble-jabbed UK and EU citizens will be able to fly to America from November after the US government announced an end to its 18-month travel ban. Passengers must prove they are fully vaccinated and undergo testing and contact tracing, officials said. Airline shares rose following reports of the new travel rules.\nThe Pfizer/BioNTech coronavirus vaccine is \"safe, well tolerated\" and produces a \"robust\" antibody immune response in children aged five to 11, a US trial has found. The makers of the jab will now seek approval from regulators for the vaccine to be given to children younger than 12 - the current age limit. The Pfizer jab is being offered to over12s in countries including the UK, which today started its rollout to healthy teenagers.\nBoris Johnson has said the rollout of booster jabs \"has to be our priority\" rather than sending all the UK's surplus vaccine to poorer nations. \"But that doesn't mean we're not making also a massive commitment to the rest of the world,\" he said speaking in New York. But former UK PM Gordon Brown said over-ordering meant the UK could have more than a billion spare jabs by the end of the year, which it could donate to the rest of the world.\nA man has been jailed for two weeks for breaking Covid isolation rules in Guernsey. Aivis Licitis, 34, admitted allowing a woman into his hotel room in May while he was supposedly isolating after arriving from Latvia. His visitor, Gundega Dremaine, 43, was given a £1,000 fine and a two-year suspended sentence after she admitted aiding and abetting him. Sentencing, Judge Graeme McKerrell said the pair's actions were \"selfish\".\nThe Chelsea Flower Show is getting ready to open for a one-off autumn version tomorrow. The world-famous Royal Horticultural Society event is normally held in May, but this year it was delayed due to coronavirus restrictions. Members of the Royal Family, including Princess Anne, and various flower-loving celebrities had a first glimpse of the show a day ahead of its public opening.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find out what the new rules for travel to the US travel mean for you here.\nAnd there's more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-58620379",
      "category": "uk-england-derbyshire",
      "title": "Killamarsh deaths: Man arrested after four bodies found",
      "tags": "Killamarsh",
      "text": "A murder investigation has been launched after four people were found dead at a house in Derbyshire.\nOfficers were called to a property in Chandos Crescent, Killamarsh, at 07:25 BST on Sunday after concerns were raised about the people living there.\nPolice said they have arrested a man and are not looking for anyone else.\nThe Outwood Academy City school in Sheffield confirmed it was closed following the \"tragic incident\" involving three of its students.\nMultiple emergency vehicles have been at the scene, with local people describing their shock at the large police presence.\nThe force asked that people \"avoid speculation and allow for space at this distressing time\".\nDet Ch Insp Rob Routledge, who is leading the investigation, said: \"We would really like to hear from anyone who saw or heard anything suspicious in the early hours of this morning, or has any information which they think could help with our inquiries.\n\"No matter how small you think that information may be, please do get in touch with us.\n\"It is understandably a worrying time for the community, and we would like to thank them for their patience and understanding at this time. It was important to us that close relatives of those involved were informed before we could give further details about the incident.\n\"Residents will continue to see a large police presence in the area, and patrols are being carried out for reassurance. If you do have any concerns, please don't hesitate to speak to them.\" \nNorth East Derbyshire MP Lee Rowley described the deaths as \"terrible and hugely tragic\".\n\"Our condolences to the family and our thoughts are with them,\" he said on Twitter.\n\"Killamarsh is such a lovely, close knit and warm community and I know that many residents will be shocked and worried by the news.\"\n\"I've no doubt that the village will pull together at this difficult time,\" he added.\nOne man living close by said: \"I'm shocked. I think people will be devastated.\"\nIn a statement on Twitter, Outwood Academy City school said: \"It is with great sadness that the academy will be closed today.\n\"A tragic incident has taken place in the community involving 3 of our students. We will however be open to any students who need our support.\n\"Our thoughts are with all those affected by this sad news.\"\nThe school said it was working with the police and was unable to give more information at this time.\nSt Giles Church in the town said it was welcoming visitors who have been affected by the \"shocking events\".\nIn a post on Facebook it said it would provide a space for prayer and for people to light a candle for the deceased and those who are grieving.\nFollow BBC East Midlands on Facebook,  Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58620167",
      "category": "business",
      "title": "Gas crisis: No chance lights will go out, says government",
      "tags": "Companies,Energy customer switching,Energy industry,CO₂ shortage",
      "text": "There is \"no question of the lights going out\" this winter as a result of huge rises in gas prices, the business secretary has said. \nKwasi Kwarteng said he does \"not expect supply emergencies\" and described warnings about shortages as \"alarmist\".\nHis statement comes as smaller energy providers battle to stay afloat due to gas price hikes making price promises to customers undeliverable.\nHigh demand for gas and reduced supply are behind a surge in wholesale prices.\nCustomers are protected from sudden hikes in wholesale gas prices through the energy price cap, which is the maximum price they can be charged on a standard tariff.\nHowever, the cap means energy firms are unable to pass on higher wholesale costs to their customers, which is forcing some - mostly smaller companies - to go out of business.\nSo far, four energy firms have gone to the wall, and four more are expected to follow in the coming days. On Sunday, the UK's sixth largest energy company, Bulb, announced it is seeking a bailout.\nThe government has said it is considering offering emergency state-backed loans to surviving energy companies to encourage them to take on customers from bust firms.\nMr Kwarteng said the government would \"not be bailing out failed companies\" and said the sector had seen a \"regular entry and exit\" over the past five to 10 years.\n\"The current global situation may see more suppliers than usual exiting the market but this is not something that should be any cause for alarm or panic,\" he said.\n\"The taxpayer should not be expected to prop up companies which have poor business models and are not resilient to fluctuations in price.\"\nThe business secretary said the government wanted to protect customers from \"price spikes\" and that the energy industry should not  return to the \"cosy oligopoly\" of years past where a few large suppliers \"dictated to customers conditions and pricing\".\nAt the beginning of 2021 there were 70 energy suppliers in the UK, but industry sources have said there may be as few as 10 left by the end of the year.\nMr Kwarteng added the UK benefited from having a \"diverse range of gas supply sources\" and had \"more than sufficient capacity, to meet demand\".\nShadow business secretary Ed Miliband warned that UK families were going to be hit by a \"triple whammy\" of tax rises, fuel costs and the end of the Universal Credit uplift this winter.\nIndustry group Oil & Gas UK has said wholesale prices for gas had increased by 250% since January - with a 70% rise since August.\nThe increase has been blamed on several factors, including a cold winter which left stocks lower than usual, high demand for liquefied natural gas from Asia, and lower supplies from other countries. Low winds meaning less renewable energy is being generated and outages at some nuclear stations have also contributed.\nIt has left some companies unable to provide their customers with the energy they have paid for. \nHowever, if a supplier fails, energy regulator Ofgem will ensure supplies continue for affected households, and they will not lose money owed to them. A new energy supplier would be responsible for taking on any credit balances a customer may have, but consumers may end up on more expensive tariffs when they are switched.\nAside from gas prices driving up energy bills, millions of households in England, Wales and Scotland are already facing a 12% rise in their energy bills from October when a higher price cap comes into force.\nSome of the largest energy companies have argued the current price cap on tariff - supported by both Labour and Conservative politicians - has helped trigger the current crisis.\n\"You can legislate to protect the consumer - but that can bankrupt the supplier,\" said one senior industry source. \nHowever, Mr Kwarteng said the energy price cap was \"not going anywhere\".\nOfgem will review the price cap in February. There has been speculation that the energy regulator could lift the cap between now and next year to allow firms to charge customers more to cope with rising wholesale gas prices. \nStacey Stothard followed all the advice. Aware that energy prices were rising, she shopped around to find a decent fixed deal for her gas and electricity.\nShe saved £300 - or so she thought. \nHer new energy supplier went bust and now she will be switched automatically to another one, and she is facing much higher bills, potentially amounting to hundreds of pounds more a year.\n\"It is just like watching the meter go up and up,\" she says. \"I did the right thing - not going for the cheapest deal, but choosing a company with a decent customer service record.\"\nEarlier on Tuesday, several smaller energy firms wrote an open letter sent to the prime minister, chancellor, business secretary and Ofgem, which stated they felt there \"voice, as suppliers of all different sizes, has not been heard\".\nSigned by the likes of Green, AMPower, Neon Reef and Tru Energy, it called for a support package for all suppliers, a review of the price cap and for smaller firms to be included in future discussions on the future of the energy market.\nIt was critical of Ofgem, saying it was \"currently unfit to regulate an industry they have appeared to have a vested interest in or turning a blind eye to the market returning to a selective monopoly and a reduction in competition\".\nIn a joint statement on gas prices, Mr Kwarteng and Ofgem chief executive Jonathan Brearley reiterated that the current crisis was \"not an issue of supply\".\nThe pair said there was a consensus among energy suppliers and consumer groups that the \"top priority\" must be support for customers, \"especially the elderly and vulnerable\".\n\"In the event an energy supplier fails, we are committed that consumers face the least amount of disruption possible - and there are clear and well-established processes in place to ensuring this is the case,\" they added.\nAs a result of gas prices booming, energy intensive fertiliser producers have shut down, which has created a shortage of the by-product of production, carbon dioxide.\nFood manufacturers and supermarkets have urged action because carbon dioxide is used to stun animals prior to slaughter and to keep food fresh for storage and transport. \nSupermarket Iceland's managing director Richard Walker told the BBC the carbon dioxide shortage must be prioritised to limit any potential disruption for supermarket supplies, which are also being affected due to a shortage in HGV drivers in the UK, partly caused by the pandemic and Brexit.\nSupermarket Ocado said it had \"limited stock\" of some frozen items due to gas shortages, while another supermarket told the BBC the situation was \"escalating quickly\".\nRead more about the next best steps to take here.\nHow will you be affected by this? Email  haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58615689",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe husband talks to Truss about detained wife",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe's husband, Richard Ratcliffe, has said he has already discussed his wife's case with new foreign secretary Liz Truss.\nMrs Zaghari-Ratcliffe, a 43-year-old mother-of-one from London, has been detained in Iran since 2016.\nShe is serving the second of two prison sentences, this one on parole after being convicted of propaganda against the Iranian regime.\nMr Ratcliffe said stopping her coming home amounted to \"hostage-taking\".\nSpeaking to BBC One's Andrew Marr Show earlier about his continuing campaign to secure the freedom of his wife and allow her home to see her young daughter, Mr Ratcliffe revealed that he was to speak to the foreign secretary by telephone on Sunday.\nHe said he hoped that Ms Truss, who was only appointed in her new role on Wednesday, would be able to talk to her Iranian counterpart during the UN's General Assembly in New York this week.\nSpeaking after the phone call, Mr Ratcliffe said he had urged Ms Truss to take action to deter state hostage-taking, which he described as \"cost free\" for Iran.\nBut he also called for a resolution of the £400 million military debt which the UK has owed Iran for decades.\n\"I said it needed carrot and stick - that, as I had told her predecessors, they needed to address the debt if Nazanin is going to come home, and that they needed to take steps to address Iran's hostage diplomacy - to disincentivise Iran from continuing to do it.\"\nMr Ratcliffe has said that he wants to see \"firm\" and \"clear steps\" taken against Iran because of the detention of his wife and other British nationals.\nMrs Zaghari-Ratcliffe, who has dual British and Iranian citizenship, was first jailed in Tehran in 2016 on spying charges, which she has always denied. \nMr Ratcliffe said prior to his talks with Ms Truss that he would pass on the names of 10 people he accuses of being involved with \"hostage-taking\" in Iran - it is unclear if he has done that.\nMrs Zaghari-Ratcliffe and her family have reportedly been told by Iranian authorities that she is being detained because of the UK's failure to pay its outstanding debt to Iran, rather than the criminal charge.\nMr Ratcliffe said: \"One of the key problems I feel these past years is there's been no cost for the Iranian side to carry on holding Nazanin, to carry on holding others, and so we've seen that now there are more British citizens in prison than there were when Nazanin was first taken.\"\nThe chief executive of Amnesty International UK, Sacha Deshmukh, said: \"The plight of Nazanin Zaghari-Ratcliffe, Anoosheh Ashoori and other UK nationals held in Iran has extended across the last four foreign secretaries. It's long past time that the UK finally brought this deeply distressing episode to an end\".\nHowever, Mr Ratcliffe said that it was \"a positive sign\" to be speaking with the foreign secretary \"two days into the job\".\nBoris Johnson was the foreign secretary when Nazanin was initially detained by Iran.  He later had to apologise for remarks that the family believed made the situation worse.\nIn May, Ms Truss's predecessor Dominic Raab said that Iran's treatment of Mrs Zaghari-Ratcliffe amounted to \"torture\"  and that its government was now using her in \"a cat-and-mouse game\" for diplomatic leverage. \nHe said there was an \"obligation on Iran to release her immediately and without condition\".\nMrs Zaghari-Ratcliffe's parole is pending an appeal over her second prison sentence. \nShe is staying with her mother in Iran and has not seen her daughter, Gabriella, in two years. \nShe speaks to her daughter regularly but Mr Ratcliffe is aware the there is a \"consequence\" to mother and daughter spending a long time apart. \nBut he said it is not \"like when in prison\", the family is able to speak to each other \"most days\".\nUncertainty about the court ruling has led to \"real up and downs\" and the situation has been \"really hard\", Mr Ratcliffe told the BBC."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58627325",
      "category": "business",
      "title": "Gas crisis: Pig farmers fear they may have to cull animals",
      "tags": "Meat,Food industry,CO₂ shortage",
      "text": "Pig farmers fear they may soon have to start killing their animals because of a carbon dioxide shortage at abattoirs caused by soaring gas prices.\nCO2 is widely used in the food and drinks industry, including for stunning animals at abattoirs before slaughter.\nBut some CO2 suppliers have halted production due to rising energy costs, creating a huge backlog of pigs that at some point will have to be killed.\nA food and drink trade body says the UK might need to subsidise CO2 production.\nFarmer Kate Morgan told the BBC on Monday \"thousands of pigs are backlogged on farms. If we can't kill our pigs in an abattoir, then unfortunately we will be resorting to killing them on farms\".\nCarbon dioxide used by the meat industry is a by-product of fertiliser production. The gas is also used to keep food fresh as well as in dry ice and fizzy drinks.\nCF Industries, the US-based business which produces about 60% of the UK's food grade CO2, has suspended production at two UK fertiliser plants. Norwegian firm Yara has also cut production at a number of European factories. \nMs Morgan, who runs a pig farm near Driffield, east Yorkshire, told BBC 5 Live's Wake up to Money programme the situation for the industry was already \"pretty dire\" because of labour shortages. Now, meat shortages at supermarkets are a real possibility, she said.\n\"Abattoirs have about a week's supply of gas. It's a chain: We have constantly got pigs coming out of the breeding herd that need to go in homes. Those homes need to be emptied.\" \nHer farm sends about 1,500 pigs each week to abattoirs.\nKilling her own animals is not something she can bear thinking about. \"I can't even begin to think how we would do it. I don't want to put people who work for us in that situation,\" Ms Morgan said. \nOn-farm killing means the meat is not something that would be able to enter the food supply chain. \"It would be wasted,\" she said.\nIt is estimated there are about 100,000 pigs left on farms that would otherwise have been sent for slaughter, with the backlog having started building up weeks ago because of staff shortages.\nAndrew Saunders, a director at the UK's biggest pig producer, Pilgrims Pride, said there is no alternative to stunning with CO2. \"It is an essential part of the process,\" he told the BBC.\nMr Saunders, also chairman of the British Meat Processor Association, said: \"80% of pigs in the UK are slaughtered in about 10 abattoirs, and those abattoirs all use CO2 stunning systems. We already face some challenges regarding keeping those abattoirs operational - some shortage of labour in those plants.\"\nHe said pigs can be kept on farms for only \"a very short period of time. They go beyond their target slaughter weight, they're then unsuitable for size of packets we have for our customers\".\nHe added: \"We hope the government can turn around to intervene to get these CO2 plants up and running again. The particular plants in question supply about 60% of all UK needs and something's required here to get this going pretty quickly.\"\nIt is not just the pig industry facing problems, however. On Monday, the Food and Drink Federation (FDF) warned the whole sector faces disruption.\nIn a letter to Environment Secretary George Eustice, the FDF's chief executive, Ian Wright, said: \"Important parts of the food and drink supply chain - already under significant pressure from the impacts of labour shortages, particularly HGV drivers - are now seriously compromised by disruptions in the supply of CO2.\n\"Across industry, there is a united view that the situation is worsening with little prospect of additional CO2 supply unless the UK government intervenes.\"\nIf ministers are considering financial help to support the energy sector, Mr Wright said then \"any subsidies made available must also be considered for the manufacturers of fertiliser to ensure there is no further deterioration across the UK food and drink supply, and production can be restored\".\nThere are worries that food and drink shortages are starting to appear on supermarket shelves, with the problem expected to worsen in the run-up to Christmas without action.\nRichard Walker, managing director of Iceland, said his supermarket is building up stocks and while there is no immediate shortage problem, he told the BBC the CO2 situation needed to be sorted quickly.\n\"The thing that has shocked me is that 60% of [CO2] production is concentrated in two factories which are both owned by a foreign business.\n\"This is something that's clearly critical to national security - not just food but also healthcare as well. So it seems quite perplexing that it's at the whim of a private enterprise in terms of whether it's profitable or not and therefore whether they produce the stuff or not.\"\nThe British Soft Drinks Association said if manufacturers could not get hold of CO2 supplies, \"after their reserves have run out, production of certain products will have to cease\".\nTony Will, chief executive of CF Industries, has held talks with the government over production at its two fertiliser plants, but the outcome is not clear.\nBusiness Secretary Kwasi Kwarteng tweeted that he had met Mr Will and \"discussed the pressures the business is facing and explored possible ways forward to secure vital supplies, including to our food and energy industries\".\nWholesale prices for gas have surged 250% since January, with a 70% rise since August alone, leading to calls for support from the industry and the collapse of some smaller energy firms.\nPrime Minister Boris Johnson, who is in New York for a UN General Assembly meeting, said the problem with wholesale prices was \"temporary\".\nHe added that he was \"very confident\" in the UK's supply chains and that market forces should be \"very, very swift\" in fixing the issues but that government would help where it could.\nA statement from the government said: \"We continue to monitor supplies across critical sectors and are in regular contact with industry on their CO2 supplies.\n\"The UK benefits from having a diverse range of gas supply sources and we have sufficient capacity to more than meet demand. We do not expect gas supply emergencies this winter.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58617114",
      "category": "uk",
      "title": "Only Fools and Horses: Boycie actor John Challis remembered as 'Peckham pal' after death at 79",
      "tags": "Comedy,David Jason",
      "text": "Tributes have been paid to John Challis, best known for playing Boycie in BBC sitcom Only Fools and Horses, who has died at the age of 79.\nHis family said he died \"peacefully in his sleep, after a long battle with cancer\".\nCo-star Sir David Jason said he was \"a wonderful actor\" and \"a gentleman in the true sense of the word\".\nChallis's character - unscrupulous second-hand car dealer Terrance Aubrey Boyce - was a firm favourite with fans.\nChallis starred in the show, alongside Sir David and Nicholas Lyndhurst, throughout its time on air from 1981 right through to the final show in 2003. \nThe character - who was both a long-time former schoolmate and devious rival of Sir David's character Del Boy - was initially due to appear in just one scene, but the part grew in prominence as the series progressed.\nIn fact he was so popular with viewers that, when Only Fools and Horses ended its long run, the BBC developed a spin-off show following the continuing adventures of Boycie and long-suffering wife Marlene. The Green Green Grass ran for four series.\nSue Holderness, who played Marlene, also paid tribute to Challis, describing him as her \"beloved friend\".\n\"Marlene without Boycie - it's unthinkable,\" she said. \"John Challis was my partner on screen and stage for 36 years and my beloved friend. RIP darling John. I will miss you every day.\"\nAnd Steven Woodcock, who played Jevon in the sitcom, said Challis was a \"fantastic actor and wonderful person, amazing to work with. There is no Del Boy without Boycie. RIP my Peckham pal\".\nIn a statement, Challis's family said: \"He will always be loved for being 'Boycie' and leaves a great legacy of work that will continue to bring pleasure and smiles for many years to come.\n\"Be assured that in the future there will be an occasion to celebrate John's life - when everyone will be welcome to come along.\"\nJeff Nicholson, the actor playing Boycie in the Only Fools and Horses musical due to reopen next month, said Challis had told him to \"carry the torch for us\" shortly before his death.\nHe said Challis had been supportive of him when they met and given the cast his \"seal of approval\" when the show premiered at the Theatre Royal Haymarket in February, before closing soon after due to the pandemic.\nDescribing Challis as \"a real stand-up actor\", he said the pair had struck up a \"nice relationship\" in lockdown, with Challis always asking for updates on the theatre production.\nThe BBC's chief content officer Charlotte Moore said Challis was \"a wonderful actor who will forever be remembered for playing Boycie in Only Fools and Horses - a character so well loved by millions\".\nChallis happily played Boycie on screen for decades - and even adopted the persona in appearances in other entertainment shows, fan conventions and even in a video message this year advocating the wearing of face-coverings in public places to help fight Covid.\nBut he also showed his range as a Shakespearean actor when he performed in open-air performances of Richard III and a Midsummer's Night Dream that were staged in Regents Park in London in 1995, right at the height of the popularity of Only Fools and Horses.\nMore recently he played Monty Staines in ITV show Benidorm.\nActress Crissy Rock, who appeared alongside Challis in the show, said she was heartbroken.\nShe tweeted: \"John you were a true gentleman and always so loving and supportive towards me. I am thinking of your family and close friends at this hard time. Rest well. Crissy xx\"\nEarlier this month, Challis cancelled a speaking tour due to ill health.\nHe was due to appear in 30 scheduled dates, billed as an \"intimate evening with John Challis\", but had to cancel the tour after one date. \nOthers paying tribute ranged from The Three Degrees singer Sheila Ferguson to US rapper and actor Ice T, who wrote: \"He somehow became a Twitter friend... I'm very sad. Although I never met him in person, internet friends can become close.\"\nFormer heavyweight champion boxer Frank Bruno also tweeted his condolences.\n\"(He) used to say to me 'Franklyn my dear boy how the devil are you boxed anybody round the ears recently?' Loved all the TV he did.\"\nChallis recently became an honorary citizen of Serbia, where Only Fools and Horses remains hugely popular.\nHe travelled to the Balkan country as part of a documentary, Boycie In Belgrade, which explored why the show was so well-loved there.\nAlthough he was famed for his nasal south London twang as Boycie, he was actually born in Bristol and only moved to London as a young child. In a quirk of fate, much of his career as an on-screen Londoner was spent in Bristol where Only Fools and Horses was largely filmed."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58615586",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Shielders get 'lower vaccine protection'",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People who were on the shielding list have lower protection against serious illness from Covid-19, even after two doses of vaccine, research has found.\nPublic Health Scotland and the University of Edinburgh published the study as a booster programme for vulnerable people and over 50s began.\nChildren aged 12 to 15 are also able to get a Covid vaccine in Scotland.\nThe injections for young teenagers will be available at drop-in centres and later in schools.\nOlder care home residents will be the first to be offered a booster jag.\nThe study found those classed as clinically extremely vulnerable had 66% protection against severe illness after two vaccine doses, compared with 93% protection in fully vaccinated people without any high-risk conditions.\nResearchers said they hoped a third booster vaccine would increase protection levels further for those who had previously been asked to shield.\nOf more than 3.5 million people who have had two vaccine doses in Scotland, the study found just 330 cases of severe Covid-19.\nAlmost half  were in people whose health conditions meant they were classed as \"extremely vulnerable\". Most of the remainder were in people with more moderate risk conditions.\nProf Helen Colhoun, of the University of Edinburgh, said: \"The fact that we see an increase in protection from the first to the second dose gives hope that a third dose might increase protection further.\"\nDr Nicholas Phin, director of public health science at Public Health Scotland, said: \"The findings of this study confirm that all the vaccines approved for use in the UK continue to be highly effective at reducing severe illness and death from Covid-19.\n\"Whilst those who are clinically extremely vulnerable get, on average, a substantial level of protection to Covid-19, it will vary from person to person and by the nature of their vulnerability.\"\nThe booster shot of vaccine is being offered to all adults over 50, frontline health and care workers, younger adults with health conditions that put them at higher risk, and adult household contacts of people with suppressed immune systems.\nThe JCVI advisory group said the move was needed amid concern about waning immunity ahead of winter.\nResidents in care homes for older people will be offered both flu and Covid booster vaccines.\nAdults aged 70 years or over, and everyone aged over 16 on the highest risk list, will be contacted from the end of September either by letter or by their GP.\nOther eligible groups - all adults over 50, all those aged 16 to 49 with underlying health conditions, adult carers, unpaid and young carers, and adult household contacts of people who are immunosuppressed - will be able to book online from October.\nThe booster dose can be given alongside the flu jab and should be offered no earlier than six months after completion of the primary vaccine course. \nHealth Secretary Humza Yousaf said: \"The booster programme will run alongside our biggest ever flu vaccine programme as both of these programmes are important for individual and for public health and, wherever possible, those eligible will be offered Covid-19 booster and flu vaccines together.\"\nYoungsters in the 12 to 15-year-old age group will be sent vaccination invites by post from next week. \nMr Yousaf told BBC Radio's Good Morning Scotland programme that the government had prioritised community drop-ins over school vaccination programmes.\nDrop-in clinics in Forth Valley, Lothian, Dumfries and Galloway, Tayside and Lanarkshire are accepting youngsters in this age group, with the remaining health boards expected to begin later in the week, once staff training in getting informed consent from 12 to 15-year-olds is complete. \nThe vaccination programme in schools will start after the scheduled appointments, but in some rural areas the vaccine will first be offered at school.\n\"We recognised that switching our drop-ins to 12 to 15-year-olds, with 12 to 15-year-olds being accompanied by an adult who can give verbal consent, is the quickest way to do this,\" he said. \n\"The more people we have, the greater the uptake amongst that population level, the better the outcomes in terms of avoiding educational disruption and, of course, for health reasons, not just for the individuals involved but for society as a whole.\"\nIt comes after the chief medical officers of each of the four UK nations concluded that the additional benefits were sufficient to justify vaccination of children over the age of 12.\nThey said it would help to reduce disruption to their schooling this winter and benefit those growing up in the poorest areas.\nAll children aged 12 to 15 who are not already eligible will be offered a single dose of the Pfizer vaccine. \nThose who have specific underlying conditions or disabilities are already covered by previous Joint Committee on Vaccination and Immunisation (JCVI) advice and will be offered two doses, eight weeks apart.\nBruce Adamson, Children and Young People's Commissioner Scotland, said it was \"a strong rights-based decision\" to give children the choice to get the vaccine. \nHe told BBC Scotland that children and young people had \"borne the brunt\" of the pandemic. \n\"They have played such an important role in protecting the public health of all of us, even though they're least likely to be affected. \n\"It should be a child's individual choice to take the vaccine - it needs to be an informed choice, based on how they feel and their understanding. There shouldn't be any pressure to take vaccination.\" \nFormer prime minister Gordon Brown, the WHO ambassador for global health financing, said he believed the entire world could be vaccinated by next summer, if developed nations helped in the rollout elsewhere.\nHe said: \"You can do the boosters in the UK, Europe and America, you can vaccinate 12 to 15-year-olds, you can retain some supplies in case of other emergencies, and still vaccinate the rest of the world.\"\nHe said there would be 500 million vaccines lying unused in rich nations by the end of next month and a billion by Christmas because of over ordering, and it would be \"utterly unconscionable\" to let those doses pass their use-by date when only 2% of Africa had been vaccinated. \nSpeaking on Good Morning Scotland, he said: \"I believe that the whole world, all those adults who want a vaccination and we can get the vaccination to, can be vaccinated by next summer.\"\nHe said: \"I believe that the plan that President Biden and others should agree, is that by December we get 40% of the world vaccinated, that's of the poorest countries, then by next spring we are up to 70%.\n\"That's the figure that people have settled on for the rest of the world - that's on top, of course, of the rich countries, our countries, already having 70% or more fully vaccinated at the moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58614679",
      "category": "uk-politics",
      "title": "Lib Dems: Give parents Covid catch-up vouchers to spend",
      "tags": "Liberal Democrats,Coronavirus pandemic,Ed Davey",
      "text": "Liberal Democrat leader Sir Ed Davey says his party is the \"gathering point\" for everyone \"fed up with the indecency and incompetence\" of government. \nAddressing the Lib Dem conference, he told delegates they can deprive Boris Johnson of a majority at the next election. \nHe announced a £5bn voucher scheme plan to help pupils catch up after the pandemic.\nAnd he vowed to fight for a \"fair deal\" for carers, parents and businesses. \nSir Ed's conference speech is the first to a live audience since becoming party leader last year.\nMost of the event is being held online due to pandemic concerns. \nAddressing a small audience of about 100 delegates at London's Canary Wharf, he pointed to success in June's Chesham and Amersham by-election -  where the Lib Dems overturned a  a 16,000 Tory majority to win by more than 8,000 votes - as evidence that \"the Tories can be beaten\" in traditional, so-called \"blue wall\" seats.\nOn education, Sir Ed said  a \"massive Covid education catch-up plan is urgent\" as the UK emerges from the pandemic.  \nHe said Liberal Democrats would give families a £200 voucher per child - paid directly to parents - to spend on activities such as extra tutoring, music or sports clubs.\nThe £5bn scheme would make supporting parents and children the \"top priority\" in a \"new fair deal\", he said, and would enable the \"most radical empowering of parents ever\". \nThat extra support \"would be doubled and in some cases tripled\" for children in care, disadvantaged children and those will special educational needs.\nSir Ed said his party will fight for a \"fair deal\" and aim to appeal to those who feel \"taken for granted\" by the Conservatives. \nReferring to the prime minister's £36bn health and social care levy, Sir Ed said it was \"little more than an unfair tax rise for workers and businesses\". \nHe said as a carer himself for his son he \"felt angry\" at the prime minister's \"claim to have fixed the crisis in social care\", describing it as \"just another of his broken promises\". \nHe criticised the plan for failing to tackle a \"dangerous shortage of care staff\" and said that those workers would be hit with a tax hike and \"heartless universal credit cuts\". \nHe pledged that his party would \"empower carers\" by giving them their own budget and control over care provision such as when the family carer gets a break. \nSir Ed said the tax-free allowance against employers, national insurance contributions should be \"raised substantially\" and that the biggest businesses would pay more tax under Lib Dem plans. \n\"The world's richest bosses might be racing each other to go to Mars, but before lift-off, they can pay their taxes here on Planet Earth\" he added. \nOn the issue of climate action, he said the UK should be leading the world by banning new oil, gas and coal companies from the London Stock Exchange. \nThat would stop \"the flow of money from your pension funds into the dirty industries of the past\" he added. \nCatch-up vouchers are a clear pitch to parents who the Lib Dems are keen to attract. \nPost-pandemic the party believes it can capitalise on what many said was the government's mishandling of the impact on education. \nAnd it fits with their broader appeal to those they say have been taken for granted or left behind by Boris Johnson's government. \nBut there's a danger it's seen as an expensive giveaway which would put some cautious Conservative voters off. \nAnd competence when it comes to the economy will be crucial if the Lib Dem's are to present themselves as a credible alternative. \nIn a pre-speech interview on the BBC's Andrew Marr Show, Sir Ed was asked about the party's attitude to trans rights after an activist, Natalie Bird, was banned from standing as an MP for wearing a T-shirt featuring the words \"woman adult human female\". \nHe said all spaces should be open to everyone, regardless of their gender, because the issue was one of human rights.\n\"A trans woman is a woman, a trans man is a man\" he added. \nSir Ed added that transgender people are \"some of the most discriminated against\" and he accused the prime minister of toxifying the debate around rights. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-58622164",
      "category": "uk-england-derbyshire",
      "title": "Killamarsh deaths: Family's tribute to children found dead at house",
      "tags": "Sheffield,Killamarsh",
      "text": "The family of two children, who were found dead along with their mother and another child at a house in Derbyshire, have paid tribute to them.\nJason Bennett said he was heartbroken at the loss of daughter Lacey, 11, and son John Paul, 13, as he laid flowers at Chandos Crescent, Killamarsh.\nA 31-year-old man from Killamarsh, who was known to the family, has been arrested on suspicion of murder.\nThe third child has been named as Connie Gent, 11, from Sheffield.\nIt is believed she was Lacey's friend and had been in the house for a sleepover.\nDerbyshire Police said they were called to the house at 07:26 BST on Sunday after concerns were raised about the safety of a man.\nThey found the bodies of the three children, along with that of 35-year-old Terri Harris, who was Lacey and John Paul's mother.\nAt the scene today, Mr Bennett told Sky News: \"I'm broken, I just want to kiss my babies.\n\"I just want to kiss them and hold them. TikTok Queen and my beautiful boy, they were beautiful.\" \nIn a message posted on Facebook earlier, he said \"life will never be the same\".\nThe children's grandparents, Debbie and Trevor Bennett, also arrived at the scene to leave flowers.\nMrs Bennett said: \"They were beautiful, well mannered kids. Terri was a beautiful and wonderful mother.\n\"Their dad was on holiday in Devon. He had to drive home knowing he has lost his children.\n\"I don't know how he's going to come through this.\"\nMr Bennett added: \"He's going to need a lot of help and our strength for him.\n\"I've only spoken to him on the phone and it breaks my heart to hear him like that.\"\nMrs Bennett said Lacey was a West Ham fan and John Paul liked TikTok and computers.\nThe Outwood Academy City school in Sheffield confirmed it was closed following the \"tragic incident\" involving three of its students.\nIn a statement on Twitter, the school said: \"It is with great sadness that the academy will be closed today.\n\"A tragic incident has taken place in the community involving 3 of our students. We will however be open to any students who need our support.\n\"Our thoughts are with all those affected by this sad news.\"\nKillamarsh is a community in mourning and disbelief, according to the Rev Canon Helen Guest, rector at St Giles Church.\n\"We can't believe this tragedy has happened in our community and it's literally a stone's throw from where I live,\" she said.\nThe church opened this morning so that people could write in a book of condolences and light candles to remember the woman and three children who have been killed.\n\"So far we've had a gentle flow of people who are coming in,\" said the rector.\nMany of those arriving to pay their respects had young children themselves. One of the mothers had tears in her eyes after lighting a candle. \n\"My thoughts just go out to the whole family,\" she said.\n\"It's such a close knit community I think it has affected everybody. I have three children and it was a very anxious time yesterday, not knowing what was happening.\"\nDerbyshire Police's chief constable Rachel Swann said the deaths were an \"understandably shocking event that has deeply affected the local community in Killamarsh, as well as colleagues, family and friends in Sheffield.\"\nShe thanked the officers who arrived to the scene \"in such a difficult situation\" and added: \"While understandably worrying and upsetting, this is believed to be an isolated incident in which those involved were known to one another and nobody else is being sought in connection with the deaths.\"\nShe said officers were particularly keen to speak to anyone who was in Chandos Crescent between 21:30 BST on Saturday and 07:30 BST on Sunday, and had any information that could help with their investigation. \nHundreds of people from the Killamarsh community gathered at Baker Park near Chandos Crescent on Monday night for a vigil.\nJenny Eells from BBC Radio Sheffield said people arrived to lay candles, flowers and teddies around a post in the centre of the children's playground.\n\"The commemoration lasted around 20 or so minutes with people of all ages, many standing in silence… some with their arms round each other and visibly upset,\" she said.\nOrganiser David Taylor, who is a local pastor from Church on the Street, said it was \"a dark day in the place I call home\".\n\"Each one of you is here to remember four people who are no longer with us,\" he said.\n\"And it is a day that we'll all remember because this doesn't happen in Killamarsh. But it has.\n\"Some of you know the family, some of you know the children, some of you will have never seen them before. But you're all here to show your respect.\"\nFollowing the vigil he told the BBC: \"Many of them wanted to be able to come and show their feelings for one another, for the community and to be there to support one another.\n\"I met the father this morning and as you can imagine he's in a really bad way and all I could do is comfort him and pray with him, and he appreciated that.\"\nFollow BBC East Midlands on Facebook,  Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58621491",
      "category": "uk-england-london",
      "title": "Northern line extension: Two new Tube stations open",
      "tags": "Transport for London,London Underground,London transport,Battersea",
      "text": "Two new Tube stations have opened in the first major expansion of the London Underground this century.\nThe first train on the new £1.1bn Northern line route departed from Battersea Power Station in south London at 05:28 BST. \nIt called at the other new station, Nine Elms, before reaching the existing station of Kennington.\nLondon mayor Sadiq Khan said the services would play \"a major role\" in the capital's recovery.\nMr Khan said he was \"proud and grateful\" to be joined by Transport Secretary Grant Shapps on one of the first trains to serve Battersea Power Station.\nThe pair have been embroiled in a long-running row over funding for Transport for London (TfL).\nMr Khan said: \"It's great to see the difference teamwork makes, it's great to see the difference investing in infrastructure makes in relation to unlocking jobs and homes.\n\"Most of the things we're using today were built around the country. Every pound we spend on the Underground, 55 pence goes to the rest of the country.\"\nBy Harry Low, BBC London\nA band of train enthusiasts, TfL staff and journalists gathered before sunrise beneath the silhouette of Battersea Power Station.\nWhen the gates opened to the public for the first time just after 05:20 BST, more than 100 people bustled down to the platform to catch the first service to Kennington.\nAmid the blur of high-vis jackets and Tube map facemasks, the plethora of smartphones indicated this was a journey worth documenting.\nAlthough the trains themselves were not new, the first stop showcased Nine Elms - a second freshly constructed Tube station - to bring the south London station tally above 30.\nWho wakes up before sunrise to ride the new Tube? \nThis is the first major expansion of the Tube since the Jubilee line was extended in the late 1990s. Wood Lane and Heathrow Terminal 5 stations opened in 2008.\nThe Greater London Authority borrowed £1bn for the latest project, which will be funded through business rates from the local area and about £270m of contributions from developers.\nMajor construction on the two-mile twin railway tunnel between Kennington and Battersea began in 2015.\nThere will initially be a peak-time service of six trains an hour, falling to five an hour during off-peak periods.\nThe frequency of services will be doubled by the middle of next year.\nTfL estimated that the new services would support 25,000 new jobs and 20,000 new homes.\nMr Shapps said: \"Ahead of the opening of the Elizabeth line next year, these upgrades extend vital connectivity across the greatest city in the world and show the power of transport connections.\"\nTfL commissioner Andy Byford said he was \"stunned\" and \"couldn't be more proud\".\nHe said: \"The biggest thing is seeing the delight on customers' faces. That makes this all worthwhile. It's a bit like a butterfly emerging from its chrysalis.\"\nBillions of pounds of investment have been pumped into the area in recent years, including through the redevelopment of Battersea Power Station for residential and business use, and the building of the new US embassy in Nine Elms.\nThe opening of two new stations brings the total number on the network to 272. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58598608",
      "category": "uk-england-manchester",
      "title": "HMP Styal: My baby died due to errors in prison, says former inmate",
      "tags": "Ministry of Justice,Cheshire",
      "text": "A woman has told how her baby died during childbirth \"due to errors\" made after she went into labour in prison.\nLouise Powell, 31, said she begged for an ambulance before her baby, Brooke, died in a cell at HMP Styal in 2020.\nThe Prison Ombudsman is reviewing the death and is also due to publish its findings on another baby's death at HMP Bronzefield in Middlesex in 2019.\nThe Prison Service said it had already \"made significant improvements to support female offenders\".  \nMs Powell said she did not know she was pregnant when Brooke was delivered prematurely between 30 and 32 weeks, weighing 2.5lbs (1.1kg), but told BBC Newsnight her daughter's death could have been avoided \"if [her condition] was taken seriously enough\". \n\"Brooke was let down by the people who were meant to look after us,\" she said.  \nMs Powell, who was sentenced to eight months in March 2020 after admitting common assault, racially-aggravated harassment and criminal damage, said it was her first time in jail and she \"wasn't in a very good place\" after a relationship breakdown.\nOn her first day at HMP Styal, she told staff there was \"no chance\" she was pregnant.\nHowever, her lawyer Jane Ryan said prison staff were aware she had not had a period for four to five months and never followed it up.\nAt about 17:00 BST on 18 June, Ms Powell said she started feeling \"extreme\" pain.\nShe said her cellmate told staff she was bleeding and had severe cramps and had not had a period in months.\nA female prison officer then told her she looked six months pregnant, she said.\nMs Powell said she \"still didn't have a clue... but I felt like I was dying\", adding that the officer \"left me in the cell\". \nBBC Newsnight understands the prison officer contacted the on-site health care team about Ms Powell's condition and raised concerns about pregnancy, but it is claimed no medical professional went to see her.  \nMs Powell said she was bent over with pain and crying but managed to leave her cell and found a prison officer, telling them: \"I need an ambulance. I'm dying.\" \nShe said the officer told her to go back and lie down. \nBBC Newsnight understands the officer called the health care team again, but no medical professional was sent. \nAt about 21:00, Ms Powell said her cellmate pressed the emergency bell, as she felt the need to push. \nShe said her baby's legs \"came out\", because Brooke was breech, and it was then that a prison nurse arrived and helped with the delivery. \nMs Powell described the chaotic scenes which followed the birth, during which she said she went into shock and was given oxygen.\nShe said an officer \"told me I had a beautiful baby girl\", but when the officer returned, \"her face was different\".\nShe said she knew at that point her daughter \"wasn't OK\". \nBBC Newsnight understands staff tried to call for an ambulance, but the prison radio system failed.\nMs Powell said \"nobody tried to revive [Brooke]\", and when paramedics arrived, it was \"too late\" to save her baby.\n\"I don't blame anyone for not knowing I was pregnant... but nobody came to look at me,\" she said.\n\"I feel like a lot more could have been done.\"\nShe said Brooke was a \"perfect baby and she died due to error\".\n\"She should be here with me... and that's been taken away from me through no fault of my own. \n\"I never got listened to.\" \nShe added that the prison \"clearly can't look after people\" and treated inmates as \"a number, not a person\".\nMs Ryan said Brooke's death was \"a tragedy that should not have happened\" and she believed that in different circumstances Ms Powell's daughter might have survived.  \n\"[She] was premature but she was healthy,\" she said.\n\"Evidence shows [that] had Louise been properly assessed... then Brooke could have survived.\n\"That's devastating for Louise and also a matter of public concern that yet again this has happened.\"\nMs Ryan said the two baby deaths were a \"disgrace\" and a \"stain on all of us\".\n\"Prison is the punishment itself,\" she said.\n\"You still should be appropriately cared for and be able to access adequate healthcare.\"\nThe Prison Service said it was a \"deeply sad and distressing case\".\nA spokesman said the service had \"made significant improvements to support female offenders\" and inmates now had \"greater access to education, healthcare and employment\".\n\"We await the report and will respond accordingly to improve the care for pregnant women and mothers in prison,\" he added.\nSpectrum Community Health CIC, the prison's healthcare provider, said it \"extended its deepest condolences to Ms Powell\" and had \"fully co-operated\" with the ombudsman's investigation.\n\"As the investigation report has yet to be published, we are unable to provide any further comment,\" it added.\nYou can watch Newsnight on BBC Two at 22:30 on weekdays. Catch up on iPlayer, subscribe to the programme on YouTube and follow it on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58632984",
      "category": "business",
      "title": "Pimlico Plumbers sold to US firm Neighborly",
      "tags": "Companies,Pimlico,Mergers and acquisitions,Coronavirus pandemic",
      "text": "Pimlico Plumbers has been sold to US home services group Neighborly.\nThe deal will see founder Charlie Mullins offload his 90% stake in the group and is expected to be worth between £125m and £145m, according to the Financial Times.\nThe entrepreneur's son, Scott Mullins, will retain a stake of about 10%, and continue his role as chief executive.\nThe London-based firm currently makes nearly $70m (£50.7m) in revenue a year, and employs more than 400 workers.\nFounded in 1979, Pimlico's services include heating, plumbing, bathrooms, drainage and electrics. It completes an average of more than 100,000 service jobs for central London homeowners and businesses each year.\nFrom starting the plumbing business with a second-hand van and a box of tools, Mullins said he had received approaches from a number of buyers after hiring advisers from Cavendish Corporate Finance. \n\"We had various people who wanted to buy the business, and interest from all over the world, including France, America, and somewhere in the Middle East,\" Mullins told the BBC.\nThe businessman often speaks publicly on economic matters and was an opponent of Brexit.\nHe said the firm had experienced a strong year despite the coronavirus pandemic, with both in and out-of-hours calls increasing, as well as emergency call outs. \n\"Covid helped to lift the company to another level,\" he said, pointing to an increase to 2,000 to 3,000 jobs a week. \"It now needs to go international.\"\nHe added: \"The business will always be something I will cherish. It has been a lifetime of work, and what it has achieved is remarkable. Neighborly will take that to the next level.\"\nMr Mullins plans to use some of the income from the sale to back other ventures in music promotion and overseas property.\nNeighborly, founded in 1981, is a home services provider, serving more than 10 million residential and commercial customers. As well as plumbing, it provides pest control, cleaning, and home inspection services.\nThe acquisition allows Neighborly to extend its international reach. Neighborly was bought by KKR from investment firm Harvest Partners just two months ago. \nMike Bidwell, president of Neighborly, said: \"We are thrilled to be growing our global footprint with the addition of Pimlico as the next subsidiary brand to join our global family of home service professionals.\n\"Pimlico's wide array of trade services as well as its exceptional customer care perfectly align with Neighborly's purpose, which is to build an extensive service community known for providing excellent experiences.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58623684",
      "category": "uk-wales-politics",
      "title": "Covid: Welsh Labour conference cancelled ahead of expected autumn peak",
      "tags": "Welsh government,Welsh Labour,Coronavirus pandemic",
      "text": "Welsh Labour has called off its party conference for 2021 amid concerns over rising coronavirus cases.\nThe party cancelled the event ahead of an expected peak in Covid cases and pressure on the NHS in the autumn.\nIt had been moved from February to 5 to 7 November, and was expecting about 1,000 visitors.\nMeanwhile Wales' most senior medical advisor Dr Frank Atherton says he is hopeful the country can avoid another lockdown, but did not rule it out.\nThe party, led by First Minister Mark Drakeford, has not held a Welsh conference since 2019 - with last year's event called off at the start of the pandemic.\nOther large events planned in Wales around the same time include the Autumn Rugby Internationals - with Wales v South Africa scheduled at the Principality Stadium the same weekend.\nLabour is holding its UK party conference in Brighton this weekend.\nThe cancellation comes after Mr Drakeford announced a new Covid pass system for nightclubs and large events last Friday.\nAnyone aged over 18 will be required show the pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours.\nIn a statement, a spokesman said Labour's ruling Welsh Executive Committee agreed to cancel the conference, which was planned for Llandudno.\n\"The virus has not gone away, and all indications are that we should expect a peak in cases and subsequent pressure on health and social care services in the autumn,\" the party spokesman said.\nApologising for any inconvenience, he added: \"It has not been an easy decision, but we think it is the right one at this time.\"\nThe event would have been the first time the party had met since its election victory in May. Welsh Labour's 2022 conference is still planned for 11 to 13 March.\nThe latest figures released by Public Health Wales on Monday, covering a 48-hour period, showed a further 17 deaths and 5,258 new Covid cases.\nIt takes the total number of confirmed cases in Wales to 328,074 since the start of the pandemic, while 5,814 have died with Covid\nDr Frank Atherton, chief medical officer for the Welsh government, told BBC Radio Wales Breakfast people leaving their homes who have not been vaccinated are \"vulnerable\" to Covid, given the current levels of transmission in the community. \nHe also said he could not rule out the prospects of further lockdowns.\n\"From a medical point of view, lockdowns have some benefit in terms of reducing transmission but they also bring harms,\" he said.\n\"My hope would be is if we are sensible in Wales... if we remember the pandemic has not gone away and maintain distance, reduce the amount of contact they have, then I'm hopeful that we can avoid further lockdowns. \n\"But you should never say never and we just have to see where the next wave goes.\"\nPlaid Cymru is planning its own party conference this October.\nA spokeswoman said: \"We continue to monitor the situation very carefully with public safety as the primary consideration. We will continue to act in line with Welsh government regulations.\"\nAsked about whether other large events should take place in November, the Welsh government said the cancellation of the Welsh Labour conference was a matter for the party.\n\"We are currently at Alert Level 0 but cases of coronavirus are high in Wales. We all need to take steps to protect ourselves and our loved ones,\" a spokesman said.\nPublic Health Wales' updated figures on Monday show 12 deaths occurred on Wednesday 15 September, the highest daily total since March.\nThe daily average over the past week now stands at five deaths per day in Wales. At the same point in the second wave, the daily average stood at 48 deaths per day.\nOn Monday, the number of hospital patients in Wales who tested positive for Covid stood at 494, up from 439 the week before."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58623160",
      "category": "world-europe",
      "title": "Russia shooting: Gunman kills six at Perm University",
      "tags": "Russia",
      "text": "A gunman has killed six people and injured 28 others at a university in the Russian city of Perm. \nThe assailant, identified as a student at the university, walked on to campus on Monday morning and started shooting. \nStudents and teachers barricaded themselves inside the university building, while others were seen screaming and jumping from windows. \nAuthorities said the attacker was shot in an exchange of gunfire with a police officer and then detained.\nOfficer Konstanin Kalinin, who was one of the first to arrive at the scene, disarmed the assailant, who had a gun and a knife, before administering first aid.\nIn a statement, President Vladimir Putin called the shooting \"a great loss not only for the families who lost their children but for the whole country.\"\nThe incident occurred at 11:00 (06:00 GMT) at Perm State University, some 1,300 kilometres (800 miles) east of the capital, Moscow, in the Urals. Officials initially reported eight had died, but subsequently revised the death toll down.\nOne professor at the university described students leaping out of buildings: \"They jumped out in some horror, screaming,\" he told the BBC. \n\"One of the students told me that it was a shooting. I heard pops, everyone began to scatter in different directions. I went to my students in the second building and continued to hear the pops.\"\nOther students locked themselves into classrooms in a bid to escape the gunman. \n\"There were about 60 people in the classroom. We closed the door and barricaded it with chairs,\" one student, Semyon Karyakin, told Reuters news agency.\nThis piece of footage of students jumping to safety was broadcast on Russian TV:\nThe gunman reportedly acted alone and said he had no political or religious motives.\nIn a social media post he also said he was consumed by hatred and intended to do harm to others. \n\"I've thought about this for a long time, it's been years and I realised the time had come to do what I dreamt of,\" he said on a social media account attributed to him that was later taken down, Reuters news agency reports. \nEarlier this year, a 19-year-old gunman opened fire in his old school in the central Russian city of Kazan, killing nine people. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58623689",
      "category": "uk-wales-politics",
      "title": "Covid: Welsh ambulance service asks for military help again",
      "tags": "Welsh Ambulance Service,NHS Wales,Coronavirus pandemic",
      "text": "The Welsh Ambulance Service says it is seeking support from the military again as it faces increasing pressure from Covid cases.\nIt follows similar moves in Scotland and parts of England.\nThe service's chief executive says the request will give them a \"head-start\" ahead of a predicted \"tough winter\".\nWales' NHS is under growing strain, with intensive care said to be struggling with rising admissions.\nEarlier in September a rugby player faced a six-hour wait for an ambulance to take him to hospital after a serious injury.\nIt comes after the Welsh Conservatives urged the Welsh government to take up an offer from Welsh Secretary Simon Hart of military support.\nThe army last helped drive ambulances during the winter wave of Covid - it has also assisted with the vaccine rollout, the distribution of PPE and the construction of a temporary hospital in Cardiff.\nFirst reported in the National, Jason Killens, chief executive of the Welsh Ambulance Service, said: \"Covid-19 has presented a challenge like no other, but the last couple of months in particular have meant significant and sustained pressures on our ambulance service. \n\"The Trust is starting to return to some of the arrangements we had in place at the height of the pandemic to better manage the increase in Covid-19 related activity that we're feeling the impact of once again. \n\"As part of this, we're looking to secure support from other agencies as we have done in the past, including the military, and work has been under way for several weeks to facilitate this, including support with logistical planning in the past week from military colleagues themselves. \n\"This will enable us to get a head start on what we foresee will be a tough winter, especially when you couple Covid-19 demand with seasonal flu and our usual winter pressures, which staff and volunteers across Wales are already starting to feel the pinch of in September.\"\nThe Welsh Conservatives' health spokesperson Russell George MS said: \"That the Armed Forces are being asked to help the ambulance service is a sign that circumstances have moved well beyond normal levels of difficulty and I hope getting this help will give people peace of mind.\"\nHe said the Welsh Conservatives would be holding a debate in the Senedd on Wednesday to discuss \"the troubles facing the ambulance service\". \nWales' case rate stands at 514 cases per 100,000.\nLatest hospital figures give an average of 39 Covid admissions every day, with the number of patients with a positive test up to 494 from 439 last week.\nA recent Welsh government report said the impact of flu and other respiratory conditions could also be 50-100% higher than a typical winter season.\n\"We need to prepare for the possibility of very challenging conditions with lots of viruses in circulation,\" the Technical Advisory Group said.\nThe Welsh government said the trust was developing an \"option\" for military support.\nA Welsh Government spokesperson said: \"The ambulance service is facing increased pressure caused by the pandemic and as we enter what will be a difficult winter period.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58600845",
      "category": "uk",
      "title": "Football agent Aidy Ward broke rules by targeting minors",
      "text": "A leading football agent who used to represent Raheem Sterling has broken Football Association rules by signing under-age players, according to evidence seen by BBC Panorama.\nAidy Ward also asked Mr Sterling to speak to a 15-year-old, as part of an attempt by Mr Ward to sign him.\nMr Ward, who owns Colossal Sports Management, said he could not comment.\nThe FA prohibits agents offering deals before 1 January in the year of a player's 16th birthday.\nThe BBC understands that Mr Ward is already under investigation by the FA in relation to this incident, but the association has yet to conclude its inquiry. \nEvidence seen by Panorama reveals how Mr Ward, at a dinner with a 15-year-old boy and his mother at a restaurant in London, video-called his most famous client Raheem Sterling and asked him to speak to the boy.\nMr Sterling's lawyers told Panorama that as an England international he feels a responsibility to speak to aspiring players and has done so a couple of times at Mr Ward's request. \nHowever, he does not speak to them about agents or financial issues, and he supports FA rules designed to protect young players.\nMr Sterling, who has a small shareholding in Colossal given to him by Ward, dropped him as an agent late last year. \nMr Ward said he could not comment out of respect for the FA investigation.\nPanorama has seen a series of leaked emails and messages that appear to show how Mr Ward has been trying to build his business by signing young players to his agency.\nThe programme has spoken to the parents of seven under-age footballers, who all say that Colossal had approached them offering their services.\nPanorama has also seen the minutes of a Colossal meeting, which took place at a south London restaurant in 2017.\nThe email includes a list of players the agency wanted to sign - six of whom were 14 or younger at the time.\nMr Ward did not respond to these points when asked by Panorama. \nPanorama has also spoken to a Premier League scout, who said that agencies like Colossal can often use underhand tactics to sign players. \nWishing to remain anonymous, he said: \"They target a single-mum family because it's easy. It all starts from a very, very young age.\"\nOne former youth player, Foday Nabay, now 23, told the programme he was approached by Mr Ward when he was just 12 years old.\nMr Nabay, who was born in Sierra Leone and moved to England with his mother when he was six, was at the time playing with England's under-16 squad, having become a star of Birmingham City's youth academy. \nMr Nabay said he was happy at Birmingham but Mr Ward suggested a move to Fulham, who were in the Premier League at the time. \nMr Ward says he has never been Mr Nabay's agent, but Panorama has obtained a series of confidential emails from 2013 that appear to contradict his claim.\nIn the emails, Fulham's academy director, Huw Jennings, Mr Ward and another agent he was working with discussed the terms of Mr Nabay's transfer, who was by then 14 years old. \nThe negotiations concluded with an offer from Fulham's academy director to pay the agents their full fee - which was £120,000 - if the deal went through.\nWhen Mr Nabay found out there were agency fees involved, he told Fulham he would only sign if they were not paid.\nFA rules state an agent cannot request or receive any payment in relation to a transfer of an academy player before the year of their 16th birthday. Agents are also not allowed to make any approaches to the player or their family before that date.\nFulham did not answer the BBC's detailed questions about Mr Nabay's transfer, but said that the club had neither paid, nor agreed to pay, Mr Ward or the other agent in relation to the player's registration with the club.\nThe FA says it thoroughly investigates all allegations of rule-breaking by agents, and that about 50 have been sanctioned over the last three years.\nMr Nabay signed with Fulham but was released by the club in March 2018, when he was 19.\nHe says he felt manipulated by Mr Ward for pushing him into a move he was never happy with.\n\"I was in my room 24/7, didn't want to leave, I didn't want to do anything. I was really not in a good place,\" he said. \nYouth academies, which train talented players, can be big money-spinners.\nLast summer, Premier League clubs earned at least £250m from selling their academy graduates. \nFootball finance expert Kieran Maguire said the problem goes beyond just one agent or one academy. \n\"The commoditisation of young footballers means they are now being viewed by some clubs as potential profit centres.\" he said. \nWatch BBC Panorama: Football's Broken Dreams on BBC One on Monday at 20:30 BST and on BBC iPlayer afterwards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58500579",
      "category": "world-asia",
      "title": "Afghanistan: Journalists tell of beatings by Taliban",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,Journalism",
      "text": "Journalists in Afghanistan say that they have been beaten, detained and flogged by the Taliban when attempting to cover protests. \nPhotos circulating online show two journalists from Etilaatroz newspaper with welts and bruises after their arrest in the capital Kabul. \nOne of them, Taqi Daryabi, told the BBC he had been taken to a district police station where he was kicked and beaten. \nOn Wednesday, the BBC's team were also prevented from filming. \nMr Daryabi, alongside Etilaatroz's photographer Nematullah Naqdi, had been covering a women's protest in Kabul on Wednesday. \nAfterwards, they were taken to a police station, where they say they were beaten with batons, electrical cables and whips. A few hours later, they were released by the Taliban, without explanation. \n\"They took me to another room and handcuffed my hands behind me,\" he told the BBC's Secunder Kermani in Kabul. \"I decided not to defend myself because I thought they would just beat me even worse, so I lay down on floor in a position to protect the front of my body. \n\"Eight of them came and they started beating me... Using sticks, police sticks, rubber - whatever they had in their hands. The scar on my face is from shoes where they kicked me in face.\n\"I was unconscious after that so they stopped. They took me to another building where there were cells and left me.\"\nMr Daryabi said he had fallen unconscious after the beating, and that after about two hours he had been released. \n\"I could barely walk but they were telling us to walk quickly. I was in very bad pain.\"\nNematullah Naqdi said Taliban fighters had tried to take away his camera as soon as he started taking photographs of the protest.\n\"One of the Taliban put his foot on my head, crushed my face against the concrete. They kicked me in the head... I thought they were going to kill me,\" Mr Naqdi told AFP news agency.\nHe asked why he was being beaten, only to be told: \"You are lucky you weren't beheaded.\"\nAfghanistan's Tolo news agency reported that its cameraman had been arrested and held by the Taliban for nearly three hours.\nThe CPJ, an international non-governmental organisation, said at least 14 journalists had been detained and then released over the past two days. \n\"The Taliban is quickly proving that earlier promises to allow Afghanistan's independent media to continue operating freely and safely are worthless,\" said Steven Butler, CPJ's Asia programme co-ordinator. \n\"We urge the Taliban to live up to those earlier promises, to stop beating and detaining reporters doing their job, and allow the media to work freely without fear of reprisal.\"\nEarlier this week, the Taliban, which seized control of Afghanistan in a sweeping offensive more than three weeks ago, announced the formation of an all-male interim government to rule the country.\nSince then, they have effectively banned protests, declaring them illegal unless permission is sought from the ministry of justice."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58626018",
      "category": "business",
      "title": "Gas prices: 'I'm just watching the meter go up'",
      "tags": "Money,Ofgem,Personal finance,UK economy",
      "text": "Stacey Stothard followed all the advice. Aware that energy prices were rising, she shopped around to find a decent fixed deal for her gas and electricity.\nShe saved £300 - or so she thought. \nHer new energy supplier went bust and now she will be switched automatically to another one, and she is facing much higher bills, potentially amounting to hundreds of pounds more a year.\n\"It is just like watching the meter go up and up,\" she says. \"I did the right thing - not going for the cheapest deal, but choosing a company with a decent customer service record.\n\"I tried to protect myself from this turbulence. Now I've just had to order a lot of logs for the burner.\"\nShe is in a position already faced by hundreds of thousands of people, and which could also be the fate of many, many more homeowners and renters.\nMs Stothard's supplier was Dorset-based Utility Point which had 220,000 customers and was among four to have ceased trading in recent weeks.\nAt the beginning of 2021 there were 70 energy suppliers in the UK, but industry sources have said there may be as few as 10 left by the end of the year.\nCustomers, like Ms Stothard, of collapsed firms are automatically transferred to another supplier. At present, given the crisis, it is likely that they will go to one of the UK's biggest energy companies.\nTheir old deal is cancelled. When they are moved, the new supplier comes to an agreement with the regulator Ofgem about which tariff they will be placed on which, in all likelihood at the moment, will be more expensive. That is because the wholesale cost of gas has soared recently.\nThey can switch again to another supplier of their choice to find a better deal, but only after initial the transfer is complete. \nCustomers like Ms Stothard, who lives in Skipton, are seeing any decent deals disappear, leaving them without much of a choice. Some comparison sites have even suspended their service.\n\"In that time the nearest comparable deal has become significantly higher. I've been instructed that I must wait to hear from my new supplier. With each passing day, the energy prices are increasing,\" she says.\nThere is a backstop in place, called the energy price cap, which is set by the regulator Ofgem under government policy.\nThe energy cap is the maximum price suppliers in England, Wales and Scotland can charge customers on a standard - or default - tariff.\nThat cap will rise from its current level on 1 October.\nEven though it is rising - a move that will affect an estimated 15 million people - it does mean suppliers cannot just charge customers as much as they like as their own costs rise.\nCurrent fixed rate deals for remaining suppliers must also be honoured.\nGeoff Ravenhall, from Rugby, faces paying a tariff at the price cap level. He switched away from British Gas, only to become a customer again after his supplier went bust.\n\"They are ridiculous prices. As people have less and less income, it is getting more expensive,\" he says.\n\"It will be a while before another supplier is brave enough to offer a competitive rate.\"\nThe vast majority of households pay their gas and electricity bills by direct debit. They pay the same amount each month, irrespective of how much energy they use.\nIn the summer, they tend to pay for more than they use, so their credit balance builds up. Their supplier temporarily holds onto the overpayments until the winter when monthly payments tend not to cover the extra energy being used in the colder, darker months.\nCustomers of firms which have collapsed at the end of the summer are worried that they might lose the credit which they have built up. The same is true among customers of firms on the brink, like John who contacted the BBC.\n\"I am about £500 in credit, I am concerned if they go bust and I lose my £500 credit,\" he says.\nA new supplier taking on customers of a collapsed firm will honour that credit, under Ofgem rules. The regulator, and Citizens Advice, recommend keeping evidence of statements and payments.\nBut that may become expensive for surviving suppliers taking on the burden of new customers, which is why the big energy companies are lobbying the government to provide financial support.\nRead more about the next best steps to take here"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58631262",
      "category": "uk-politics",
      "title": "Rich nations must increase climate support funds, says Boris Johnson",
      "tags": "Boris Johnson,COP26,Climate change",
      "text": "Boris Johnson has renewed his call for richer countries to increase financial support to poorer ones fighting the effects of climate change.\nSpeaking at a UN gathering in New York, the UK PM said he was \"increasingly frustrated\" at support offered to countries hit hard by global warming.\nHe added many richer economies had pledged \"nowhere near enough\".\nA longstanding promise to give $100bn (£73bn) a year to poorer countries has not yet been met.\nSome 100 world leaders are meeting at the UN General Assembly this week, ahead of a key UN climate conference hosted in Glasgow next month. \nMr Johnson said \"history will judge\" countries who \"lacked the courage to step up\" once the Glasgow conference, called COP26, has finished.\nAs far back as 2009, the developed world agreed it would provide $100bn a year by 2020 to help poorer countries deal with the effects of climate change.\nBut the Organisation for Economic Co-operation and Development (OECD) recently estimated that by 2019 the figure had reached just over $79bn.\nAddressing other leaders at the UN climate meeting, Mr Johnson said the gap between what had been promised and what had been delivered \"remains vast\".\n\"Too many major economies - some represented here today, some absent - are lagging too far behind,\" he added.\nOn his way to New York, Mr Johnson had downplayed the chances of the $100bn target being hit by the Glasgow summit, saying it was \"six out of 10\".\nHowever, US President Joe Biden's climate envoy, John Kerry, has since raised hopes it could be met, hinting his boss could announce more money during his speech to the UN assembly on Tuesday.\nMr Kerry told Sky News: \"I think we're going to get it done by COP [26], and the US will do its part.\"\nAsked if Mr Biden will announce more funds this week, he added: \"I'm telling you to stay tuned into the president's speech, and we'll see where we are.\"\nThe US presents a huge obstacle to the climate talks. \nPresident Biden says he wants to undo the harm caused by President Trump's withdrawal from the international climate agreement.\nBut he's facing a very big bill to help developing nations cope with the effects of global heating, and it's not yet clear he can persuade Congress to stump up the cash.\nRich nations have agreed to help poorer countries with a $100bn annual goal as of 2017-18. \nRecent research from the UK think tank the Overseas Development Institute found the US paid only 4% of its \"fair share\".\nIt suggested $40bn would be a reasonable US contribution - and the president may pledge additional money at the UN General Assembly on Tuesday.\nIf the cash doesn't flow, major developing nations may resist making further emissions cuts themselves.\nChina and India already feel aggrieved that they're being asked to curb emissions at a far earlier stage in their development than western nations.\nAsked about Mr Kerry's comments on Monday, Mr Johnson said an increased commitment from the United States would make a \"huge difference\".\nBut he cautioned: \"We have been here before, we have all heard lots of pledges, lots of positive noises, let's see where we get to.\n\"We are not counting our chickens.\"\nThe UK, which has so far committed £11.6bn in international climate finance over the next five years, is under pressure to burnish its green credentials ahead of the Glasgow conference, beginning in just over a month.\nThe lead author of a UN-commissioned expert report into the pledge, Amar Bhattacharya, says among the G7 group of rich countries, the \"three countries that have been the leaders are Germany, Japan and France in that order\".\nThe UK and Canada are slightly behind them - but the United States and, in particular, Italy, are regarded as the main two laggards."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58615510",
      "category": "uk-wales",
      "title": "Gwynedd: Crumbling wall above rail line sparks disaster fears",
      "tags": "Natural Resources Wales,Llwyngwril,Road safety,Gwynedd Council",
      "text": "It is \"only a matter of time before a dreadful tragedy happens\" on a coastal road where a wall has \"crumbled to virtually nothing,\" a Gwynedd councillor has said.\nThe boundary wall on a stretch between Llwyngwril and Friog overlooks a steep bank with a railway track below.\nLouise Hughes said the issue was raised with Gwynedd council in 2015, but repairs were yet to be made.\nThe council said it was investigating whose responsibility the wall was.\n\"It has crumbled to virtually nothing all along the road... it's only a matter of time before a dreadful tragedy happens,\" said Ms Hughes, who represents Llangelynnin ward.\n\"Llwyngwril Community Council first raised the issue with Gwynedd Council back in January 2015, who then transferred it to NRW [Natural Resources Wales] in May 2015, as NRW are responsible for the boundary wall and crash barrier. \n\"Since then it has been passed back and forth between the authorities.\"\nShe added that she had also raised the matter at the Cambrian Coast Railway Conference as a matter of urgency on numerous occasions, but \"it has fallen on deaf ears\". \n\"The community council, and myself, feel we are being fobbed off and that as it stands the matter is unacceptable,\" she said.\nGwynedd Council said: \"The safety of all road users is vitally important to the council, and we are investigating whether this site is the responsibility of the local authority or another organisation.\n\"We will discuss any developments with the relevant elected members and community council.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58618228",
      "category": "uk",
      "title": "Covid: Jabs for children begin and loans considered for energy firms",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nThe Covid vaccine rollout for children aged between 12 and 15 in England and Scotland is beginning today, along with the UK's programme of booster jabs. Children will be vaccinated mainly within schools, although the jabs will also be available at drop-in centres. The rollout is also beginning in Wales this week, while in Northern Ireland jabs are likely to be offered from October. Meanwhile, millions of over-50s and vulnerable people across the UK will also be contacted from today to arrange their booster shots.\nThe government is considering offering emergency state-backed loans to energy companies as firms battle to stay afloat in the face of surging gas prices. Smaller suppliers face ruin as soaring wholesale costs have made their price promises to customers undeliverable. Prime Minster Boris Johnson says the problems stem from economies around the world waking up after coronavirus lockdowns. And he insists the government will do everything it can to prevent companies from going under. The business secretary will hold crisis talks with industry bosses on Monday. \nThe US imposed a travel ban last March due to the pandemic and the country's tourism industry was hoping it would be lifted after President Joe Biden visited the G7 international summit in Cornwall in June. You can't fly to the US from the UK or European Union unless you have a National Interest Exemption.  So that means you can't visit sick relatives, see family members, or go on holiday. But what's the reason behind keeping the travel ban in place?  North America editor Jon Sopel has taken a look.\nEwa-Lena Rasmusson struggled with knee pain but she's no longer stumbling slowly out of bed after an app used during the pandemic created exercise plans designed to help tackle joint pain. \"I can really feel the difference,\" says the 55-year-old from Stockholm who has been using Joint Academy, which sends a \"nudge\" to do a workout. It can also adapt training depending on her feedback and allows her to message a real-life physiotherapist. Find out more here.\nThey're homeless, hungry but hopeful they will make their names as dancers. Meet the Street Family Dance Crew from Nairobi who have spent years finding ways to survive. They've struggled with street life and the pandemic but the crew has been invited to create a dance video for famous Kenyan rapper Collo. Find out more about their quest for fame and fortune.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith almost 30,000 new Covid infections reported on Sunday, why do daily cases remain high when the majority of UK adults have had both jabs? We've taken a look.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58627115",
      "category": "uk",
      "title": "Princess Beatrice gives birth to a girl",
      "tags": "UK Royal Family,Princess Beatrice",
      "text": "Princess Beatrice and her husband Edoardo Mapelli Mozzi have welcomed a baby girl, who was born on Saturday.\nThe Queen's granddaughter gave birth to her first child, weighing 6lb 2oz, at the Chelsea and Westminster Hospital.\nBuckingham Palace said the princess and her daughter were \"doing well\" and the baby's grandparents and great-grandparents were \"delighted\".\nThe baby girl will be 11th in line to the throne and is the Queen's 12th great-grandchild.\nIn a post on Twitter, the princess said she was \"so delighted to share the news of the safe arrival of our daughter\", thanking the midwife team and everyone at the hospital \"for their wonderful care\".\nBeatrice is the elder daughter of the Duke and Duchess of York. She married property tycoon Mr Mapelli Mozzi in a private ceremony in July 2020.\nShe is stepmother to Mr Mapelli Mozzi's son Christopher Woolf, known as Wolfie, from his previous relationship with ex-fiancee Dara Huang.\nA statement from Buckingham Palace said: \"The new baby's grandparents and great-grandparents have all been informed and are delighted with the news. The family would like to thank all the staff at the hospital for their wonderful care.\n\"Her Royal Highness and her child are both doing well, and the couple are looking forward to introducing their daughter to her big brother, Christopher Woolf.\"\nBeatrice became an aunt for the first time in February, when her sister Princess Eugenie gave birth to a baby boy named August.\nFollowing the arrival of the Duke and Duchess of Sussex's second child - Lilibet \"Lili\" Diana Mountbatten-Windsor - in June, the princess herself moved from 9th to 10th in line to the throne.\nThe princess, who is not a full-time working royal, is vice-president of partnerships and strategy at Afiniti, an artificial intelligence software firm.\nShe is also patron of a number of charities, including the Forget Me Not Children's Hospice, the Teenage Cancer Trust and the Helen Arkell Dyslexia Centre.\nHer husband, known as Edo, is the son of former Olympic skier Count Alessandro Mapelli Mozzi and Nikki Williams-Ellis.\nPrincess Beatrice was last seen in public on September 16, at the Forget Me Not Children's Hospice garden party to celebrate the tenth anniversary of Russell House."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58620507",
      "category": "uk-politics",
      "title": "MP Rosie Duffield wants meeting with Sir Keir Starmer over transgender debate",
      "tags": "Rosie Duffield,Labour Party",
      "text": "A Labour MP wants a meeting with Sir Keir Starmer to clarify where the party stands on transgender issues.\nRosie Duffield, who has clashed with campaigners over her views on self identification for trans people, said the party's position was unclear. \nBut a senior Labour MP said it was \"being used as a wedge issue\" when the party should be focused elsewhere.\nMs Duffield also confirmed she would not attend this week's party conference after online threats to her safety. \nThe abuse has been widely condemned by politicians and activists, who called it \"utterly unacceptable\".\nLast week, Labour's shadow equalities minister Marsha de Cordova resigned from her post, saying she wanted to focus more of her time in her marginal constituency of Battersea, and shadow women's minister Charlotte Nichols also stepped down. \nIt is not known if the debate within the party over transgender issues had anything to do with their resignations, but it leaves a gap on the party's frontbench when it comes to issues of equality and women's rights. \nCanterbury MP Ms Duffield has regularly used social media to outline her own position on transgender issues. \nShe believes that biological females should have protected spaces where biological males are not allowed to go, such as domestic violence refuges and prisons, and she is against people being able to self-identify as trans to gain access to those spaces. \nMs Duffield has said she is \"completely supportive of trans rights\", but she has been condemned by some LGBT+ groups for her position - which say trans men and women should be treated the same as biological men and women - as well as for endorsing controversial tweets on the issue.\nAnd two of her staff members resigned from her office over her views. \nA senior Labour MP, who did not want to be identified, told the BBC they were frustrated with the \"oxygen\" being given to the subject, calling it \"a stupid, pointless, manufactured row about rights\" that was distracting from the issues that needed debating.\nThey added: \"Let's talk about how every single trans person awaiting NHS treatment is having their rights to see a specialist in 18 weeks under the NHS constitution breached, for example, rather than whether Rosie Duffield thinks everyone should have their genitals and chromosomes checked to go to the toilet.\"  \nSpeaking to BBC Radio 4's Today programme, Ms Duffield said she and other female MPs had asked for a meeting with Sir Keir to discuss transgender rights and women-only spaces, but it had not yet taken place. \n\"Lots of women have been asking to meet with Keir Starmer in groups or one-to-one about this issue and obviously he is incredibly busy, but it would be good to just clarify what our position is as a party and just to discuss how we go forward with this issue,\" she said. \n\"He's always positive about trying to organise a meeting, it just hasn't happened yet. I think it is really necessary that we actually talk about this.\"\nAsked what sort of threats she had received as a result of her views, Ms Duffield said the \"levels of vitriol are pretty horrible\".\nShe added: \"Women have every right to voice their opinions. I have seen tweets by male colleagues that have been identical to mine about Labour policy for example, and the comments under mine and other women's tweets are very different. \n\"This is is a cross-party issue. All women in public life, anyone who puts their head above the parapet... just gets abuse for the way we look, what we say and it is really horrible and it always turns to violence when its women. \n\"We always get the violence, pictures of guns, pictures of mocked up nooses, that's the kind of thing we get on social media.\"  \nBy Ione Wells, BBC political correspondent \nThere are two key issues at play here.\nFirstly, Rosie Duffield has taken a stance on an emotive topic that gives rise to controversy, around people's identities, the right to self-identify and gain access to certain spaces. \nThat has, and will, open her up to scrutiny, as taking any strong opinion in politics can do. \nThat is particularly the case with this issue when there are live debates around whether gender recognition laws need to be changed. \nSecondly, what politicians of all stripes agree on is that no one in public life should fear for their safety if some critics turn legitimate criticism into abuse.  \nOnline abuse of women in public life, and the threat of this translating into offline abuse, is also nothing new. \nSo while Labour clarifying to MPs its stance on self-identification may help resolve internal party conflicts over this topic, it's not clear - or likely - this would prevent people like Rosie Duffield and other women in public life receiving online and real-life threats.\nAfter the news Ms Duffield would not be attending the Labour Party conference in Brighton was reported by the Sunday Times, a number of public figures spoke out against the abuse she had received.\nCommons Speaker Sir Lindsay Hoyle said too many people had been \"targeted for their opinion or the office they hold\", adding: \"In order to protect democracy, we need to ensure those participating can do so without threats of intimidation.\" \nLondon Mayor Sadiq Khan said it was \"unacceptable\" she felt unsafe, telling the BBC's Andrew Marr: \"We must be able to have this conversation in a civilised way.\" \nAnd the LGBT+ Labour group put out a statement, saying it \"totally condemns the abuse and physical threats\" the MP had faced. \nIt added: \"We have made clear our political disagreements with Rosie on policy affecting trans people, but political disagreement should never result in abuse or physical threats. It is utterly unacceptable.\"\nThe Archbishop of Canterbury, Justin Welby, also took to Twitter to speak out against the abuse, posting: \"Absolutely everybody has the right to be safe from abuse, threat or harm. That includes Rosie Duffield and the transgender community.\n\"It's about time we looked for our shared humanity in our dealings with others, rather than the division.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58625781",
      "category": "world-europe",
      "title": "La Palma volcano: Lava destroys homes in the Canary Islands",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58597432",
      "category": "world-asia",
      "title": "'There’s security but no money': Afghans settle into life under Taliban rule",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "At Balkh airfield in Mazar-i-Sharif, northern Afghanistan, Taliban fighters excitedly snap photos of a Russian-made MI-17 helicopter touching down.\nOn board are senior Taliban officials. Sitting in the cockpit are their former enemies: pilots from the old Afghan air force. \nMaulvi Abdullah Mansour, the Taliban commander in charge of the airfield, shows me round the fleet he now controls. It includes attack helicopters and fighter planes, gifted to the previous government by international forces.\nUnder the old government, the aircraft were often used to target the group. It's not clear how they will be used now that the war is over. \"If we ever need them in the future, they are here,\" Mansour says.\nAs the Taliban advanced across Afghanistan ahead of its August victory, dozens of pilots fled the country in fear of their lives, taking their aircraft with them. But others stayed on and now work under the leadership of the Taliban, reassured, it appears, by assurances of an amnesty. \nI ask Maulvi Mansour how it feels to now be working alongside men he was once fighting against. \"We always knew in our hearts that we would conquer and liberate the country,\" he says, \"but we also knew that one morning we would sit down and work together because they are our countrymen.\" \nSitting next to him is Gul Rahman, a helicopter pilot. He appears cautious in his answers, insisting that once he heard about the Taliban's amnesty he was never afraid of returning to work. \n\"It was inevitable this would happen one day,\" he says, \"we never thought we could continue on our separate paths forever … We will leave the politics to the politicians and work together to develop the country.\"  \nYounger Taliban fighters mill around us in the hangar, looking on with curiosity at two MD-530 helicopters. Signs of a degree of underlying tension are visible as one of the Talibs quizzes a mechanic about his qualifications. \"You all got these jobs through personal connections, not because you're properly qualified,\" he says in an accusing tone. Nevertheless, overall the atmosphere seems amicable.\nElsewhere, the transition from old to new regime is going less smoothly. The country is facing an economic crisis, with foreign reserves frozen as the international community decides how to help Afghans but not the Taliban. There are restrictions on cash withdrawals and long queues at banks. Second-hand markets have sprung up in cities across the country, with desperate Afghans trying to sell their possessions just to be able to afford enough to eat. \nOne woman, Shagufta, is sat on the roadside, rifling through the clothes she's brought to sell. \"Life has become an insult now, we are dying slowly,\" she tells us tearfully. She's weak because she didn't have any food for breakfast, or for dinner the night before. \"Everything I had I gave to my children,\" she says, \"now I am selling their finest clothes, what they used to wear to weddings … If I get a good price I will buy oil, rice and flour.\" \nHer story epitomises the deep-rooted inequalities in the country. Her husband retired from the police six years ago, but barely ever received his pension under the previous government. The family was just about able to cope as Shagufta worked washing and stitching clothes in her neighbourhood. With increased financial pressure though, even that work dried up. \"The Islamic Emirate is good, there's no theft or crime anymore,\" she says. \"We just have one problem, there's no work and no money.\" \nThe second-hand market in Mazar-i-Sharif is teeming. Many of those we meet are government employees. Most public sector workers haven't received their salaries for at least two months now. The problem began under the previous government, but now they have no idea when or if they will be paid again. \nOne teacher has already sold everything she can. \"I became a shopkeeper in my own house and sold all my belongings … Whatever I earned I am using to buy food now. Whenever I come here and see the condition of the people I go home and cry.\" Nonetheless, she says she's still turning up to work every day. \nAcross the road is Mazar-i-Sharif's main hospital. It's now run by a Taliban official, but his deputy is continuing in the same position he held under the previous government. Staff haven't been paid since the Taliban takeover, with uncertainty over how the ministry of health will be funded, while the current reserve stock of medicine will only last for another month.\nThe transition of power in Afghanistan ended up being much less violent and bloody than many had feared, but around half the country were already in dire need, and for many now the struggle to survive is getting even harder. \nBack in Kabul, we meet a former policeman trying to make ends meet. \"It makes no difference to me who's in the government,\" he says. \nHe is now selling Taliban flags by the side of the road.\n\"There's no work around,\" he says. \"What else can I do?\" \nAdditional reporting by Malik Mudasir and Shams Ahmadzai."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58619393",
      "category": "world-us-canada",
      "title": "US travel ban: Why is Biden still keeping Britons out of US?",
      "tags": "Tourism,United States",
      "text": "As I am writing this, Prime Minister Boris Johnson is in the air on his way to the US. \nA couple of dozen journalists will be on the plane with him. An advance party is already in Washington DC. \nEvery one of those will be allowed in because the American authorities have granted them a National Interest Exemption. Without it, you cannot enter the US from the UK or the European Union. Period.\nBut why? Or to put it simply, what possible justification is there for President Joe Biden to keep this travel ban in place?\nIt's a blunt instrument that prevents family members from visiting sick relatives, grandparents meeting grandchildren, business-people (unless they have got bloody good connections) from coming into the country to invest. And on and on it goes.\nThere are any number of big-ticket items for the two leaders to discuss when they get together on Tuesday at the White House - French anger over the submarine deal, the upcoming climate change conference in Glasgow, Afghanistan - and on and on.\nBut there is also this one item that should be relatively easy to sort out, which I suspect is of more immediate concern to tens of thousands of Brits and millions of Europeans.\nThe ban - understandably - was introduced by Donald Trump last March via a Presidential Proclamation, as the pandemic was starting to spread. There was much speculation that when President Biden visited Cornwall in June for the G7 international summit he would lift the ban.\nCertainly, the US tourism industry was hoping so. \nAnd I get more unsolicited emails on this subject than any other from British people frustrated beyond belief that they can't get to see elderly family members who are too sick to travel from the US. \nOne man who got in touch bemoaned the fact that he couldn't get to see a relative dying of cancer, but he had seen on the Daily Mail website a picture of a Chelsea footballer during the summer frolicking on the beach in Florida. Elite sports teams seem to get waivers very easily. Normal mortals, not so much.\nEven British tennis player Emma Raducanu's parents couldn't come and watch their daughter play in the final of one of the highest-profile sporting events in the US.\nI did an interview with President Biden's National Security Advisor, Jake Sullivan, before the gathering in Carbis Bay and he had two buckets of ice cold water to pour over the idea that there was to be an imminent lifting of the ban.\nHe did his best to sound sympathetic - and said (entirely reasonably) that the US would be guided by the science, and working parties would be established to examine the issue.\nOK, I hear you say - that seems reasonable. \nBut if entry into the US is being governed by epidemiological concerns about the risk from Covid, why are there no restrictions for people coming from countries which have a much higher incidence of the disease, like some nations in the Caribbean, or from those countries which have a far lower percentage of the population vaccinated, like Argentina?\nAnd if it is about concern over the spread of the Delta variant can someone explain to me the science that allows American citizens to freely come and go to the UK and Europe without any quarantine requirements when they return?\nAlso the Delta variant is rampant throughout the US, made worse by certain sections of the population refusing to get vaccinated.\nHere's the political problem, and I think it is twofold. \nThe first is this: Biden's approval ratings have been slipping over the summer. Yes, in Europe, the focus has been on the woeful misjudgements by the president over the US withdrawal from Afghanistan. But here, much more focus is on the latest coronavirus wave, which this administration had promised it would deal with so much more effectively than his predecessor. \nBut instead, new cases, deaths and hospitalisations have been rising steeply. So, in that context, what is the political impetus for Joe Biden to lift the travel ban if it brings charges from your opponents that you've gone soft on tackling the disease?\nBut I am not sure that really gets to the nub of it. It is more likely bureaucratic stasis. \nPoliticians down the ages are the reverse of golfers - they have always preferred the long grass than closely trimmed fairways. Put the Covid ball into the deep stuff and let it stay there.\nThe moment you hear working parties, inter-departmental cooperation you should feel anxious. On the US side, this travel ban is now a matter for the State Department, Health, Homeland Security, the Transportation Department, the Centers for Disease Control and National Security Council. I have probably left some bodies out of that.\nIn other words no one person or department owns the decision; no one owns the policy. It is going to take someone to bang heads together and deal with this. And exasperated British officials that I have spoken to say they see no sign of that happening.\nI am told Johnson is intending to raise this with Biden at their meeting on Tuesday. Maybe his persuasive powers will lead to the US president rescinding the proclamation. \nBut more likely, I'm hearing, is - at best - a slight tinkering with the terms of the agreement. Remember there is a far higher percentage of Britons double-vaccinated than Americans. Could that be made a criterion of entry?   \nAnd if not now then when? Is the administration really saying that it won't lift the ban until Covid is eliminated from the planet - although if you route yourself through Buenos Aires or Barbados for a couple of weeks you can enter the US? Isn't that just nuts?\nBy all means be driven by the science, but the science can't be applied to Britain and Europe alone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58615586/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Shielders get 'lower vaccine protection'",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "People who were on the shielding list have lower protection against serious illness from Covid-19, even after two doses of vaccine, research has found.\nPublic Health Scotland and the University of Edinburgh published the study as a booster programme for vulnerable people and over 50s began.\nChildren aged 12 to 15 are also able to get a Covid vaccine in Scotland.\nThe injections for young teenagers will be available at drop-in centres and later in schools.\nOlder care home residents will be the first to be offered a booster jag.\nThe study found those classed as clinically extremely vulnerable had 66% protection against severe illness after two vaccine doses, compared with 93% protection in fully vaccinated people without any high-risk conditions.\nResearchers said they hoped a third booster vaccine would increase protection levels further for those who had previously been asked to shield.\nOf more than 3.5 million people who have had two vaccine doses in Scotland, the study found just 330 cases of severe Covid-19.\nAlmost half  were in people whose health conditions meant they were classed as \"extremely vulnerable\". Most of the remainder were in people with more moderate risk conditions.\nProf Helen Colhoun, of the University of Edinburgh, said: \"The fact that we see an increase in protection from the first to the second dose gives hope that a third dose might increase protection further.\"\nDr Nicholas Phin, director of public health science at Public Health Scotland, said: \"The findings of this study confirm that all the vaccines approved for use in the UK continue to be highly effective at reducing severe illness and death from Covid-19.\n\"Whilst those who are clinically extremely vulnerable get, on average, a substantial level of protection to Covid-19, it will vary from person to person and by the nature of their vulnerability.\"\nThe booster shot of vaccine is being offered to all adults over 50, frontline health and care workers, younger adults with health conditions that put them at higher risk, and adult household contacts of people with suppressed immune systems.\nThe JCVI advisory group said the move was needed amid concern about waning immunity ahead of winter.\nResidents in care homes for older people will be offered both flu and Covid booster vaccines.\nAdults aged 70 years or over, and everyone aged over 16 on the highest risk list, will be contacted from the end of September either by letter or by their GP.\nOther eligible groups - all adults over 50, all those aged 16 to 49 with underlying health conditions, adult carers, unpaid and young carers, and adult household contacts of people who are immunosuppressed - will be able to book online from October.\nThe booster dose can be given alongside the flu jab and should be offered no earlier than six months after completion of the primary vaccine course. \nHealth Secretary Humza Yousaf said: \"The booster programme will run alongside our biggest ever flu vaccine programme as both of these programmes are important for individual and for public health and, wherever possible, those eligible will be offered Covid-19 booster and flu vaccines together.\"\nYoungsters in the 12 to 15-year-old age group will be sent vaccination invites by post from next week. \nMr Yousaf told BBC Radio's Good Morning Scotland programme that the government had prioritised community drop-ins over school vaccination programmes.\nDrop-in clinics in Forth Valley, Lothian, Dumfries and Galloway, Tayside and Lanarkshire are accepting youngsters in this age group, with the remaining health boards expected to begin later in the week, once staff training in getting informed consent from 12 to 15-year-olds is complete. \nThe vaccination programme in schools will start after the scheduled appointments, but in some rural areas the vaccine will first be offered at school.\n\"We recognised that switching our drop-ins to 12 to 15-year-olds, with 12 to 15-year-olds being accompanied by an adult who can give verbal consent, is the quickest way to do this,\" he said. \n\"The more people we have, the greater the uptake amongst that population level, the better the outcomes in terms of avoiding educational disruption and, of course, for health reasons, not just for the individuals involved but for society as a whole.\"\nIt comes after the chief medical officers of each of the four UK nations concluded that the additional benefits were sufficient to justify vaccination of children over the age of 12.\nThey said it would help to reduce disruption to their schooling this winter and benefit those growing up in the poorest areas.\nAll children aged 12 to 15 who are not already eligible will be offered a single dose of the Pfizer vaccine. \nThose who have specific underlying conditions or disabilities are already covered by previous Joint Committee on Vaccination and Immunisation (JCVI) advice and will be offered two doses, eight weeks apart.\nBruce Adamson, Children and Young People's Commissioner Scotland, said it was \"a strong rights-based decision\" to give children the choice to get the vaccine. \nHe told BBC Scotland that children and young people had \"borne the brunt\" of the pandemic. \n\"They have played such an important role in protecting the public health of all of us, even though they're least likely to be affected. \n\"It should be a child's individual choice to take the vaccine - it needs to be an informed choice, based on how they feel and their understanding. There shouldn't be any pressure to take vaccination.\" \nFormer prime minister Gordon Brown, the WHO ambassador for global health financing, said he believed the entire world could be vaccinated by next summer, if developed nations helped in the rollout elsewhere.\nHe said: \"You can do the boosters in the UK, Europe and America, you can vaccinate 12 to 15-year-olds, you can retain some supplies in case of other emergencies, and still vaccinate the rest of the world.\"\nHe said there would be 500 million vaccines lying unused in rich nations by the end of next month and a billion by Christmas because of over ordering, and it would be \"utterly unconscionable\" to let those doses pass their use-by date when only 2% of Africa had been vaccinated. \nSpeaking on Good Morning Scotland, he said: \"I believe that the whole world, all those adults who want a vaccination and we can get the vaccination to, can be vaccinated by next summer.\"\nHe said: \"I believe that the plan that President Biden and others should agree, is that by December we get 40% of the world vaccinated, that's of the poorest countries, then by next spring we are up to 70%.\n\"That's the figure that people have settled on for the rest of the world - that's on top, of course, of the rich countries, our countries, already having 70% or more fully vaccinated at the moment.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58621345",
      "category": "uk-scotland-glasgow-west",
      "title": "Carson Shephard: Missing boy, 7, found hiding in gran's loft",
      "tags": "New Cumnock",
      "text": "Missing Ayrshire schoolboy Carson Shephard was found hiding in the loft of his own home, it has been confirmed.\nThe seven-year-old sparked a major search operation after apparently disappearing from the Afton Bridgend area of New Cumnock in Ayrshire at about 19:20 on Sunday.\nAs the search continued into Monday morning, police confirmed the young boy had been found safe and well.\nHe was hiding in a space in the wall which was inaccessible to adults.\nA police helicopter, marine and dog units had been joined by a large number of local residents who turned out to help in the search - many of whom spent the night checking sheds and outbuildings. \nCarson's mother, Gemma Glover, 27, from Glasgow, said Carson had been staying with his grandmother in New Cumnock for the past few months.\nShe told reporters: \"It's such a massive relief.\n\"Police searched the loft three times last night but came in with specialist equipment this morning. \n\"I've never felt anything like it, it was crazy. All night I was thinking how cold it was and in my mind I was like 'he's not survived that'.\n\"It was so cold last night and we genuinely thought he was out the house. The main thing is he's all right. I can't explain the emotion, it's crazy.\"\nCarson had wrapped himself in insulation and was tucked away at the end of the loft, she added.\nEast Ayrshire police division confirmed on Monday morning that the boy has been found.\nThey posted on Twitter: \"Carson traced - We are pleased to report that seven-year-old Carson Shephard, reported missing from New Cumnock has been found safe and well.\n\"Officers would like to thank everyone who assisted in this inquiry.\"\nAbout a dozen police vans and cars which had been scouring the area for the child were seen leaving the town of New Cumnock after he was found.\nLater, a police spokeswoman confirmed what had happened.\nShe said: \"He was found hiding in a wall cavity during a detailed search of his home address by specialist officers.\"\nPolice Scotland also said that officers normally carry out varying levels of searches at different points in an enquiry, and it is standard for areas to be searched more than once. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58615838",
      "category": "health",
      "title": "Folic acid to be added to UK flour to help prevent birth defects",
      "tags": "Public health,Pregnancy",
      "text": "Folic acid is to be added to UK flour to help prevent spinal birth defects in babies, the government has announced.\nWomen are advised to take the B vitamin - which can guard against spina bifida in unborn babies - before and during pregnancy, but many do not.\nIt is thought that adding folic acid to flour could prevent up to 200 birth defects a year.\nThe new rules will only apply to non-wholemeal wheat flour, with gluten-free foods and wholemeal flour exempt.\nMandatory fortification - which the government ran a public consultation on in 2019 - will see everybody who eats foods such as bread getting more folic acid in their diets.\nNeural tube defects, such as spina bifida (abnormal development of the spine) and anencephaly, a life-limiting condition which affects the brain, affect about 1,000 pregnancies per year in the UK.\nMany babies diagnosed with spina bifida survive into adulthood, but will experience life-long impairment.\nWomen are advised to take 400 micrograms of folic acid a day for at least a month before conception and up to the 12th week of pregnancy.\nBut about half of pregnancies are unplanned and women are not always aware they should take the supplement - or forget to.\nFolic acid is added to flour in more than 80 countries - and when it was added to bread in Australia, neural tube defects fell by 14%.\nHowever, there have previously been concerns that mandatory fortification could have unintended health effects, such as masking a vitamin B12 deficiency or increasing the risk of colon cancer.\nBut the government's independent advisory body - the Scientific Advisory Committee on Nutrition - has been satisfied that these concerns are not supported by the evidence.\nSince World War Two, the UK's non-wholemeal flour has been fortified with iron, calcium and two other B vitamins - thiamin and niacin.\nIt's taken years of debating to reach this decision. \nThat's because the gains need to be carefully weighed against any potential harms.\nAdding folic acid to flour used in common foods, such as bread, will mean dosing the masses.\nClearly, getting enough folic acid around conception and during pregnancy is important for cutting the risk of women having babies with spina bifida or other neural tube defects. \nBut most other people already get their required amount of folate - the natural form of the vitamin - from a normal diet. \nThere was a concern that for some people, particularly the elderly, boosting folic acid might have unintended negative consequences, such as covering up the symptoms of vitamin B12 deficiency.\nBut the government's independent advisory body has looked at all the evidence and is satisfied that fortification is the right thing to do for society as a whole. \nPrime Minister Boris Johnson said folic acid-fortified flour would be \"a quick, simple win\" to enhance a baby's development, as well as helping to boost the health of UK adults.\nHealth and Social Care Secretary Sajid Javid said preventing life-threatening health problems like spina bifida would mean fewer people needing hospital treatment.\nThe government said it did not anticipate the move would require a major overhaul for industrial-scale flour producers - the B vitamin would need to be listed on the labelling of all foods made with flour.\nKate Steele, chief executive of Shine, a charity providing specialist support for people affected by spina bifida and hydrocephalus and which has campaigned for mandatory fortification of flour for more than 30 years, said she was \"delighted\" by the decision.\n\"In its simplest terms, the step will reduce the numbers of families who face the devastating news that their baby has anencephaly and will not survive,\" she said.\n\"It will also prevent some babies being affected by spina bifida, which can result in complex physical impairments and poor health. \n\"This is truly a momentous day''.  \nGood dietary sources of folate\nSource: British Dietetic Association"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58625008",
      "category": "uk-wales",
      "title": "Covid Wales: When will booster and 12-15 vaccines be given?",
      "tags": "Swansea Bay University Health Board,Coronavirus vaccines,NHS Wales,Treorchy,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "Health boards in Wales are rolling out third vaccinations to priority groups as the booster campaign gathers pace.\nSome including Betsi Cadwaladr and Cwm Taf Morgannwg gave their first jabs last week, with a health worker and a care home resident among the first recipients in the UK.\nVaccinations for 12 to 15-year-olds are also due to begin soon.\nChildren in that age group will be offered one dose of the Pfizer vaccine following chief medical officer advice.\nThe Welsh government has said it aims to get the doses done by the end of the autumn half term.\nWales' chief medical officer Frank Atherton told BBC Radio Wales speed was of the essence in getting jabs done.\n\"It's important we roll out these booster jabs as quickly as possible,\" he said.\n\"The health boards have all been getting ready for this and will be moving quickly on this.\n\"It's quite important, the booster dose, because the vaccines are still maintaining that gap between high levels of community transmission, which we see in Wales, and the harms people experience.\n\"The fact we have waning immunity - that some of the effectiveness of the first dose people have is reducing - makes it really important that people come and get their booster.\"\nTy Ross Care Home in Treorchy, Rhondda, which is in the Cwm Taf Morgannwg health board area, began giving booster jabs on Saturday.\nResident Anne Webb, 85, is believed to be the first care home resident in the UK to get a third dose.\nBy Monday morning the majority of the residents had been jabbed, care home manager Gail Dean said.\n\"It's been great. We've had 14 of our 18 residents vaccinated, so we've only got a couple left to do,\" she told BBC Wales.\n\"Five members of staff were done on the weekend too which is a good reaction from everybody. Everyone is happy to be doing this.\n\"We've had to recently start having visitors back inside the building which has been a big step forward for us. I think everybody is happy to be having the boosters now so it gives us more confidence when we're having people inside the home.\n\"There is always concerns about going into winter when you work in elderly care. Flu is bad enough on its own; knowing we have Covid to deal with too is an added element to that.\"\nHealth boards are vaccinating people in the same nine priority groups as for the original vaccine roll-out.\nThese were in groups numbered 1-9 and included everyone aged 50 and over, frontline health and care workers, unpaid carers and those aged 16-49 who were clinically vulnerable or in an at-risk group.\nAt the moment everyone else under 50 is not receiving boosters.\nThe graphic shows the priority list when vaccines were first given from the end of last year.\nBetsi Cadwaladr University Health Board, which covers north Wales, has begun vaccinations already.\nIt is vaccinating people in the same priority order as the original vaccinations, as long as there has been at least six months since the second shot.\nIt will begin vaccinating 12 to 15-year-olds from 4 October. Children will receive invitations to attend an appointment through the post at home.\nThere are not currently plans to vaccinate in school settings.\nCwm Taf Morgannwg Health Board, which covers part of south Wales, has already begun vaccinating people at care homes using mobile vaccination teams.\nAfter that, everyone in priority groups 1-9 will be invited to attend appointments at community vaccination centres from 27 September, including people who originally had jabs done at their GPs.\nAppointments for teenagers will be sent home and they will also start receiving vaccinations at centres from next Monday.\nPowys Teaching Health Board started vaccinating on Saturday and is inviting everyone in groups 1-9 eligible for the booster as soon as possible after six months has elapsed since their second dose.\nIt will start vaccinating 12 to 15-year-olds from 4 October in mass vaccination centres and expects to issue its final invitations by the end of October.\nSwansea Bay University Health Board started vaccinating health and social care workers at the end of last week and will give doses to over-80s and care home residents from Monday before moving down the priority groups who have received a second dose six months or more ago.\nJabs for 12 to 15-year-olds will begin on 4 October, who will be invited by letter to a mass vaccination centre in Swansea and Neath Port Talbot with the aim of contacting everyone by 1 November.\nCardiff and Vale University Health Board will begin vaccinating care home residents from Monday using a mobile vaccination team, and frontline health and care staff will be invited to attend a mass vaccination centre in the order they received their first and second doses.\nOver-80s will be able to attend a GP-led centre or community pharmacy close to home to get their boosters. Other priority groups will be asked to attend a mass vaccination centre.\nThe board said vaccination of 12 to 15-year-olds with underlying health conditions or immunosuppressed had already begun. All others in that age group will be invited to mass vaccination centres by letter and jabs should start in early October.\nHywel Dda University Health Board in west Wales said people were being invited to come for boosters based on the chronological order they received their second doses, which should mean following the original priority groups in the main.\nJabs will be carried out at mass vaccination centres.\nThose aged 12-15 will be contacted directly by the health board and invited to come to a mass vaccination centre as well. The health board is not publishing start dates.\nAneurin Bevan University Health Board in south-east Wales began vaccinating care home residents and carers on Monday and will start on healthcare workers from 27 September.\nAll other priority groups will be called in the same order as they were for their second dose six months or more ago.\nVaccination of 12 to15-year-olds with underlying health conditions has begun, while all others will be called by letter to attend, with the aim of offering an appointment to everyone by 1 November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58608676",
      "category": "uk-scotland-glasgow-west",
      "title": "Police condemn 'racist and sectarian' singing at Orange walks",
      "tags": "Roman Catholic Church,Glasgow City Council,Glasgow",
      "text": "Police have condemned \"outbreaks of racist and sectarian singing\" by some of those attending Orange Order processions in Glasgow.\nIt said the behaviour was \"utterly unacceptable\" and a number of arrests had been made in connection with various offences. \nThe Orange Order has said there had been parades in Glasgow for 200 years with \"very, very little trouble\". \nIt insisted the group was not anti-Catholic.\nThousands of people attended the marches through the city, which were rescheduled from 12 July due to the Covid rules. \nPolice Scotland said 800 officers had been called in to police the marches. \nChief Superintendent Mark Sutherland said: \"We are aware that on a number of occasions there have been outbreaks of racist and sectarian singing by some of those attending to support the Orange Order processions, this is utterly unacceptable and we completely condemn this behaviour.\"\nHe said action would be taken \"against those intent on causing harm and dividing our communities\" where possible, and that arrests had been made. \nFollow-up investigations would be launched as necessary, he added. \nCh Supt Sutherland continued: \"Once again, we see a number of people intent in causing offence and stirring up hatred by singing unacceptable sectarian and racist songs. \n\"It is clear that sectarianism remains a serious, ongoing problem in Scotland.\" \nOver the course of the day the parades passed three Catholic churches, where vigils were held by campaigners who said the walks were anti-Catholic. \nRonnie Convery, of the Archdiocese of Glasgow, earlier told the BBC that the Catholic Church acknowledged people had a legal right to march through the city.  However, he asked that the parades were timed and go on a route that avoided causing \"fear and alarm\" in the Catholic community. \nGlasgow City Council has the power to alter a parade's route or timing but has opted not to do so. A spokesman for the council said the parades would be \"more disruptive to the life of the city\" if they took an alternative route. \nJim McHarg, Grand Master of the Grand Orange Lodge of Scotland, said his organisation had \"every right\" to process through the streets. \n\"As an organisation, we have always respected other's points of views and opinions. \n\"Our organisation is based on the motto of civil and religious liberty for all people - and that includes us.\"\nHe said the council told the Orange Order to parade on main streets, and Catholic churches were built on main streets so it was inevitable that parades would have to pass some churches. \n\"We do not go there to cause any offence whatsoever. It's most certainly not deliberate - we are not out to offend anyone.\" \nJeanette Findlay, from the Call It Out campaign, which opposes anti-Irish and anti-Catholic bigotry, said the marches \"absolutely should be rerouted\" by the council so they did not pass Catholic churches.\nShe pointed out that it had the powers and had exercised them in the past.\nMs Findlay said this would \"balance the rights of the community\", and said she was \"very happy\" for the Orange Order to march, and she would defend their right to, adding \"All that we're asking is that they don't march past Catholic churches\". \nGlasgow City Council said 32 roads in the city were closed off for the processions. \nThe Church of Scotland said it condemned anti-Catholic bigotry and sectarianism.\nIt added: \"Over the years we have worked together [with the Roman Catholic Church] to tackle sectarianism and support one another.\n\"We speak to leaders in the Roman Catholic Church every week and greatly appreciate the friendship that exists between our churches and our communities.\"\nThere have been a number of high-profile incidents around parades by Protestant Loyal Orders and Irish Republican demonstrations in Glasgow in recent years. \nRecent incidents linked to the marches include an attack on a Catholic priest by a follower of an Orange parade in 2018. \nViolent protests at a Republican march in 2019 led to a number of parades being cancelled by Glasgow City Council.\nLast summer's parades did not go ahead as a result of the Covid pandemic. \nThere have also been outbreaks of violence at some events related to football. \nA number of people were assaulted in May after thousands of Rangers fans took to the streets of Glasgow - despite the Covid restrictions - when the club won the Scottish Premiership. \nThe first minister criticised the \"sectarian\" scenes as \"utterly unacceptable\", saying that \"vile anti-Catholic prejudice\" was on display.  \nEarlier this month, a number fans were charged after footage emerged online of fans singing a sectarian song ahead of an Old Firm game."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58623684/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Welsh Labour conference cancelled ahead of expected autumn peak",
      "tags": "Welsh government,Welsh Labour,Coronavirus pandemic",
      "text": "Welsh Labour has called off its party conference for 2021 amid concerns over rising coronavirus cases.\nThe party cancelled the event ahead of an expected peak in Covid cases and pressure on the NHS in the autumn.\nIt had been moved from February to 5 to 7 November, and was expecting about 1,000 visitors.\nMeanwhile Wales' most senior medical advisor Dr Frank Atherton says he is hopeful the country can avoid another lockdown, but did not rule it out.\nThe party, led by First Minister Mark Drakeford, has not held a Welsh conference since 2019 - with last year's event called off at the start of the pandemic.\nOther large events planned in Wales around the same time include the Autumn Rugby Internationals - with Wales v South Africa scheduled at the Principality Stadium the same weekend.\nLabour is holding its UK party conference in Brighton this weekend.\nThe cancellation comes after Mr Drakeford announced a new Covid pass system for nightclubs and large events last Friday.\nAnyone aged over 18 will be required show the pass to prove they are either fully vaccinated or have had a negative lateral flow test result within the past 48 hours.\nIn a statement, a spokesman said Labour's ruling Welsh Executive Committee agreed to cancel the conference, which was planned for Llandudno.\n\"The virus has not gone away, and all indications are that we should expect a peak in cases and subsequent pressure on health and social care services in the autumn,\" the party spokesman said.\nApologising for any inconvenience, he added: \"It has not been an easy decision, but we think it is the right one at this time.\"\nThe event would have been the first time the party had met since its election victory in May. Welsh Labour's 2022 conference is still planned for 11 to 13 March.\nThe latest figures released by Public Health Wales on Monday, covering a 48-hour period, showed a further 17 deaths and 5,258 new Covid cases.\nIt takes the total number of confirmed cases in Wales to 328,074 since the start of the pandemic, while 5,814 have died with Covid\nDr Frank Atherton, chief medical officer for the Welsh government, told BBC Radio Wales Breakfast people leaving their homes who have not been vaccinated are \"vulnerable\" to Covid, given the current levels of transmission in the community. \nHe also said he could not rule out the prospects of further lockdowns.\n\"From a medical point of view, lockdowns have some benefit in terms of reducing transmission but they also bring harms,\" he said.\n\"My hope would be is if we are sensible in Wales... if we remember the pandemic has not gone away and maintain distance, reduce the amount of contact they have, then I'm hopeful that we can avoid further lockdowns. \n\"But you should never say never and we just have to see where the next wave goes.\"\nPlaid Cymru is planning its own party conference this October.\nA spokeswoman said: \"We continue to monitor the situation very carefully with public safety as the primary consideration. We will continue to act in line with Welsh government regulations.\"\nAsked about whether other large events should take place in November, the Welsh government said the cancellation of the Welsh Labour conference was a matter for the party.\n\"We are currently at Alert Level 0 but cases of coronavirus are high in Wales. We all need to take steps to protect ourselves and our loved ones,\" a spokesman said.\nPublic Health Wales' updated figures on Monday show 12 deaths occurred on Wednesday 15 September, the highest daily total since March.\nThe daily average over the past week now stands at five deaths per day in Wales. At the same point in the second wave, the daily average stood at 48 deaths per day.\nOn Monday, the number of hospital patients in Wales who tested positive for Covid stood at 494, up from 439 the week before."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58090533",
      "category": "business",
      "title": "Why are gas prices so high and what is happening to fuel bills?",
      "tags": "Energy customer switching,Ofgem,Personal finance,Energy industry,Oil & Gas industry",
      "text": "Householders in the UK will find out in the next few weeks how much their gas bills are likely to increase in the coming year.\nThe energy regulator is due to announce the new energy price cap - the maximum amount that suppliers can charge in Great Britain.\nIt's expected to rise steeply, because global wholesale prices have gone up so much.\nEvery six months, Ofgem, the energy regulator, reviews the maximum price that suppliers in England, Wales and Scotland can charge domestic customers on a standard - or default - tariff.\nThis is called the energy price cap. \nAbout 15 million households saw their energy bills increase by 12% when it was last updated in October. \nThe next review is due at the beginning of February, and the new cap will come into effect in April. Industry predictions suggest gas prices could go up by as much as 50%.\nThere is a separate energy market in Northern Ireland, with two gas suppliers, and prices have risen sharply for consumers there too.\nThere's been a worldwide squeeze on gas and energy supplies over the past year.\nAs a result, wholesale gas prices have risen to unprecedented levels. At the end of December, they hit a new record of 450p per therm, which experts think could take average annual gas bills to about £2,000 next year.\nReasons for the increase include:\nThere are a number of technical and geopolitical issues at play as well, which mean many countries across Europe are grappling with the same problems.\nHowever, the UK is hit relatively hard-hit because it is one of Europe's biggest users of natural gas. Around 85% of homes have gas central heating, and it also generates a third of the country's electricity. \nStorage capacity in the UK is also lower than in some other European countries.\nSince wholesale gas prices started to spike, more than 20 retail energy suppliers have collapsed in the UK. \nThis is largely because the energy price cap prevented retailers from passing on higher wholesale prices to their customers.\nSeveral smaller companies, with fewer reserves, could not weather this.\nFailed firms include Bulb Energy, with 1.7 million customers. Because of its size, it was put into \"special administration\", and is now run by the government, through Ofgem.\nNearly four million customers have been affected. Many households saw their energy prices rise when their supplier went bust, and they were switched over to a more expensive deal with another supplier.\nThe government faces calls from energy companies, the opposition, and even some of its own MPs, to do more to prevent prices from rising too much.\nSuggestions include:\nIn the past, consumers have been encouraged to shop around when energy bills rise.\nBut at the moment better offers - including fixed deals - are simply not available.\nPeople already on fixed deals are advised to stay put.\nInstead of searching for a cheaper deal, householders are being encouraged to improve the energy efficiency of their homes.\nThe Energy Saving Trust says that simple changes to our homes and habits could offset the current price rises.\nMany companies face a considerable rise in their bills. That could mean they have to: \nEnergy-intensive industries are particularly exposed, but the problem affects every company that has to pay energy bills - even if it is just to heat an office or shop."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58584833",
      "category": "uk-wales",
      "title": "Climate change: Demolition to start on Wales' most polluted street",
      "tags": "UK air pollution,Pollution,Crumlin,Caerphilly County Borough Council,Air pollution",
      "text": "Work to demolish an entire block of houses on Wales' most polluted street will begin on Monday.\nA demolition firm will start preparing the site, near Crumlin, before the homes are pulled down in mid-October.\nNitrogen dioxide (NO2) levels on Hafodyrynys Road have been the highest in the UK outside central London.\nCaerphilly County Borough Council was due to begin demolition work in May but said it had to be postponed due to the impact of the Covid pandemic.\nPreparation work by Wales and West Utilities to remove gas supplies to the 23 homes due for demolition began last week and is expected to last another week, leading to a lane closure and temporary traffic lights.\nHafodyrynys Road was named the UK's most polluted street outside of central London in 2016 due to recorded nitrogen dioxide levels.\nPollution gets trapped between the houses and trees opposite from vehicles travelling between Torfaen, Blaenau Gwent and parts of Caerphilly county. \nThe compulsory purchase of these properties at 50% above the market rate was agreed by the council's cabinet in 2019.\nDemolition was originally expected to start in May 2021 but has since been pushed back twice, leading to criticism from residents. \nThe council previously said the coronavirus pandemic had \"inevitably impacted the scheme\" and that it had to \"undertake preparatory works such as ecological surveys, structural surveys and asbestos removal works\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58626945",
      "category": "health",
      "title": "Early baby therapy could reduce autism diagnoses",
      "tags": "Babies & toddlers,Autism",
      "text": "Training parents how to respond to babies showing early signs of autism could reduce by two-thirds the number of three-year-olds meeting the criteria for diagnosis, a small study suggests. \nImprovement on this scale has never been shown before, the UK and Australian researchers say.\nThe first two years are critical for brain development - but most autism diagnoses are made at the age of three.\nLonger-term research on more children is needed to see if the effects last.\nThis study, published in JAMA Pediatrics, followed 103 nine- to 14-month-olds, in Melbourne and Perth, with early signs of autism.\nOver five months, the parents of about half of them were taught to:\nAnd at the age of three, while they still had developmental difficulties, their social engagement had improved, they had fewer sensory issues and repetitive behaviours and only 7% met the criteria for a diagnosis of autism.\nThis compared with 20% of the other children given standard care.\nProf Jonathan Green, from the University of Manchester, who designed the video-based programme used in the trial, said: \"Many therapies for autism have tried previously to replace developmental differences with more 'typical' behaviours. \n\"In contrast, this works with each child's unique differences and creates a social environment around the child that helps them learn in a way that was best for them.\"\nDr James Cusack, from autism-research charity Autistica, said the study was \"promising\",\nHe said \"creating an environment that works for autistic people is the best possible way to build skills\" and added that people should not have to wait for a diagnosis for support to be provided.\nBut another charity, the National Autistic Society, said the study had a number of limitations.\n\"Autism is not a disease and not something that should be cured or lessened,\" head of policy Tim Nicholls said.\n\"Early intervention should be about supporting autistic people with the biggest challenges they face.\"\nProf Andrew Whitehouse, who was involved in the study, from the Telethon Kids Institute, at the University of Western Australia, said the results were \"an important step forward\", however.\n\"This is a genuine landmark moment for child-health research,\" he said. \n\"Our aim is to understand each child's strengths and challenges so that we can better support and nurture the unique abilities they bring to this world.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58623058",
      "category": "health",
      "title": "Covid vaccination begins for UK 12 to 15 year olds",
      "tags": "Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "The rollout of Covid vaccines to healthy 12 to 15-year-olds has begun in England and Scotland. \nInvites are also being sent out in Wales this week, while in Northern Ireland the teen vaccinations are likely to be offered from October. \nIt is part of the drive to get more people protected ahead of winter as the pandemic continues. \nBooster shots are also being offered to over 50s, vulnerable people and health and social care workers. \nJack Lane, 14, who received his vaccine in Leigh-On-Sea, Essex, said: \"I am proud to have had my vaccination so that I can remain in school and continue in my education - the jab was quick, easy, and painless.\"\nExperts say that unlike for older people, there is only a marginal benefit to vaccinating adolescents on health grounds alone given their risk of becoming seriously ill with Covid is small. \nAnd although vaccinating secondary school-age children won't stop the virus circulating, it could help keep more pupils in class.\nJack's mother and assistant principal at his school, Michelle Lane, said: \"I'm really proud of him and I'm really relieved that he's had it done. \n\"I really believe that the students need to be in education. There's been a lot of issues around mental health with the lockdown and home-schooling and by vaccinating the students we can keep them in the academy and give them what they need, so I'm really pleased for him and all of the students.\"\nSome three million children are eligible for the jab across the UK after the chief medical officers of the four nations advised younger teenagers should be offered a single dose of the Pfizer vaccine.\nParental consent will not be needed if a child is considered competent to make a decision by themselves,  weighing the benefits and risks, including the small chance of a very rare side effect from the vaccine. \nDr Nikki Kanani, GP and deputy lead for the NHS Covid-19 vaccination programme, said: \"The vaccine is safe and effective and I would urge families to work closely with their schools based vaccination team to get their loved ones vaccinated when they are invited to protect themselves and their families ahead of the winter period.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58620566/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate pledges tough to secure before COP26 summit, PM warns",
      "tags": "Boris Johnson,Intergovernmental Panel on Climate Change,COP26,Paris climate agreement,Climate change,Joe Biden",
      "text": "There is a \"six out of 10\" chance of getting other countries to sign up to financial and environmental targets ahead of November's key COP26 climate change conference, the UK PM has said.\nBoris Johnson is in the US for a UN meeting where he will urge leaders to take \"concrete action\" on the issue. \nBut he said it would be \"tough\" to persuade allies to meet their promise to give $100bn a year to developing nations to cut carbon emissions.\nThe UK is hosting COP26 in Glasgow.\nMr Johnson also defended new International Trade Secretary Anne-Marie Trevelyan over her past social media posts that rejected the science of climate change, acknowledging that he himself had not always supported action on global warming but \"the facts change and people change their minds\".\nWith some 100 world leaders expected in New York at the UN General Assembly this week, Mr Johnson will seek to galvanise action during a series of high-level meetings.\nSpeaking during his flight, Mr Johnson told reporters: \"I think getting it all done this week is going to be a stretch. But I think getting it all done by COP, six out of 10. \n\"It's going to be tough but people need to understand that this is crucial for the world.\"\nDowning Street has said developed countries have \"collectively failed\" on their annual $100bn (£73bn) target, with OECD figures last week showing that only $79.6bn in climate finance was mobilised in 2019.\nThe US presents a huge obstacle to the climate talks. \nPresident Biden says he wants to undo the harm caused by President Trump's withdrawal from the international climate agreement.\nBut he's facing a very big bill to help developing nations cope with the effects of global heating, and it's not yet clear he can persuade Congress to stump up the cash.\nRich nations have agreed to help poorer countries with a $100bn annual goal as of 2017-18. \nRecent research from the UK think tank the Overseas Development Institute found the US paid only 4% of its \"fair share\".\nIt suggested $40bn would be a reasonable US contribution - and the president may pledge additional money at the UN General Assembly on Tuesday.\nIf the cash doesn't flow, major developing nations may resist making further emissions cuts themselves.\nChina and India already feel aggrieved that they're being asked to curb emissions at a far earlier stage in their development than western nations.\nCOP26 president Alok Sharma, who is with the PM, earlier revealed that Chinese President Xi Jinping had not yet committed to attending the conference.\nMr Johnson said Mr Sharma had had \"some great conversations already with his Chinese counterparts about the things they want to do\".\n\"I think China is massively important to this and I think China shows real signs of making progress,\" he added.\nMr Johnson also insisted new International Development Secretary Anne-Marie Trevelyan would do an \"outstanding job\" after social media posts emerged showing her previously denying climate change.\n\"I don't want to encourage you but if you were to excavate some of my articles from 20 years ago you might find some comments I made... about climate change that weren't entirely supportive of the current struggle,\" he said.\n\"But the facts change and people change their minds and change their views.\"\nMr Johnson will also travel to Washington where he will meet US President Joe Biden in the White House for the first time.  \nThe prime minister is likely to push for a restoration of UK-US travel, with Mr Biden's administration having maintained a ban despite travel restrictions being eased elsewhere. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58622088",
      "category": "uk-england-beds-bucks-herts",
      "title": "M25 protests: Arrests made as Insulate Britain activists block motorways",
      "tags": "Chorleywood,M25 motorway,Climate change,Insulate Britain",
      "text": "Forty-one people have been arrested after climate activists held fresh motorway protests.\nInsulate Britain blocked the anti-clockwise exit slip road at junction 18, Chorleywood, Herts, on Monday.\nA separate protest took place near junction four (Stanborough Interchange) of the A1(M), near Hatfield.\nA third incident saw Kent Police prevent protesters from gaining access to the M25 carriageway at junction 1a, the Dartford River Crossing.\nTransport Secretary Grant Shapps, called the protests \"irresponsible\" and \"dangerous\".\nKent Police force said officers attended at 08:30 BST and arrested 12 people on suspicion of conspiracy to cause a public nuisance.\nHertfordshire Police said 13 people were arrested at the M25 and 16 at the A1(M).\nThe force said officers had been called to the M25 at 08:12 BST and to the A1(M) protest just minutes later.\nSeveral people at both protests had been glued to the carriageway.\nShortly before 11:30, the force confirmed the roads were clear and had reopened.\nCh Supt Nick Caveney said: \"Protesters have made it clear that they intend to continue causing disruption.\n\"Not only is purposely blocking a highway incredibly dangerous, it also affects thousands of members of the public who are stuck in delays as a result.\"\nHe said the force had \"robust \"plans in place to minimise disruption and officers had been on the scene \"within minutes\".\nIn a tweet, Insulate Britain, which is calling for government action on home insulation, said blue paint had also been poured on to the road during the protest at the M25, \"leading to further disruption\".\nOne of the protesters, who did not want to be named, told BBC Three Counties Radio the blockade had been about \"the millions of lives we are going to lose not just here, but everywhere, if we don't do anything\".\nHe said: \"The scale of what is coming with the climate crisis forces us to take action.\n\"The measures are disruptive and they unfortunately have to be. This is no fun doing this. We are running rapidly out of time.\n\"We are stepping up because the government is critically failing.\"\nHe said further blockades were planned and that protesters were willing to go to prison to make their point.\nPolice have come under pressure from the government to clamp down on the protests and limit disruption.\nPrevious protests led to major delays and a large number of arrests.\nSpeaking to the PA news agency, Mr Shapps called for the protests to \"stop and the police to intervene\". \n\"It's completely counterproductive as well because they're actually creating the pollution they want to get rid of by having cars standing still, so there's no justification for that kind of action,\" he said.\n\"The police will have to work out their approach and tactics, but it's not right for our roads to be blocked for illegal protests like this to take place, and for it to happen repetitively.\n\"I've no doubt at all the police will want to learn from their experience and make sure they're able to step in more quickly and efficiently.\"\nIn a letter to Highways England, Insulate Britain said it was \"entirely proportionate to create disruption\" to keep the government to \"its legal obligation of staying below 2C\".\nPrior to the protest, the group had also called for Highways England to reduce the speed limit on the M25 ahead of the blockade.\nA statement from the group on Sunday had said: \"Insulate Britain are asking the Highways Agency to review their previous decision not to reduce speed limits, even though they had been made aware that major disruption will be taking place.\n\"Given that this is a standard safety procedure when hazards occur on the motorway, Insulate Britain is surprised it has not formed part of the response to the campaign.\"\nIn response to previous Insulate Britain protests, the government said: \"People's day-to-day lives should not be disrupted, especially on busy motorways where lives are put at risk and resulting traffic delays will only add to vehicle emissions.\n\"We are investing £1.3bn this year alone to support people to install energy efficiency measures, and our upcoming Heat and Buildings Strategy will set out how we decarbonise the nation's homes in a way that is fair, practical and affordable.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58614113",
      "category": "world-asia",
      "title": "Afghanistan: Stay home, female Kabul government workers told",
      "tags": "Afghanistan,Women's rights in Afghanistan,Taliban",
      "text": "The new Taliban mayor of Afghanistan's capital Kabul has told female municipal employees to stay home unless their jobs cannot be filled by a man.\nHamdullah Nomany said the Taliban \"found it necessary to stop women from working for a while\".\nIt is the latest restriction imposed on Afghanistan's women by the country's hard-line new Islamist government.\nDuring their previous rule in the 1990s women were barred from education and the workplace.\nAfter seizing the country last month following the withdrawal of US forces, the Taliban said women's rights would be respected \"within the framework of Islamic law\". \nBut the Taliban favour a strict interpretation of Islam's legal system, Sharia law. \nSince taking power working women have been told to stay at home until the security situation improves, and Taliban fighters have beaten women protesting against the all-male interim government.\nThe Islamist group appears to have shut down the women's affairs ministry and replaced it with a department that once enforced strict religious doctrines.\nAnd this weekend secondary schools reopened, but with only boys and male teachers allowed back into classrooms. The Taliban said it was working on reopening schools for girls. \nAccording to the Kabul mayor about a third of the municipality's 3,000 employees are women. He said some would carry on working.\n\"For example, women work in the women's toilets in the city where men cannot go,\" he said. \n\"But for the positions that others [men] can fill, we have told them [women] to stay at home until the situation is normalised. Their salaries will be paid,\" he added.\nOn Sunday, there were small protests outside the women's affairs ministry while another group of women held a press conference to demand their rights. \nOne of those protesting at the ministry said \"we do not want this ministry to be removed. The removal of women [means] the removal of human beings.\"\nIn a separate development, the Afghanistan Independent Human Rights Commission said it had been unable to fulfil its duties since the Taliban's takeover. \nThe organisation said in a statement that its buildings, vehicles and computers had all been taken over by the Taliban. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58623969",
      "category": "uk-england-hampshire",
      "title": "Sophie Fairall: Celebrity wish-list girl dies from rare cancer",
      "tags": "Hill Head,Cancer",
      "text": "A 10-year-old cancer patient, who fulfilled a final wish to cook with TV chef Gordon Ramsay and won support from Premier League footballers and other celebrities, has died.\nSophie Fairall, from Stubbington, Hampshire, was diagnosed with a rare form of tissue cancer last September.\nTV stars Ant and Dec and footballers Jack Grealish and Mason Mount sent messages of love during her illness.\nSophie's mother Charlotte thanked well-wishers for their \"incredible support\".\nThe Fairall family drew up a bucket list with Sophie in June, when her \"aggressive\" cancer - rhabdomyosarcoma - returned and she decided not to have further chemotherapy.\nIn video messages, Chelsea star Mount praised her \"incredible bravery\", while Man City midfielder Grealish said: \"Carry on being the strong little girl that you are.\"\nShe also appeared on ITV's This Morning show, spent a day working in a supermarket and raised thousands of pounds to improve conditions for children in hospital.\nIn Facebook posts, Charlotte Fairall said: \"Who would've thought a 10-year-old could have such a huge impact on so many people.\n\"It feels so surreal and although I knew she was dying I still can't believe she's gone.\"\nShe added: \"Sophie had so much more to give and it shouldn't have been this way. \n\"She was the most beautiful, funny, caring, strongest girl ever. \n\"She would light up a room wherever she went.\"\nSophie's bucket list included campaigns for hospitals to have play assistants and to improve their \"disgusting\" food.\nAn online fundraising page in her name has met its target of raising £50,000 for the children's cancer charity Alice's Arc.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58620247",
      "category": "entertainment-arts",
      "title": "Emmy Awards 2021: The Crown and Ted Lasso sweep major categories",
      "tags": "Emmy Awards,TV drama",
      "text": "Netflix's royal drama The Crown and Apple TV comedy Ted Lasso were the big winners at Sunday's Emmy Awards.\nThe Crown's prizes included best drama series and four acting wins - for Gillian Anderson, Olivia Colman, Josh O'Connor and Tobias Menzies.\n\"What a lovely end to the most extraordinary journey with this lovely family,\" Colman said of her final series playing Queen Elizabeth II.\n\"I loved every second of it and I can't wait to see what happens next.\"\nBecoming emotional, she added: \"I wish my dad was here to see this. I lost my daddy during Covid, and he would've loved all of this.\"\nThe Crown's victory in the best drama series category is not the first time a streaming service has won the top prize at the Emmys, but it does mark the first victory for Netflix.\nAnderson won for her portrayal of Margaret Thatcher, Menzies for the Duke of Edinburgh, and O'Connor for Prince Charles. \nMany of this year's nominated actors from The Crown left the show after its most recent series, including Emerald Fennell, who played the Duchess of Cornwall, and Colman, who will be replaced as the Queen in the forthcoming fifth season by Imelda Staunton.\nThe 73rd Primetime Emmy Awards took place in Los Angeles on Sunday and saw most nominees attend in person, although many British nominees appeared from a separate hub in London. \nUK winners included Michaela Coel, who won outstanding writing for a limited series for her consent drama I May Destroy You. \"I dedicate this story to every single survivor of sexual assault,\" she said as she collected her award.\nCoel also used her speech to address aspiring writers, telling them: \"Write the tale that scares you, that makes you feel uncertain, that isn't comfortable, I dare you.\"\nShe said staying away from social media could help them to create their best work. \"Do not be afraid to disappear, from it, from us, for a while, and see what comes to you in the silence,\" she said.\nThe British writer and actress was one of the few non-white stars to score a win at the awards, which was criticised online for its lack of diversity.\nWhile many black actors were nominated, when it came to the ceremony itself, white performers took home all 12 acting awards across the comedy, drama and limited series categories.\nIn contrast, three black stars were among the four winning guest actors at last weekend's Creative Arts Emmys, a prelude to this Sunday's main event - namely Saturday Night Live hosts Dave Chappelle and Maya Rudolph, and Lovecraft Country's Courtney B Vance.\nThe host of RuPaul's Drag Race, RuPaul Charles, however, did manage to become the most-awarded black artist in Emmy history on Sunday, bagging his 11th award for the outstanding competition programme.\nIf MJ Rodriguez from drag ball drama Pose had beaten Colman to the lead actress award, she would have become the first transgender performer to win in a lead acting category.\nKate Winslet and Ewan McGregor were named best limited series actress and actor for Mare of Easttown and Halston respectively.\nWinslet said: \"I want to acknowledge my fellow nominees in this decade that has to be about women having each other's backs. I support you, I salute you, I am proud of all of you.\nThe HBO crime drama saw the actress play a police detective who is investigating the murder of a girl in a working-class community in Pennsylvania.\n\"Mare of Easttown was this cultural moment, and it brought people together and gave people something to talk about other than a pandemic, and I want to thank everybody for watching our show,\" Winslet said.\nPaying tribute to writer and creator Brad Ingelsby, she added: \"You created a middle-aged, imperfect, flawed mother, and you made us all feel validated.\"\nHer Mare of Easttown co-stars Evan Peters and Julianne Nicholson also both won supporting actor and actress for their performances in the show.\nJason Sudeikis was named best lead comedy actor for his performance in Ted Lasso, while his British co-stars Hannah Waddingham and Brett Goldstein won best supporting actress and actor.\n\"This show is about family, it's about mentors and teachers, it's about team-mates,\" Sudeikis said. \"And I wouldn't be here without those three things in my life.\"\nHis co-star Waddingham, a successful theatre actress, called for more stage stars to be given TV roles during her acceptance speech.\n\"West End musical performers need to be on screen more,\" she told the audience. \"Please give us a chance because we won't let you down.\"\nShe paid tribute to co-star and fellow nominee Juno Temple, saying she wished she could share the prize with her.\nGoldstein won outstanding supporting actor in a comedy series for his portrayal of cantankerous club captain Roy Kent. The 41-year-old said starring in the show had been \"one of the greatest honours\" of his life.\nTed Lasso, which first aired on Apple TV last year, tells the story of a US football coach who moves to the UK to coach a fictional Premiership team.\nIncludes Creative Arts Emmys, which were awarded last week\nJean Smart was named best lead actress in a comedy series for her performance in Hacks.\nAs well as taking the top drama prize of the night, The Crown's Peter Morgan and Jessica Hobbs also won for writing and directing respectively.\nCollecting the writing prize, Morgan said: \"I'm very proud, I'm very grateful, we're going to party. Goodnight.\" \nHobbs thanked other female directors and her mother, who she said is still directing at the age of 77. Menzies was not present to collect his award.\nBritish comic John Oliver, host of US late night show Last Week Tonight, continued his Emmy streak when his show picked up its sixth straight win in the outstanding variety talk series category. \nThe final award of the night, outstanding limited or anthology series, went to Netflix's chess drama The Queen's Gambit.\nIn a highly competitive category, it won ahead of I May Destroy You, Mare Of Easttown, The Underground Railroad and WandaVision.\nNetflix's combined total of 44 wins this year meant it towered above its nearest competitor - HBO and its HBO Max streaming service with 19.\nThat makes this year the first time Netflix had won more Emmys than HBO, which has dominated the ceremony for years. Disney+ was third on 14, while Apple TV won 10.\nThis year's In Memoriam section included tributes to stars including Larry King, Michael Apted, Alex Trebek, Helen McCrory, Jessica Walter, Cicely Tyson and Michael K Williams.\nThe ceremony, hosted by US comedian Cedric the Entertainer, was held after a year of increased TV viewing prompted by lockdown restrictions around the world.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58616759",
      "category": "world-australia",
      "title": "Aukus: Australia defends role in security pact amid French condemnation",
      "tags": "France,Aukus,Australia",
      "text": "Australia has defended its decision to scrap a multi-billion dollar submarine purchase from France in favour of a new security pact with the US and UK. \nPrime Minister Scott Morrison rejected accusations that Australia had lied, saying France should have been aware it was prepared to break the deal. \nFrance says the Aukus pact has led to a \"serious crisis\" between the allies.\nIn an unprecedented move, it has recalled its ambassadors from the US and Australia as a sign of protest. \nUnder the Aukus pact, Australia will be given the technology to build nuclear-powered submarines as a way of countering China's influence in the contested South China Sea. \nThe partnership has ended a deal worth $37bn (£27bn) signed by Australia in 2016 for France to build 12 conventional submarines. France says it was informed of the pact only hours before the public announcement was made earlier this week. \nMr Morrison on Sunday said he understood France's disappointment, but that he had always been clear about Australia's position. \nThe French government \"would have had every reason to know that we had deep and grave concerns\", he said. \n\"Ultimately this was a decision about whether the submarines that were being built, at great cost to the Australian taxpayer, were going to be able to do a job that we needed it to do when they went into service and our strategic judgment based on the best possible of intelligence and defence advice was that it would not.\"\nMr Morrison's comments came after French Foreign Minister Jean-Yves Le Drian told France 2 television there had been \"lying, duplicity, a major breach of trust and contempt\" over the deal.\nHe said France's ambassadors to the US and Australia were being recalled to \"re-evaluate the situation\", but that there had been \"no need\" to recall the ambassador to the UK, which he described as a \"third wheel\". \nUS President Joe Biden is expected to hold talks with his French counterpart Emmanuel Macron in the coming days. \n\"We want explanations,\" French government spokesman Gabriel Attal said on Sunday.\nMeanwhile, newly appointed UK Foreign Secretary Liz Truss defended the agreement in an article for The Sunday Telegraph, saying it showed Britain's readiness to be \"hard-headed\" in defence of its interests.\nThe pact means Australia will become just the seventh nation in the world to operate nuclear-powered submarines. It will also see the allies share cyber capabilities, artificial intelligence and other undersea technologies.\nChina has accused the three powers involved in the security pact of having a \"Cold War mentality\".\nClumsy diplomacy, heightened emotions and spy-like secrecy: the row over the new security pact between the UK, the US and Australia has it all. \nBut amid the increasingly shrill invective from humiliated French ministers, there is a fundamental truth: the West is struggling to make up its mind about China.\nWashington has now been joined by Canberra and London in acting together to address the security challenge. Other countries - particularly some in Europe - are less hawkish, still trying to split the difference between economic cooperation and strategic competition with Beijing. \nFrance is furious at the breach of contract by Australia and the lack of trust shown by the US and the UK. So there is talk in the French papers of further retaliation, beyond the recall of ambassadors, perhaps involving Nato. Others are speculating this row might finally encourage Europe to agree some greater strategic autonomy.\n The truth is more straightforward: if the West wishes to protect its interests in the Indo-Pacific, then France and other European powers need to be on the same page as the US and its Anglophone allies. And right now both sides are not even reading the same book. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58625761",
      "category": "uk-england-london",
      "title": "RHS Chelsea Flower Show returns for autumnal one-off",
      "tags": "Gardening,Chelsea,Chelsea Flower Show,Flowers",
      "text": "The Chelsea Flower Show is ready for the opening of a one-off autumn version.\nFinal preparations were made to the displays on Monday ahead of the event opening to the public on Tuesday.\nThe world-famous show is normally held in May, but this year it was delayed due to coronavirus restrictions.\nThe Royal Horticultural Society (RHS) cancelled the event in 2020 and took it online as the UK endured its first coronavirus lockdown.\nBBC Two at the RHS Chelsea Flower Show \nHolding it in the autumn means the show will have a different look, featuring blooms such as asters and dahlias, trees full of fruit and berries, grasses and seed-heads, and autumn bulbs such as nerines.\nThe RHS is keen to highlight that autumn is an important season for gardening - although it intends to revert to its traditional May date next year.\nSpeaking to BBC Radio 4's Today programme, Sue Biggs, RHS director general, said: \"It's wonderfully different and I'm like a Cheshire Cat at the moment because I can't stop grinning. To be back after such a traumatic time is just so wonderful.\"\nShe said what was different was the colours as the light in autumn was different to spring and that it bathed everything in a golden glow.\n\"On the planting side, there are lots of oranges and reds and yellows which just create a completely different feel to the very cool, fresh colours of spring of white and purple.\" \nLater at the event Ms Biggs said: \"Whilst everyone associates spring with being the time to garden and grow plants, there is much that can be done now as well, like dividing herbaceous perennials, planting spring-flowering bulbs and collecting seeds to create colour in your garden next summer.\"\nOn Monday, members of the Royal Family, including Princess Anne, and various flower-loving celebrities had a first glimpse of the show a day ahead of its public opening.\nDame Judi Dench said the show looked \"as always, immaculate\".\nEnvironment Secretary George Eustice and other ministers toured the Cop26 garden, an area of the show which highlights the climate crisis in the run-up to key UN climate talks being held in Glasgow in November.\nThe garden is divided into four sections exploring different aspects of the climate crisis, including negative garden practices such as paving over areas, ways to cope with temperature changes such as planting for drought, measures to support the environment and working with nature.\nIts co-designer Marie-Louise Agius said she hoped the garden, which features composting, a wildlife garden, leaving edges of lawns long for nature and ways to manage water better, would be informative, educational and inspirational.\nThe largest plot at the show will be the Queen's Green Canopy Garden, which aims to highlight the vital importance of trees and woodland. It will boast 21 trees and more than 3,500 plants.\nThe display forms part of efforts to promote the Queen's Green Canopy project, an initiative to encourage people to plant trees for the monarch's Platinum Jubilee next year.\nAlso at the show is the Guide Dogs' 90th Anniversary Garden and the Florence Nightingale Garden, which marks the bicentenary of the birth of the trailblazing nurse and celebrates the importance of the nursing profession in the 21st Century.\nThe Florence Nightingale Garden will be relocated to St Thomas' Hospital in Westminster in 2022 to a spot currently being used as a Covid-19 testing and vaccination centre.\nWithin the great pavilion of the show there is a piazza featuring fruit and vegetables such as pumpkins to mark the harvest season, and a two-metre high wall of clay beehives within pollinator-friendly planting."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58623062",
      "category": "health",
      "title": "Pfizer/BioNTech jab safe for children aged five to 11",
      "tags": "Pfizer,Coronavirus pandemic",
      "text": "The Pfizer/BioNTech coronavirus vaccine is \"safe, well tolerated\" and produces a \"robust\" antibody immune response in children aged five to 11, according to the findings of a US trial. \nThe researchers plan to submit the results to regulators to seek approval for vaccinating children younger than 12, the current age limit. \nMore than 2,000 children took part and were given two small doses of vaccine. \nResults in children under five are expected soon. \nThe findings, distributed in a press release, are the first of their kind for children under 12 - a trial of the Moderna vaccine in six to 11-year-olds is ongoing.\nBoth jabs are already being offered to adolescents over 12 in countries including the UK, which is just beginning its rollout of jabs to healthy teenagers.\nThe young children in the Pfizer trial were given 10 microgram doses, rather than the 30 micrograms recommended for over 12s. Antibody responses and side effects were comparable. The under fives in the study are being given even smaller doses. \nDr Ugur Sahin, CEO and co-founder of BioNTech, said: \"The safety profile and immunogenicity data in children aged five to 11 years vaccinated at a lower dose are consistent with those we have observed with our vaccine in other older populations at a higher dose.\n\"We are pleased to be able to submit data to regulatory authorities for this group of school-aged children before the start of the winter season.\"\nAlthough Covid is rarely severe in children, they can still catch and spread it and some will get very sick.\nThe UK has this week begun offering one dose of the Pfizer vaccine to children in secondary schools. \nAlthough this won't stop the virus circulating, it could help keep more pupils in class, say experts.\nPfizer chief executive Albert Bourla said: \"We are eager to extend the protection afforded by the vaccine to this younger population, subject to regulatory authorization, especially as we track the spread of the Delta variant and the substantial threat it poses to children.\"\nHe added: \"These trial results provide a strong foundation for seeking authorization of our vaccine for children five to 11 years old, and we plan to submit them to the FDA and other regulators with urgency.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58619418",
      "category": "business",
      "title": "UK energy company seeks funds to stay afloat",
      "tags": "Companies,Energy customer switching,Ofgem,Energy industry,Supermarkets,Energy service companies,Food industry,CO₂ shortage",
      "text": "The UK's sixth largest energy company, Bulb, is seeking a bailout to stay afloat amid surging wholesale gas prices.\nThe company, with 1.7m customers, is working with the investment bank Lazard to try to shore up its balance sheet.\nIt is the latest energy company battling to avoid going bust, with at least four smaller UK firms expected to go out of business next week.\nHigh global demand for gas has caused a recent surge in wholesale prices.\nA bailout for Bulb could come as part of a joint venture or merger with another company, with a further option being a cash injection from investors, according to the Financial Times, who first reported the story.\nIn a statement, Bulb told the BBC: \"From time to time we explore various opportunities to fund our business plans and further our mission to lower bills and lower CO2. \n\"Like everyone in the industry, we're monitoring wholesale prices and their impact on our business.\"\nIndustry group Oil & Gas UK said wholesale prices for gas had increased by 250% since January - with a 70% rise since August.\nThe price hike has left some companies unable to provide their customers with the energy they have paid for. \nHowever, if a supplier fails, energy regulator Ofgem will ensure supplies continue for affected households, and they will not lose money owed to them.\nA new energy supplier would be responsible for taking on any credit balances a customer may have.\nFour small energy companies ceased trading in recent weeks, including Edinburgh-based People's Energy, which supplied gas and electricity to about 350,000 homes and 1,000 businesses, and Dorset-based Utility Point which had 220,000 customers.\nAt the beginning of 2021 there were 70 energy suppliers in the UK, but industry sources have said there may be as few as 10 left by the end of the year.\nThe rise in gas prices has not only affected companies supplying energy, but food firms and supermarkets who use gas, in particular carbon dioxide, to deliver and store produce. \nCO2 is also used to stun animals before slaughter and as a coolant agent in transport.\nUS firm CF Industries, the UK's biggest CO2 producer, stopped production at its Teesside and Cheshire fertiliser plants due to the gas prices, which has sparked concern across the food production industry.\nRichard Walker, managing director of supermarket Iceland, tweeted that CO2 was \"essential for a wide range of food and medical uses\".\n\"Yet 60% of the UK's supply comes from only two sites, owned by one foreign company, who have decided to close due to profitability,\" he added.\n\"Surely matters of national security should be state-controlled?\"\nBusiness Secretary Kwasi Kwarteng has held talks over the gas shortages with the boss of the US company, Tony Will, who flew into the UK on Sunday.\nMr Kwarteng said he was \"confident security of supply can be maintained under a wide range of scenarios\".\nHe said he would host further talks with the energy industry and consumer groups on Monday.\nEmma Pinchbeck, chief executive Energy UK, the industry's trade body, said talks with the government focused on how companies got through the current period with as little impact on customers as possible.\n\"The whole of the energy sector is facing unprecedented prices,\" she told the BBC\n\"We are reliant on a volatile international commodity in the UK because we are highly dependent on gas both in our own homes where we burn it for heat.\n\"We do that at a level beyond our European neighbours, but also for our power sector and other uses in the economy, so when we get an unprecedentedly high price there are unprecedented impacts on the market.\""
    }
  ]
}