{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-57957823",
      "category": "uk-england-lancashire",
      "title": "Man arrested after car hits group of people on Blackpool North Pier",
      "text": "A man has been arrested on suspicion of attempted murder after a car hit a group of people on Blackpool's promenade.\nPolice responded to reports that a car had driven at pedestrians near the North Pier at about 05:25 BST.\nOfficers stopped the red Peugeot on a residential street and the driver fled the scene, Lancashire Police said.\nA 30-year-old Manchester man arrested after a search of the area remains in custody.\nOfficers do not know whether members of the group who were hit by the car sought medical attention and have urged them to get in touch.\nInsp Abi Finch-Hall added: \"Despite the early hour there were several pedestrians in the area at the time.\n\"We believe there are also witnesses who have not yet been spoken to by police.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57958358",
      "category": "world-us-canada",
      "title": "LA man who mocked Covid-19 vaccines dies of virus",
      "tags": "Coronavirus vaccines,United States,Coronavirus pandemic,California",
      "text": "A California man who mocked Covid-19 vaccines on social media has died after a month-long battle with the virus.\nStephen Harmon, a member of the Hillsong megachurch, had been a vocal opponent of vaccines, making a series of jokes about not having the vaccine.\n\"Got 99 problems but a vax ain't one,\" the 34-year-old tweeted to his 7,000 followers in June.\nHe was treated for pneumonia and Covid-19 in a hospital outside Los Angeles, where he died on Wednesday.\nIn the days leading up to his death, Mr Harmon documented his fight to stay alive, posting pictures of himself in his hospital bed.\n\"Please pray y'all, they really want to intubate me and put me on a ventilator,\" he said.\nIn his final tweet on Wednesday, Mr Harmon said he had decided to go under intubation.\n\"Don't know when I'll wake up, please pray,\" he wrote.\nDespite his struggle with the virus, Mr Harmon still said he would reject being jabbed, saying his religious faith would protect him.\nPrior to his death, had joked about the pandemic and vaccines, sharing memes saying he trusted the Bible over top US disease expert Dr Anthony Fauci.\nHillsong founder Brian Houston confirmed news of his death in a tweet on Thursday. \n\"Ben has just passed on to us the devastating news that our beloved friend, Stephen Harmon has passed away from Covid. Heartbreaking,\" Mr Houston said. \nIn an Instagram post, he paid tribute to Mr Harmon.\n\"He was one of the most generous people I know and he had so much in front of him,\" he wrote on Instagram.\n\"He would always turn up to our grandkids soccer games and he will be missed by so many. RIP.\"\nHe added that the church encourages its members \"to follow the guidance of their doctors\".\nCalifornia has seen a rise in Covid-19 cases in recent weeks, with the majority of those being taken to hospital unvaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57946430",
      "category": "world-europe",
      "title": "German TV apologises for smearing mud on clothes at flood site",
      "text": "A German presenter has apologised after being caught smearing mud on her clothes moments before appearing on television from a town ravaged by last week's historic floods.\nSusanna Ohlen, 39, said she acted after feeling \"ashamed\" of reporting from the town in her clean clothes.\nThe broadcaster RTL said she had been suspended for breaching its standards after the video went viral.\nIn a statement, Ms Ohlen said she had made a \"serious mistake\".\nShe had been reporting from Bad Münstereifel in North Rhine-Westphalia, where record rainfall destroyed homes and left dozens dead last week.\nMs Ohlen said she had been helping aid efforts in the days before filming for RTL's Good Morning Germany programme on Monday.\nBut before going on air, she felt \"ashamed to stand in front of the camera in clean clothes\", she said.\nWithout thinking, she said, \"I smeared mud on my clothes\".\nAt that point, a video of her bending down to spread dirt on her hands and clothes was apparently filmed by an onlooker and later posted to social media.\nApologising for her actions, Ms Ohlen said \"this should never have happened to me\" in her statement.\nRTL said Ms Ohlen had been put on leave after the video came to its attention. \nThe broadcaster did not say whether further action would be taken.\nGermany's worst flooding in decades devastated parts of the country last week, leaving at least 170 people dead and causing billions in damage. \nDozens are still missing as clean-up operations continue.\nEuropean leaders have blamed climate change for the floods, which have also affected Switzerland, Luxembourg and the Netherlands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57957404",
      "category": "uk-northern-ireland",
      "title": "Carrickfergus: Six people taken to hospital after funfair incident",
      "tags": "Northern Ireland Fire and Rescue Service,Carrickfergus",
      "text": "Six people, including at least three children, have been taken to hospital following an incident on a swing ride at a funfair in Carrickfergus, County Antrim. \nTheir injuries are not believed to be life-threatening, the ambulance service said.\nEmergency services were called to the scene shortly before 18:00 BST on Saturday.\nA passenger on the ride told BBC News NI it was a \"terrifying experience\".\nThose injured were taken to the Royal Belfast Hospital for Sick Children, the Royal Victoria Hospital, and Antrim Area Hospital.\nA number of other patients were also discharged at the scene.\nLee Toner, 29, who was on the ride with his partner when the incident happened, said the swings had started to knock into each other, and hit parts of the ride.  \n\"As it took off, it started hitting the boards on the outside, and hitting the lights,\" he said.\n\"I was having to use my legs to push off the cart in front of me, the cart my partner was in was going into the back of me, going into the side boards as well.\"\nFour emergency ambulance crews, a rapid response vehicle, an ambulance and air ambulance attended the incident.\nThree fire appliances, a specialist rescue team and the Red Cross also attended.\nIt is understood the incident happened when the swings were close to the ground.\nA spokesperson for Planet Fun, which operates the funfair, said emergency procedures were taken after an incident on its ride, and at no stage did the ride collapse. \n\"We immediately sought assistance from the NI Ambulance Service,\" the spokesperson said. \n\"We have also reported the incident to the HSE and will co-operate fully with the agency to understand exactly what happened. \n\"Health and safety is central to all operations at Planet Fun and will offer whatever assistance is required to those customers affected.\" \nPlanet Fun said it would make no further comment until the HSE has completed its investigation. \nWriting on social media, Health Minister Robin Swann said his thoughts were \"with all who have been injured and affected by this incident\".\n\"I wish everyone a speedy recovery and I want to sincerely thank the ambulance, paramedics and fire crews that responded so rapidly to what could have been something more tragic,\" he said. \nThe main Belfast Road was closed for a period of time but has now re-opened to traffic. \nCheryl Johnston, a DUP councillor for the area said parents were \"extremely worried\" about the incident. \n\"There are young children, there are families. It is just awful,\" she said.\n\"So just hopefully everybody recovers. It's something I know we all didn't expect tonight, and I hope everybody can rally around.\"\nWere you at the funfair yesterday? Did you witness the incident? If you feel able to get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57950930",
      "category": "uk",
      "title": "Daily tests not self-isolation for police, fire, borders, transport and freight staff",
      "tags": "Contact tracing,Coronavirus testing,Coronavirus pandemic",
      "text": "A scheme allowing key workers to avoid Covid self-isolation in England has been significantly expanded following criticism it did not go far enough.\nPolice, fire, Border Force, transport and freight staff will now be able to join a daily workplace test scheme, whether they are vaccinated or not.\nSome 10,000 supermarket depot and food factory workers will also be eligible. Testing is expected to start next week.\nSeveral sectors have warned of staff shortages in recent days.\nTransport for London warned of line closures and cancellations this weekend as more than 300 members of staff are self-isolating. \nAnd Thameslink tweeted that fewer trains were able to run \"due to unavailability of train crew having an impact across the network\" and told the BBC \"coronavirus has been affecting our business and colleagues\".\nSouthern and Avanti West Coast said they would also have slimmed down services from Monday.\nCurrently, most people identified as close contacts of someone with coronavirus have to self-isolate for 10 days.\nPrime Minister Boris Johnson and Chancellor Rishi Sunak are among those self-isolating after Health Secretary Sajid Javid tested positive last week. \nMr Javid tweeted that he had made a \"full recovery\" and but faced criticism after he added that people should get vaccinated \"as we learn to live with, rather than cower from, this virus\".\nLabour's shadow justice secretary David Lammy accused Javid of having \"insulted\" people who followed the rules to protect others and Liberal Democrat health spokeswoman Munira Wilson said Mr Javid's tweet was \"outrageous\" and said he owed the millions who were shielding an apology.\nLabour's shadow chief secretary to the Treasury, Bridget Phillipson, said the government needed to \"give clear guidance\" on self-isolation rules or \"risk making this summer of chaos and confusion even worse\". \nPolice forces, local authorities, transport providers and supermarkets have been among those calling for a review of the rules to avoid crippling shutdowns or skeleton operations.\nHome Secretary Priti Patel said daily testing would keep frontline teams safe while they continued to serve the public and communities.\nFrom 16 August anyone in England who is fully vaccinated - and unvaccinated under-18s - will be able to take daily tests instead of self-isolating. Similar rules come into force in Scotland from 9 August - and in Wales from 7 August.\nMayor of London Sadiq Khan has joined leading business figures in urging Prime Minister Boris Johnson to bring this date forward and end self-isolation for close contacts if they are fully vaccinated.\nGrowing numbers of people have been told to self-isolate, with almost 608,000 contact tracing alerts sent from the NHS Covid-19 app in the week to 15 July - a record high. \nThe number having to self-isolate has been blamed for shortages of some products in supermarkets and staffing problems for frontline services.\nThe daily test scheme means eligible workers who are alerted by the app in England - or contacted by NHS Test and Trace - will be able to continue working if they test negative each day, whatever their vaccination status.\nPorts, airports, rail infrastructure and haulage workers, alongside frontline police, fire and Border Force staff will now be eligible.\nThe government has announced an extra 200 testing sites to help screen these workers - but these will not open until Monday at the earliest.\nBy Lewis Goodall, BBC Newsnight correspondent\nConfusion, if not some chaos, has reigned in Whitehall over the past 24 hours as ministers and officials grapple with the large numbers of people being told to self-isolate.\nDepartments have expressed concern about their ability to maintain key public services.\nMinisters have now announced an expansion of workplace testing sites to include staff at the Border Force, police and fire services and key transport sectors.\nThe same measure was introduced on Thursday for food distribution workers.\nHowever, a government official told me that they would be expected to leave self-isolation only for work.\nCritics are already questioning how realistic or fair an idea that can be. \nA separate scheme in England allows employers to apply in advance for exemptions for named fully vaccinated critical workers in a small number of industries, such as the energy sector.\nIn Scotland, critical workers in the health, food and transport sectors can apply to be exempt from self-isolation.\nMeanwhile, England manager Gareth Southgate is urging younger people to get vaccinated, saying it is a chance to \"get your freedom back\". \nAbout 34% of 18 to 29-year-olds in England - about three million people - have not been vaccinated at all. In Scotland, about 30% are not yet vaccinated.\nA total of 83,239,491 vaccines have been given in the UK, 46,476,845 first doses and 36,762,646 second doses, according to the latest government figures.\nSaturday's daily figures showed Covid cases were down for the fourth consecutive day in the UK, with 31,795 new infections, a fall of almost 5,000 from the previous day.\nHowever, it is too soon to say whether cases have peaked given that the statistics do not capture the impact of unlocking that happened on 19 July.\nThe latest estimate of R - which measures how quickly the virus is spreading - is unchanged from the previous week at 1.2 to 1.4.\nIt means that on average, every 10 people infected with coronavirus goes on to infect between 12 and 14 others."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57941343",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Thousands turn off tracking app",
      "tags": "Coronavirus lockdown measures,Contact tracing,Apps,Coronavirus pandemic",
      "text": "About 50,000 people stopped using Scotland's Covid tracking app in July, the Scottish government has confirmed. \nAt the beginning of the month BBC Scotland revealed Protect Scotland had about 950,000 active users despite being downloaded more than two million times. \nThe Scottish government has now confirmed that figure has dropped to 902,000 active users. \nA spokesman said the number using the app could \"fluctuate\".\nHe said some users may pause the app because, for example, they work in the NHS. \nOthers could have deleted or disabled the app, or could have disabled bluetooth on their phone which means the app does not gather data.\nThe Protect Scotland app alerts users who have been in close contact with someone with Covid and it may advise them to self-isolate. \nDuring a surge in Covid cases in the first three weeks of July, 9,012 contacts were alerted via the app.\nThere were about 50,000 positive tests during this timeframe but just 7,427 people registered a positive result with the app. \nMeanwhile more than 600,000 people in England and Wales were \"pinged\" in one week. \nTheir NHS Covid-19 app sent 10 times more self-isolation alerts in the week between 8 and 15 July than Scotland's total in 10 months. \nIn the week to 17 July, one in 75 people had the virus in England and one in 80 in Scotland, according to the Office for National Statistics. \nHowever NearForm, the Irish company that designed the Protect Scotland app, said it was working effectively. \nChief commercial officer Larry Breen said: \"We're permanently monitoring not just this but all of the [tracking] apps we have out there, to make sure the functionality is there.\n\"From what we can see on all of the apps, they are performing as they are designed to perform.\"\nSince the Protect Scotland app was launched in September 2020, 60,145 alerts have been sent to people who were contacts of 33,540 people who tested positive for Covid. \nWith both apps, if you spend enough time close to another person using it, you will receive a \"ping\" alert if they test positive for Covid. \nYou need to be 2m (6ft) from them for 15 minutes to trigger a message.\nScotland's deputy chief medical officer, Nicola Steedman, previously explained the software is more complex in the English app, but no less sensitive.\nHowever, in Scotland, where the app is designed to preserve privacy, users have to enter a code to register an anonymous positive test result. \nIn England, if you book a Covid test through the app, any positive result will be automatically registered.\nThe NHS England app is combined with a code scanner with which people can register their presence in a restaurant or pub. The Scottish app lacks that incentive to download it, and to keep it active.\nJackie Ballie, Scottish Labour deputy leader, said some people may have deleted the app because they had lost confidence in the system. \n\"Maybe it is because people don't want to be told to self isolate, but I actually also think in part that people are losing confidence in the system because they expect to be contacted, they know they have been near a close contact and yet no body is getting in touch with them,\" she said.\nEarlier this month it emerged that contact tracers in Scotland would call only the most urgent cases, while texts would be used \"more extensively\" for cases deemed low risk.\nAnd NHS Grampian warned that a spike in cases meant it would not be able to trace the contacts of everyone who tests positive.\n\"That has huge implications because they are self isolating, they are losing income and they are not able to apply for the self isolation grant because test and protect haven't pinged them and told them to self isolate.\" Ms Baillie told BBC Radio Scotland's Drivetime programme. \n\"People can't afford to do that. The system as it currently stands is not simply robust enough.\"\nDr Elly Gaunt, a virologist from the University of Edinburgh's Roslin Institute, told the BBC the app was still a vital tool to prevent Covid cases while only 55% of people are fully vaccinated. \n\"This leaves a huge pool of people who are still susceptible to a significant disease outcome, particularly things like long Covid, which is still not being captured in the analysis being undertaken to make these kind of decisions,\" she said. \nShe said the government was giving people a choice between getting vaccinated or getting infected.\n\"We still have a responsibility to society to prevent the spread of this virus because there are still a huge number of people who are at risk,\" she added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57941652",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Covid: Double-jabbed students denied quarantine exemption",
      "tags": "University of St Andrews,Vaccine passports,Coronavirus pandemic,St Andrews",
      "text": "Three students have been refused exemption from travel quarantine rules because their vaccination certificates do not show they have had two jabs.\nThe St Andrews University friends all received their first dose in England and their second in Scotland.\nBut only the second jab shows up on their NHS Scotland paperwork - meaning they would have to isolate if they travel abroad.\nThe BBC has also learned of problems for English students studying in Wales.\nThe Scottish and Welsh governments and NHS Digital - which covers England - have said they are working to resolve the issue.\nSince 19 July, adults in Scotland who were fully-vaccinated in the UK have no longer had to quarantine for 10 days on return from amber-list countries, with the exception of France.\nOn the same day, Prime Minister Boris Johnson announced that ministers planned to make proof of full vaccination a condition of entry to venues with large crowds in England from the end of September.\nBut Giulia Benedetta Calabrese - a PhD student at St Andrews - fears the paperwork confusion between health authorities in Scotland and England may force her to miss her brother's wedding at home in Italy.\nShe said: \"I have been very careful to ensure I got both vaccines and had all the paperwork ready to travel.\n\"I can't understand why the vaccination programmes in England and Scotland are struggling to match up people who have moved across the border, between jabs. \n\"I know there are many more people that have had similar experiences to me and I don't think it's fair that we have to go through all of that.\"\nMs Calabrese, 28, moved to St Andrews to start her PhD in neuroscience in November 2020.\nShe has sought the help of her new MP, Liberal Democrat Wendy Chamberlain, who has raised the issue with Scotland's health secretary Humza Yousaf.\nMs Chamberlain described the confusion between NHS Scotland and NHS England as \"a shameful situation that should never even have come up\".\nShe said: \"Many people, including thousands of students every year, move between the four nations of the UK.\n\"Yet confusion between our separate vaccine programmes has reached the point where jags received elsewhere in the UK have not been recognised by NHS Scotland.\"\nThe BBC also heard from Kate Loynes from London, whose son is at university in Cardiff.\nShe said that it had been \"incredibly frustrating trying to establish how to obtain proof of his full vaccination\".\nHer son had his first dose of the Pfizer vaccine in Wales and his second at a walk-in vaccination centre in London.\nMs Loynes said that when he tried to get proof of his fully-vaccinated status, the Welsh health system could not trace the vaccine administered in England.\nMeanwhile, his GP in London was unable to record the Welsh vaccination on the software system in England.\nThe Scottish government told the BBC it would look to see if it could assist with the St Andrews cases. \nA spokesman said: \"We are working at pace to align vaccination records from different nations of the UK and have a process in place for sharing data between England and Scotland.\n\"We continue to work towards replacing the record of vaccination status with a digital record of Covid status, which will include vaccination and testing data to be used for outbound international travel.\"\nA Welsh government spokesperson said: \"We are working with NHS Digital to resolve this issue.\" \nAn NHS Digital spokeswoman said: \"The NHS Covid Pass service is helping tens of thousands of people to demonstrate their vaccination status quickly, easily and for free. We are currently working to ensure that all vaccination information is shared across the devolved administrations. \n\"We are working on a solution for people who are registered with a GP in England, who have received one or both of their vaccinations in Wales or Scotland, to see their records in the NHS Covid Pass, and will roll it out as soon as it is ready.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57950919",
      "category": "world-asia",
      "title": "Baby orca, Toa, dies in New Zealand after failed search for mother",
      "tags": "Conservation,Killer whales,Wellington,New Zealand",
      "text": "A baby orca found stranded in New Zealand has died, after a huge effort to reunite him with his mother failed.\nThe killer whale - named Toa - washed ashore near the capital Wellington 10 days ago, prompting a desperate search to find his family in nearby waters.\nBelieved to be two to six months old and about 2.5m (8ft) long, the orphan could not survive alone in the ocean.\nHis fate gripped the nation, with hundreds of people volunteering to help the nationwide search.\nToa - Maori for \"warrior\" - was separated from his pod and found by two teenagers in a rockpool in Plimmerton, north of Wellington.\nConservationists placed him in a makeshift pool, where he was fed via a special teat every four hours.\nA fleet of aircraft and on-shore observers scoured hundreds of miles of coastline for Toa's pod in the hope his mother could be found.\nBut Whale Rescue, an organisation that had been helping care for Toa, said his condition suddenly deteriorated on Friday. Vets rushed to help but were unable to save him.\n\"We have to report that a little time ago Toa passed away,\" the organisation said. \"As you can all imagine we are devastated.\"\nThe team had hoped to reunite Toa with his mother, or if that failed, have him adopted by another pod.\nIan Angus, marine species manager at the Department of Conservation, said Toa's carers \"threw everything at trying to save him\".\n\"We were always aware that the longer he was in captivity, away from his mother, the more likely it was that his health would deteriorate,\" Mr Angus said.\n\"Toa passed quickly, surrounded by love, with his last days made as comfortable as possible.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57934829",
      "category": "business",
      "title": "The experiences replacing closed High Street stores",
      "tags": "Companies,Coronavirus lockdown measures,Retailing,Debenhams,Coronavirus pandemic,UK High Streets",
      "text": "I'm taking a spin on a go-kart track with a difference.  It's the old beauty hall of the Debenhams store in south-west London. \nThe escalators are the only trace of the former department store which remain. All four floors are now being transformed into a high-tech entertainment venue. \nAs we filmed, shoppers stopped to take photos when the shutters briefly opened giving a glimpse of the flashing lights and builders beavering away inside. \n\"We're creating a department store of fun,\" says Michael Harrison, the co-founder of Gravity which is due to open on 1 August.\n\"We have three bars, two restaurants, go-karting, a bowling alley, huge screens to watch sporting events and adventure golf. This is the future of the High Street. It's about experience,\" he says.\nMichael has no shortage of retail landlords now ringing him up offering him potential new locations. \nThey're grappling with the need to rethink, or repurpose, empty shops. Latest figures suggest one in seven stores, on average, are lying vacant. And in some places the number is far higher. \nThe UK's biggest property company, Landsec, owns the Southside shopping mall where Gravity is based. Its other centres include Bluewater in Kent and Trinity in Leeds. \nLandsec boss Mark Allan thinks a quarter of what is currently retail space will need to be turned into something else. \n\"For me, it's really difficult to think of an example where you have 25% of something that it exists in the UK that is no longer required. And so you're not going to solve that sort of a problem by tinkering around the edges,\" he says. \nThe pain won't be evenly spread either, says Mr Allan: \"Some places are going to be virtually empty and they are not going to survive as retail in any shape or form. \n\"Some are going to be absolutely fine - rents are lower, sales are lower and they're worth less than they were but fundamentally they've got a role to play longer term and some places are going to be in the middle where they are going to survive but they need some investment.\"\nSome industry experts think the amount of redundant retail space is even higher. So how did we get here? \nWe've seen a huge proliferation of shops over the last 40 years. Retail has just been growing and growing, from out of town retail parks and shopping centres to so called clone towns dominated by chains, who were willing to pay higher rents. \nThat retail property boom is now over. Many of our town centres will have to find a new purpose. \nWe've been talking about how to save the High Street for more than a decade but the pandemic has turbo charged the problems now.  \nMr Allan says it's time to act. \"Covid has been a tipping point. If we don't tackle it over the next couple of years together then there's a real risk some of this redundant retail property sits there for decades empty and that would be a disaster for the communities where that property is located.\"\nAnd he says there's no single party that can solve the problem: \"This needs people to come together. I think it's a significant moment and a really big opportunity, particularly for those centres and high streets where there is no future for retail, for radical, bold, thinking. I think it could be exciting.\"  \nStockton-on Tees has one of the boldest plans to reshape its entire town centre. It has decided to demolish a large part of its high street.  \nThe local council bought Stockton's two shopping centres and plans to knock one of them down, creating a new riverside park to make the town a greener, nicer place.  \nThe £37m project is largely being funded with money from the Tees Valley Combined Authority and the Government's Future High Streets Fund. \nThe Castlegate mall was built in the 1970s, an era when local authorities were falling over themselves to attract big retail development. \n\"Retail is still very important, but we now need to consolidate it to meet the demand,\" says councillor Nigel Cooke, cabinet member for regeneration. \nBusinesses who want to stay will eventually move into the other shopping centre further up the street. \nThe scheme is part of a wider masterplan to market Stockton as an events town. The main high street, the widest in the UK, has been spruced up with new paving, lighting and a big water fountain. The council is also paying for the renovation of the town's Grade II-listed art deco Globe Theatre. \n\"I think it is money well spent and I am convinced it's the right thing to do. We need to get people back onto the high street either to live, to work or to enjoy themselves,\" insists Mr Cooke.  \n\"It would be easy to hide under my desk and say guys, we can't do anything, let's just wait for the good times to come back. But we have to do something.. nothing is risk free, it's about managing the risk.\" \nBut Stockton has now got a large, empty Debenhams to contend with, too. \nTown centre regeneration is often complicated stuff, with a myriad of owners, stakeholders and issues to solve. \nIt's taken Stockton 13 years to get this far and it's only a third of the way through. But given the magnitude of the challenges now, doing nothing is no longer an option. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-stoke-staffordshire-57945294",
      "category": "uk-england-stoke-staffordshire",
      "title": "Tributes to Stoke-on-Trent man who died on trip to beach",
      "tags": "Crosby,Stoke-on-Trent,UK coastguards",
      "text": " A man who drowned during a trip to the beach was \"amazing\" and \"always smiling\", his family said. \nHamza Mansoor, who was 21 and from Stoke-on-Trent, was one of five friends who got in to difficulties at Crosby beach, Merseyside, on Tuesday. He died a short time after being pulled from the sea.\nHis family said the people who helped in the rescue attempts were \"heroes\".\nStoke-on-Trent's City Central Mosque said Mr Mansoor's death was \"tragic\".\nMerseyside Police said the coastguard, RNLI, firefighters, police and ambulance service were all involved in the operation to rescue the men, who were in their 20s, and three were taken to hospital,\nMr Mansoor was also known as Hamza Kayani.\nA statement from his family said: \"Hamza's tragic death is a huge loss for our family, his friends and the community of Stoke-on-Trent.\n\"He had a warm and bubbly personality for which he will be fondly remembered.\"\nThey thanked \"all the heroes at Crosby Beach who tried their best to save Hamza and his friends\".\n\"Due to their actions, many families have been spared the heartache we are going through,\" they added.\nThe mosque said prayers had been held for Mr Mansoor and said it was \"saddened to hear about the loss of life and especially when they are so young\".\nLeaders urged people to be careful of going into open water.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57956698",
      "category": "uk",
      "title": "Female military staff denied justice by inadequate system - MPs",
      "tags": "British Armed Forces,Defence Select Committee,British Army,Ministry of Defence",
      "text": "Women in the armed forces who are victims of bullying, harassment, discrimination and serious sexual assault are being \"denied justice\" by a \"woefully inadequate\" military complaints process, MPs have said.\nThe defence committee heard evidence from more than 4,000 women - including veterans and those still serving. \nMPs said they were \"truly shocked\" by accounts of sexual assault and rape.\nThe Ministry of Defence said changes had been made to help women.\nIn a landmark report, MPs on the defence select committee say cases of serious sexual assault and rape should be taken out of the military justice system and tried in civilian courts instead.\nConvictions for rape in the military are four to six times lower than in civilian courts. \nThey also call for the creation of a new defence authority to investigate allegations of bullying, harassment and discrimination outside the chain of command.\nSarah Atherton, the Conservative MP and former soldier who led the investigation, said they had heard accusations of senior officers \"sweeping complaints under the rug to protect their own reputations and careers\".\nWomen make up 12% of the regular armed forces - numbering around 20,000. But surveys show they're more likely to suffer from bullying, harassment and discrimination. \nMPs say they are \"gravely concerned\" that women are 10 times more likely than men to experience sexual harassment. \nThe report also notes that 60% of the women who gave evidence said they didn't complain because of fear of reprisals and repercussions.\nThe BBC has spoken to two women who were the victims of sexual assault and who provided evidence to the committee. We are not using their real names to protect their identity. \nRebecca is a rape victim who recently left the Army. When she made a complaint, she says she wasn't just fighting for justice, but fighting the system too. \n\"It's the old man's club. You know you're a minority. They're saying you were assaulted because you drink too much. They say this is what you are, this is our perception. We don't believe you.\"\nRebecca has now turned to a charity, the Centre for Military Justice, for help. \nDirector Emma Norton says women who make an official complaint like Rebecca can find it \"career-ending and life changing\". \nThe Centre for Military Justice has also campaigned for cases of rape and serious sexual to be dealt with outside the military system.\nSophia was, until 2017, an officer in the Royal Navy. She was sexually harassed and then assaulted by her male boss. \nShe said trying to make a complaint was like \"coming up against a brick wall\". \n\"It's a boys' club. They wanted to make sure he was alright. They didn't want it happening on their watch. It's bad press for them and it doesn't look good on their reports.\" \nSophia left the Navy and successfully took her case to a civilian court. \nHer lawyer, Ahmed Al-Nahhas, says he has dozens of similar cases. He describes the military complaints system as \"not fit for purpose\" and welcomes the findings of the defence committee report.\nThe defence committee also highlights practical issues that need to be addressed for women in the armed forces. \nIt said it was \"extraordinary\" the Ministry of Defence (MoD) wasn't even getting the basics right - such as providing women with uniforms and body armour that fitted. \nMost of those women interviewed would still recommend a career in the military, but MPs say change has been \"glacial\". \nThey were told by the MoD that it might take \"decades, possibly 300 years, to improve women's presence among senior officers\".\nResponding to the report, the MoD said many changes had been introduced to improve the experience of women in the Armed Forces.\nBut defence minister Baroness Goldie added: \"The reality is that this experience is not yet equal and very occasionally can be really harmful. I profoundly regret that and we shall examine this report.\"   "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-57953819",
      "category": "uk-england-hampshire",
      "title": "Romsey industrial estate blaze involving 35,000 tonnes of waste",
      "tags": "Romsey",
      "text": "A blaze involving 35,000 tonnes of waste has broken out at an industrial estate. \nHampshire & Isle of Wight Fire & Rescue Service has been at the scene at Yokesford Hill Industrial Estate in Romsey since about 04:00 BST. \nNearby residents have been advised to stay inside and keep windows shut due to the spread of smoke. \nYokesford Hill has been closed and members of the public have been advised to avoid the area.\nA spokesperson for the fire service said the cause of the blaze was currently unknown. \nThey said 18 crews were attending the blaze and \"expected to be there for some time\".\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57939707",
      "category": "uk-wales",
      "title": "Wales boss Ryan Giggs denies assaulting ex-girlfriend",
      "tags": "Worsley,Manchester",
      "text": "Wales manager Ryan Giggs has pleaded not guilty to using controlling behaviour and assaulting his ex-girlfriend.\nMr Giggs denied assaulting Kate Greville and her sister Emma Greville, at his home in Salford last November.\nOn Friday, Manchester Crown Court heard claims that Mr Giggs used a pattern of coercive and controlling behaviour against Ms Greville.\nIt included claims he kicked her naked out of a hotel room.\nThe former Manchester United player pleaded not guilty to using controlling behaviour against Ms Greville, 36, between August 2017 and November 2020.\nAppearing in court, the alleged details of the behaviour were read out to Mr Giggs.\nIt included claims he threatened to send emails to her friends and employers about their sexual relationship, and threw her belongings out of his house when she questioned him about relationships with other women.\nHe also allegedly kicked her in the back, and threw her out of a London hotel room naked, when she accused him of flirting with other women.\nMr Giggs denied assaulting Ms Greville and causing her actual bodily harm following an incident at his home in Worsley, Greater Manchester, on 1 November last year.\nHe also pleaded not guilty to common assault by beating of Ms Greville's younger sister, Emma, in the same alleged incident.\nThe former winger is due to go on trial at Manchester Crown Court on 24 January.\nThe former Manchester United winger is one of British football's most-decorated footballers following his 24-year career at Old Trafford and was appointed an OBE in 2007 before winning the BBC's Sports Personality of the Year in 2009."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57958178",
      "category": "uk",
      "title": "UK will be paying for Covid for decades, say MPs",
      "tags": "Coronavirus lockdown measures,Public Accounts Committee,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Taxpayers will bear the costs of Covid \"for decades\" - and an inquiry will not come soon enough to learn lessons from the pandemic, MPs have said.\nIn two new reports, the Public Accounts Committee said No 10's response to the crisis has exposed UK taxpayers to \"significant financial risks\".\nThe MPs also attacked government spending on unusable protective kit.\nThe Department of Health said there were \"processes\" to ensure spending gives taxpayers value for money.\nIn the cross-party reports published on Sunday, the PAC said the taxpayer would be exposed to \"significant financial risks for decades to come\" with the estimated cost of the government's measures having already hit £372bn in May.\nUK government debt is now over £2.2 trillion, or about 99.7% of GDP - a rate not seen since the early 1960s. In June alone, debt interest cost £8.7bn.\nIn one example of future Covid costs, the PAC says taxpayers could be liable for an estimated £26 billion of bad loans, out of a total £92 billion of loans guaranteed by the government.\nThe report states: \"While we acknowledge that there was a need to relax the usual rules surrounding major spending decisions... we are concerned that this has created serious risks that may require managing for years.\"\nPAC chairwoman Dame Meg Hillier said: \"With eye-watering sums of money spent on Covid measures so far, the government needs to be clear, now, how this will be managed going forward, and over what period of time.\"\nThe MPs also said they are \"concerned that despite spending over £10bn on supplies, the [personal protective equipment] stockpile is not fit for purpose\".\nOut of 32 billion items of PPE ordered by the Department of Health and Social Care, the committee said 11 billion had been distributed, while 12.6 billion are stored in the UK as central stock.\nBut some 8.4 billion items on order from other countries have still not arrived in the UK.\nThe stockpile, MPs added, is costing about £6.7m a week to store, with potential waste levels \"unacceptably high\".\nAccording to the report, there were 10,000 shipping containers of PPE still to be unpacked as of May this year - but that it had already been determined that 2.1 billion PPE items were unusable in medical settings.\nThe MPs said this equated to more than £2bn of taxpayers' money - and was over five times the estimate of PPE found to be unfit for purpose given to MPs by DHSC in January.\nPrime Minister Boris Johnson has pledged there will be an independent public inquiry into government's handling of the pandemic - with an expected start date of Spring 2022.\nThe PAC said it was \"clear that government cannot wait for the review before learning important lessons\" and must instead present a Covid recovery plan in the autumn spending review.\nDame Meg added: \"If coronavirus is with us for a long time, the financial hangover could leave future generations with a big headache.\"\nA DHSC spokeswoman said: \"There are robust processes in place to ensure that government spending always provides value for money for the taxpayer.\n\"We have worked tirelessly to source life-saving PPE to protect health and care staff, and we have delivered over 12.7 billion items to the frontline at record speed.\"\nMeanwhile, an analysis by the Labour party suggests that the holiday plans of nearly six million Britons could be ruined if Spain and Greece are added to the \"amber plus\" list alongside France.\nThe party said an estimated 5,857,558 people faced last-minute quarantine requirements after booking trips over the \"summer of chaos\".\nSince 19 July, fully vaccinated adults returning to the UK from amber list countries have not needed need to complete the 10-day quarantine period.\nBut ministers removed the exemption for France amid fears over the Beta Covid variant, creating what critics say is an \"amber plus\" category on government's traffic light system for international travel.\nLabour's shadow transport secretary Jim McMahon said: \"Not only have they failed to protect our borders, allowing Covid cases to rocket - they also refuse to be straight with the public and give them the information they need to book travel with confidence.\"\nA spokesman for the Department for Transport said: \"The travel list allocations have not changed for Spain or Greece.\"\nHe added that officials were \"closely monitoring the data\" and would take \"swift action\" should the data reveal a change in risk to England from these countries."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57952516",
      "category": "world-australia",
      "title": "Australia Covid: Arrests at anti-lockdown protests",
      "tags": "Coronavirus lockdown measures,Brisbane,Melbourne,Sydney,Coronavirus pandemic,Australia",
      "text": "Demonstrations have taken place in Australian cities against tight restrictions imposed to tackle a rise in Covid cases.\nThousands gathered in Sydney, with smaller protests held in Melbourne and Brisbane.\nPeople chanted \"freedom\" as they marched through the centre of Sydney. Officers said they had made 57 arrests.\nAustralian governments have re-imposed lockdowns across the country amid a surge in new infections.\nThe arrival of the highly contagious Delta variant has challenged the country's previous strategy of border closures, quarantine programmes and snap lockdowns which helped keep cases low. \nVaccination rates remain the lowest among developed nations, with fewer than 14% of people jabbed.\nOn Saturday thousands of people marched to the centre of Sydney through the suburb of Haymarket. \nNew South Wales (NSW) health authority had moments ago declared the area a Covid hotspot, public broadcaster ABC News reports.\nSome held placards reading \"Drop your mask, raise your voice\" and \"Wake Up Australia\".\nProtesters blocked roads and gathered outside Sydney's town hall. One group threw bottles at mounted officers.\n\"The NSW Police Force recognises and supports the rights of individuals and groups to exercise their rights of free speech and peaceful assembly, however, today's protest is in breach of the current Covid-19 Public Health Orders,\" a statement from the force read.\nSmaller events also took place in Melbourne, where people lit flares outside Parliament House, and in Brisbane, at the Botanic Gardens. \nSome 13 million Australians - about half its population - are now back in lockdown.\nSydney has now been under lockdown for four weeks, but continues to see cases rise. \nNSW officials announced a record increase of 163 new infections on Saturday.\nState health minister Brad Hazzard echoed calls by premier Gladys Berejiklian for other states to send extra vaccine doses to NSW. \n\"If it gets worse here in New South Wales, it could actually create massive problems for the whole country,\" Mr Hazzard reportedly said. \n\"New South Wales is the gateway to the rest of Australia.\"\nAccording to Johns Hopkins University data, the country has overall recorded 32,594 cases and 916 deaths."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57912347",
      "category": "business",
      "title": "UK borrowing leads to record interest payments",
      "tags": "UK economy,Office for National Statistics,Coronavirus pandemic",
      "text": "The UK government spent a record £8.7bn in interest on repaying its debts last month, official figures show.\nThe figure was more than three times as much as the £2.7bn in interest payments seen in June 2020.\nThe reason was a surge in inflation, which raised the value of index-linked government bonds.\nOverall borrowing - the difference between spending and tax income - was £22.8bn, which was £5.5bn lower than June last year.\nHowever, the figure was the second-highest for June since records began.\nBorrowing has been hitting record levels, with billions being spent on measures such as furlough payments.\nBut the cost of servicing all that borrowing has been rising too. Government gilts, for instance, are uprated in line with Retail Price Index inflation, which is higher than the headline consumer inflation rate. \nHowever, analysts stressed that despite the record payment, debt servicing costs as a share of GDP remain low by historic standards.\nRuth Gregory, senior UK economist at Capital Economics, said: \"While debt servicing costs will stay higher than the [Office for Budget Responsibility] expects over the next few years, the public finances should reap the benefits of a fuller recovery in GDP than the OBR expects, meaning that the deficit will still fall faster.\"\nThe huge amount of borrowing over the past year has now pushed government debt up to more than £2.2 trillion, or about 99.7% of GDP - a rate not seen since the early 1960s.\nThe Institute for Fiscal Studies (IFS) warned that the lower-than-expected borrowing seen in recent months was likely to prove only temporary, leaving Chancellor Rishi Sunak with \"very little room for manoeuvre\" in his forthcoming Spending Review. \nThe Office for National Statistics (ONS) now estimates that the government borrowed a total of £297.7bn in the financial year to March. \nThat was 14.2% of the UK's GDP and the highest level since the end of World War Two.\nThe ONS said the cost of measures to support individuals and businesses during the pandemic meant that day-to-day spending by the government rose by £204.3bn to £942.7bn last year.\nIn response to the latest figures, the chancellor said he was \"proud of the unprecedented package of support we put in place to protect jobs and help thousands of businesses survive the pandemic\".\nHe added: \"However, it's also right that we ensure debt remains under control in the medium term, and that's why I made some tough choices at the last Budget to put the public finances on a sustainable path.\" \nAccording to the IFS, those tough choices will persist, even though the economy is recovering more quickly than expected at the time of the Budget.\n\"We now forecast that borrowing in 2021-22 could come in some £30bn lower than the £234bn forecast in the March Budget,\" the IFS said.\n\"But this near-term improvement in the outlook is not expected to persist.\n\"Permanent economic damage done by the pandemic and rising debt interest costs mean that, under our forecast, the chancellor has little, if any, additional headroom against his stated medium-term target of current budget balance (borrowing only to invest, not to fund day-to-day spending).\"\nThat would leave Mr Sunak with virtually no additional room for permanent giveaways in this year's Spending Review, the IFS added.\nHow you view the state of the public finances depends on which measure you pick. If you compare the amount of borrowing that the government needed to do in June to plug the gap between its income from taxes and the amount it spent, it's the second-highest on record. But then you remember that records only go back to 1993. Compared to last June, it's down by £5.5bn.\nSimilarly with the overall debt (simply put, all the borrowings over the years added up). It's risen - to 99.7% of the size of the economy as measured by gross domestic product, its highest on that measure since 1961. But then you look further back and realise public debt was larger than the size of the economy for 40 of the last 100 years. \nGiven that the pandemic has put the economy on something like a war footing, it's worth noting that after World War Two, it was 2.5 times the size. The reaction of the government then was not to cut spending, but to embark on the biggest expansion of state spending in history. Sixteen years later, in 1961, prosperity was secure, taxes rolled in and both borrowing and debt dropped rapidly. \nAs a proportion of the economy, it's businesses' debts, rather than government debts, that are now larger - a consequence of the fact that many small and medium-sized businesses have been given no choice but to borrow their way through the pandemic. Arguably it's that debt, rather than the government \"debt\" (mostly \"borrowed\" from itself by issuing currency), which needs the most urgent policy attention in the wake of the pandemic. \nRuth Gregory of Capital Economics said the government had borrowed less in June than forecast by the Office for Budget Responsibility, which had expected it to be £25.2bn.\nShe said higher tax receipts and stronger GDP growth were further signs that the strong economic recovery was starting to feed through into lower government borrowing. \nHowever, she cautioned that higher taxes were still in the offing as Mr Sunak attempts to rebalance the books after the cost of the pandemic.\n\"We suspect the chancellor will 'bank' any improvement in the deficit rather than scale back the planned tax hikes and spending cuts set to hit the economy. At least by 2022-23, the economy should be strong enough to cope with it,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57955421",
      "category": "uk-england-manchester",
      "title": "Missing 11-year-old Bolton girl is found",
      "tags": "Bolton",
      "text": "An 11-year-old girl who sparked a nationwide search when she went missing has been found safe and well.\nThe girl left her home in Bolton, Greater Manchester, on Thursday and travelled to London Euston, arriving at 01:13 BST on Friday.\nHer parents who had publicly urged her to contact them, said they were \"incredibly relieved\".\nPolice said she was found in London earlier and officers were now working to reunite her with her parents.\nDet Ch Insp Paul Rollinson said: \"She was found in London earlier today so we are now working to reunite her with her parents, who are as you can imagine, incredibly relieved.\n\"The last couple of days have been every parent's worst nightmare, so I know they will agree with me when I say a huge thank you to everyone who has shared our appeal to find the child. \n\"Your help has been invaluable, so thank you.\n\"We would now ask that their privacy be respected, so they can be together as a family.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-50504151",
      "category": "business",
      "title": "Coronavirus: Where does the government borrow billions from?",
      "tags": "Coronavirus lockdown measures,Economics,UK economy,Coronavirus pandemic",
      "text": "The UK government has borrowed record-breaking amounts to pay for measures designed to limit the impact of coronavirus.\nInitiatives such as the furlough scheme - which finished at the end of September - were expensive and government income is down because it has collected less money in tax during the pandemic. \nThe latest data shows that the UK government borrowed £16.8bn in December. This was £7.6bn less than in the same month the previous year, but was still the fourth highest December borrowing figure since monthly records began in 1993.\nIn the previous financial year, the government had borrowed £321.8bn, the highest level in any financial year since records began in 1947.\nThe amount the government borrows to make up the difference between what it spends and what it collects is known as \"public sector net borrowing\". \nIt is often referred to as \"the deficit\".\nThe government borrows because it spends more than it gets in income. \nMost of its income comes from taxes - for example, income tax from your pay cheque or the VAT you pay on certain goods. \nIt could, in theory, cover all of its spending from taxes - and in some years that has happened.\nBut governments have not always been willing to increase taxes enough to cover their spending. This is partly for political reasons - it would be unpopular with voters. \nThere are also other reasons for not raising taxes. If higher taxes leave people with less money to spend, it can be bad for economic growth and jobs.\nThe government borrows money by selling bonds.\nA bond is a promise to make payments to whoever holds it on certain dates. There is a large payment on the final date - in effect, the repayment. \nInterest is also paid to whoever owns the bond in the meantime. So it's basically an interest-paying \"IOU\".\nThe buyers of these bonds, or \"gilts\", are mainly financial institutions, like pension funds, investment funds, banks and insurance companies. \nPrivate savers also buy some. \nSome also end up being bought by the Bank of England as part of its current attempts to boost spending and investment in the economy.\nUnder this policy - known as \"quantitative easing\" - the Bank has so far bought £875bn of government bonds.\nGovernment bonds appeal to investors as they are seen as essentially safe - with little risk that the money won't be paid.\nYou won't lose your money and you know precisely when and how much the payments will be.\nIt varies a lot. \nSome government borrowing has to be repaid in a month, but some lending is for as long as 30 years. \nThe minimum repayment period is just one day, while some bonds have been issued for 55 years. \nThere used to be some government debt which never had to be repaid, sometimes known as perpetual bonds. But the government chose to repay the last of these in 2015.\nThe deficit is the amount by which the government's income falls short of what it spends each year.\nIt covers most of this gap by borrowing, or sometimes by selling assets such as property. \nIn years when a government spends less than its income, it is known as a surplus. \nThe deficit is not to be confused with debt, although both are linked.\nDebt is the total amount of money owed by the government that has built up over years. So it's a much larger sum. \nDebt rises when there is a deficit, and falls in those years when there is a surplus. \nIn December 2021, it was £2.34 trillion. The figure almost exceeds the size of the UK economy, with debt having reached 96% of gross domestic product (GDP). \nDebt levels as high as this haven't been seen since the early 1960s when the UK was paying off the debts of World War Two.\nThe government does repay debt on due dates, but usually has to borrow new money - and take on more debt - to do so.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57956288",
      "category": "uk-wales",
      "title": "Snowdonia: Cars towed away for 'dangerous' parking",
      "tags": "Parking,North Wales Police,Bethesda,Gwynedd Council",
      "text": "Authorities have begun towing away dangerously-parked cars in Snowdonia.\nThe move comes amid concern last summer's scenes of severe congestion were being repeated. \nOn Saturday, a Seat Leon and Dacia Duster were removed for causing dangerous obstruction on the A5 at Dyffryn Ogwen, near Bethesda. \nThey were taken as part of a joint operation by Gwynedd Council, Snowdonia National Park Authority, and North Wales Police. \nRecent hot weather has drawn people \"in their thousands\", said Gwynedd councillor Gareth Griffith.\n\"There have been instances of dangerous parking and we are reacting to it,\" he said.\n\"Last year was an exception, hopefully. Over the winter months we have made plans.\n\"What we weren't anticipating was how many people would come to the area and we are reacting to that as best we can.\"\nHe insisted Gwynedd was open and everybody was welcome, but all they were asking was for people to \"respect the area\". \n\"We're not asking much,\" he said. \"It's just common sense at the end of the day.\"\nSnowdonia National Park Authority chairman, Wyn Jones, said the problem was not as bad as last year, but there still a number of people parking irresponsibly.\n\"The numbers we've got coming to Snowdonia seem to be as high as it was last year,\" he said.\n\"There are an awful lot of people coming to this area.\"\nIn one weekend last July, more than 500 cars parked on mountain roads in Snowdonia, with people camping in laybys to hike up Snowdon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52442754",
      "category": "explainers",
      "title": "Coronavirus: How does the NHS test-and-trace system and app work?",
      "tags": "Contact tracing,Mobile phone tracking,Coronavirus testing,Mobile phones,Coronavirus pandemic",
      "text": "Self-isolation rules are changing in some parts of the UK for fully vaccinated adults and children under 18.\nIf they are identified as a close contact of someone who's tested positive for Covid, they may soon be able to take a PCR test rather than self-isolate for 10 days.\nYou must self-isolate for 10 days if you:\nYou must also self-isolate if you or someone you live with has Covid symptoms. You can stop self-isolating if the person with symptoms gets a negative PCR result.\nEach UK nation has its own contact-tracing service: \nWhen people test positive for coronavirus, they are asked to provide details of their close contacts. These include:\nIf you are deemed a close contact, other people in your household don't have to self-isolate unless you or they develop symptoms.\nScotland\nFrom 9 August, fully vaccinated adults identified as close contacts of someone who tested positive for Covid will no longer have to self-isolate for 10 days. \nInstead, if they have no symptoms and at least two weeks have passed since the second dose, they can get a PCR test. If the result is negative, self-isolation can then be ended. \nFirst Minister Nicola Sturgeon announced a similar change - with a negative PCR result - for people aged 17 or under. Children under the age of five will be encouraged, but not required, to take a PCR test.\nEngland\nFrom 16 August, fully vaccinated adults and all under-18s contacted by NHS Test and Trace (not the app) will be advised to take one PCR test as soon as possible. \nAs long as that is negative, and they don't develop symptoms, they won't need to take further action.\nWales\nSimilar changes will happen in Wales from 7 August. However, people will be also advised to take PCR test on day two and day eight, whether they are fully vaccinated or not.\nNorthern Ireland\nMinisters in Northern Ireland are expected to discuss changes on 12 August. \nAny adult not fully vaccinated will still need to isolate if they are identified as contacts.\nAnyone who tests positive - regardless of age, vaccination status, or whether or not they have symptoms - will also still need to self-isolate. \nThe NHS Covid app is available to download in England and Wales. \nIf you have the app, and you spend enough time close to another person using it, you will receive a \"ping\" alert if they later test positive for Covid. \nYou need to be within 2m (6ft) of them for 15 minutes to trigger the alert. \nNorthern Ireland and Scotland have separate apps. \nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for 10 days.\nGovernment ministers have said it is \"crucial\"  that people self-isolate when sent an alert.\nHowever, it's feared that the large number of people being alerted has led to many users deleting the app.\nCurrently, when someone tested positive but had no symptoms, the NHS Covid app went back five days before the test, and alerted any close contacts during that time.\nHowever, the app will soon only alert close contacts from the previous two days before the positive test.\nThe sensitivity of the app itself has not changed, and anyone testing positive will still have to self-isolate.\nIn the week to 28 July, nearly 396,000 people in England and Wales received alerts from the app, a sharp drop from 690,000 the week before.\nIn England, employers providing critical services can now request an exemption for named employees who are fully vaccinated. Sectors include energy and emergency services.\nSupermarket depot workers and food manufacturers are among those exempt from quarantine rules whatever their vaccination status.\nA similar system is being launched in Scotland.\nA £500 grant is available in England to people on low incomes who have to self-isolate. This includes parents who can't work because their child has to self-isolate. However, many applications have been turned down.\nIn Scotland people can apply for the Self-Isolation Support Grant, worth £500, and there is a similar scheme in Wales. In Northern Ireland a discretionary payment is available.\nYou may also be entitled to Statutory Sick Pay, which is worth £96.35 a week, or more if your employer has a sick pay scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57924111",
      "category": "world-asia",
      "title": "Olympics: Munich victims honoured for first time at opening ceremony",
      "tags": "Israel",
      "text": "The victims of the terror attack at the Munich Olympics have been remembered during Tokyo's opening ceremony, the first time in nearly half a century.\nA moment's silence commemorated the 11 Israeli athletes killed by Palestinian gunmen in 1972.\nFamilies of the victims had for years been urging Olympic organisers to honour them at an opening ceremony, but had their requests repeatedly rejected.\n\"Finally there is justice,\" two of the victims' widows said.\n\"We went through 49 years of struggle and never gave up,\" said Ankie Spitzer and Ilana Romano, who were at Friday's ceremony.\nThe Munich massacre on 5 September 1972 is one of the darkest chapter's in Olympic history.\nEleven members of the Israeli team were taken hostage inside the Olympic village by Palestinian gunmen from the Black September group.\nTwo were shot dead almost immediately, while the others were killed during a gun battle with West German police at a nearby airfield, as the militants tried to take them out of the country.\n\"We remember those who lost their lives during the Olympic Games,\" an announcer said during the ceremony.\n\"One group still holds a strong place in all our memories and stand for all those we have lost at the games - the members of the Israeli delegation at the Olympic Games Munich 1972,\" the announcer added, as the stadium darkened and a soft blue light illuminated parts of the arena.\nThe move was praised by Israeli Prime Minister Naftali Bennett.\n\"I welcome this important and historic moment. May their memory be blessed,\" he wrote wrote on Twitter.\nRelatives of those killed sought for them to be remembered at opening ceremonies but the International Olympic Committee (IOC) had previously ignored the calls.\nThe IOC faced criticism after rejecting a request for a minute's silence at the London 2012 Games to mark the 40th anniversary of the attack.\nOrganisers said the ceremony was not a \"fit\" atmosphere for a tribute.\nIn 2016, the IOC created a \"Place of Mourning\" in Rio's Olympic village to commemorate those who had died during the Games.\nAfter watching Friday's tribute in Tokyo, Ms Spitzer and Ms Romano said they could not hold back their tears.\n\"This is the moment we've waited for,\" the widows added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57878345",
      "category": "business",
      "title": "Covid: 'Pingdemic' threatens shop openings say supermarkets",
      "tags": "Companies,Morrisons,Contact tracing,Retailing,British Retail Consortium,Marks & Spencer,Coronavirus pandemic",
      "text": "Supermarkets have warned they will have to cut opening hours or even shut shops if the number of workers forced to self-isolate continues to rise.\nM&S said the number of workers being notified by the NHS app is rising exponentially, and it may have to reduce hours if there are shortages.\nA leading supermarket, which declined to be named, said it could lead to massive disruption of food supplies.\n\"And there's a risk that there won't be sufficient staff to open shops.\"\nLast week, over 500,000 alerts were sent to users of the NHS Test and Trace app in England and Wales for the week to 7 July, a rise of 46% on the previous week. \nM&S chief executive Steve Rowe told The Times that the number of people being forced to self-isolate is \"a major issue across every industry at the moment\". \nHe said: \"Our Covid cases are roughly doubling every week and the pinging level is about three to one of Covid cases, so we're seeing that growing exponentially.\"\nHe said: \"If there's shortages we'll have to manage it by changing hours of stores, reducing hours.\"\nFrom 16 August, people who have been fully vaccinated will not have to self-isolate if they are \"pinged\" by the NHS app when they have come into contact with someone who has tested positive for Covid.  They will instead be advised to take PCR test as soon as possible.\nBut another UK supermarket warned: \"The clock is ticking and the government needs to act fast to get people back to work if they have a negative test.\n\"If not, we could be heading towards crisis point next month.\"\nA spokeswoman for Morrisons said: \"As per the whole of the UK, we are experiencing a rise in cases and close contact notifications.\"\nBut she added: \"We provide guidance and support for colleagues who may need to self-isolate including sick pay and have Covid secure controls in place in all our stores to ensure we can continue to operate and keep them open. Throughout the whole of the pandemic, we have not been required to close a store.\"\nThe British Retail Consortium (BRC), which represents the industry, said that the government must bring forward the changes on self-isolation from 16 August \"so that people who are fully vaccinated or have a negative test are not forced to needlessly quarantine\" when they are contacted by the app.\nBRC chief executive, Helen Dickinson, said: \"We are already seeing a serious impact on retail operations as a result of staff having to self-isolate and this will only get worse right across the economy, as cases are already rising fast and the final restrictions are eased.\"\nLord Karan Bilimoria, president of the Confederation of British Industry, said that amid \"crippling staff shortages, speed is of the essence\".\nHe called for an immediate end to \"the self-isolation period of 10 days for people who are double-jabbed\" and \"a route out of isolation for those not yet fully vaccinated through daily lateral flow tests\".\nIt comes as both the prime minister and the chancellor u-turned on a decision not to self-isolate after coming into contact with health Secretary Sajid Javid, who announced on Saturday that he had tested positive for Covid.   \nBoris Johnson and Rishi Sunak initially said they planned to keep working on essential government business under a pilot scheme that involves daily testing.\nHowever, it prompted a backlash by opposition parties as well as the managing director of the retailer Iceland, Richard Walker, who tweeted: \"Shame the hundreds of Iceland staff who've been pinged can't avoid self-isolation. We can all do a daily lateral flow test.\"\nThe rising number of people being forced to self-isolate is impacting other sectors. Car-makers Nissan and Rolls-Royce have both warned that staff shortages could impact production at their plants.\nAround 900 workers at Nissan's Sunderland plant have been sent home after being told to self-isolate. \nRolls-Royce said it may have to halve production if more employees are contacted by the Test and Trace app. \nMr Rowe also said: \"Where the industry will see the pain is in the supply chain, because logistics runs tight anyway to be efficient.\"\nThe union Community, which represents steelworkers across the UK as well as people working in logistics, said rising cases of coronavirus coupled with staff members having to self-isolate, has led to a lack of drivers being able to work. \n\"This is causing disruption in the industry, and reinforces the evidence government has been reckless in its approach to easing restrictions and should reconsider its approach,\" a spokesman for Community said.\nOn Monday, final Covid restrictions will be lifted in England, including the legal requirement to wear a face mask in enclosed spaces. \nOn Friday, the number of daily coronavirus cases reported in the UK surpassed 50,000 for the first time since mid-January. It recorded 54,674 cases on Saturday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57942217",
      "category": "health",
      "title": "Daily Covid cases down for third day in UK",
      "tags": "Coronavirus vaccines,Coronavirus testing,Office for National Statistics,Coronavirus pandemic",
      "text": "Covid cases are down for the third consecutive day in the UK, latest daily figures show. \nThe UK recorded 36,389 new infections - a further drop from 46,558 logged on 20 July.\nIt is too soon to say if cases have peaked, however, given that the statistics do not capture the impact of unlocking that happened on 19 July.   \nOne expert said it will take a few weeks after relaxing restrictions to know for certain.  \nProf Paul Hunter from the University of East Anglia said: \"I would caution that this may just be a temporary slowing in reports before we start to see a return to exponential growth towards the end of next week as a result of the ending of restrictions last week.\"\nIt is possible cases will increase again, with some measures, such as the R rate, still suggesting the epidemic is growing.\nThe latest estimate of R - which measures how quickly the virus is spreading - is unchanged from the previous week at 1.2 to 1.4.\nIt means that on average, every 10 people infected with coronavirus goes on to infect between 12 and 14 others.\nThe estimated daily growth rate shows signs of a possible slowdown, however. This week's estimate is that infections are growing at between 4% and 6% a day, down from between 4% and 7% last week.\nMeanwhile, data from the Office for National Statistics based on swab tests in the community suggests 1.3% of the population - or one in 80 people - has the virus, up from one in 100 the week before. \nAccording to the ONS figures for the week up to 17 July: \nThe more infectious Delta variant currently accounts for almost every Covid infection in the UK. \nA new report from Public Health England warns of a small but increased risk of catching this variant, first identified in India, even if you have had Covid before.\nIt says 897 cases out of 68,688 Delta infections recorded in an 11-week period from April to June were possible reinfections.\nProf Rowland Kao, a professor of epidemiology and data science at Edinburgh University, said: \"Any decline is always welcome but its too early to say whether this is sustained. \n\"It's important to remember that there are still many people highly vulnerable to severe Covid infection, and with infection numbers still high, some remaining caution is merited.\"\nThis story was corrected to say cases fell for three days in a row and not four days as originally stated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54239922",
      "category": "explainers",
      "title": "What are the Covid self-isolation rules and will they be scrapped?",
      "tags": "Contact tracing,Holidays,Travel,Coronavirus vaccines,Self-isolation,Coronavirus pandemic",
      "text": "People with Covid in Northern Ireland can now stop self-isolating after five full days, if they have have two negative tests. \nThese rules are also in place in England, where the prime minister has said that there will \"soon be a time\" when self-isolation is not required.\nThe self-isolation period for anyone who develops symptoms or tests positive for Covid is five full days. \nThe day symptoms begin - or you test positive - is day zero. The next day is day one of self-isolation.\nYou can leave self-isolation after five full days if you have two negative LFT results, 24 hours apart.\nYou can take the first on day five. If it's negative, you can take another test 24 hours later on day six. If this is also negative - and you don't have a temperature - you can immediately end isolation. \nThe rules apply whether or not you are vaccinated.  \nThe current self-isolation regulations run out on 24 March.\nThe prime minister has told MPs he does not expect to renew the rules and said they could end sooner - if Covid data allows.\nHe said that \"as Covid becomes endemic\" (in other words, constantly present) the government will \"replace legal requirements with advice and guidance urging people with the virus to be careful and considerate of others\". \nThis would be similar to advice for other infectious diseases such as flu. \nHealth Secretary Sajid Javid also said he was \"optimistic\" the government would shortly be able to \"remove all restrictions around Covid\".\nIt is not clear whether the rest of the UK would follow suit. \nIn Scotland and Wales you must self-isolate for at least seven days as soon as symptoms appear.\nPeople without symptoms who have a positive LFT result should also self-isolate immediately. They don't need to take a PCR test, although clinically vulnerable people in Wales are advised to do so.\nYou can end self-isolation after two negative LFT results, 24 hours apart - the first no earlier than day six. If you don't have a temperature, you can stop self-isolating after the second negative test, on day seven.\nIf the day six test is positive, you can take two further tests on subsequent days.\nThe guidance applies whatever your vaccination status.\nAnyone leaving self-isolation is \"strongly advised\" to limit close contact with people in crowded or poorly-ventilated spaces. \nThey should work from home and minimise contact with people at higher risk from Covid.\nThe rules about self-isolation after contact with someone with Covid are broadly similar across the UK. \nIf you are fully vaccinated (two doses - three in Scotland), you don't have to self-isolate, but should take daily LFTs for seven days (or until 10 days since your last contact, if this is earlier). \nThis also applies to under-18s (18 years and four months in Scotland; 18 years and six months in England).\nIf any of the LFTs are positive, you must self-isolate from the date of the test.\nClose contacts of positive cases who are not fully vaccinated still have to self-isolate for the full 10 days. \nIn Scotland, they are advised to take one PCR test and continue isolating even if the result is negative. \nIn Wales, unvaccinated contacts are advised to take LFTs on days two and eight, even if they have no symptoms.\nAnyone who develops Covid symptoms during self-isolation should take a PCR test. \nSelf-isolation means staying at home and not going out.\nAdults shouldn't go to work and children shouldn't go to school. \nYou should order online groceries, or ask friends or family to deliver supplies.\nNo-one from outside your household should come inside, unless to deliver essential care.\nIf you have symptoms or test positive, you should: \nPeople on a low income who are told to isolate may be entitled to some financial help:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57948383",
      "category": "uk",
      "title": "Covid-19: Air travel takes off on busiest weekend since pandemic began",
      "tags": "Travel,Gatwick Airport,Air travel,Coronavirus pandemic",
      "text": "Airlines and airports say they are having their busiest weekend since the pandemic began as schools close and the summer holidays begin for millions.\nHeathrow Airport expects 60,000 passengers to depart daily, while Gatwick says it expects 250 flights a day - up from a low of just 15.\nBut the numbers are still far below pre-pandemic levels.\nSpain is the top destination for UK travellers, followed by Greece.\nAfter 18 months in which the travel industry has been devastated by the pandemic, companies including EasyJet, TUI and Jet2, as well as major airports, said they would have more passengers this weekend than at any time since the pandemic began.\nAir travel companies said the decision to let fully vaccinated travellers visit amber list countries without quarantining on their return had encouraged people to consider more destinations.\nTravellers at London Stansted Airport in Essex reported snaking queues at check-in and security - with one passenger telling the BBC they felt it was \"chaos\" with staff overwhelmed.\nCamilla McMyn said some passengers were upset after missing flights due to the long queues. \"I haven't been crammed up next to so many people for a long time,\" she added.\nSome 1,330 flights were due at Stansted between Friday and Monday, up from 735 during the same weekend in 2020.\nManchester Airport said it was \"an encouraging but tentative step towards recovery\", but it said the government's \"chaotic and unpredictable\" approach to international travel had damaged confidence.\nEasyJet suggested the vaccination programme had given the travel industry a boost, with many Britons saying they were much more likely to want to travel once they had been double-vaccinated and that travel had been a major motivation for getting jabbed for many of them.\nWhat are your travel plans this weekend? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57951422",
      "category": "world-us-canada",
      "title": "Surfside tower collapse: No sign of final victim as Miami search ends",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "Firefighters say their search for bodies in the rubble of the collapsed Florida apartment block has finally ended, but one victim remains unaccounted for.\nAt least 97 people were killed when the 12-storey Champlain Towers South fell in the early hours of 24 June.\nBut the remains of 54-year-old Estelle Hedaya are yet to be identified.\nHer family say the official end of the search has left them feeling helpless and worried she will be forgotten.\nNobody has been pulled alive from the rubble since the first hours after the disaster, and officials formally switched from a search-and-rescue mission to a recovery effort on 7 July.\nBattling tropical storms and the risk of unstable debris, rescuers worked through more than 13,000 tonnes of broken concrete.\nThe Surfside site has mostly been cleared, with the rubble moved to a state warehouse for further inspection.\nAfter the search ended, officials thanked firefighters who worked 12-hour shifts while camping out at the site.\n\"It's obviously devastating. It's obviously a difficult situation across the board,\" Fire Chief Alan Cominsky said at a ceremony on Friday.\n\"I couldn't be prouder of the men and women that represent Miami-Dade Fire Rescue.\"\nThe mission had to be been halted several times, due to instability in the mound of rubble as well as Tropical Storm Elsa. Officials had to order the part of the building that remained standing be demolished on 4 July.\nOfficials say there are no more bodies to be found at the site, but the conclusion has come as devastating news to friends and relatives of Estelle Hedaya, believed to be the disaster's 98th victim.\nHer younger brother Ikey has given DNA samples and visited the site twice to see the search efforts for himself. \n\"As we enter month two alone, without any other families, we feel helpless,\" he told the Associated Press news agency.\nAnother friend Leah Sutton, who had known Ms Hedaya since birth, told the agency: \"They seem to be packing up and congratulating everyone on a job well done. And yes, they deserve all the accolades, but after they find Estelle. \"\nOther victims of the disaster include the seven-year-old daughter of a Miami firefighter, a 92-year-old grandmother and the sister of Paraguay's first lady.\nThe site - which is being treated as a crime scene - is now under the control of police.\nWhat caused the 40-year-old building to fall to the ground while its residents slept remains unknown.\nBut a 2018 report that found structural problems has prompted several inquiries, including a grand jury investigation.\nThe building association's board said it would appoint an \"independent receiver... to oversee the legal and claims process\".\nThe tragedy has led authorities to check housing blocks across southern Florida for similar issues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57951934",
      "category": "uk",
      "title": "Covid-19: More testing sites and PM faces isolation pressure",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nA scheme to allow key workers to avoid Covid self-isolation in England has been significantly expanded following criticism it did not go far enough. Police, fire, Border Force, transport and freight staff will now be able to join a daily workplace test scheme, whether they are vaccinated or not. It follows the announcement that up to 10,000 supermarket depot and food factory workers would be eligible.\nThe government plans to end isolation for those double-jabbed by 16 August. But some business leaders and politicians want Boris Johnson to bring forward the date. Among those is Mayor of London Sadiq Khan, who has written to the PM, along with industry leaders, to urge him to amend his timetable. They argue that businesses are being put at risk by the \"pingdemic\", with some closing temporarily due to staff shortages. \"The summer months are crucial for many businesses' recovery and their ability to recover must not be put in jeopardy,\" the letter reads. Nearly 608,000 contact tracing alerts were sent in England in the week ending 15 July - a record high.\nIt's the busiest weekend since the pandemic began for airlines and airports, as schools close and the summer holidays begin for millions. Heathrow Airport expects 60,000 passengers to depart daily, while Gatwick says it expects 250 flights a day - up from a low of just 15. Spain is the top destination for UK travellers, followed by Greece. However, the numbers venturing abroad remain well below pre-pandemic levels. So, what are the rules for foreign holidays this summer?\n\"My friends have been bringing me food and dropping it at the door. I've got a balcony, but I'm still going a bit crazy in the room.\" University student Aimee flew out to Zakynthos, Greece, in early July. However, she tested positive for coronavirus and has had to quarantine abroad. Tempted to go on holiday this year? Here's your guide to Spain, Portugal and other holiday hotspots.\nLatitude is the UK's first full-capacity festival since 2019 (alongside Sheffield's Tramlines, which also takes place this weekend), and performers and festival-goers are overwhelmed at being back in gig-land. \"We've had so many dreams about this,\" says Dream Wife's guitarist Alice Go, as the band prepare to play their first show since January 2020. \"Dreams and nightmares,\" corrects her bandmate Bella Podpadec. Part of the government's live event pilot scheme, Latitude has brought 40,000 mask-less but Covid-tested fans to Suffolk for three days of music, comedy, drama and entertainment.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nSome critical workers in England won't have to self-isolate if they are contacted by NHS Test and Trace. But who is included in that group? Find out all the information you need here.\nThere is further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57950115",
      "category": "uk-england-manchester",
      "title": "Parents' plea to find missing Bolton schoolgirl, 11",
      "tags": "Bolton,Birmingham,Manchester",
      "text": "The parents of a missing 11-year-old girl said they were in a \"state of shock\" as police stepped up their search for her.\nThe girl left her home in Bolton, Greater Manchester, on Thursday and travelled to London by train overnight. \nHer parents urged her to let them know she was OK.\n\"We miss you, we want you to come home. We want to at least know you're safe. You're not in any trouble. Please contact us or the police,\" they said.\n\"We are in a state of shock. We want to know where she is, who she's with, but most of all, that she's safe. Please come home.\"  \nThe girl left home without her parents' knowledge and travelled to Bolton railway station, arriving at 20:20 BST.\nShe then came into contact with an unknown man and woman, who were believed to be worried about her, and travelled on the same train as her to Manchester Piccadilly, police have said. \nShe was then seen boarding a train from Manchester Piccadilly at 21:27 to Birmingham New Street before getting onto another train at 23:10 to London Euston, arriving at 01:13.\nShe left Euston station alone and went onto Eversholt Street towards Euston Road at 01:17.\nPolice believe she was at London Bridge Tube Station at 11:16 and may be in the area around Tower Bridge.\nThe force is also looking to trace the man and woman, who travelled on the same train as her from Bolton to Manchester Piccadilly.\nDetectives think they may know where the girl was going after arriving in London.\nThe child, who is of Ethiopian heritage and described as having a slim build, was last seen wearing a black Hijab with a blue headscarf and black dress.\nPolice say the woman, who is described as black, of slim build, was wearing a light blue tunic, black pants and black trainers with a white sole.\nThe woman's face was covered with a white face mask and she was carrying an orange carrier bag.\nDet Ch Insp Paul Rollinson said: \"We are understandably extremely concerned about the welfare of this young girl who was reported missing to us last night as it would seem extremely out of character.\"\nHe added that she may have travelled to the city to pursue her ambition of setting up a clothing business near Tower Bridge or to go sightseeing.\nPolice said the child had not spoken to friends or family about her plans to catch a train to the capital.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57942217/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Daily Covid cases down for third day in UK",
      "tags": "Coronavirus vaccines,Coronavirus testing,Office for National Statistics,Coronavirus pandemic",
      "text": "Covid cases are down for the third consecutive day in the UK, latest daily figures show. \nThe UK recorded 36,389 new infections - a further drop from 46,558 logged on 20 July.\nIt is too soon to say if cases have peaked, however, given that the statistics do not capture the impact of unlocking that happened on 19 July.   \nOne expert said it will take a few weeks after relaxing restrictions to know for certain.  \nProf Paul Hunter from the University of East Anglia said: \"I would caution that this may just be a temporary slowing in reports before we start to see a return to exponential growth towards the end of next week as a result of the ending of restrictions last week.\"\nIt is possible cases will increase again, with some measures, such as the R rate, still suggesting the epidemic is growing.\nThe latest estimate of R - which measures how quickly the virus is spreading - is unchanged from the previous week at 1.2 to 1.4.\nIt means that on average, every 10 people infected with coronavirus goes on to infect between 12 and 14 others.\nThe estimated daily growth rate shows signs of a possible slowdown, however. This week's estimate is that infections are growing at between 4% and 6% a day, down from between 4% and 7% last week.\nMeanwhile, data from the Office for National Statistics based on swab tests in the community suggests 1.3% of the population - or one in 80 people - has the virus, up from one in 100 the week before. \nAccording to the ONS figures for the week up to 17 July: \nThe more infectious Delta variant currently accounts for almost every Covid infection in the UK. \nA new report from Public Health England warns of a small but increased risk of catching this variant, first identified in India, even if you have had Covid before.\nIt says 897 cases out of 68,688 Delta infections recorded in an 11-week period from April to June were possible reinfections.\nProf Rowland Kao, a professor of epidemiology and data science at Edinburgh University, said: \"Any decline is always welcome but its too early to say whether this is sustained. \n\"It's important to remember that there are still many people highly vulnerable to severe Covid infection, and with infection numbers still high, some remaining caution is merited.\"\nThis story was corrected to say cases fell for three days in a row and not four days as originally stated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-humber-57953506",
      "category": "uk-england-humber",
      "title": "Goole WW2 bomb: Army experts carry out controlled explosion",
      "tags": "Goole",
      "text": "A live World War Two bomb unearthed by builders on a housing development has been destroyed in a controlled explosion.\nThe 500lb (227kg) device was found on the new-build estate in Goole, East Yorkshire, on Thursday.\nEight homes were evacuated and the M62 was shut between junctions 35 and 37 as a safety precaution.\nHumberside Police said the device was successfully detonated at 16:22 BST on Saturday.\nAll residents have been able to return to their homes and local business are no longer being asked to remain closed.\nThe force also said a no-fly zone and the closures of the M62 and other roads nearby had since been lifted.\nThere had been significant traffic congestion and delays on Saturday as a result of the measures.\nJohn Sharpe, site manager of the Beal Homes development, said he received a call from workers just after midday on Thursday.\n\"They didn't know what they'd dug up at first and a guy went down into the hole because we thought it was a metal pipe.\n\"As he uncovered it he realised it was a bomb and got out pretty quickly,\" he said.\nMr Sharpe said the bomb was believed to have been dropped by a Lancaster bomber during a crash-landing.\nFollow BBC East Yorkshire and Lincolnshire on Facebook, Twitter, and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57955148",
      "category": "world-europe",
      "title": "Dublin: Shots fired at Irish police patrol car in Tallaght",
      "tags": "Republic of Ireland,Dublin",
      "text": "A Garda (police) patrol car was struck by a gunshot after shots were fired at police in Dublin in the early hours of Saturday.\nThe marked Garda car, with unarmed uniformed officers inside, was on patrol in Tallaght at about 02:30 local time.\nThey saw three men, one armed with a handgun and one with a baseball bat.\nThe man with the handgun fired a number of shots towards the police car, one of which struck the vehicle, police say.\nNone of the officers were injured and the three men fled.\nNo arrests have been made and police have appealed for anyone with any information to contact them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57950720",
      "category": "world-asia-china",
      "title": "China imposes sanctions on US officials",
      "tags": "China,Hong Kong,United States",
      "text": "China is imposing sanctions on several US individuals and organisations in response to recent US sanctions on Chinese officials in Hong Kong.\nThose targeted include former US Commerce Secretary, Wilbur Ross.\nThe counter-sanctions come days before US Deputy Secretary of State Wendy Sherman is due to visit China.\nThe US sanctions on Chinese officials in Hong Kong were because of their role in the security crackdown in the territory.\nWashington also warned its business community of the growing risks of operating in Hong Kong.\nChina introduced the National Security Law in Hong Kong last year in response to massive pro-democracy protests. It criminalises secession, subversion and collusion with foreign forces and carries a maximum sentence of life in prison.\nChina's foreign ministry said on Friday that the recent US sanctions were designed to \"groundlessly smear Hong Kong's business environment\" and \"gravely violate international law and basic norms governing international relations\".\nIt said it would impose sanctions on seven US individuals and entities including Mr Ross. \nAs commerce secretary under former President Donald Trump, Mr Ross expanded the number of firms that could not trade with American firms without a prior license, including Chinese telecom giants like Huawei and ZTE.\nOthers sanctioned by China include Sophie Richardson, Human Rights Watch's China director; Carolyn Bartholomew, chair of US-China Economic and Security Review Commission; and Adam King of the International Republican Institute.\nWhite House press secretary Jen Psaki told reporters that the US was \"undeterred\" by China's retaliation.\n\"These actions are the latest examples of how Beijing punishes private citizens, companies and civil society organisations as a way to send political signals,\" she said.\nThe relationship between Beijing and Washington became even more strained under the Trump administration. They remain sour on issues including the origins of Covid-19, human rights and cybersecurity.\nThis weekend, Ms Sherman will travel to China in an effort to address deteriorating ties. It will be the most senior official visit under President Joe Biden.\nMr Ross is just the latest former member of the Trump administration to be hit with sanctions by China. In January, it announced sanctions against outgoing Secretary of State Mike Pompeo and 27 other top Trump officials.\nThe Biden administration called that move \"unproductive and cynical\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57952825",
      "category": "uk",
      "title": "Lightning destroys roofs as storms end heatwave in southern England and Wales",
      "tags": "Severe weather",
      "text": "Lightning has damaged homes in Hampshire and severe weather warnings are in place as the heatwave gives way to thunderstorms and torrential rain. \nTwo women escaped unharmed after a pair of houses in Andover were partially destroyed in the early hours. \nThe Met Office issued a yellow alert for storms, and warned of flooding, hail and 55mph gusts of wind in southern England and Wales.\nIt comes after days of extreme heat - and as many set off on summer holidays.\nHampshire and Isle of Wight Fire and Rescue Service tweeted a picture of two semi-detached properties struck by lightning in Andover's Mercia Avenue. A spokesman said the roof was severely damaged.\nNeighbour Barrie Austen said the roof had been \"completely ablaze\". \n\"The side that supports the roof - that collapsed as well, and then the flames spread into next door,\" he told the PA news agency.\nMr Austen said two sisters lived at the property, adding that one resident who was attended by paramedics \"seemed shaken but OK\". \n\"I think the lightning hit the roof, woke them up and they just got out.\" \nThe fire service said a 70-year-old woman had been assessed by paramedics but did not require hospital treatment.\nWhile it was a wet and stormy start for many in the south of England, Northern Ireland and western Scotland saw sunshine and temperatures approaching 28C on Saturday.\nThe Met Office thunderstorm warning for southern England and Wales was in place until 22:00 BST on Saturday. \nA second yellow warning for thunderstorms is in place from 05:00 BST to 00:00 BST and covers most of southern England, areas of central England and south east Wales.\nThe Met Office has warned the heavy showers and thunderstorms could result in flooding and disruption to transport in some places.\nIt comes as many people set off for their summer break this weekend with the school holidays beginning across parts of the UK.\nTorrential rain and electric storms are likely to affect those attending the Latitude Festival in Suffolk, with the Met Office yellow warning stretching into East Anglia.\nCooler weather is predicted across the UK from Sunday, with further heavy showers and thunderstorms pushing in from France across southern and eastern England.\nBBC Weather's Alina Jenkins said an area of low pressure meant that \"for much of next week, the theme is showers, longer spells of rain and it will be feeling cooler, both by day and by night.\" \nIt comes as the UK recorded its hottest temperature of the year so far on Tuesday - 32.2C at Heathrow Airport in west London.\nIn the same week, the Met Office issued its first extreme heat warning for areas of the UK. The alert covered large parts of Wales, all of south-west England and parts of southern and central England.\nHave you been affected by the bad weather? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57953480",
      "category": "uk",
      "title": "Open water: Swimmers urged not to take chances",
      "tags": "RNLI,Lifesaving,UK coastguards",
      "text": "People have been warned to take extra care swimming in open water after dozens drowned during recent hot weather.\nThe Royal Life Saving Society (RLSS) described this week's deaths as \"devastating\" and urged people to choose supervised spots to cool off.\nA 19-year-old man in Lancashire became the latest to die after getting into difficulty near St Anne's Pier.\nEarlier, a boy aged 16 died after going swimming at Loch Lomond in Scotland.\nThe family of a 21-year-old man from Stoke-on-Trent who died after being pulled from the sea at Crosby beach, Merseyside, on Tuesday described him as \"amazing\" and \"always smiling\".\nLee Heard, charity director of the RLSS, told the BBC he was aware of 28 people who had died in water, both inland and at the coast, across the UK since 14 July, as temperatures soared in many places.\nHe said water deaths often peaked between May and August. \"After the last week, I think the message is that anybody who does not have substantial experience of swimming in cold open water to not go in,\" he said.\n\"If people do wish to cool off in water, we advise they do so in supervised settings. Local authorities are putting on lifeguards around inland lakes, and there are aqua parks.\"\nMr Heard added that while wild swimming had become more popular in recent years, those partaking in the sport were often more experienced and took more precautions than casual swimmers.\nHM Coastguard said on Friday there had been nine deaths at the coast in the previous 10 days.\nCoastguard officer Fran Wilkins warned there were \"a lot of dangers and risks\" on beaches and at the coastline and swimmers could \"very quickly get into a situation where you may need help\".\nPeople can experience problems in open water when they underestimate how cold the water is, find themselves submerged unexpectedly, or get caught in a strong current at sea.\nThe RLSS has launched its \"summer water safety\" campaign warning about cold water shock, which can affect people's ability to breathe normally, even in warm summer weather. \nIt advises people to keep their mouths away from the water until their breathing returns to normal by rolling on their back.\nThen it says those in water should immediately swim towards an exit before their muscles cool - or find something to help them float - and call for help.\nSunday 25 July is World Drowning Prevention Day - the Royal National Lifeboat Institution (RNLI) describes drowning as a worldwide epidemic that claims an estimated 235,000 lives every year.\nThe Coastguard and RNLI have jointly called for families to take care at the coast during the school holidays, after revealing RNLI lifeguards saved the lives of 54 children and teenagers last summer.\nOf those, 64% (35) were aged 12 or under, while RNLI lifeguards also came to the aid of another 12,344 under-18s between June and September 2020.\nEarly long-range weather forecasts from the Met Office suggest there may be a period of high pressure bringing above-average temperatures in some parts of the UK in mid-August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57951577",
      "category": "uk",
      "title": "Covid-19: Sadiq Khan urges PM to change isolation rules earlier",
      "tags": "Contact tracing,Coronavirus pandemic",
      "text": "Mayor of London Sadiq Khan and business leaders have urged Boris Johnson to end self-isolation for contacts of Covid cases if they are fully vaccinated.\nThe PM is under growing pressure to replace the 10-day quarantine with daily testing for those alerted by the NHS Covid-19 app or Test and Trace.\nIt comes amid concerns of staffing shortages across sectors - including hospitality and the food supply chain.\nThe government plans to end isolation for those double-jabbed by 16 August.\nBut business leaders and cross-party politicians want the prime minister to bring forward the date - saying businesses are being put at risk by the \"pingdemic\".\nIn a letter to Mr Johnson, Mr Khan joined UK Hospitality, the London Chamber of Commerce and Industry and the capital's branch of the Federation of Small Businesses to demand change.\nNearly 608,000 contact tracing alerts were sent in England in the week between 8 and 15 July - a record high.\nHospitality businesses, such as pubs and restaurants, are struggling with staff shortages, causing some to close temporarily, the letter says.\n\"The summer months are crucial for many businesses' recovery and their ability to recover must not be put in jeopardy,\" it reads.\n\"We are therefore calling on you to ensure that the necessary testing is in place to enable people who have been double vaccinated for longer than two weeks and pinged by the NHS Covid app, to immediately return to work, following a negative PCR test, rather than having to self-isolate.\"\nThis would help employers and employees to retain faith in the NHS Covid-19 app in England and Wales, the signatories say.\nHospitality firms aren't the only industries to suffer staff shortages due to self-isolation - a number of railway companies have announced reduced timetables for the weekend or beyond.\nBin collections, the police, and the food supply chain have also been affected, among other sectors.\nThe prime minister himself is isolating, as is the leader of the opposition Sir Keir Starmer.\nMeanwhile, police, firefighters, Border Force staff, transport and freight workers will be able to join the daily contact workplace testing scheme, meaning they can avoid self-isolation if they are a contact of a Covid case.\nThe scheme was announced by the government on Thursday, initially for supermarket depots and food manufacturers.\nBut - separately to the mayor's letter - some in the food industry say the plan isn't enough.\nBritish Frozen Food Federation chief executive Richard Harrow said workers may be freed up in some areas, such as factories, but not others, such as supermarkets.\n\"It shows that yet again government does not understand how connected the food supply chain is,\" he told the PA news agency.\n\"Only opening part is unlikely to solve the overall issue. Plus, who is in and who is out, who decides and how do they decide?\n\"Confusion continues to pervade and I have been advised no list until Monday. This is worse than useless.\"\nIceland managing director Richard Walker said he was \"deeply disappointed to see supermarket store workers omitted from the list [of sectors that wouldn't need to isolate]\".\nFriday's daily figures showed Covid cases were down for the third consecutive day in the UK, with 36,389 new infections."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57952521",
      "category": "world-asia-india",
      "title": "India monsoon: Rescuers search for survivors after heavy rains",
      "tags": "Floods,Maharashtra,India,Severe weather",
      "text": "Rescuers are scouring devastated parts of western India for survivors after heavy rains caused deadly floods.\nTens of thousands of people have been moved out of affected areas, with record-breaking rainfall reported along parts of the coast.\nThe states of Goa and Maharashtra have been badly affected, with many feared missing near the financial hub Mumbai.\nAt least 136 people have died in Maharashtra, while in neighbouring Goa hundreds of homes have been damaged.\nMany factors contribute to flooding, but experts say climate change caused by global warming makes extreme rainfall more likely.\nHeavy rains and flooding have also hit western Europe and parts of China in recent weeks, while North America has grappled with scorching heatwaves.\nThe monsoon season in India lasts from June to September each year.\nRescuers have struggled to reach affected residents. Landslides have blocked roads, including the main highway between Mumbai and Goa, and officials have deployed helicopters, divers and naval rescue teams.\nGoa's Chief Minister Pramod Sawant said flooding there was the worst in decades, and had caused \"widespread damage\".\nIn the state of Maharashtra, major rivers are at risk of bursting their banks. Some 90,000 people have been evacuated so far in the state.\nThe village of Taliye, southeast of Mumbai, saw landslides flatten most of its homes. An official told Reuters news agency at least 42 people had died there. \nMaharashtra's chief minister, Udhav Thackeray, plans to visit Taliye on Saturday.\nWeather experts say heavy rains will continue to lash the city over the next few days.\nIndian Prime Minister Narendra Modi said he was \"anguished\" by the loss of lives.\n\"The situation in Maharashtra due to heavy rains is being closely monitored and assistance is being provided to the affected,\" he tweeted."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-57954180",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Partner informed of 'remains' find in Pyrenees",
      "text": "Human remains may have been found close to where hiker Esther Dingley went missing in the Pyrenees mountains, her family have been told.\nThe 37-year-old had been walking alone near the Spain-France border and was last seen on 22 November.\nCharity LBT Global, which has been representing the family, said the family were \"urgently seeking clarification\" on the latest discovery.\nIt added any developments were expected to take \"days or even weeks\".\nEarlier this month, Dan Colegate, Ms Dingley's partner of 20 years,  told the BBC he would never give up the search for the \"love of his life\".\nThe couple swapped their life in Durham for an open-ended campervan tour of Europe in 2014. \nMr Colegate was house-sitting at a French farmhouse on 22 November, when Ms Dingley went missing on a solo hike. \nShe last spoke to him via a WhatsApp video call from atop the Pic de Sauvegarde on that date."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57955672",
      "category": "uk",
      "title": "Parkrun back on in England after Covid pandemic suspension",
      "tags": "Coronavirus pandemic",
      "text": "There were jubilant scenes as thousands of joggers and walkers took part in the first Parkrun events in England since Covid restrictions ended.\nThe free 5km events resumed in more than 500 parks and green spaces - 16 months since they were suspended due to Covid measures.\nParkrun's Tom Williams said organisers had been \"incredibly moved\" by the public support for the events.\nOrganisers hope Parkruns can restart in Scotland and Wales by mid-August.\nEvents in Northern Ireland resumed at the end of last month.\nUnder the latest easing of almost all Covid legal restrictions that happened on Monday, outdoor running events including the London Marathon and the Great North Run can also resume. \nThe Parkrun events, usually held every Saturday, are billed as a chance for people - regardless of age, gender or ability - to regularly run, jog or walk together and enjoy their local park.\nThousands of people took part in runs across England earlier, with large numbers running the course in south-west London's Bushy Park - home to the first ever Parkrun in 2004.\nRochelle Bisson, 29, in Bexley, south-east London, said despite being nervous about coronavirus, it was a \"really nice feeling\" being able to run with other people again.\nShe said: \"It was really fun. I was a little apprehensive because I'm still being a bit careful after all the Covid restrictions.\n\"I'm a keen runner but I'm quite slow and it was nice to hang back and avoid the crowd and that helped me feel a lot safer.\"\nMs Bisson, who runs to help her anxiety and mental health, added: \"It was a really nice feeling running with other people. I've done some running during lockdown but it's not the same. \n\"It's nice to run with other people who support you and can cheer you on.\" \nBob Emmerson, 88, became the oldest person to complete 400 Parkruns when he crossed the finish line at the Northampton event.\nMr Emmerson, who ran with his 67-year-old son, also called Bob, said fellow runners and supporters cheered for him as he finished the run.\nHe told the BBC it had been a \"really pleasant morning that was not too hot or cold\" and that his next milestone would be to complete 500 Parkruns.\n\"If Covid hadn't have happened, I would have been on 470 by now,\" he said.\n\"The target is going to be 500 but I will be 90 by that time I think.\n\"I will just have to take it one week at a time, I can't give it up. If I don't turn up it will be a big event.\"\nIn south-east London, Paul Williams, 63, was cheered on by fellow runners as he became one of the last 293 finishers at the Southwark Parkrun.\nMr Williams, who has learning disabilities and a bad leg, first began attending the event in 2015 and said he had \"missed\" it during the pandemic.\nOn finishing his 78th event after an hour and 16 minutes walk, Mr Williams, who has volunteered at more than 30 Parkruns, said: \"I have been stuck indoors for about a year because I have got diabetes and I wasn't allowed to go out. \n\"There was no exercise. I have been meeting everyone again and seeing everybody. It gives me exercise, helps me lose weight. I like to keep myself fit and to talk to people.\"\nCommunities Secretary Robert Jenrick and England's deputy chief medical officer Jonathan Van-Tam were also among those running at a Parkrun in Newark, Nottinghamshire.\nMr Jenrick tweeted a photograph of the pair elbow bumping, with the caption \"Jenrick v JVT\", adding: \"Great to see Parkrun back, across the country and especially here in Newark.\"\nMeanwhile, the BBC's Sophie Raworth - who reported on what it was like to run through the deserted streets of the capital during lockdown - shared a video celebrating her return to Parkrun and said it was \"great\" to be back."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57945502",
      "category": "uk",
      "title": "Met Office storm warning for campsites and caravans",
      "tags": "Met Office,Severe weather",
      "text": "Holidaymakers travelling this weekend have been warned to expect flooding, thunderstorms and 55mph gusts of wind.\nThe Met Office issued a yellow warning for Saturday - with heavy rain likely to cause some disruption across the southern half of England and Wales.\nCampsites may face high winds while cars towing caravans could face tricky driving conditions.\nThe thunderstorms come after days of high temperatures, which prompted Met Office warnings for extreme heat.\nAs the heatwave broke on Friday, there were warnings of strong, gusty winds particularly in exposed coastal areas and hilly places.\nThunderstorms were forecast to move into southern England overnight, reaching south Wales and the Midlands early on Saturday. \nFrequent lightning and the possibility of large hailstones falling as well as torrential rainfall were likely, the Met Office said.\nFirefighters were called to a house in Andover, in Hampshire, on Friday night after it was struck by lightning and its roof was partially destroyed.\nForecasters warned of a chance of flooding and power cuts - with up to 35mm of rain predicted to fall within in an hour in southern counties of England, and further slow-moving thunderstorms forecast to develop on Saturday afternoon.\nFurther heavy showers and thunderstorms are expected on Sunday across southern and eastern England, with the yellow warning stretching into East Anglia, possibly affecting Latitude Festival in Suffolk.\nUp to 80 or 100mm of rainfall could build up in some locations over the course of the day, the Met Office says.\nHave you been affected by the bad weather? Get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57932457",
      "category": "uk-northern-ireland",
      "title": "Brexit: 'Clear opportunities and frictions' in NI Protocol, says Invest NI",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,NI economy,Brexit",
      "text": "The opportunities offered and frictions caused by the Northern Ireland Protocol are clear, the chief executive of Invest NI has said.\nKevin Holland said there was now more clarity for businesses and investors after a long period of uncertainty when the Brexit deal was being negotiated.\nThe protocol is the part of the deal that keeps Northern Ireland aligned with the EU single market for goods.\nMr Holland said Invest NI was helping firms explain how the protocol worked.\nHe made the comments in a wide-ranging interview with BBC Radio Ulster's Inside Business programme as the economic development agency published its end-of-year results.\nHe said there had been \"frictions\" resulting from the post-Brexit trade arrangement for Northern Ireland.\n\"There have been frictions because we've seen them,\" he said.\n\"We have invested a lot of time in webinars and advice sessions with businesses in Northern Ireland to explain to them how the new configuration works between the UK and Europe, what is the best way to manage the frictions.\n\"We've had companies who have talked to us and want to explore the opportunities.\"\nThis week the UK government demanded a redrawing of the Northern Ireland Protocol, which it had agreed with the EU last winter.\nIt said the resulting checks on goods entering Northern Ireland from Great Britain had proven to be unsustainable and were damaging the \"fabric\" of the UK.\nBut the EU responded by saying it would not agree to renegotiate the terms of the deal.\nAsked if potential foreign investors had queried the political split between the UK and the EU in relation to the protocol, Mr Holland said: \"When we talk to businesses we focus on the practicalities.\n\"In terms of political discussions that go on on a daily basis, that is not the part we focus on.\n\"There has been real progress over the last few years.\n\"If you look at where we were last June, there was very little clarity and businesses were saying 'we want certainty, we want to understand what is happening'.\n\"[Since the Brexit deal], I think it's pretty clear actually what businesses need to do to operate successfully in Northern Ireland.\n\"[It's clear] what frictions... are still there and what the opportunities there can be for the future for the benefit of businesses setting up in or expanding from Northern Ireland.\"\nInvest NI's end-of-year results show it made 3,000 offers of financial assistance during the 2020-21 financial year.\nMr Holland said the organisation had adapted quickly to also assist with the rollout of government support schemes during the pandemic.\nHe said he was confident about attracting new investors.\n\"We are having a lot of conversations... our pipeline is very strong, as strong as it has been over the last four years,\" he said.\n\"The challenge is actually bringing people here because of Covid and travel restrictions.\n\"Northern Ireland is a very attractive destination and I think over the last year it has made a name for itself with global companies.\n\"They've seen the resilience of Northern Irish businesses and the speed at which they adapted quickly.\n\"Just to move a deal across the line, to get the final signature on a dotted line, we really need some of those investors to come here and we look forward to the opening-up to be able to do that.\"\nMr Holland was also asked if Invest NI provided value for money.\n\"In spite of the traumatic year we've lived through we have hit the targets we set four years ago before anyone had heard about Covid or even Brexit,\" he replied.\n\"We certainly deliver what we commit to.\n\"If you look at our investment returns, for every £1 we invest into businesses they match with £5.\n\"So for every £1 we disperse, you get £6 into the economy.\"\nYou can listen to Inside Business on BBC Radio Ulster on Friday at 17:30 BST or on the BBC Sounds app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57955017",
      "category": "uk-wales",
      "title": "Boulders blocked ambulance from reaching boy who had stroke",
      "tags": "Rhondda,Cycling,Strokes,Maerdy,Ferndale",
      "text": "Family of a 13-year-old who had a stroke while cycling said his life has been changed forever after paramedics were blocked from helping him.\nCain was collapsed at Maerdy reservoir, Rhondda Cynon Taf, on 16 July.\nHis friends called 999, but ambulance crews struggled to reach him due to boulders blocking the road.\nWelsh Water said it installed the boulders on an access route to the reservoir after the barrier had been \"repeatedly vandalised\".\nIt added that a sign with emergency contact details for 999 crews to call to use the road had also been damaged.\nCain's aunt Shelley Caviell said she could not believe her nephew, who was always outdoors, fishing, playing rugby, cycling and building dens, had had a stroke.\n\"He's such an outdoorsy child... how is his life going to be impacted now by this, by not being able to walk and things? Hopefully the doctors will be able to help him.\n\"Cain's life has been dramatically altered forever because the ambulance couldn't drive to him.\nCain, from Ferndale, was out with his friends when he started calling for help from his 15-year-old brother Cullun before fainting.\nAfter being unable to get phone signal at the reservoir, one of his friends ran to the village to ring 999, while his other friends, brother and cousin put him in the recovery position.\n\"We were so lucky that his friends acted quickly,\" said Ms Caviell.\nShe said that when ambulances arrived, the gates were locked and boulders were blocking the way in, meaning Cain's dad Neil, who rushed to the reservoir, had to take the paramedics on the back of a quad bike.\nMs Caviell said Cain's parents, Gemma Caviell and Neil Griffiths, initially thought he had heat exhaustion and dehydration .\nHowever, after being taken to Prince Charles Hospital in Merthyr Tydfil, doctors discovered he had suffered a stroke and had a blood clot on the brain.\nMs Caviell said doctors told her there was a \"vital four-hour window\" for treatment after Cain had the stroke, and she said this had been missed due to the delay.\nCain, a keen rugby and football fan, was placed in an induced coma and put on a ventilator and his parents played clips of messages of support from sports stars though headphones.\nDozens of stars, including Gareth Bale and Shane Williams, sent video messages to the family, and the family now hope to show him the full messages.\nCain, who is being treated at Bristol Royal Hospital for Children, is now awake, off the ventilator and has managed to go outside in his wheelchair, but has lost movement in the right side of his body and is unable to speak.\nMs Caviell said, while the outlook was positive and there was hope that with intense rehabilitation he would regain some movement and his speech, there was a long road ahead.\n\"It's heart-breaking. We really hope he will be able to get back to being able to walk, but he may never get his leg moving again.\"\nDoctors are now trying to find out why Cain had a stroke.\nCain's family fear someone will die unless Welsh Water removes the boulders.  \nWelsh Water said the boulders had been installed on one of the access routes after \"repeated vandalism\" to original barrier.\n\"We did also put signage in place where the boulders are located with a telephone number to call should emergency access be required but this has also been vandalised,\" a spokesman said.\n\"We are in the process of replacing the sign and will also be liaising with all of the emergency services to advise them of the contact number should they need emergency access in future.\"\nMs Caviell added: \"It's a massive open pool of water, if someone was drowning, they would not live.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57950149",
      "category": "world-us-canada",
      "title": "Jeff Bezos and Sir Richard Branson may not be astronauts, US says",
      "tags": "Richard Branson,Jeff Bezos,Space exploration",
      "text": "In a move that pours cold water on the dreams of a few billionaire space explorers, the US has tightened its definition of the word \"astronaut\".\nNew Federal Aviation Administration (FAA) rules say astronaut hopefuls must be part of the flight crew and make contributions to space flight safety.\nThat means Jeff Bezos and Sir Richard Branson may not yet be astronauts in the eyes of the US government.\nThese are the first changes since the FAA wings programme began in 2004.\nThe Commercial Astronaut Wings programme updates were announced on Tuesday - the same day that Amazon's Mr Bezos flew aboard a Blue Origin rocket to the edge of space.\nTo qualify as commercial astronauts, space-goers must travel 50 miles (80km) above the Earth's surface, which both Mr Bezos and Mr Branson accomplished.\nBut altitude aside, the agency says would-be astronauts must have also \"demonstrated activities during flight that were essential to public safety, or contributed to human space flight safety\". \nWhat exactly counts as such is determined by FAA officials.\nIn a statement, the FAA said that these changes brought the wings scheme more in line with its role to protect public safety during commercial space flights. \nOn 11 July, Sir Richard flew on-board Virgin Galactic's SpaceShipTwo to the edge of space as a test before allowing customers aboard next year.\nMr Bezos and the three other crew members who flew on Blue Origin's spacecraft may have less claim to the coveted title. Ahead of the launch, Blue Origin CEO Bob Smith said that \"there's really nothing for a crew member to do\" on the autonomous vehicle.\nThose wishing for commercial wings need to be nominated for them as well. An FAA spokesperson told CNN they are not currently reviewing any submissions.\nThere are two other ways to earn astronaut wings in the US - through the military or Nasa.\nThe wings spotted on Mr Bezos and Sir Richard following their flights were custom-made pins by their own companies.\nHowever, a glimmer of hope remains for Sir Richard, Mr Bezos and any future stargazers hoping to be recognised as astronauts. \nThe new order notes that honorary awards can be given based on merit - at the discretion of the FAA's associate administrator.\nAstronaut wings were first awarded to astronauts Alan Shepard Jr and Virgil Grissom in the early 1960s for their participation in the Mercury Seven programme. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57947785",
      "category": "world-us-canada",
      "title": "Las Vegas murder case cracked with smallest ever amount of DNA",
      "tags": "Genetics,United States,DNA",
      "text": "The 1989 murder of a 14-year-old girl in Las Vegas has been solved by using what experts say is the smallest-ever amount of human DNA to crack a case.\nStephanie Isaacson's murder case had gone cold until new technology made it possible to test what little remained of the suspect's DNA: the equivalent of just 15 human cells.\nPolice on Wednesday said they had identified the suspect by using genome sequencing and public genealogy data.\nHer alleged killer died in 1995.\n\"I'm glad they found who murdered my daughter,\" Stephanie's mother wrote in a statement that was read to reporters at Wednesday's news conference. \n\"I never believed the case would be solved.\"\nThirty-two years ago, Stephanie's body was found near the route she normally walked to school in Las Vegas, Nevada. She had been assaulted and strangled. \nThis year, police were able to pick up the case again after a donation from a local resident. They turned over the DNA samples left to Othram, a Texas-based genome-sequencing lab that specialises in cold cases.\nTypical consumer DNA testing kits collect about 750 to 1,000 nanograms of DNA in a sample. These samples are uploaded to public websites specialising in ancestry or health.\nBut crime scenes may only contain tens to hundreds of nanograms of DNA. And in this case, only 0.12 nanograms - or about 15 cells' worth - were available for testing.\nUsing ancestry databases the researchers were able to identify the suspect's cousin. Eventually they matched the DNA to Darren Roy Marchand. \nMarchand's DNA from a previous 1986 murder case was still on record, and was used to confirm the match. \nHe was never convicted and died by suicide in 1995.\nThe genomic technology used to solve the case is the same that was used to catch the notorious Golden State Killer in 2018.\n\"This was a huge milestone,\" Othram chief executive David Mittelman told the BBC. \n\"When you can access information from such a small amount of DNA, it really opens up the opportunity to so many other cases that have been historically considered cold and unsolvable.\"\nThe company is currently working on cases dating back as far as 1881."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57942446",
      "category": "uk-northern-ireland",
      "title": "Water deaths: Public warned of 'hidden dangers' in lakes and rivers",
      "tags": "Republic of Ireland",
      "text": "The RNLI has warned of the potential dangers of swimming in lakes and rivers after six people died entering water on the island of Ireland during the past week.\nThey included two teenagers who died following incidents in Northern Ireland and the Republic of Ireland.\nKevin Rahill of the RNLI stressed that people should stick to a \"lifeguarded beach\".\nHe said rivers, lakes and reservoirs had \"hidden obstacles\" that can trap.\n\"They can be potentially dangerous in the fact that they can be rather deep - fresh water is normally colder than sea water,\" he told BBC News NI.\n\"And there can be hidden dangers as well, hidden obstacles in waters like that that can trap people and make it difficult for people to move around.\n\"And also very often in lakes and rivers and reservoirs getting in and out can be a bit more difficult than a beach.\"\nMr Rahill, who is the RNLI's regional water safety lead, said that with the recent spell of hot weather there is the \"potential for more incidents in terms of people getting into difficulty\".\n\"If possible, swimming at a lifeguarded beach will certainly keep the number of incidents down,\" he added.\n\"Swim at a lifeguarded area, that's probably the most important thing to think of.\n\"If you are not familiar with the area, the lifeguards will know it, so they will be able to tell you where's safe and where's not safe - and swim between the flags.\"\nHe also highlighted the 'float to live' message if people did fall in the water.\nThe RNLI's appeal came as the UN prepares to host its first World Drowning Prevention Day on Sunday (25 July).\nIrish Water Safety has said the majority of water tragedies occur in inland waterways and has emphasised the potential dangers of swimming in rivers and lakes.\nMeanwhile, Gerard O'Flynn, operations manager with the Irish Coastguard, told Irish broadcaster RTÉ it had responded to about 1,690 incidents this year to date, compared to 1,340 at the same time last year.\nHe said that \"the excellent weather combined with restrictions on other recreational activities\" has led to more people in the water.\nHe urged people not to swim alone and to avoid using inflatable toys in the open water.\nMr O'Flynn also appealed to jet ski users to be sensitive to other swimmers.\nHe said the increased popularity of open water swimming has seen many people swimming longer distances and he called on people to make sure they are visible in the sea by wearing a cap and a tow float.\nNorthern Ireland Water has said \"that there is no time for complacency around water\".\nIt has urged \"the community, especially children and young people, to take care around all bodies of water\".\nThe ESB in the Republic of Ireland has also reminded people of the dangers of swimming in reservoirs. \nIt said: \"These areas are not appropriate for swimming because of the risk of deep and fast-flowing waters, changing water levels and uneven ground.\"\nOn Friday, a man in his 60s died after swimming off Dollymount Strand in north Dublin - the sixth death to come from people entering water in the island of Ireland in the past week.\nThe five other people died after going into lakes. \nA 15-year-old boy who was rescued from a lake in the Republic of Ireland on Tuesday afternoon died in hospital on Thursday.\nThe boy was swimming in Lough Sheelin, at a meeting point of counties Westmeath, Meath and Cavan.\nEarlier in the week, Jay Moffett, 13, died in hospital after going into water in the Canal Court area of Scarva, County Down on Monday afternoon.\nThree adults also died in three separate incidents in the past week in County Fermanagh, on the Longford-Cavan border, and in County Leitrim."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57929224",
      "category": "uk-wales",
      "title": "Covid: Wales' red list students could face £1,750 quarantine fee",
      "tags": "Kenya,Cardiff Metropolitan University,Wrexham,University of Wales, Trinity Saint David,Swansea University,Lampeter,Swansea,Cardiff,Cardiff University,Aberystwyth,Newport,Wales education,Students,Carmarthen,Aberystwyth University,Bangor University,Bangor,Pontypridd,Tuition fees,University of South Wales,Coronavirus pandemic",
      "text": "It is \"unacceptable\" some international students face studying remotely until they can afford to pay quarantine costs, a students' group has said.\nSome universities in Wales have offered to pay the £1,750 costs for students coming from red list countries.\nHundreds travelling from countries including India, Egypt and Kenya must spend 10 days at a quarantine hotel in England, under the current rules.\nThe Welsh government urged students to ask their universities about support.\nThe National Union of Students (NUS) Wales said it was wrong that support varied, despite all international students paying the \"same high fees\" - often between £10,000 and £20,000 per year, depending on the course.\nWales' eight universities have more than 25,000 overseas students.\nBangor University, Cardiff University, the University of South Wales and Swansea University have all said they would fund the costs of quarantine in full for red list students.\nAberystwyth University has offered to pay up to £1,000 per student, but Cardiff Metropolitan University and the University of Wales Trinity Saint David (UWTSD) have only offered remote learning until students can pay themselves.\nCardiff Met said it was \"considering all options\" to support students.\nBut UWTSD has not commented.\nWrexham Glyndŵr University has not revealed its policy on quarantine fees.\n\"International students already pay far higher tuition fees, without which universities would face financial collapse,\" said NUS Wales president Becky Ricketts.\n\"It is also wrong that some international students will have their quarantine paid for, some will have to pay, and others will have to wait and learn online, all the while paying the same high fees as students in the classroom.\n\"Financial support should not be dependent on which institution you choose to attend.\"\nShe wants the Welsh government to pay the costs, saying if it failed \"to do the right thing\" then universities must \"step up\".\nGoretti Njagi, 31, a postgraduate student at Swansea University, opted to start her psychology course online from home in Kenya last year, because of concerns over travelling in the pandemic. \n\"I decided to start my learning in my country first, but one month into it, I realised that I may have to do this for a long period, so I decided just to come anyway.\n\"I was looking forward to face-to-face learning, but I ended up actually completing almost my entire course online.\n\"Sometimes it kind of makes you wonder whether you made the correct decision.\"\nKenya has since been placed on the UK's red list.\nMs Njagi said if she was looking to travel from Kenya this year, she would consider studying online for longer. \n\"I have never relied on the internet, WhatsApp and Zoom calls so heavily as I have this year. It does get quite lonely and you need sometimes to get the reassurance from your family, but it's not the same as having them there with you.\n\"It was quite a setback when Kenya was red-listed for us. You think that you might get at least a break to visit home, even for your mental health it's quite important.\n\"But now with Kenya being on the red list it means that you cannot take a break and visit your family.\"\nCardiff Metropolitan University's vice-chancellor Cara Aitchison said: \"There will be students arriving from red list countries. That's obviously much more complicated.\n\"Not least because they'll be arriving into England and then coming on to Wales [after quarantine].\"\nProf Aitchison said it had to be left up to individual students to decide when they wanted to travel to Wales, with many facing unique and changing circumstance in their home countries. \nShe said the UK government had now given permission for international students to delay their journey until April 2022, if they felt it necessary, and would start their course online from their home country.\n\"I think we're now pretty adept at this hybrid way of working, so that will be a distinction between international students and some of the home students that we absolutely want to see on campus come September.\"\nThe Welsh government said: \"We understand the cost of quarantine may be a financial burden for some students and they should speak to their university about what support is available.\n\"Welsh universities are considering how they can support international students to start their courses remotely to allow them to delay travel while case rates and risks in their home countries are high.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57950059",
      "category": "uk",
      "title": "Covid vaccine: Gareth Southgate urges young people to get jab",
      "tags": "Coronavirus vaccines",
      "text": "England manager Gareth Southgate is urging younger people to get vaccinated, saying it is a chance to \"get your freedom back\". \nIt comes after it was revealed the proportion of people aged 20 to 29 testing positive for Covid in England had hit record levels.\nIn the message, released by 10 Downing Street, he said vaccination was \"our best route out of this problem\". \nMany young adults have not received a first vaccine dose yet. \nAbout 34% of 18 to 29-year-olds in England - about three million people - have not been vaccinated at all. In Scotland, about 30% are not yet vaccinated. \nBut half of all under-30s in England - more than four million people - received a first dose in the three weeks after the vaccination programme was opened to people in their 20s in June. And the vaccination rate is still climbing for this group in England and Scotland.\nSouthgate started by thanking fans for their support of the England team at Euro 2020, before saying: \"We know the last 18 months have been incredibly difficult for everybody. \n\"And there's no doubt that the vaccination programme is our best route out of this problem, not only for us as a country but across the world.\n\"So I just wanted to say how important it is, if you haven't had your vaccine yet, to go and get it done.\"\nHe said \"oldies\" like him could now \"crack on\" with their lives if they were fully vaccinated, adding that \"for you younger ones especially, it's the chance for everything to open up, to get your freedom back\".\nThe former England player continued: \"So much of that is going to rest on you having the vaccine.\n\"So, don't put it off any longer, go and get it done, we can open everything up, we can protect the people we need to protect and you guys will get your freedom back.\" \nThe video has been shared widely on social media. \nPublic Health England's figures show, in the last week, 1,155 people in their 20s tested positive for every 100,000 in the population.\nThat is the highest rate of cases in any age group since mass-testing began, experts said, urging everyone in this group to get both jabs."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57937342",
      "category": "business",
      "title": "Covid: Food exemption scheme delayed until Monday",
      "tags": "Companies,Contact tracing,Coronavirus testing,Food industry,Food,Self-isolation,Coronavirus pandemic",
      "text": "New Covid daily contact testing sites for workers at supermarket depots and food manufacturers won't begin operating until next week. \nSupermarket depot workers and food manufacturers in England will be exempt from quarantine rules as the government tries to prevent food supply problems.\nThe government had initially promised to begin testing at 15 \"crucial\" supermarket depots on Friday.\nBut the BBC has learned that testing will be delayed until Monday 26 July.\nUp to 10,000 staff are expected to qualify for the scheme, but supermarket workers are not included.\nEarlier on Friday, the Environment Secretary George Eustice told BBC Breakfast: \"We've identified 15 depots covering around five supermarkets where they have the most acute problem with staff absences at the moment and we intend to roll that out today. They already have the infrastructure in place to do the testing at those sites.\"\nHowever, on Friday afternoon a Department for Environment, Food and Rural Affairs (Defra) spokesman confirmed to the BBC that testing has not yet started.\n\"No sites are running yet, but we expect to be able to offer daily contact testing to some priority organisations by the end of the day on Monday 26 July and we will support them to mobilise as quickly as possible,\" he said. \nHe added that so far, Defra had contacted 10 supermarkets and that Test & Trace would continue to contact all the organisations identified for this scheme over the weekend and early next week.\nThe move comes after the high number of retail staff self-isolating affected the availability of some products.\nIceland welcomed the change, but said it wouldn't solve the issue of staff shortages in supermarkets themselves.\n\"The food supply chain only works if teams are in place to support at each stage - there's no point in fixing the manufacturing and logistics issues if there is no one to put products on the shelves, serve customers at the till and deliver to their homes,\" said Iceland boss Richard Walker.\nInitially, 15 supermarket depots will be involved, followed by 150 depots later on next week. Up to 500 sites will take part in total, but the new rules will not apply to supermarket store staff. \nIt will mean workers who are alerted by the app or contacted by NHS Test and Trace will be able to continue working if they test negative, whether or not they are vaccinated.\nKrissy Fremont is the HR manager for Birchall Foodservice, a wholesaler based in Burnley, Lancashire, that delivers to schools, hospices, care homes, restaurants, hotels and cafes.\nShe says there is still confusion as to whether her firm is on the exemptions list and when they can start on-site daily contact testing - instead of staff members having to self-isolate. \n\"We're struggling left, right and centre in all departments, but this last week has been the toughest with people having to self-isolate with pinging from the app or children having to self-isolate from school,\" she told the BBC.\n\"We've had 14 people off in the last week due to Covid and only one of them has been a positive case.\"\nShe says her customers cannot be left without food because many are in vulnerable situations, so by hook or by crook the food deliveries must go out. \n\"So we've had directors going out delivering, we've had to buy extra vans so people like myself can go out delivering.... the management team is all hands on deck,\" she said. \n\"We can't fail our customers, they've stood by us and we have to get our orders out.\"\nThe scheme will run until 16 August when the plan is for the rules to change so that double jabbed people and under-18s will no longer have to self isolate if they have come into contact with someone who has tested positive for Covid. \nM&S said it was working with the government to identify the key sites it wanted to take part in the daily contact testing scheme. \nBut it said more needed to be done to \"mitigate the impact on wider store operations for all food retailers and we would like the bring forward of the 16 August date so that those who are fully vaccinated or who have a negative test are not forced to quarantine when they are contacted by track and trace\". \nEnvironment Secretary George Eustice told BBC Breakfast shop staff had been excluded from the scheme because their inclusion would have been a \"really significant undertaking\". \n\"You're talking then thousands of different shops and many more people and we still want to maintain the test, trace and isolate system.\"\nHowever, he added that the government would keep the policy \"under review, but we think this is a sensible first step\".  \n\"We're never going to take risks with our food supply chain,\" he added.\nThe government's move comes as supermarkets said the supply of some products was being affected by the \"pingdemic\" keeping staff away from work.\nA record 618,903 people were told to self-isolate by the NHS Covid app between 8 and 15 July in England and Wales. \nWhile some retailers said they may have to close stores, they played down fears of food shortages, saying the problems were not widespread.\nHelen Dickinson, chief executive of the British Retail Consortium, said \"disruption is limited at the moment\", but it was vital that the government rolled out the scheme as fast as possible and was prepared to take further action if necessary.\nSeparately, the government outlined plans to allow other key industries in England to deploy daily Covid testing instead of self-isolation for a limited number of essential workers. In this case, the scheme will only apply to workers who are fully vaccinated.\nThis scheme covers sectors including transport, emergency services, border control, energy, digital infrastructure, waste, the water industry, essential defence outputs and local government. \nThe policy applies only to workers named on a list kept updated by officials - it is not a blanket exemption for all employees in a sector. \nHannah Essex, co-executive director of the British Chambers of Commerce, said that while the announcement would be a relief to some businesses, \"it will leave many more still facing critical staff shortages and lost revenue as the number of people being asked to isolate remains high\".\nCBI director general Tony Danker agreed, warning: \"The current approach to self-isolation is closing down the economy, rather than opening it up.\"\nBusinesses have already exhausted contingency plans to get in extra staff and are \"at risk of grinding to a halt in the next few weeks\", he added.\nPhil Langslow, trading director at Cheshire-based County Milk Products, which provides dairy products to the likes of Nestle and Kellogg's, said the government move was \"a step in the right direction\".\n\"People having to isolate meant that a number of our suppliers, the service providers that are doing the transport for us, have just said they cannot cope. Roughly half of the deliveries that we would expect to be done are not being done routinely and we're having to scramble to actually get product to its destination on time.\n\"If you think of the food chain as just that - as a chain, and like any chain, you're only as good as the weakest link - if you cannot get your goods to the market, then you've got a problem,\" he told the BBC's Today programme.\nScotland has also launched a system of exemptions from self-isolation, covering workers in sectors such as health and social care.\nHealth Secretary Sajid Javid said daily testing of food industry staff would \"minimise the disruption caused by rising cases in the coming weeks, while ensuring workers are not put at risk\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57958367",
      "category": "world-us-canada",
      "title": "R. Kelly accused of abusing teenage boy he met in McDonald's",
      "tags": "R. Kelly,United States,Music",
      "text": "US R&B star R. Kelly has been accused of fresh abuse allegations, including the claim he had a sexual relationship with a 17-year-old boy.\nProsecutors allege the singer abused the teenager after meeting him at a Chicago McDonald's in 2006.\nThey want evidence of this, and other alleged but uncharged crimes, to be heard at Kelly's trial in August.\nKelly denies ever abusing anyone, and his lawyers have not responded to the latest allegations.\nThe Grammy-winner, real name Robert Kelly, is set to face trial in New York next month on charges including child sexual exploitation, making indecent images of minors, racketeering and obstruction of justice.\nThe charges involve six unnamed women and girls.\nNow, prosecutors would also like jurors to hear about more than a dozen other people they say Kelly abused, threatened or mistreated.\nThey include a 17-year-old boy and aspiring musician, whom Kelly allegedly met at a McDonald's and then invited to his Chicago studio.\nAfter offering to help the boy with his music career, Kelly is said to have later propositioned and had sexual contact with him while he was still underage.\nThe prosecutors say the boy introduced Kelly to a male friend, who was either 16 or 17, with whom the singer had a sexual relationship several years later.\nThey also allege the star forced several female sexual partners - including a minor - to have sex with the young man as he filmed them. \nProsecutors say the two boys' accounts and those of others will show Kelly's alleged crimes \"were not isolated events and were part of a larger pattern\".\nThe judge is yet to rule on whether the evidence will be considered.\nKelly, who was one of the biggest R&B stars of the 1990s, has been in jail for almost two years as he awaits trial.\nHis New York trial is scheduled to begin on 9 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57956846",
      "category": "world-europe",
      "title": "Clashes in Paris over Covid measures",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57932457/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: 'Clear opportunities and frictions' in NI Protocol, says Invest NI",
      "tags": "NI Brexit,EU-UK post-Brexit trade talks,NI economy,Brexit",
      "text": "The opportunities offered and frictions caused by the Northern Ireland Protocol are clear, the chief executive of Invest NI has said.\nKevin Holland said there was now more clarity for businesses and investors after a long period of uncertainty when the Brexit deal was being negotiated.\nThe protocol is the part of the deal that keeps Northern Ireland aligned with the EU single market for goods.\nMr Holland said Invest NI was helping firms explain how the protocol worked.\nHe made the comments in a wide-ranging interview with BBC Radio Ulster's Inside Business programme as the economic development agency published its end-of-year results.\nHe said there had been \"frictions\" resulting from the post-Brexit trade arrangement for Northern Ireland.\n\"There have been frictions because we've seen them,\" he said.\n\"We have invested a lot of time in webinars and advice sessions with businesses in Northern Ireland to explain to them how the new configuration works between the UK and Europe, what is the best way to manage the frictions.\n\"We've had companies who have talked to us and want to explore the opportunities.\"\nThis week the UK government demanded a redrawing of the Northern Ireland Protocol, which it had agreed with the EU last winter.\nIt said the resulting checks on goods entering Northern Ireland from Great Britain had proven to be unsustainable and were damaging the \"fabric\" of the UK.\nBut the EU responded by saying it would not agree to renegotiate the terms of the deal.\nAsked if potential foreign investors had queried the political split between the UK and the EU in relation to the protocol, Mr Holland said: \"When we talk to businesses we focus on the practicalities.\n\"In terms of political discussions that go on on a daily basis, that is not the part we focus on.\n\"There has been real progress over the last few years.\n\"If you look at where we were last June, there was very little clarity and businesses were saying 'we want certainty, we want to understand what is happening'.\n\"[Since the Brexit deal], I think it's pretty clear actually what businesses need to do to operate successfully in Northern Ireland.\n\"[It's clear] what frictions... are still there and what the opportunities there can be for the future for the benefit of businesses setting up in or expanding from Northern Ireland.\"\nInvest NI's end-of-year results show it made 3,000 offers of financial assistance during the 2020-21 financial year.\nMr Holland said the organisation had adapted quickly to also assist with the rollout of government support schemes during the pandemic.\nHe said he was confident about attracting new investors.\n\"We are having a lot of conversations... our pipeline is very strong, as strong as it has been over the last four years,\" he said.\n\"The challenge is actually bringing people here because of Covid and travel restrictions.\n\"Northern Ireland is a very attractive destination and I think over the last year it has made a name for itself with global companies.\n\"They've seen the resilience of Northern Irish businesses and the speed at which they adapted quickly.\n\"Just to move a deal across the line, to get the final signature on a dotted line, we really need some of those investors to come here and we look forward to the opening-up to be able to do that.\"\nMr Holland was also asked if Invest NI provided value for money.\n\"In spite of the traumatic year we've lived through we have hit the targets we set four years ago before anyone had heard about Covid or even Brexit,\" he replied.\n\"We certainly deliver what we commit to.\n\"If you look at our investment returns, for every £1 we invest into businesses they match with £5.\n\"So for every £1 we disperse, you get £6 into the economy.\"\nYou can listen to Inside Business on BBC Radio Ulster on Friday at 17:30 BST or on the BBC Sounds app."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57937342/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Food exemption scheme delayed until Monday",
      "tags": "Companies,Contact tracing,Coronavirus testing,Food industry,Food,Self-isolation,Coronavirus pandemic",
      "text": "New Covid daily contact testing sites for workers at supermarket depots and food manufacturers won't begin operating until next week. \nSupermarket depot workers and food manufacturers in England will be exempt from quarantine rules as the government tries to prevent food supply problems.\nThe government had initially promised to begin testing at 15 \"crucial\" supermarket depots on Friday.\nBut the BBC has learned that testing will be delayed until Monday 26 July.\nUp to 10,000 staff are expected to qualify for the scheme, but supermarket workers are not included.\nEarlier on Friday, the Environment Secretary George Eustice told BBC Breakfast: \"We've identified 15 depots covering around five supermarkets where they have the most acute problem with staff absences at the moment and we intend to roll that out today. They already have the infrastructure in place to do the testing at those sites.\"\nHowever, on Friday afternoon a Department for Environment, Food and Rural Affairs (Defra) spokesman confirmed to the BBC that testing has not yet started.\n\"No sites are running yet, but we expect to be able to offer daily contact testing to some priority organisations by the end of the day on Monday 26 July and we will support them to mobilise as quickly as possible,\" he said. \nHe added that so far, Defra had contacted 10 supermarkets and that Test & Trace would continue to contact all the organisations identified for this scheme over the weekend and early next week.\nThe move comes after the high number of retail staff self-isolating affected the availability of some products.\nIceland welcomed the change, but said it wouldn't solve the issue of staff shortages in supermarkets themselves.\n\"The food supply chain only works if teams are in place to support at each stage - there's no point in fixing the manufacturing and logistics issues if there is no one to put products on the shelves, serve customers at the till and deliver to their homes,\" said Iceland boss Richard Walker.\nInitially, 15 supermarket depots will be involved, followed by 150 depots later on next week. Up to 500 sites will take part in total, but the new rules will not apply to supermarket store staff. \nIt will mean workers who are alerted by the app or contacted by NHS Test and Trace will be able to continue working if they test negative, whether or not they are vaccinated.\nKrissy Fremont is the HR manager for Birchall Foodservice, a wholesaler based in Burnley, Lancashire, that delivers to schools, hospices, care homes, restaurants, hotels and cafes.\nShe says there is still confusion as to whether her firm is on the exemptions list and when they can start on-site daily contact testing - instead of staff members having to self-isolate. \n\"We're struggling left, right and centre in all departments, but this last week has been the toughest with people having to self-isolate with pinging from the app or children having to self-isolate from school,\" she told the BBC.\n\"We've had 14 people off in the last week due to Covid and only one of them has been a positive case.\"\nShe says her customers cannot be left without food because many are in vulnerable situations, so by hook or by crook the food deliveries must go out. \n\"So we've had directors going out delivering, we've had to buy extra vans so people like myself can go out delivering.... the management team is all hands on deck,\" she said. \n\"We can't fail our customers, they've stood by us and we have to get our orders out.\"\nThe scheme will run until 16 August when the plan is for the rules to change so that double jabbed people and under-18s will no longer have to self isolate if they have come into contact with someone who has tested positive for Covid. \nM&S said it was working with the government to identify the key sites it wanted to take part in the daily contact testing scheme. \nBut it said more needed to be done to \"mitigate the impact on wider store operations for all food retailers and we would like the bring forward of the 16 August date so that those who are fully vaccinated or who have a negative test are not forced to quarantine when they are contacted by track and trace\". \nEnvironment Secretary George Eustice told BBC Breakfast shop staff had been excluded from the scheme because their inclusion would have been a \"really significant undertaking\". \n\"You're talking then thousands of different shops and many more people and we still want to maintain the test, trace and isolate system.\"\nHowever, he added that the government would keep the policy \"under review, but we think this is a sensible first step\".  \n\"We're never going to take risks with our food supply chain,\" he added.\nThe government's move comes as supermarkets said the supply of some products was being affected by the \"pingdemic\" keeping staff away from work.\nA record 618,903 people were told to self-isolate by the NHS Covid app between 8 and 15 July in England and Wales. \nWhile some retailers said they may have to close stores, they played down fears of food shortages, saying the problems were not widespread.\nHelen Dickinson, chief executive of the British Retail Consortium, said \"disruption is limited at the moment\", but it was vital that the government rolled out the scheme as fast as possible and was prepared to take further action if necessary.\nSeparately, the government outlined plans to allow other key industries in England to deploy daily Covid testing instead of self-isolation for a limited number of essential workers. In this case, the scheme will only apply to workers who are fully vaccinated.\nThis scheme covers sectors including transport, emergency services, border control, energy, digital infrastructure, waste, the water industry, essential defence outputs and local government. \nThe policy applies only to workers named on a list kept updated by officials - it is not a blanket exemption for all employees in a sector. \nHannah Essex, co-executive director of the British Chambers of Commerce, said that while the announcement would be a relief to some businesses, \"it will leave many more still facing critical staff shortages and lost revenue as the number of people being asked to isolate remains high\".\nCBI director general Tony Danker agreed, warning: \"The current approach to self-isolation is closing down the economy, rather than opening it up.\"\nBusinesses have already exhausted contingency plans to get in extra staff and are \"at risk of grinding to a halt in the next few weeks\", he added.\nPhil Langslow, trading director at Cheshire-based County Milk Products, which provides dairy products to the likes of Nestle and Kellogg's, said the government move was \"a step in the right direction\".\n\"People having to isolate meant that a number of our suppliers, the service providers that are doing the transport for us, have just said they cannot cope. Roughly half of the deliveries that we would expect to be done are not being done routinely and we're having to scramble to actually get product to its destination on time.\n\"If you think of the food chain as just that - as a chain, and like any chain, you're only as good as the weakest link - if you cannot get your goods to the market, then you've got a problem,\" he told the BBC's Today programme.\nScotland has also launched a system of exemptions from self-isolation, covering workers in sectors such as health and social care.\nHealth Secretary Sajid Javid said daily testing of food industry staff would \"minimise the disruption caused by rising cases in the coming weeks, while ensuring workers are not put at risk\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57946872",
      "category": "entertainment-arts",
      "title": "Latitude festival: Magical, emotional... and a little bit frightening",
      "tags": "Latitude Festival,Live music,Henham,Music festivals,Music",
      "text": "\"We've had so many dreams about this,\" says Dream Wife's guitarist Alice Go, as the band prepare to play their first show since January 2020.\n\"Dreams and nightmares,\" corrects her bandmate Bella Podpadec.\n\"I had a dream that we couldn't find any food until just before the show - and when we did, we were so hungry we gorged ourselves,\" she continues.\n\"Then we couldn't play because we were too full... And actually, I'm quite full now. I'm worried about digestion time.\"\n\"The nightmare is coming true,\" laughs singer Rakel Mjöll.\nOn stage an hour later, there are no signs of gastric problems as the punk trio head-bang and high-kick their way through a set so raucous it might register on the Richter scale.\n\"Rock and roll is an extreme sport, kids,\" Mjöll informs the sweat-drenched crowd. \"And that was the best work-out ever.\"\nLike everyone else, the band are overwhelmed at being back in gig-land for Latitude - the UK's first full-capacity festival since 2019 (alongside Sheffield's Tramlines, which also takes place this weekend).\nPart of the government's live event pilot scheme, Latitude has brought 40,000 mask-less but Covid-tested fans to Suffolk for three days of music, comedy, drama and entertainment.\nBut this is no normal festival audience. Walking around Henham Park, there's an unmistakable sense of liberation amid the densely-packed music fans - many of whom started the day with a Disco Yoga session and followed that up with an old-skool hip-hop singalong in the BBC Sounds arena. They're that enthusiastic.\nWhen the relatively-unknown alt-pop artist Lynks opens the main stage at midday, he's instantly taken aback.\n\"A mosh pit on the first song? I love it!\" he marvels.\n\"I can't believe this is my first crowd back,\" says pop star Mabel later in the day. \"You've given me enough energy for a lifetime.\"\nAfter 18 months indoors, its almost like the pandemic never happened. Everyone is crammed together, whether they're dancing to Hot Chip, queuing for the portaloos or throwing paper cups of water over their fellow festival-goers. At least, I hope it's water.\n\"Remember to stay hydrated and pace yourself when drinking alcohol,\" pings a message on the festival's official app at 15:30. It's already too late. \nNot that everyone's gone feral - that was never likely at the toddler-friendly, hedonism-free Latitude - but there's a carefree abandon that's oddly reminiscent of a bygone era (ie 2019).\nFor the artists, the atmosphere is no less euphoric.\n\"This is very momentous for us,\" says Theo Ellis of headliners Wolf Alice. \"We're super-emotional, super-buzzy, super-nervous.\"\n\"When we arrived and we were given our passes, there was a real unspoken moment of everyone just being incredibly emotional,\" adds pop singer Maisie Peters - whose cherubic pop ballad Favourite Ex is an early crowd favourite. \n\"Performing was perfect. It felt exactly right - and like what the point of everything is. Wonderful and affirming.\"\nBut many bands are also aware of how precarious the live music scene still is, especially as the UK experiences a steep rise in Covid cases. \n\"Arriving here was surreal and magical - but a little bit frightening at the same time,\" says Dream Wife's Podpadec.\nBackstage, some musicians are staying in bubbles so they don't jeopardise future shows. And three acts - Fontaines DC, Alfie Templeman and Arlo Parks -  have had to pull out after testing positive.\nParks told fans she'd been struck down on Friday, despite being \"as careful as possible\" in the run-up to the festival.\n\"As recommended, I'm now stuck in isolation, sniffling in bed, feeling very upset to let all you angels down,\" she wrote on social media.\n\"Even though it's very safe and everyone's been tested, I felt like I was breaking the rules,\" says Camilla Staveley-Taylor - whose band The Staves play a quietly spectacular teatime set on the BBC Sounds stage.\n\"We've got gigs every weekend over the summer,\" adds her sister Jessica, \"and the reality is that we have to isolate between shows because it's a job where, if you can't go to work, no-one can cover you.\"\n\"There's also the pressure of how that affects the crew and the rest of the band,\" says Camilla. \n\"Everyone's had a really hard time this last couple of years, so if I get it [Covid], then all of them are out of work. So we're not really having much of a life until the summer is over.\"\nAlmost everyone describes the event as \"surreal\"; a relic of the before-times. And it turns out that playing to an audience after 18 months of livestreams takes a bit of getting used to.\n\"I felt like I'd been teleported on stage,\" Camilla says, \n\"I was sort of remembering the chords for the songs,\" Jessica adds, \"and then I was like, 'Oh no, there are some people here as well!'\"\nBut if anything, the fans' enthusiasm spurs the musicians on. Mabel has to leave the stage on three separate occasions because, she says, the audience is \"making me [dance] so hard, my earpiece is falling out\".\nThe biggest beneficiaries are opening night headliners Wolf Alice, who draw a crowd of thousands to their blistering, euphoric set.\nOpening with the ferocious alt-rock anthem Smile, it's a masterclass in dynamics and pacing, as they intersperse their biggest hits (Bros, Don't Delete The Kisses, Moaning Lisa Smile) with the dreamy, layered soundscapes of their latest album, Blue Weekend.\nHighlights include the snarling Giant Peach and a tender, acoustic version of Safe From Heartbreak - after which the band catch each other's eyes burst into laughter, relieved at getting the harmonies right.\nTowards the end of the set, the band's normally implacable frontwoman Ellie Rowsell surveys the sea of people and smiles, \"There are no words. No words.\"\nAnd as the final chords of The Last Man On Earth ring out, the band turn and blow kisses to the crowd, who respond in kind.\nIt's a fitting reminder of how much both sides have missed each other.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57957818",
      "category": "uk-england-manchester",
      "title": "Murder probe after Bury woman dies from severe burns",
      "text": "The death of a woman from severe burn injuries is being treated as murder.\nThe 31-year-old died in hospital after emergency workers were called to East Street, Bury, at about 19:30 BST on Friday.\nThree men aged 24, 26 and 34 have been arrested and remain in custody, Greater Manchester Police said.\nThe force did not reveal what offences they were held on suspicion of but said they believed it to be an isolated incident.\nOfficers and fire investigators were working to establish how the woman came to be injured.\nDet Ch Insp Daniel Clegg said the force's investigation into \"a truly devastating incident\" was in its early stages but it was following a number of lines of inquiry.\n\"If you, or anyone you know has any information that might help us, please get in touch as soon as possible,\" he said."
    }
  ]
}