{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-56707030",
      "category": "uk-england-dorset",
      "title": "Sir Richard Sutton: Man charged with hotelier's murder",
      "text": "A 34-year-old man has been charged with the murder of a multi-millionaire hotelier, one of the UK's richest men.\nSir Richard Sutton died at his home near Gillingham, Dorset, on Wednesday. His partner, Anne Schreiber, was also stabbed and is in a critical condition. \nThomas Schreiber was charged with murder, attempted murder and dangerous driving.\nThe wealth of Sir Richard, 83, and his family was valued at £301m in the 2020 Sunday Times Rich List.   \nMr Schreiber is due to appear before magistrates in Poole on Monday.\nDetective Inspector Simon Huxter, of Dorset Police, said: \"Our thoughts remain with the victims' family and all of those affected by this terrible incident.\n\"Following a detailed investigation, we have consulted with the Crown Prosecution Service.\n\"As a result, Dorset Police have been authorised to formally charge Thomas Schreiber with the murder of Sir Richard, attempted murder of the injured woman and dangerous driving.\"\nA spokesman from the businessman's company, Sir Richard Sutton Limited, said on Sunday: \"Our thoughts are with Anne Schreiber, who remains in a critical condition in hospital and was a hugely important part of Sir Richard's life, especially in his later years. \n\"After caring for Sir Richard for a long period, we in turn wish her a swift and full recovery. \n\"Though separated, Sir Richard also remained on good terms with his wife, Lady Fiamma, and very close to their children, who are mourning the loss of a devoted father. \n\"Employees across the group have been united in their shock at what has happened and will need time to come to terms with the loss of such an influential figure.\"\nSir Richard, who was number 435 in last year's Sunday Times Rich List, owned a string of top hotels. \nThe baronet had an extensive property and farming portfolio, including owning the freehold of the Sheraton Grand London Park Lane and the Athenaeum Hotel in Mayfair.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56701620",
      "category": "world-europe",
      "title": "Covid: Over 100 Paris restaurant diners fined for violating rules",
      "tags": "France,Coronavirus lockdown measures,Paris,Coronavirus pandemic",
      "text": "More than 100 diners at a restaurant in Paris have been fined and the manager arrested for violating Covid restrictions, French police say.\nOfficers were called to an address in the capital following a noise complaint and discovered a clandestine gathering, Paris police tweeted on Saturday.\n\"Guests [were] fined for non-compliance with health measures,\" the tweet said.\nIt comes days after French police launched an investigation into alleged fine dining and parties in the city.\nLast week, private TV channel M6 broadcast an undercover film it said was from a hidden camera, showing diners enjoying caviar, champagne and truffles at two upmarket venues.\nIn response to the report, French Interior Minister Gérald Darmanin ordered a probe, saying that such gatherings - breaching Covid lockdown rules - would be \"totally unacceptable\".\nThe latest incident occurred on Friday in the 19th arrondissement (district) of Paris and involved \"over 110 people\", police said.\nThe undercover film broadcast by M6 on 2 April showed an unnamed private dining club in a \"smart district\" of Paris, where guests were told they could remove their masks. \nThe video points out the penalties for lockdown offences in France; potentially a year in jail and a €15,000 (£13,000) fine for putting someone's life at risk and, for each guest, potentially a €135 fine for violating the curfew and another €135 for not wearing a mask.\nSurging coronavirus cases in France have prompted a new partial nationwide lockdown amid fears that hospitals may become overwhelmed with patients.\nAll schools and non-essential shops are shut and a curfew is in place from 19:00 to 06:00.\nFrance has recorded just over five million cases of Covid-19 and at least 98,202 deaths, Johns Hopkins University reports.\nThe country has struggled with an EU-wide delay in the vaccine rollout, as well as several new strains of the virus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56673778",
      "category": "entertainment-arts",
      "title": "Bafta Film Awards 2021: Two-night ceremony announces first winners",
      "tags": "Bafta Awards,Film,Riz Ahmed",
      "text": "The movie Ma Rainey's Black Bottom has won two prizes on the first night of the Bafta Film Awards, which are being split over two days for the first time.\nMany of the technical prizes were handed out on Saturday, with the main awards still to be presented on Sunday.\nRiz Ahmed, Sir Anthony Hopkins, Vanessa Kirby and Daniel Kaluuya are among the stars up for acting awards.\nBoth halves of the ceremony are being presented from the Royal Albert Hall, but winners are appearing virtually.\nMa Rainey's Black Bottom stars Viola Davis and the late Chadwick Boseman as members of a 1920s blues band.\nOther winners included Rocks, a low-budget British film starring a group of teenage girls, many of whom had not acted before; Christopher Nolan's time-bending thriller Tenet; and Mank, in which Gary Oldman plays Citizen Kane screenwriter Herman J Mankiewicz.\nThe winners from the first night were:\nNoel Clarke - the Kidulthood, Bulletproof and Doctor Who actor - was also presented with the outstanding British contribution to cinema award.\nHe dedicated it to \"my young black boys and girls out there that never believed it could happen to them\".\nThe Duke of Cambridge had been due to appear in a pre-recorded segment, but pulled out following the death of his grandfather, the Duke of Edinburgh. Host Clara Amfo paid tribute to Prince Philip, who was Bafta's first president from 1959-66.\nOn Sunday, prizes including best film, director, screenplay and animated feature will be handed out, as well as the acting awards.\nThis year's shortlists include a diverse line-up of talent, following an outcry last year when voters only nominated white actors.\nThis time, 16 of the 24 acting contenders come from minority ethnic backgrounds.\nTwo films lead the overall field with seven nominations each - Rocks and Nomadland, which stars Frances McDormand as a US woman living a nomadic life in a van after the financial crash.\nWhile the nominees will all appear remotely on Sunday, stars including Hugh Grant, Tom Hiddleston, Priyanka Chopra Jonas, and Phoebe Dynevor will be at the London venue to announce the winners.\nThey will be joined by fellow award presenters Chiwetel Ejiofor, Cynthia Erivo, Gugu Mbatha-Raw, Richard E Grant, Felicity Jones, Asim Chaudhry, James McAvoy, David Oyelowo, Pedro Pascal and Jonathan Pryce.\nRose Byrne, Andra Day, Anna Kendrick and Renee Zellweger will announce some winners from Los Angeles.\nSunday's ceremony will be hosted by Edith Bowman and Dermot O'Leary, and will be broadcast on BBC One from 19.00-21.00 BST.\nFollowing the lack of diversity last year, a seven-month review led Bafta to introduce more than 120 changes to its voting, membership and campaigning processes.\nThey included the introduction of a new longlist round of voting, the expansion of the outstanding British film field to 10 nominations, and increasing all four acting categories and best director to six nominees in an attempt to ensure greater diversity.\nThis year's Baftas were delayed by two months because of the pandemic, and come two weeks before the awards season reaches its climax with the Oscars.\nUnlike the Baftas, the Oscars organisers want nominees to appear in person, and will have a London venue for the first time for UK-based contenders.\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56705474",
      "category": "uk-wales",
      "title": "Tenby 'tombstoning' rescue: Unconscious man pulled from sea, police say",
      "tags": "Tenby",
      "text": "A 23-year-old man has been pulled unconscious from the sea after jumping off a cliff into the water, police say.\nDyfed-Powys Police urged people not to take part in \"tombstoning\" following the rescue in Tenby, Pembrokeshire, on Saturday evening. \nIt said it was called to the beach opposite St Catherine's Island at about 18:15 BST.\nThe man was not breathing but was given CPR and regained consciousness, it said. \nInsp Gavin Howells said: \"This incident highlights the serious danger posed by tombstoning or cliff jumping, and the potentially life-threatening consequences.\n\"We urge people not to take part in this sort of activity anywhere along our coastline, and not to put themselves or the emergency services at risk for a thrill.\"\nHe thanked the RNLI for their swift response, adding their actions \"most likely saved this man's life\".\nTenby RNLI said its inshore lifeboat was launched and when its volunteer crew arrived the man had been pulled from the water and was on the rocks.\nThe coastguard said it also attended and the man was taken to Morriston Hospital in Swansea by road ambulance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-56710338",
      "category": "uk-england-birmingham",
      "title": "Baby found dead in Bilston supermarket car park",
      "tags": "Bilston",
      "text": "A newborn baby has been found dead in the car park of a supermarket.\nA member of the public found the baby at Morrisons on the Black Country Route in Bilston at about 09:00 BST, West Midlands Police said.\nIn a statement, the force said it did not currently know \"when the baby was born or how they came to be in the car park\".\nPolice have since identified the mother of the baby and said she was receiving \"appropriate care\". \nDet Insp Jim Edmonds said it had been a \"tragic discovery\" and officers had been \"treating the scene and the baby with the utmost care and dignity\".\nIn an update, issued at 20:00 BST, West Midlands Police said it had traced the mother and officers would be speaking to her \"in due course\". \nIt thanked the public for sharing its appeal to trace her.  \nA Morrisons spokesman said the company was helping the police and it would not be releasing any further information. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56706989",
      "category": "uk",
      "title": "Covid-19: Shoppers urged to respect staff, and PM won't attend Philip's funeral",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you on Monday. \nNon-essential shops can reopen in England and Wales from Monday, with stores preparing to welcome back customers. But the British Retail Consortium has asked shoppers to be respectful to staff after reporting a rise in abuse and assaults involving employees during the pandemic. What are the restrictions in your area?\nThe coronavirus pandemic has taken its toll on health systems around the world, claiming the lives of more than 2.9 million people - but experts have also had to battle the spread of disinformation circulating online. Social media posts containing unverified theories about Covid testing kits and vaccines continue to be shared. The BBC examines the latest wave of false claims.\nFurther details of the Duke of Edinburgh's funeral have been released, with Prime Minister Boris Johnson deciding not to attend in order to allow \"as many family members as possible\" to go amid coronavirus restrictions, No 10 has said. Members of the public are being asked to stay away. Under current restrictions in England, only 30 people can attend funerals. The duke's close relatives, children and grandchildren - including the Duke of Sussex - are expected to attend the service at St George's Chapel, Windsor, next Saturday.\nAs a surge in cases pushed France into its third national lockdown, some residents just could not forgo their fine dining any longer and resorted to clandestine gatherings. French police have fined more than 100 guests at a restaurant in Paris and the manager has been arrested. It comes after an undercover film showed diners enjoying an extravagant dinners at two upmarket venues.\nSome stores will find it easier than others to welcome back customers from Monday, while still offering their services safely. Bravissimo, which has 26 stores in the UK, sells lingerie, swimwear and clothing for women. But how do you still offer that face-to-face interaction while also staying safe? The BBC speaks to the company's chief executive, Leanne Cahill.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. \nWorried about rare blood clots after vaccination? Here's what you need to know. Also, as lockdown rules ease, here's some advice on how to keep safe when you're out and about.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-56701765",
      "category": "business",
      "title": "Alibaba: Chinese regulator slaps huge fine on tech giant",
      "tags": "China,Alibaba,Jack Ma",
      "text": "The world's biggest online retailer - China's Alibaba - has been hit with a record fine equivalent to $2.75bn (just over £2bn).\nRegulators in China said the internet giant had abused its dominant market position for several years. \nIn a statement the company said it accepted the ruling and would \"ensure its compliance\".\nAnalysts say the fine shows China intends to move against internet platforms that it thinks are too big. \nWhile not well known outside China, inside the country Alibaba is an ever-present behemoth, the BBC's Robin Brant reports from Shanghai.\nThe company is China's Amazon meets eBay, our correspondent says. Retail is its main activity but its work has spread to digital payments, credit and cloud computing. \nThe fine amounts to 4% of Alibaba's revenue in 2019. \nRegulators say Alibaba restricted competition by stopping some sellers using other platforms. \nIt is the latest in a chain of events targeting the company that kicked off last October, just after its high-profile co-founder, Jack Ma, told a gathering of China's leading regulators that they were stifling innovation.\nJack Ma is well-known in China as one of the country's most successful entrepreneurs.\n\"This penalty will be viewed as a closure to the anti-monopoly case for now by the market,\" Hong Hao, head of research at BOCOM International in Hong Kong, told Reuters news agency.\n\"It's indeed the highest profile anti-monopoly case in China. The market has been anticipating some sort of penalty for some time... but people need to pay attention to the measures beyond the anti-monopoly investigation.\"\nThe country's other tech giants are also coming under increasing pressure from regulators worried about their growing influence.\nLast month 12 companies were fined over deals that violated anti-monopoly rules. The companies included Tencent, Baidu, Didi Chuxing, SoftBank and a ByteDance-backed firm."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56711044",
      "category": "uk-england-london",
      "title": "Ilford murder charge over death of 85-year-old woman",
      "tags": "Ilford",
      "text": "A man has been charged with the murder of an 85-year-old woman found in a bathtub in London.\nMet Police officers have named the victim as Loretta Herman, although formal identification has yet to take place.\nShe was found unconscious in a home in Rushden Gardens, Ilford, on Friday.\nMark Herman, 54, of Rushden Gardens, has been remanded in custody and will appear at Redbridge Magistrates' Court on 12 April.\nA post-mortem examination found the cause of death was compression to the neck.\nHer family has been informed.\nParamedics battled for an hour to save Ms Herman's life but she was pronounced dead at 11:48 BST.\nFlowers have been left outside the property where she was believed to have lived for about the last 35 years."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56694327",
      "category": "uk",
      "title": "Prince Philip funeral: Plans, timings and TV coverage",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Windsor",
      "text": "Funeral preparations are under way for Prince Philip, Queen Elizabeth II's husband, who died on Friday 9 April aged 99. \nThis is what we know about the event.\nThe ceremonial royal funeral will be held at St George's Chapel, in the grounds of Windsor Castle, at 15:00 BST on Saturday 17 April. \nPrince Philip's body is now resting in the inner hall at Windsor Castle after being moved from its private chapel.\nThe duke is reported to have requested a funeral of minimal fuss and has not lain in state - where members of the public would have been able to view his coffin. \nThe procession and service will be televised - details below.\nCoronavirus restrictions in England mean only 30 people, socially distanced, are allowed to attend funerals. \nThe guest list includes members of the Queen and Duke of Edinburgh's families, including three of his German relatives.\nPrince Harry will attend but his wife Meghan, who is pregnant, will not make the trip from the US, on medical advice. It is the first time the Duke of Sussex has returned to the UK since stepping down as a senior royal last year.\nAttendees are expected to wear masks in line with government advice. The pallbearers and clergy are not included in the number of attendees.\nThe duke will have a ceremonial funeral, rather than a state funeral. There is a subtle difference - state funerals are usually reserved for monarchs, although wartime Prime Minister Winston Churchill was given a state funeral. The Queen Mother had a ceremonial funeral in 2002, as did Diana, Princess of Wales in 1997. \nOn the day of the funeral, the coffin will be moved from the private chapel to the State Entrance of Windsor Castle. It will be placed on a modified Land Rover, that the duke himself helped design, to be carried the short distance to St George's Chapel.\nCoronavirus restrictions on crowds and numbers attending funerals mean the duke's ceremonial funeral will be much lower key than if it had happened in other times - although the Palace says this very much \"reflects the duke's wishes\" and it will still \"celebrate and reflect\" a life of service.\nLive online coverage of the procession and funeral begins on the BBC News website and app at 07:00 BST and the service will be streamed in the UK and internationally. \nTelevision coverage in the UK starts at 12:30 BST on Saturday on BBC One, the BBC News Channel and on BBC iPlayer.\nOn the radio, you can follow the day's events between 14:00 BST and 16:10 BST on Radio 4 and Radio 5 Live, and simulcast on BBC World Service English, BBC Radio Scotland, and BBC Radio Ulster. \nBBC Radio Wales and BBC local radio will also cover the event, with start times to be confirmed.\nBy 14:15 BST, the Quadrangle in Windsor Castle will be lined by the Household Cavalry and the Foot Guards, along with military detachments from units that had special connections with Prince Philip on the grass.\nFrom 14:20 BST, those members of the Royal Family and The Duke of Edinburgh's family not taking part in the procession leave Windsor Castle by car for St George's Chapel.\nAt 14:40 BST, the bands in the Quadrangle stop playing and the coffin will be carried out and placed onto the Land Rover.\nMembers of the Royal Family walking in the procession will leave the State Entrance after the coffin and take up their positions.\nBehind the Land Rover will be Princes Charles, Andrew, Edward and Princess Anne, as well as grandsons Princes William and Harry. They are joined by Princess Anne's son Peter Phillips, her husband Vice Admiral Sir Tim Laurence and the Earl of Snowdon. Members of the duke's staff will follow behind them, including his private secretary Brigadier Archie Miller Bakewell, a personal protection officer, two pages and two valets.\nAt 14:45 BST, the procession begins. Led by the band of the Grenadier Guards, the procession will move from the Quadrangle to Horseshoe Cloister. The band is followed by the Major General's party and military chiefs of staff. The Land Rover follows, flanked by pallbearers from the Royal Marines and other regiments and corps associated with the duke. The Royal Family members and staff follow behind.\nThe Queen will travel at the rear of the procession in the State Bentley and will enter St George's chapel through the Galilee porch.\nThe procession route will be lined by personnel from the Royal Navy, Royal Marines, The Highlanders, 4th Battalion Royal Regiment of Scotland and the Royal Air Force.\nGuns will be fired by The King's Troop Royal Horse Artillery from the East Lawn throughout, as a bell tolls in the Curfew Tower, at the west end of the castle. \nAt 14:53 BST, the Land Rover will arrive at West Steps of St George's Chapel, and be met by a guard of honour and band from the Rifles Regiment, who will play the national anthem.\nMembers of the Household Cavalry will line the West Steps and a Royal Navy \"piping party\" will pipe a nautical call known as \"the Still\" as the coffin is carried up the steps to the chapel.\nThe coffin, draped with the duke's standard, with a wreath and the duke's naval cap and sword on top, will be met by the dean of Windsor, together with the Archbishop of Canterbury, for the service.\nOnly the members of the Royal Family will enter the chapel - the rest of the procession will remain outside. \nAt 15:00 BST, a minute's silence will be held nationwide, in memory of the duke. \nThe start and end of the Silence will be signalled by a gun fired by The King's Troop Royal Horse Artillery.\nInside the chapel, the funeral service will begin as the coffin is carried to the Quire, and placed on a platform called a catafalque. \nA small choir of four singers, who will be in the nave of the chapel, will sing pieces of music chosen by the duke.\nAfter the service, the duke will be interred in the royal vault.\nThe duke's coffin is draped in his personal flag, his standard. The flag represents elements of his life, from his Greek heritage to his British titles. \nWhen the duke got engaged to the then Princess Elizabeth in 1946, he renounced his Greek title and became a British citizen, taking his mother's anglicised name, Mountbatten.\nThe Mountbatten family is therefore also represented on the standard, alongside the castle from the arms of the City of Edinburgh - he became Duke of Edinburgh when he married.\nA number of objects personally selected by the duke will be displayed on cushions on the altar in St George's Chapel.\nThese include the duke's insignia - medals and decorations awarded to him by the UK and Commonwealth countries - his field marshal's baton, Royal Air Force wings and insignia from Denmark and Greece \nMembers of the public have been asked not to attend any of the funeral events, in line with public health advice.\nOn the Royal Family website, members of the public are asked to consider making a donation to a charity instead of leaving floral tributes in memory of the duke. An online book of condolence is also available for the public to post their personal tributes.\nThe period of national mourning ends on the day of the funeral.\nThe Royal Family will continue to observe mourning for another week - but members will attend engagements wearing black mourning bands where appropriate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56707979",
      "category": "world-us-canada",
      "title": "US army officer sues police over violent traffic stop",
      "tags": "Police brutality,Virginia",
      "text": "A black US army lieutenant has filed a lawsuit against two policemen who pointed their guns and pepper-sprayed him during a traffic stop.\nArmy Second Lieutenant Caron Nazario is wearing his uniform during the bodycam footage, taken in December in Virginia.\n\"I'm honestly afraid to get out,\" he tells the two police officers. \"Yeah you should be,\" an officer says. \nPolice say he was stopped for failing to display licence plates but temporary plates are visible in the video.\nDuring the incident, the soldier, who was handcuffed while his car was searched, asked why force was being used against him and was told by a police officer: \"Because you're not co-operating.\" He was later released without charge.\nThe suit, filed at the US District Court of Norfolk, Virginia, against the two Windsor Police Department officers, Joe Gutierrez and Daniel Crocker, alleges violations to his constitutional rights, and includes assault, illegal search and illegal detention.\nThere was no immediate response from the Windsor Police Department.\nThe lawsuit comes at a time of increased scrutiny over alleged police brutality towards minorities and racial justice.\nEx-police officer Derek Chauvin is currently on trial for the murder of George Floyd. The footage of Mr Chauvin, who is white, with his knee on African-American Mr Floyd's neck during an arrest sparked global protests against racism.\nLt Nazario, who is Black and Latino, was in uniform and driving with a temporary paper licence plate on his back window on 5 December, when he was told to pull over in the town of Windsor. He then stopped at a petrol station and kept his hands outside the window, while asking the policemen why he was being stopped.\nAttorney Jonathan Arthur, who is representing Lt Nazario in the lawsuit, said that the army officer knew it was vital he kept his hands on show.\n\"To unbuckle his seatbelt, to do anything, any misstep - he was afraid that they were going to kill him,\" Mr Arthur told CBS.\nThe suit filed by Lt Nazario says that Mr Gutierrez acknowledged why the army officer had waited to pull over in a lighted area. \n\"I get it, the media spewing race relations between law enforcement and minorities. I get it,\" the policeman said, according to the suit. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56711799",
      "category": "uk",
      "title": "Prince Philip: My father was my teacher, supporter and critic - Princess Royal",
      "tags": "Prince Andrew, Duke of York,UK Royal Family,Prince Philip, Duke of Edinburgh,Prince Harry, Duke of Sussex,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales",
      "text": "The Princess Royal has said her father the Duke of Edinburgh was her \"teacher, supporter and critic\".\nPrincess Anne - the duke's only daughter - said he would leave a \"legacy which can inspire us all\".\nHer written statement comes after her brother, the Duke of York, said the Queen had described the death of Prince Philip as \"having left a huge void in her life\".\nHe and his brother the Earl of Wessex earlier paid tribute to their father.\nIn a statement on the Royal Family's website, the princess said she \"most wanted to emulate\" her father's example of a \"life well lived and service freely given\".\nShe said \"his ability to treat every person as an individual in their own right with their own skills\" was reflected in the organisations he worked with. \n\"I regard it as an honour and a privilege to have been asked to follow in his footsteps and it has been a pleasure to have kept him in touch with their activities,\" she added.\nOn Sunday, a special remembrance service for Prince Philip was held in Canterbury Cathedral as the UK observes a period of official mourning.\nIt was led by the Archbishop of Canterbury, Justin Welby, who is expected to officiate at the duke's funeral on Saturday.\nHe said that \"for the Royal Family, as for every other, no words can reach into the depth of sorrow that goes into bereavement\".\nA ceremonial royal funeral will be held for the duke at St George's Chapel, in the grounds of Windsor Castle, at 15:00 BST on 17 April. The event will be televised.\nMembers of the Royal Family will walk behind the coffin ahead of the funeral, while the Queen will travel separately to the chapel.\nThe Duke of Sussex will fly from the US for the service, though it is not clear when. His wife, Meghan, who is pregnant, will remain at home in California on the advice of doctors.\nIt will be the first time Prince William and Prince Harry will meet face to face since the Sussexes aired criticisms of the Royal Family in an interview to US broadcaster Oprah Winfrey last month.\nMeanwhile, Prince Andrew has said that his father's death was a \"terrible loss\", and his family was \"rallying round\" to support the Queen.\n\"We've lost the grandfather of the nation,\" he added, as he left a service at Windsor's Royal Lodge.\nHe was joined by the Earl and Countess of Wessex and their daughter Lady Louise Windsor.\nHe said the Royal Family was grateful for all the \"absolutely amazing tributes\" to Prince Philip, who died at Windsor Castle on Friday, aged 99.\nHe added: \"The Queen, as you would expect, is an incredibly stoic person. \n\"She described it as having left a huge void in her life but we, the family, the ones that are close, are rallying round to make sure that we're there to support her.\"\nSpeaking of his love for his father, Prince Andrew said: \"He was so calm. If you had a problem, he would think about it.\n\"He was always somebody you could go to and he would always listen so it's a great loss.\nPrince Andrew stepped back from royal duties in 2019 after criticism of his ties to convicted sex offender Jeffrey Epstein intensified following a BBC interview.\nThe Earl of Wessex, the Queen's youngest son, said: \"However much one tries to prepare oneself for something like this, it's still a dreadful shock.\"\nThe Countess of Wessex said the Queen was \"thinking of others before herself\". \nSpeaking to members of the congregation outside the chapel, Sophie said that Prince Philip's death was \"very peaceful\".\n\"It was right for him. It was so gentle. It was just like somebody took him by the hand and off he went,\" she said.\n\"Very, very peaceful and that's all you want for somebody isn't it?\"\nShe added: \"I think it's so much easier for the person that goes than the people that are left behind.\"\nThe Prince of Wales paid tribute to his \"dear papa\" on Saturday, saying he and the Royal Family would miss him \"enormously\".\nHe said the duke had given the \"most remarkable, devoted service\" to the Queen, the Royal Family, the country, and the Commonwealth.\nEarlier, the former prime minister Sir John Major, who was appointed a special guardian to the Duke of Cambridge and the Duke of Sussex after their mother, Diana, Princess of Wales died in 1997, said the \"shared grief\" over the death of Prince Philip is an \"ideal opportunity\" to mend any rifts in the Royal Family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56708430",
      "category": "uk-northern-ireland",
      "title": "NI riots: Adult influence in disorder 'amounts to child abuse'",
      "tags": "Belfast",
      "text": "The behaviour of some adults in contributing to the actions of young people during the recent street violence in Northern Ireland amounts to child abuse, NI's children's commissioner has said.\nKoulla Yiasouma said those adults were engaged in \"criminal exploitation\" and \"have to be held accountable\".\nAlmost 90 police officers have been injured in recent disorder. \nSaturday night was the first without major incident since Good Friday. \nThe lack of trouble has been linked to the death of the Duke of Edinburgh, although there were disturbances in Belfast and Coleraine on Friday night, hours after his death was announced. \nSaturday also marked the 23rd anniversary of the signing of the Good Friday Agreement - which signalled an end to 30 years of sectarian conflict in Northern Ireland - with Taoiseach (Irish PM) Micheál Martin warning against a \"spiral back\" to violence.\nThe rioting, which has involved people as young as 12, has largely seen youths throwing bricks, fireworks and petrol bombs at lines of police officers and vehicles.\nWhile there are no clear indications the unrest is being orchestrated by an organised group, the violence has been concentrated in areas where criminal gangs linked to loyalist paramilitaries have significant influence.\nSpeaking to BBC Radio 4's Broadcasting House programme, Ms Yiasouma described the violence as involving \"coercion by adults of vulnerable and at-risk children\".\nWhen asked if it amounted to abuse of children, she replied: \"'Child abuse' is a very loaded term but I think it is within that safeguarding family of abuses children may suffer and experience. \n\"When it comes to safeguarding issues I would put it in that group, yes.\"\n\"Enough is enough when the first petrol bomb or stone is thrown,\" she added.\n\"It's criminal actors trying to take control and what we need is a calm narrative from our politicians. \n\"We need them to be seen, to be supporting our community workers on the ground.\"\nFr Martin Magill, a parish priest in the area of west Belfast, said the \"fear apprehension and anxiety\" of recent events reminded him of north Belfast in the 1970s\nHe added that he was \"deeply concerned\" about the age of children involved in the rioting.\n\"My concern would be young people being groomed into paramilitary organisations and criminal gangs,\" he said, adding that \"there are serious safeguarding questions\" to be raised.\nFormer Northern Ireland secretary Lord Hain said the situation calls for a prime ministerial visit.\n\"It took six nights of rioting before Boris Johnson even issued a tweet,\" he told BBC Radio 4's The World This Weekend programme. \nLord Hain said the prime minister should meet loyalist representatives, who he said \"needed to be listened to\".\nHe added that he fears another collapse at Stormont \"if we don't get a hands on approach from Number 10\".\nThe first major disorder happened in the Sandy Row area of south Belfast on Good Friday and, in the days since, there have been flash points in Newtownabbey, Londonderry, Carrickfergus, Ballymena and Coleraine.\nRioting at a so-called peace wall - separating the mainly loyalist Shankill Road and mainly nationalist Springfield Road - in west Belfast on Wednesday night was described as the worst seen in Northern Ireland for years.\nWater cannon was deployed in the same area on Thursday, the first time it had been used by the Police Service of Northern Ireland (PSNI) in six years. \nWhen the disorder began in loyalist areas at the end of March it was linked to a decision not to prosecute Sinn Féin leaders for breaching Covid regulations at a funeral last June and tensions over the Irish Sea border imposed as a result of the UK-EU Brexit deal.\nSome violence in Carrickfergus and Newtownabbey has been linked to police operations targeting the South East Antrim UDA, a paramilitary group involved in organised crime.\nSpeaking on Friday following two nights of violence at the west Belfast interface, ACC Roberts said of the hundreds who took part some were \"operating independently\", while some would be close to or involved in paramilitary organisations.\n\"It is not our overall assessment that those organisations as a group are directing young people to get involved or orchestrating the disorder,\" he added.\nAlthough it was a quieter night last night, nothing like we have witnessed in recent nights, it has been a pretty depressing week.\nThere are hopes the cycle of violence will be broken over the weekend and there may not be a repeat of the trouble we saw last week.\nBut there is no guarantee of that happening - it's pretty tense out there. \nThe big concern for politicians, police and the secretary of state is the well of discontent within unionism due to the Irish Sea Border, which every so often could spill over into violence on the street.\nThere is real fear that this is going to set the tone for what we can expect in the weeks and months ahead.\nMary McAleese, former President of Ireland, said on Sunday the current situation was part of the \"downstream consequences of Brexit\".\n\"When we go back to Brexit, we realise how little consideration was given in the planning of Brexit, in the referendum, to the impact it would have on Northern Ireland,\" she told the BBC's Andrew Marr Show.\nShe added that young people \"are still being taught to hate\" and who are \"expressing it out on the streets\".  \nLeaders from two of Northern Ireland's main Churches have expressed concern violence could re-emerge this week.\nThe Reverend David Bruce, the Presbyterian moderator, and Catholic Bishop Noel Treanor of Down and Connor that the issues that caused the disorder had not disappeared. \n\"The death of the Duke of Edinburgh is, of course, deeply distressing to everyone and has resulted in a slowing perhaps but I wouldn't be optimistic that it's going to result to an end of this,\" Rev Bruce told BBC Radio 4's Sunday programme.\nBishop Treanor told the same programme that \"creative steps\" were needed to \"support the institutions and mechanisms put in place by the Good Friday Agreement\". \n\"This is absolutely essential,\" he said. \n\"We cannot as a society, nor indeed can our political leaders, afford to take their eyes off the ball.\"\nBishop Treanor said he supported the idea, reported in The Observer, of a possible crisis summit between the UK and Irish governments, \n\"I am not a politician, but I certainly would because new, inventive, and creative steps now need to be taken in the name of peace,\" he said. \nRev Bruce said such a conference \"may be the way to address some of the systemic issues\", providing it involved local leaders and potentially representatives from the EU. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56708973",
      "category": "uk-england-london",
      "title": "Covid: Police 'regret' over halting church Good Friday service",
      "tags": "Coronavirus lockdown measures,Catholicism,Balham,Roman Catholic Church,Metropolitan Police Service,Coronavirus pandemic",
      "text": "Police have said they \"deeply\" regret the hurt caused when a Good Friday service was shut down for breaching Covid-19 restrictions.\nMet Police officers found some worshippers without masks and not socially distancing at Christ the King on Balham High Road, London.\nVideo of officers addressing the congregation inside the church circulated online.\nDet Supt Andy Wadey also addressed the congregation after Mass on Sunday.\nHe said Covid-19 restrictions had been challenging for faith communities, but the restrictions were designed \"to protect and support communities in staying safe during the pandemic\".\n\"We know, however, that many people were very upset by what happened on Good Friday and we deeply regret that,\" he said. \nDet Supt Wadey also said that there had been \"significant reflection and learning\" by both officers and senior leaders at New Scotland Yard.\nAt the time of the incident, a representative of Polish Catholic Mission Balham, which runs the church, said it believed police had \"brutally exceeded their powers by issuing their warrant for no good reason\".\nThey added the congregation had \"been wronged on such an important day for every believer\" and that worship had \"been profaned\".\nThe Roman Catholic Archbishop of Southwark, Most Rev John Wilson, accompanied Supt Wadey to the service on Sunday and said the concerns of the church had \"been heard directly by the Metropolitan Police Service\".\n\"We are all deeply saddened by the events that took place in this church on Good Friday afternoon,\" he added.\nCommunal worship in churches, synagogues, mosques, gurdwaras, temples and meeting rooms is allowed under current rules.\nThe number allowed at any service is determined by a risk assessment on the building where it is held."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56710858",
      "category": "uk",
      "title": "Covid lockdown eases: Celebrations as pub gardens and shops reopen",
      "tags": "Coronavirus lockdown measures,Boris Johnson,Coronavirus pandemic",
      "text": "For the first time in months, pub gardens, shops and hairdressers have reopened in England, as rules were also eased in the rest of the UK.\nShoppers flocked to the High Street, with long queues seen outside some retailers. Other people took advantage of England's gyms and zoos reopening.\nPrime Minister Boris Johnson urged everyone to \"behave responsibly\".\nNorthern Ireland's \"stay-at-home\" order is ending and some rules are being eased in Scotland and Wales.\nThe PM had planned to have a celebratory pint to mark the measures easing, but that has been postponed following the death of the Duke of Edinburgh on Friday.\nSnow showers and chilly temperatures in parts of southern England appeared to do little to dampen enthusiasm for outdoor pints.\nScott Westlake, landlord of the Myrtle Tavern in Leeds, said the pub had received 5,000 bookings over the next month for his new outside eating and drinking area.\nMr Westlake said: \"If the weather's good, I think most people are optimistic and excited.\n\"Atmosphere, ambience, seeing your mates, I think they (customers) are looking forward to that more than anything - and they'll sit in a blizzard for the first few days at least.\"\nNicholas Hair, landlord and owner of the Kentish Belle pub in Bexleyheath, south-east London, said there was a \"sense of celebration\" in the early hours of Monday as it opened to midnight customers. \n\"I'm hoping that this is a sort of rebirth, and that we are reopen for the foreseeable,\" he said.\nMeanwhile, a town in Lincolnshire has introduced its own European-style pavement cafes to help boost trade.\nSeveral hospitality venues in the market town of Louth have been allowed to put seating and tables outside to serve people during the day.\nLewis Phillips, general manager of the Masons Arms, which is one of the venues involved in the Louth scheme, said: \"We don't have a lovely big beer garden. So what we've got out the front here is absolutely brilliant.\"\nThe prime minister had planned to have a celebratory pint to mark the measures easing, but that was postponed following the death of the Duke of Edinburgh on Friday. \nHowever, Downing Street confirmed that Mr Johnson did have a haircut before he paid tribute to the duke in the House of Commons.\nMarika Smith, general manager of Hough End Leisure Centre, Withington, Manchester, said all of their swimming times were already fully booked on Monday.\nKelly Boad, owner of the Hair & Beauty Gallery in Warwick, opened her salon at midnight for a symbolic \"first cut\" of 2021, adding she is fully booked for the first few weeks.\nShoppers rushed back to the High Street, as queues formed outside branches of Primark, JD Sports and TK Maxx and retailers extended their opening hours.\nAnother business that reopened in England was Secret Spa, which offers at-home salon and spa treatments in London, Manchester and Brighton.\nCo-owner Emily Ewart-Perks said it had \"been such a long time coming\", saying: \"Everyone has really missed the social contact of the day-to-day job and making clients happy.\"\nThe rule changes in England from Monday include:\nBut the British Beer and Pub Association has estimated that only 40% of licensed premises have the space to reopen for outdoor service.\nIn Northern Ireland, the remaining school year groups 8-11 returned to the classroom. The stay-at-home message has been lifted and up to 10 people from two households can meet in a private garden.\nIn Scotland, pupils at schools in six council areas went back to school but not everyone returned on Monday because differing term times mean some schools are still closed for the Easter holidays.\nAfter a drop in Covid cases prompted the Welsh Government to bring forward some dates for reopening, all students returned to face-to-face teaching on Monday. \nNon-essential shops can also reopen, close-contact services can resume, driving lessons can restart and travel in and out of Wales from the rest of the UK is allowed.\nShoppers, gym fans, domestic holiday makers, outdoor drinkers and diners, plus those in need of a haircut will share the government's hope that Monday is an irreversible step towards old and cherished freedoms. \nSo will the business owners who will be welcoming them back. \nBut this significant easing of lockdown is also an important test. \nWill customers want or be able to return in sufficient numbers for firms to break even and if they don't, what will it take to make the economy work again? \nOnly two in five hospitality venues have any outdoor space and the rules over future inside opening are still unclear. \nThe government and the opposition have distanced themselves from requiring Covid certificates for day-to-day life but the government has also hinted individual businesses may require them if they wish.\nHospitality chiefs have told the BBC they fear having to choose between two different ways to lose money - half-empty venues without certificates or full ones with extra staff and hassle to check Covid status. \nDemand may vary by sector. \nHairdressers are booked solid, retailers are hopeful of high footfall and are welcoming longer opening hours but some holiday parks are reporting subdued bookings as many of their public amenities remain closed. \nIt is a test for everyone - but a welcome one for most. \nIn a statement, the prime minister said the rule relaxations are \"a major step forward in our roadmap to freedom\".\n\"I'm sure it will be a huge relief for those business owners who have been closed for so long, and for everyone else it's a chance to get back to doing some of the things we love and have missed,\" he added.\n\"I urge everyone to continue to behave responsibly and remember 'hands, face, space and fresh air' to suppress Covid as we push on with our vaccination programme.\"\nThe rule changes in England marks the third easing since the country's third national lockdown began on 6 January.\nThere is a gap of at least five weeks between each step on the government's \"roadmap\" out of lockdown, to allow the impact of changes on infection rates and hospital admissions to be assessed.\nThe next significant date is 17 May, when up to six people from different households could be allowed to socialise indoors. \nMore than 32 million people in the UK have now had their first dose of a coronavirus vaccine and of those 7.6m have had their second dose, according to the latest government data.\nMeanwhile, 189,665 second doses were administered on Sunday - along with 69,223 first doses.\nSaturday marked a record total for second doses, with 475,230 given, while 111,109 were first doses.\nA further 13 people are reported to have died within 28 days of a positive Covid test, and there have been 3,568 new infections.\nThere can be a lag in reporting coronavirus statistics during weekends.\nMeanwhile, surge coronavirus testing is being rolled out in areas of Wandsworth and Lambeth in south London, where cases of the South Africa variant were found. \nAll identified cases are self-isolating or have completed their isolation, and their contacts have been traced and asked to self-isolate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56704809",
      "category": "uk",
      "title": "Prince Charles on Prince Philip: 'My family and I miss my father enormously'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56687736",
      "category": "world",
      "title": "Prince Philip: World leaders and royals send heartfelt sympathy",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "Monarchs, heads of state and prime ministers across the world have sent heartfelt tributes following the death of Prince Philip at the age of 99.\nEurope's royal households and Commonwealth leaders alike praised the Duke of Edinburgh's public service.\nJoe Biden described the duke as a \"heck of a guy\", and all living former US presidents also sent tributes.\nMeanwhile, commemorative church services and remembrance ceremonies are taking place on Sunday.\nAustralia's Prime Minister Scott Morrison attended a service at Sydney's St Andrews Cathedral which included prayers for the Royal Family and a naval hymn in honour of Prince Philip.. \nHe earlier described the duke as \"a man who was steadfast, who could be relied upon, who always [stood] by his Queen\".\n\"On Prince Philip's many visits to Australia, we have come to know him as a man of compassion and service, personal warmth, intellectual curiosity and generous spirit,\" Reverend Kanishka de Silva Raffel said at the service.\nIn neighbouring New Zealand, a ceremony took place on Sunday in the country's capital, Wellington, featuring a 41-gun salute.\nOn Saturday, Pope Francis paid tribute to the duke's \"devotion to his marriage and family\".\nThe leader of the Roman Catholic Church also noted the prince's \"commitment to the education and advancement of future generations\".\nThe spiritual leader of Tibet, the Dalai Lama, wrote to the Queen and Prince Charles, saying Prince Philip would be remembered for having lived a meaningful life.\nPresident Xi Jinping of China also sent his condolences.\nThe duke, whose death was announced by Buckingham Palace on Friday, accompanied the Queen during hundreds of overseas visits.\nPrince Philip had blood ties with a number of former or current European royal households, and many of their members sent condolences.\nThe telegram from King Felipe and Queen Letizia of Spain was particularly poignant, sending \"all our love and affection\" to Aunt Lilibet (the affectionate name used by the duke for his wife) and Dear Uncle Philip.\n\"We shall never forget the moments that we shared with him,\" they told the Queen.\nSweden's King Carl Gustaf said the duke had been \"a great friend of our family for many years, a relation we have deeply valued\".\nSwedish royal family spokeswoman Margareta Thorgren told the BBC the king and the duke had sailed together in England, adding: \"That was the start of a great friendship between them.\"\nThe Dutch royal family said they remembered Prince Philip with great respect, adding: \"His lively personality made an indelible impression.\"\nBelgium's King Philippe said he and Queen Mathilde would \"always cherish the memories of our warm encounters\".\nTributes came in too from the Commonwealth - 54 nations, most with roots in the British Empire and home to 2.4 billion people.\nFlags were lowered to half-mast at Australia's Parliament House in Canberra, where a 41-gun salute took place on Saturday, and at the Sydney Harbour Bridge, where in 1954 Prince Philip arrived alongside the newly crowned Queen Elizabeth on the first visit by a reigning monarch to the country.\nNew Zealand's Prime Minister Jacinda Ardern noted that thousands of young people had \"completed life-changing challenges\" through the duke's Hillary Award.\nCanada's Prime Minister Justin Trudeau said the duke had \"contributed so much to the social fabric of our country - and the world\".\nPakistan's Prime Minister Imran Khan said Philip had been a \"wise leader\" and his \"role in promoting Pakistan-UK relations will always be remembered\".\nAnd Indian Prime Minister Narendra Modi was another to praise a lifetime of dedication to \"many community service initiatives\".\nKenya's President Uhuru Kenyatta said the duke had been a \"towering symbol of family values and the unity of the British people as well as the entire global community\".\nOther warm condolences from Africa included Zimbabwe - which has had a rocky relationship with the UK and is no longer in the Commonwealth - and the president of Tanzania, which only recently lost its leader John Pombe Magufuli amid Covid-19 rumours.\nOther tributes came from nations deeply linked to the duke and his family.\nMalta's Prime Minister Robert Abela wrote: \"Truly saddened by the loss of Prince Philip, who made Malta his home and returned here so often. Our people will always treasure his memory.\"\nPhilip and Elizabeth spent two idyllic years on Malta, where he was stationed in the Navy, before King George VI died in 1952.\nIsrael's Prime Minister Benjamin Netanyahu said the duke had been \"the consummate public servant\" and would be much missed.\nThe duke's mother, Princess Alice of Battenberg, who died in 1969, is buried at the Church of Mary Magdalene in Jerusalem.\nThe Emir of Qatar, Sheikh Tamim bin Hamad Al Thani, sent his \"sincere condolences and sympathies\" to the Queen, the Royal Family and the British people.\nIn a personal tribute, Barack Obama, one of the 18 US presidents in the duke's lifetime, said Philip had immediately put him and Michelle at ease, and that he was \"kind and warm, with a sharp wit and unfailing good humour\".\nDonald Trump said Prince Philip had \"defined British dignity and grace. He personified the quiet reserve, stern fortitude and unbending integrity of the United Kingdom...\"\nIn a telegram to the Queen, Russian President Vladimir Putin said the duke had \"rightfully enjoyed respect\" both at home and internationally.\nAnd Chancellor Angela Merkel said the duke's \"friendship with Germany, his straightforward nature and his sense of duty\" would be remembered.\nFrance's Foreign Minister Jean-Yves Le Drian called the duke a man of \"great style\", saying: \"France joins in the sorrow of its friends across the Channel and salutes the life of a man who was a witness to a century of trials and hopes for our continent.\"\nItalian President Sergio Mattarella said he would \"cherish\" the memories of Prince Philip's \"deep admiration for Italy's artistic and cultural heritage\". He said the duke had accompanied the\" evolution of his country with an open and innovative spirit\".\nIrish President Michael D Higgins praised Prince Philip's ability to bring \"an air of informality to otherwise formal occasions\".\n\"His distinctive presence and unique sense of humour put participants at ease and always engaged those who encountered him,\" he said.\nEuropean Commission President Ursula von der Leyen expressed her sympathy to the royal family and \"the people of the United Kingdom on this very sad day\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56706265",
      "category": "uk-politics",
      "title": "Election campaigns to resume after duke's death",
      "tags": "London elections 2021,Scottish Parliament election 2021,England local elections 2021,Prince Philip, Duke of Edinburgh,Welsh Parliament election 2021,PCC elections 2021",
      "text": "Election campaigning will resume this week after a pause following the death of the Duke of Edinburgh.\nElections to the Scottish and Welsh parliaments and for councillors, mayors and police and crime commissioners in England are being held on 6 May.\nCampaigning will resume after tributes are paid to Prince Philip on Monday in the House of Commons, Holyrood and the Senedd.\nIt will pause again on Saturday, the day of the duke's funeral.\nConservative Party co-chair Amanda Milling said: \"The respectful pause to campaigning will end on Tuesday morning.\"\nLabour said it will allow leafleting following tributes in Parliament on Monday with a \"full return to campaigning\" on Tuesday.\nThe party said campaigning would be suspended again on 17 April - the day of the duke's funeral - \"to allow members to join a day of reflection\".\n\"These arrangements have been agreed with the UK government,\" it added.\nPolitical parties suspended their campaigning for elections after the duke's death at Windsor Castle on Friday morning.\nParliament will return a day early from recess on Monday so that MPs can honour Prince Philip, with the House of Commons sitting at 14:30 BST for tributes.\nPeers - who were due to return to the House of Lords on Monday - will also start their proceedings with a humble address of condolence to the Queen.\nThe Scottish Parliament, the Northern Ireland Assembly and the Welsh Senedd will also be recalled on Monday for tributes.\nPoliticians across the UK have paid tribute to Prince Philip, with Prime Minister Boris Johnson praising his \"extraordinary life\".\nLabour leader Sir Keir Starmer said the UK had \"lost an extraordinary public servant\", while Scotland's First Minister Nicola Sturgeon sent her condolences to the Royal Family."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56709087",
      "category": "uk",
      "title": "Prince Philip: Funeral an 'ideal opportunity' to end royal rifts, says Major",
      "tags": "UK Royal Family,Prince Harry, Duke of Sussex,John Major,Prince William, Duke of Cambridge",
      "text": "Shared grief over the death of the Duke of Edinburgh is an \"ideal opportunity\" to mend any rifts within the Royal Family, ex-PM Sir John Major has said.\nSir John, who was guardian to Princes William and Harry following their mother's death, said he hoped it would end any \"friction\" between the pair.\nHe also said the Queen needed time to grieve for her husband.\nHis comments came as the Archbishop of Canterbury paid tribute to the duke in a remembrance service.\nThe Queen has described the death of her husband as \"having left a huge void in her life\", the Duke of York has said.\nDuring a service at Canterbury Cathedral earlier, which was also streamed online, Archbishop of Canterbury Justin Welby said that \"for the Royal Family, as for every other, no words can reach into the depth of sorrow that goes into bereavement\".\nThe archbishop is also expected to lead the duke's funeral on Saturday, which Princes William and Harry are both due to attend.\nThe Duke of Sussex will fly from the US for the service, though it is not clear when.\nHis wife the Duchess of Sussex, who is pregnant, will remain at home in California on the advice of doctors.\nMembers of the Royal Family will walk behind the coffin ahead of the funeral at Windsor Castle.\nCardinal Vincent Nichols, the head of the Catholic Church in England and Wales, has suggested that coming together for Philip's funeral could help to heal any tensions.\nSir John, who was appointed a special guardian to the princes after their mother, Diana, Princess of Wales, died in 1997, told BBC One's Andrew Marr Show: \"The friction that we are told has arisen is a friction better ended as speedily as possible.\"\nHe added: \"They shared emotion. They share grief at the present time because of the death of their grandfather. I think [this] is an ideal opportunity.\n\"I hope very much that it is possible to mend any rifts that may exist.\"\nHarry and Meghan, who have stepped back from frontline royal duties, gave an interview to US broadcaster Oprah Winfrey last month.\nIn it, Harry said of his older brother: \"The relationship is 'space' at the moment. And time heals all things, hopefully.\"\nSir John also told Andrew Marr the Duke of Edinburgh would \"still be there in [the Queen's] memory\" and that she would \"hear his voice\".\nBeing head of state was a \"lonely position in many ways\" for the Queen, and the duke was \"the person to whom she could unburden herself\", he added.\nA period of national mourning will end after 17 April, when Prince Philip's funeral takes place at Windsor Castle's St George's Chapel.\nA national minute's silence will be held to coincide with the start of the service at 15:00 BST.\nPrince Philip died at Windsor Castle on Friday, aged 99.\nIn an interview at a service in Windsor, Prince Andrew said he loved his father, who was \"always somebody you could go to\" - and that his death was a \"terrible loss\".\nHe added: \"We've lost the grandfather of the nation.\"\nMembers of the public have continued laying flowers outside the castle, although the new government guidance asks the public to refrain from doing so and give to charity instead.\nA spokesman for Windsor Great Park said on Saturday that tributes would be removed \"respectfully\" and displayed within the castle grounds.\nRoyal household staff were photographed on Sunday placing bouquets on the ground outside St George's Chapel.\nJoanna Lumley was among those to pay their respects to Prince Philip on BBC One's Andrew Marr Show."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56707977",
      "category": "world-australia",
      "title": "Cyclone Seroja: Storm leaves trail of damage in Western Australia",
      "tags": "Western Australia,Australia",
      "text": "Tropical cyclone Seroja has ripped across a 1,000km (621-mile) stretch of Western Australia, leaving a trail of damage.\nThe category three storm made landfall near the town of Kalbarri on Sunday with gusts of up to 170km/h (105mph).\nThe storm was later downgraded to a tropical low, though strong winds continue to move south-east.  \nResidents reported smashed houses, fallen trees and downed power lines.\nKalbarri resident Debbie Major said the storm, which hit the resort town around 19:00 local time (11:00 GMT), raged through the night and was \"absolutely terrifying\".\n\"You just thought, this is it. I would have thought that when we opened the door, that there would be nothing around us except that roof,\" she told the Australian Broadcasting Corporation.\n\"We are a small town. Half of it has been flattened.\"\nWeather authorities said Cyclone Seroja had maintained \"uncommon\" pace and strength throughout Sunday night, as it moved from Kalbarri and Geraldton on the coast, and inland across the state's Wheat Belt. \nEmergency services said about 70% of structures in Kalbarri, which is home to about 1,500 people, were damaged by the cyclone. Several towns in the state's south-east remain under \"red alert\" on Monday, meaning residents were advised to take shelter, and thousands of homes were left without power.\nOne Kalbarri resident told the West Australian newspaper that he was forced to hide in a pantry with his pregnant wife and their dog.\n\"I heard a few windows smash and some loud bangs. I went upstairs to check and felt that it was raining. I didn't look up but I am guessing I have lost some of my roof,\" Jason Regan said.\nDarius Winterfield, a reporter for Channel 9 news in Kalbarri, lost the roof to his balcony and said the storm would be \"devastating for many come first light\". \nEmergency services received 175 calls for help on Monday, a Department of Fire and Emergency Services spokeswoman told the BBC.\nGovernment emergency funding is being offered to affected residents.\nBefore the storm hit, state Premier Mark McGowan warned that the cyclone was \"like nothing we have seen before in decades\". The Bureau of Meteorology said it was the first cyclone to hit some affected areas since 1956.\nLast month, areas of eastern Australia were evacuated as rivers and dams overflowed in the worst floods in decades, with around 18,000 people displaced."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56711344",
      "category": "entertainment-arts",
      "title": "Bafta Film Awards 2021: Nomadland and Promising Young Woman win big",
      "tags": "Chloe Zhao,Bafta Awards,Frances McDormand,Nomadland,Film,The  Father,Emerald Fennell",
      "text": "Nomadland, a drama about a woman who lives in a van in the American West after the financial crash, has taken top honours at the Bafta Film Awards.\nIt scooped four prizes including best film, best actress for its star Frances McDormand and best director.\nThat made Chloe Zhao only the second woman to win best director in the 53 years of the category's history.\nMeanwhile, Sir Anthony Hopkins won best actor for The Father, 27 years after his last competitive Bafta win.\nThe 83-year-old, who won for playing a man losing his grip on reality, is the oldest ever winner of the award. But he was not watching Sunday's ceremony and later said he only found out he'd won when he heard cheering from the next room.\n\"I was sitting here painting, and I heard this cheer go off next door,\" he said after the ceremony. \"I thought, what the hell's happened? I thought they were watching a football match. And they came in and said I'd won.\"\nMost winners were watching live and delivered acceptance speeches remotely, with none of the nominees at the Royal Albert Hall in person.\nZhao, who was born in China and is based in the US, referred to her education in the UK when she told the ceremony: \"I think I just made my teacher at Brighton College very proud.\"\nHer win comes 11 years after Kathryn Bigelow became the first woman to win best director for The Hurt Locker, and Zhao's victory means she is the first woman of colour to pick up the prize. Nomadland will be released in the UK on Disney+ on 30 April.\nBritish star Daniel Kaluuya was named best supporting actor for playing Black Panther leader Fred Hampton in Judas and the Black Messiah.\nThe supporting actress trophy went to South Korea's Yuh-Jung Youn for playing a grandmother in Korean-American drama Minari. Giving her speech in broken English, the 73-year-old said the award meant a lot because Brits were \"snobbish\" people.\n\"Every award is meaningful, but this one especially recognised by British people, known as very snobbish people, and they approved me as a good actor so I'm very, very privileged,\" she said.\nThe prize for best British film went to Promising Young Woman, a revenge thriller about a woman, played by Carey Mulligan, who pretends to be blind drunk when men pick her up in bars and clubs.\nIts writer and director Emerald Fennell also won best original screenplay. She joked that everyone involved in the film had made it for \"a packet of crisps\", and said the experience was \"the greatest thing in my life\".\nFennell is best known to viewers for her acting as Patsy in BBC drama Call the Midwife and for playing Camilla Parker-Bowles in Netflix's The Crown.\nOther Bafta winners included Bukky Bakray. The 18-year-old was named rising star following her first ever acting role in Rocks, in which she played a teenage schoolgirl abandoned by her mother.\nThe low-budget film, set in east London, was the joint highest nominee along with Nomadland, with seven nominations each. Rocks also won the casting award for finding its group of largely novice young stars.\nOther films to win two prizes included Disney/Pixar's animated hit Soul; Ma Rainey's Black Bottom, adapted from August Wilson's play about a 1920s blues band; and Sound of Metal, which stars Riz Ahmed as a rock drummer who loses his hearing.\nThis year's shortlists included a diverse line-up of talent, following an outcry last year when voters only nominated white actors.\nThis time 16 of the 24 acting contenders came from minority ethnic backgrounds, while 21 were first-time nominees.\nMore on the winning films:\nThe night began with a tribute to the Duke of Edinburgh, who was Bafta's first president between 1959 and 1966. \nCo-host Edith Bowman said Prince Philip \"occupies a very special place in Bafta's history, and our thoughts are with the Royal Family\".\nThe Duke of Cambridge had been due to appear in a pre-recorded segment, but pulled out following the death of his grandfather.\nThis year's Baftas were delayed by two months because of the pandemic, and come two weeks before the awards season reaches its climax with the Academy Awards.\nUnlike the Baftas, Oscars organisers want nominees to appear in person and will have a London venue for the first time for UK-based contenders.\nSir Anthony, however, said he would stay in Wales, where he is having \"a quiet time\", rather than travelling to take part in the Oscar ceremony.\nFollow us on Facebook, on Twitter @BBCNewsEnts, or on Instagram at bbcnewsents. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-10224525",
      "category": "uk",
      "title": "Obituary: HRH The Prince Philip, Duke of Edinburgh",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh,Obituaries",
      "text": "Prince Philip, Duke of Edinburgh, won widespread respect for his steadfast and constant support of the Queen.\nIt was a desperately difficult role for anyone, let alone a man who had been used to naval command and who held strong views on a wide range of subjects.\nYet it was that very strength of character that enabled him to discharge his responsibilities so effectively, and provide such wholehearted support to his wife in her role as Queen.\nAs male consort to a female sovereign, Prince Philip had no constitutional position. But no-one was closer to the monarchy, or of greater importance to the monarch, than he was.\nPrince Philip of Greece was born on 10 June 1921 on the island of Corfu. His birth certificate shows the date as 28 May 1921, as Greece had not then adopted the Gregorian calendar.\nHis father was Prince Andrew of Greece, a younger son of King George I of the Hellenes. His mother, Princess Alice of Battenberg, was the eldest child of Prince Louis of Battenberg and sister of Earl Mountbatten of Burma.\nAfter a coup d'etat in 1922, his father was banished from Greece by a revolutionary court.\nA British warship sent by his second cousin, King George V, took the family to Italy. Baby Philip spent much of the voyage in a crib made from an orange box.\nHe was the youngest child, the only boy in a family of sisters - and his early childhood was spent in a loving atmosphere. \nThe prince began his education in France but, at the age of seven, came to live with his Mountbatten relatives in England, where he attended a prep school in Surrey.\nBy this time his mother had been diagnosed with schizophrenia and been placed in an asylum. The young prince would have little contact with her.\nIn 1933, he was sent to Schule Schloss Salem in southern Germany, which was run by educational pioneer Kurt Hahn. But within months, Hahn, who was Jewish, was forced to flee Nazi persecution.\nHahn moved to Scotland where he founded Gordonstoun school, to which the prince transferred after only two terms in Germany.\nGordonstoun's Spartan regime, with its emphasis on self-reliance, was the ideal environment for a teenage boy who, separated from his parents, felt very much on his own.\nWith war looming, Prince Philip decided on a military career. He wanted to join the Royal Air Force but his mother's family had a seafaring tradition and he became a cadet at the Britannia Royal Naval College, Dartmouth.\nWhile there he was delegated to escort the two young princesses, Elizabeth and Margaret, while King George VI and Queen Elizabeth toured the college.\nAccording to witnesses, Prince Philip showed off a great deal. But the meeting made a deep impression on the 13-year-old Princess Elizabeth.\nPhilip quickly proved himself an outstanding prospect, passing out at the top of his class in January 1940 and seeing military action for the first time in the Indian Ocean.\nHe transferred to the battleship HMS Valiant in the Mediterranean Fleet, where he was mentioned in dispatches for his part in the Battle of Cape Matapan in 1941. \nAs the officer in charge of the ship's searchlights, he played a crucial role in this decisive night action.\n\"I found another ship and it lit up the middle part of it, whereupon it practically disappeared instantly under a salvo of 15in shells at point-blank range,\" he told BBC Radio 4 in 2014.\nBy October 1942, he was one of the youngest first lieutenants in the Royal Navy, serving on board the destroyer HMS Wallace.\nThroughout this period, he and the young Princess Elizabeth had been exchanging letters, and he was invited to stay with the Royal Family on a number of occasions.\nIt was after one of these visits, over Christmas 1943, that Elizabeth placed a photograph of Philip, in naval uniform, on her dressing table.\nTheir relationship developed in peacetime, although there was opposition to it from some courtiers - one of whom described Prince Philip as \"rough and ill-mannered\".\nBut the young princess was very much in love and, in the summer of 1946, her suitor asked the King for his daughter's hand in marriage.\nHowever, before an engagement could be announced, the prince needed a new nationality and a family name. He renounced his Greek title, became a British citizen and took his mother's anglicised name, Mountbatten.\nThe day before the marriage ceremony, King George VI bestowed the title of His Royal Highness on Philip and on the morning of the wedding day he was created Duke of Edinburgh, Earl of Merioneth and Baron Greenwich.\nThe wedding took place in Westminster Abbey on 20 November 1947. It was, as Winston Churchill put it, a \"flash of colour\" in a grey post-war Britain.\nThe duke returned to his naval career and was posted to Malta where, for a while at least, the couple could live the life of any other service family.\nTheir son, Prince Charles, was born at Buckingham Palace in 1948, and a daughter, Princess Anne, arrived in 1950. They were later joined by Prince Andrew (1960) and Prince Edward (1964). \nOn 2 September 1950, he achieved the ambition of every naval officer when he was appointed to his own command, the sloop HMS Magpie.\nBut his naval career was about to be curtailed. The worsening health of George VI meant his daughter had to take on more royal duties and needed her husband by her side.\nPhilip took leave from the Royal Navy in July 1951. He never returned in an active role.\nThe duke was not a man to carry regrets, but he did say in later life that he was sorry he had been unable to continue his career in the navy.\nContemporaries have said that he could, on his own merit, have risen to become first sea lord. \nIn 1952, the royal couple set off on a tour of the Commonwealth originally planned to be undertaken by the King and Queen.\nIt was while they were staying at a game lodge in Kenya in February that word came through the King had died. He had suffered a coronary thrombosis - a fatal heart blood clot.\nIt fell to the prince to break the news to his wife that she was now Queen.\nA friend later described Prince Philip as looking as if \"half the world\" had dropped on him.\nDeprived of his naval career, he had to create a new role for himself, and Elizabeth's accession to the throne raised the whole question of what that was to be.\nAs the coronation approached, a Royal Warrant proclaimed that Prince Philip would have precedence after the Queen on all occasions, yet he was never to have any constitutional position.\nThe duke was full of ideas about how best to modernise and streamline the monarchy but became increasingly disillusioned by the entrenched opposition from a number of the palace old guard.\nHe channelled some of his energies into an active social life. He and a group of male friends met every week in rooms above a restaurant in Soho, central London. \nThere were long, convivial lunches and visits to nightclubs and he was often photographed with glamorous companions.\nOne area in which the duke was given free rein to exercise his authority was in the family, although he lost the battle over the name his children would carry.\nThe Queen's decision that the family would carry the name of Windsor, rather than his own family name of Mountbatten, was a bitter blow.\n\"I am the only man in the country not allowed to give his name to his children,\" he complained to friends. \"I'm nothing but a bloody amoeba.\" \nAs a parent, Prince Philip could appear brusque and insensitive. \nAccording to Prince Charles's biographer, Jonathan Dimbleby, Charles was reduced to tears in his youth by public reprimands from his father and the relationship between father and eldest son was never easy.\nPhilip insisted that Prince Charles go to his old school, Gordonstoun, in the well-intentioned belief that its regime would help counter his son's somewhat retiring nature.\nIn the event the young prince hated the school, where he suffered homesickness and was often the target of bullies.\nThe duke's attitudes reflected the difficult nature of his own, sometimes lonely, childhood.\nHe was forced from an early age to develop self-reliance and found it difficult to understand that not everyone shared his strength of character.\nOne of Prince Philip's main concerns was for the welfare of young people, and in 1956 that interest sparked the launch of his phenomenally successful Duke of Edinburgh's Award.\nOver the years it enabled some six million 15-to-25-year-olds - many with disabilities - the world over to challenge themselves physically, mentally and emotionally in a range of outdoor activities designed to promote teamwork, resourcefulness and a respect for nature.\n\"If you can get young people to succeed in any area of activity,\" he told the BBC, \"that sensation of success will spread over into a lot of others.\"\nThroughout his life the duke continued to devote much time to the scheme, attending various functions and involving himself in its day-to-day running.\nHe was also a passionate advocate for wildlife and the environment, although his decision to shoot a tiger while on a trip to India in 1961 caused a furore. \nThe publication of a photograph, in which the tiger was displayed as a trophy, only made matters worse.\nHowever, he threw his considerable influence and energy behind the World Wildlife Fund, later to become the World Wide Fund for Nature, and seemed a natural choice as its first president.\n\"I think it's marvellous we have such a fantastic variety of life on this planet, all interdependent,\" he told a BBC interviewer.\n\"I think also that if we humans have the power of life or death - or extinction or survival - we ought to exercise it with some sort of moral sense. Why make something extinct if you don't have to?\"\nHe upset some conservationists when he defended grouse shooting.\n\"If you have a game species, you want it to survive because you want to have some next year - exactly like a farmer. You want to crop it, you don't want to exterminate it.\"\nBut he was widely praised for his commitment to preserving the world's forests and campaigning against overfishing in the oceans.\nPrince Philip also took a keen interest in industry, visiting factories and becoming patron of the Industrial Society, now known as the Work Foundation.\nIt was to a group of industrialists in 1961 that the duke displayed characteristic bluntness when he told them: \"Gentlemen, it's time we pulled our fingers out.\"\nThis tendency to be forthright was interpreted by some as boorishness and sometimes got him into trouble. He certainly gained a reputation for misjudging situations, particularly when he was abroad.\nHe made one of his most controversial comments while accompanying the Queen on a state visit to China in 1986. He made what he thought was a private remark about \"slitty eyes\".\nThe tabloids went into a frenzy, although it seemed to cause little concern in China.\nOn a visit to Australia in 2002, he asked an Aboriginal businessman whether \"you still throw spears at each other\".\nWhile he was heavily criticised in some quarters for such remarks, others saw them as reflecting someone who was his own man and who had refused to become bound by political correctness.\nIndeed, many saw his so-called \"gaffes\" as nothing more than an attempt to lighten the atmosphere and put people at their ease.\nThroughout his life, Prince Philip maintained an enthusiasm for sport. He sailed, played cricket and polo, excelled at carriage driving and was president of the International Equestrian Federation for many years.\nThe tensions with his eldest son resurfaced with the publication of Jonathan Dimbleby's biography of Prince Charles. \nThe Duke of Edinburgh, it was said, had pushed Charles into his marriage to Lady Diana Spencer.\nYet the duke was more solicitous than many critics would allow during the difficult years when his children's marriages were disintegrating.\nHe took the lead in attempting to understand the problems, prompted perhaps by his own memories of the difficulties of marrying into the Royal Family.\nPrince Philip was greatly saddened by the ending of the marriages of three of his four children - Princess Anne and Prince Andrew, as well as Prince Charles.\nBut he always refused to talk about personal matters, telling a newspaper in 1994 that he had not done so before and was not going to start then.\nAdvancing years barely slowed the pace of his life. He continued to travel extensively, both for the World Wide Fund for Nature and with the Queen on state visits abroad.\nAnd he made a personal pilgrimage to Jerusalem in 1994 to visit the tomb of his mother. Her wish to be buried there had been fulfilled.\nThere was another poignant moment for him during the 50th anniversary of VJ Day in 1995.\nPrince Philip had been on a British destroyer in Tokyo Bay when the Japanese surrendered and, on the anniversary, he joined other veterans of the Far East campaign in marching past the Queen on The Mall.\nHe also expressed sympathy for those former prisoners of the Japanese who had found it hard, or indeed impossible, to forgive what had been done to them.\nHis brusqueness mellowed a little in later years, prompted by the public's sometimes hostile attitude to the Royal Family after the death of Diana, Princess of Wales.\nIn 2007, letters between the duke and the princess were published in an attempt to refute claims that he had been hostile to his daughter-in-law.\nDubbed the Dearest Pa letters, they showed he had been a source of great support to Diana, a fact underlined by the warm tones in which she wrote to him.\nMohamed Al Fayed, the father of Diana's last companion, Dodi, even suggested at the inquest into her death that she had been murdered on Prince Philip's orders - an allegation the coroner strongly rejected.\nPrince Philip, Duke of Edinburgh, was a strong-willed and independent man who found himself at the centre of British society.\nHe was a natural leader whose role forced him always to take second place; a man with a combative temperament that frequently sat uneasily with the sensitivities of his position.\n\"I've just done what I think was my best,\" he once told the BBC. \"I can't suddenly change my whole way of doing things, I can't change my interests or the way I react to things. That's just my style.\"\nThe duke retired from public life in August 2017 after decades supporting the Queen and attending events for his own charities and organisations.\nBuckingham Palace calculated he had completed 22,219 solo engagements since 1952, and Theresa May, the then prime minister, thanked him for a \"remarkable life of public service\".\nPhilip celebrated his 70th wedding anniversary later that year. \nA hip replacement operation did not stop him driving his carriages around the grounds of Windsor Castle, and he survived a serious car accident while driving near Sandringham in January 2019. \nTwo women in the other car were injured, and the duke voluntarily surrendered his driver's licence. \nDuring the coronavirus pandemic, Philip and the Queen moved to Windsor Castle, and were given a vaccine in January 2021. \nPhilip was successful in using his position to make a huge contribution to British life and played his part in helping the monarchy come to terms with changing social attitudes over the years.\nBut his greatest achievement was undoubtedly the constancy and strength of his support for the Queen in the long years of her reign.\nHe believed his job was, as he told his biographer, \"to ensure the Queen can reign\".\nAt a speech given at a celebration to mark the couple's golden wedding anniversary, the Queen paid tribute to her husband, the longest-serving royal consort in British history.\n\"He is someone who doesn't take easily to compliments, but he has quite simply been my strength and stay all these years. And I, and his whole family, and this and many other countries, owe him a debt greater than he would ever claim or we shall ever know.\" \n All images subject to copyright"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56708893",
      "category": "uk-wales",
      "title": "Aamir Siddiqi murder: New Mohammed Ali Ege photos released",
      "tags": "Roath,Cardiff,South Wales Police,India",
      "text": "Police have released new images of the fugitive wanted in connection with the 2010 murder of a 17-year-old boy.\nAamir Siddiqi was hacked to death at his home in Cardiff 11 years ago after his killers went to the wrong house.\nMohammed Ali Ege, 42, was arrested in India in 2011 on suspicion of conspiracy to commit murder but escaped custody before he could be extradited.\nSouth Wales Police said the pictures of Mr Ege, from Cardiff, were taken while he was in custody in 2013.\nThe appeal comes 11 years to the day since Aamir was murdered in front of his parents as he waited for his Quran teacher at his home in Roath.\nJason Richards and Ben Hope were jailed for a minimum of 40 years in 2013.\nSouth Wales Police previously said Mr Ege was \"Wales' most wanted man\".\nRichards and Hope had been paid £1,000 by a businessman, angry over a collapsed property deal, to kill a father-of-four who lived in a neighbouring street.\nThe judge in their trial described Aamir as a \"bright, gentle and courteous boy who was much loved by his family\".\nMr Ege was arrested in India in 2011 but in 2017, he escaped while in a New Delhi railway station toilet as police officers prepared to extradite him back to the UK.\nFour years on from his escape, Mr Ege's whereabouts remain unknown.\nDetectives leading the hunt have released new images in the hope it will lead to any recent sightings being reported to police.\nSouth Wales Police said: \"We continue to work with the National Crime Agency and international law enforcement agencies to trace Mr Ege and return him to the UK.\"\nAamir's family continue to be updated and supported by specially-trained officers, the force added.\nAnyone with information is asked to contact police, or report it via the police website."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56704752",
      "category": "world-latin-america",
      "title": "Ash falls like snow after St Vincent volcano eruption",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56708778",
      "category": "world-middle-east",
      "title": "Iran says key Natanz nuclear facility hit by 'sabotage'",
      "tags": "Israel,Iran,Iran nuclear deal",
      "text": "A nuclear facility in Iran was hit by \"sabotage\" a day after it unveiled new uranium enrichment equipment, the country's top nuclear official says.\nAli Akbar Salehi did not say who was to blame for the \"terrorist act\", which caused a power failure at the Natanz complex south of Tehran on Sunday.\nIsraeli public media, however, cited intelligence sources who said it was the result of an Israeli cyber-attack.\nIsrael has not commented on the incident directly.\nBut in recent days it has ramped up its warnings about Iran's nuclear programme. \nThe latest incident comes as diplomatic efforts to revive a 2015 nuclear deal - abandoned by the US under the Trump administration in 2018 - have resumed.\nOn Saturday, Iran's President Hassan Rouhani inaugurated new centrifuges at the Natanz site in a ceremony that was broadcast live on television. Centrifuges are devices needed to produce enriched uranium, which can be used to make reactor fuel as well as nuclear weapons.\nIt represented another breach of the country's undertakings in the 2015 deal, which only permits Iran to produce and store limited quantities of enriched uranium to be used to produce fuel for commercial power plants.\nOn Sunday, a spokesman for the Atomic Energy Organisation of Iran (AEOI), Behrouz Kamalvandi, said an \"incident\" had occurred in the morning involving the nuclear facility's power network. \nMr Kamalvandi did not provide further details but told Iran's Fars news agency there there had been \"no casualties or leaks\". \nLater state TV read out a statement by AEOI head Ali Akbar Salehi, in which he described the incident as \"sabotage\" and \"nuclear terrorism\".\n\"Condemning this despicable move, the Islamic Republic of Iran emphasises the need for the international community and the International Atomic Energy Agency [IAEA] to deal with this nuclear terrorism,\" he was quoted as saying.\n\"Iran reserves the right to take action against the perpetrators,\" he added.\nThe IAEA said it was aware of the reports of an incident but would not comment.\nLast July, sabotage was blamed for a fire at the Natanz site which hit a central centrifuge assembly workshop.\nIsraeli public broadcaster Kan, citing unnamed intelligence sources, said the apparent power cut at the facility was caused by an Israeli cyber operation. \nThe Haaretz newspaper also said the incident could be assumed to be an Israeli cyber-attack.\nRon Ben-Yishai, a defence analyst at the Ynet news website, said that with Iran progressing towards nuclear weapons capability it was \"reasonable to assume that the problem... might not have been caused by an accident, but by deliberate sabotage intended to slow the nuclear race accelerated by the negotiations with the US on removing sanctions\".\nLater on Sunday, Israeli Prime Minister Benjamin Netanyahu said \"the struggle against Iran and its proxies and the Iranian armament efforts is a huge mission\". \n\"The situation that exists today will not necessarily be the situation that will exist tomorrow,\" he added, without referencing the Iran incident directly. \nThe Iranian nuclear deal, known as the Joint Comprehensive Plan of Action (JCPOA), has been in intensive care since Donald Trump pulled the US out of it.\nUnder the Biden administration diplomatic efforts have been redoubled to revive it.\nBut Mr Netanyahu has warned against a return to the deal, and declared last week that Israel would not be bound by a new agreement with Tehran.\nThe nuclear deal only allows Iran to produce and store limited quantities of uranium enriched up to 3.67% concentration. Uranium enriched to 90% or more can be used to make nuclear weapons.\nMr Trump said the accord was based on \"a giant fiction that a murderous regime desired only a peaceful nuclear energy programme\" and reinstated crippling economic sanctions in an attempt to compel Iran to negotiate a replacement.\nIran, which insists it does not want nuclear weapons, refused to do so and retaliated by rolling back a number of key commitments under the accord.\nIt has since accelerated the breaches in an attempt to increase pressure on the US. They have included operating advanced centrifuges to enrich uranium, resuming enrichment to 20% concentration of the most fissile U-235 isotope, and building a stockpile of that material."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56703409",
      "category": "world-latin-america",
      "title": "St Vincent volcano: Ash rains down on Caribbean island",
      "tags": "Volcanoes,Caribbean,Saint Vincent and the Grenadines",
      "text": "The Caribbean island of St Vincent has been blanketed in a layer of ash, bringing major disruption after a volcano erupted on Friday.\nWhite-coloured dust has covered buildings and roads around the island, including in its capital Kingstown. \nThe La Soufrière volcano was still rumbling and emitting ash thousands of metres into the air on Saturday. The prime minister has called for calm.\nThe volcano was dormant for decades but started to become active in December.\nThousands of people have been forced out of their homes and the water supply to most of the island has been cut off. \nAbout 3,000 people spent Friday night in emergency shelters, Prime Minister Ralph Gonsalves said, and some 16,000 were evacuated from ash-covered or vulnerable areas.\nMr Gonsalves said it was unclear how much more ash the volcano would release. Some scientists have warned that eruptions could continue for days or even weeks.\nPeople across the island, which has a population of around 110,000, woke on Saturday to find their homes covered in the white-coloured volcanic dust.\nOne witness in the town of Rabaka told Reuters news agency the ground was covered with about 12 inches (30cm) of ash and rock fragments.\nIt prompted warnings from officials to stay indoors, while emergency groups advised caution for those suffering with respiratory problems.\n\"Be careful all. We are covered in ash and strong sulphur scents pervade the air. We ask that you take the necessary precautions to remain safe and healthy,\" the island's main emergency management group said.\nSome evacuation procedures were hindered by the heavy ash fall, which hindered visibility.\nThe ash has travelled far beyond St Vincent and on Saturday, more than 100 miles to the east, officials in Barbados urged people to stay indoors.\n\"Unless you have reason to be outside, stay in your house. This is to protect yourselves and your family,\" Chief Medical Officer Kenneth George said.\nOther Caribbean countries, including Antigua and Guyana, have offered to send emergency supplies to St Vincent. They also said they would open their borders to those fleeing the fallout from the eruption.\nThe volcano had been dormant since 1979, but in late 2020 it started spewing steam and smoke and making rumbling noises.\nThe first sign that an eruption was imminent came on Thursday evening, when a lava dome became visible on La Soufrière.\nJust before 09:00 on Friday (13:00 GMT), seismologists from the University of the West Indies confirmed that an \"explosive eruption\" was under way.\nEvacuees were taken to cruise ships and safer parts of the island.\nJournalist Robertson Henry told Reuters of the moment of the eruption.\n\"It was bright, but then the light began to deteriorate. And it wasn't at a slow pace, it was rapidly deteriorating,\" he said. \n\"You began to feel something hitting your skin - ash. People looked up and there is this huge plume of ash hanging in the sky, silent, deadly, dreadful, ominous.\"\nLater on Friday another explosion was recorded, the UWI Seismic Research Centre said.\nLocal media have also reported increased activity from Mount Pelee on the island of Martinique, north of St Vincent.\nMost of the Lesser Antilles islands are part of a long volcanic arc in the Eastern Caribbean."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56345591",
      "category": "world-asia-india",
      "title": "Covid vaccine: India administers more than one billion Covid jabs",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic,AstraZeneca",
      "text": "India has administered more than a billion Covid jabs since it started its vaccination drive in January this year.\nIt achieved this milestone in 278 days - the first vaccine was given on 16 January.\nIt has fully vaccinated about 30% (291 million) of the eligible population and 707 million have had the first dose.\nIndia aims to fully vaccinate about a billion people by the end of 2021 but experts say the drive needs to pick up pace further to meet the target.\nThis milestone makes India the second country to reach the one billion mark - China crossed it in June. \nReaching the one billion mark in 278 days means that India, on an average, administered 3.6 million doses per day. However, the number of doses actually administered each day since January was not consistent, and varied widely. \nIndia is set to celebrate this historic achievement - Health Minister Mansukh Mandaviya will launch a film and song at capital Delhi's Red Fort.\nSo far, the country has reported more than 34 million Covid cases, second only to the US, and more than 452,000 deaths - behind the US and Brazil.\nExperts estimate that the country needs to give more than 12 million doses a day to fully vaccinate all eligible adults by the end of 2021. \nThere are also about 70 million more \"vulnerable\" adults above the age of 45 that are yet to get even a single dose, Dr Rijo M John, a health economist, told the BBC.\n\"Overcoming hesitancy in the remaining adults and making sure the vaccine reaches all of those most vulnerable would be the biggest challenge going ahead,\" Dr John said.\nOn 17 September, India administered more than 20 million doses in a day in a record-breaking effort to mark Prime Minister Narendra Modi's 71st birthday. \nIn October, India administered an average of 5.3 million doses per day. From 19 September to 18 October, the average daily doses given slightly improved to six million. \nIndia had a slow start when vaccinations were opened for some 960 million eligible people.\nLogistical problems and supply bottlenecks, vaccine hesitancy and a debilitating second wave of Covid-19 during this period made the rollout harder.\nIndia is still around 900 million jabs away from a fully vaccinated adult population, with little less than two-and-a-half-months to spare on the target. \nMuch will depend on levels of vaccine hesitancy and the availability of doses in the coming months.\nFrom a sluggish start, India massively ramped up its vaccination drive, with more than 61,000 public and private health facilities offering the jab. \nThe country has also started delivering vaccines by drone to far-flung villages in north-east India's mountainous regions. \nDrones will also be used to ferry doses to the eastern archipelago of Andamans and Nicobar where \"transportation by boat\" was taking a long time.\nThe government is using drones which can carry a payload of 4.5kg or a maximum of 900 doses and fly at least 70km (43 miles) to ferry doses.\nIndia's daily case count has been dropping - it has been reporting less than 30,000 new daily cases in the past month, and less than 20,000 in the past 10 days.\nWhile the vaccination drive has gained momentum, experts worry about a gender gap - government data shows 6% fewer women are getting vaccinated. This is especially true in rural India where women have limited access to the internet and are hesitant or scared to take the vaccine.\nAlthough a higher number of doses are being administered daily in rural areas, the share of population being vaccinated in urban areas is still greater.\nMost countries, especially those in the developing world, have struggled to access vaccines - a challenge that India, as the world's largest vaccine maker, didn't expect to face. \nBut Mr Modi's government didn't place orders from vaccine makers early enough - and a devastating second wave in April pushed them to expand the drive too quickly to the entire adult population, which is nearly a billion.\nIn June, the government told the Supreme Court that 1.35 billion doses will become available between August and December. It would take about 1.8 billion doses to vaccinate all eligible adults in India.\nIndia is using three vaccines - the Oxford-AstraZeneca jab, known locally as Covishield; Covaxin by Indian firm Bharat Biotech; and Russian-made Sputnik V. \nIndia has also approved its first vaccine for those under 18.\nThe three-dose ZyCoV-D vaccine prevented symptomatic disease in 66% of those vaccinated, according to an interim study quoted by the vaccine maker Cadila Healthcare. The ZyCoV-D vaccine is also the world's first DNA vaccine against Covid-19.\nThe government has also authorised  Indian pharma company Cipla to import Moderna's vaccine, which has shown nearly 95% efficacy against Covid-19. But it's not clear yet how many doses will be made available to India. \nSeveral more vaccines are in various stages of approval. \nVaccination is voluntary. More than 60,000 centres, mostly state-run, are offering jabs, but people can also pay for a dose at private facilities.\nThe government is spending around $5bn to provide free doses at state-run clinics, public health centres and hospitals\nPeople can experience side effects from vaccines. \nIndia has a 34-year-old surveillance programme for monitoring \"adverse events\" following immunisation. Experts say a failure to transparently report such incidents could lead to fear-mongering around vaccines.\nIndia has reported more than 23,000 \"adverse events\" after vaccination as of 17 May. Most of them were classified as \"minor\" - anxiety, vertigo, giddiness, dizziness, fever and pain. \nIt also examined 700 cases of \"severe adverse events\" and reported 488 deaths until mid-June. \nBut the government said the this did not mean they were due to vaccination, adding that \"the risk of dying following vaccination is negligible compared to the known risk of dying due to Covid-19 disease\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-56676274",
      "category": "world-middle-east",
      "title": "Jordan royal family pictured together following 'royal rift'",
      "tags": "Jordan,Royalty",
      "text": "Jordan's King Abdullah and his half-brother Prince Hamzah have appeared in public for the first time since claims of a royal rift. \nPrince Hamzah last week said he had been put under house arrest as part of a crackdown on critics. He was accused of plotting to destabilise the kingdom, which he has denied. \nKing Abdullah expressed his \"shock\" at the alleged plot in a statement. \nThe pair were seen attending a ceremony together on Sunday. \nThey joined other members of the royal family commemorating the 100th anniversary of Jordan's independence. Images posted to social media show members of the royal family laying wreaths at the memorial to the unknown soldier. \nIt is the first time Prince Hamzah has been seen since the rift erupted a week ago. \nOn 3 April Prince Hamzah, 41, released two videos to the BBC in which he said he had been placed under house arrest.\nHe said a senior official had told him he was not allowed to go out or communicate with people because of criticisms of the government or king voiced at meetings where he had been present.\nThe apparent house arrest is thought to have followed a visit by the prince to tribal leaders, where he is said to have garnered some support to destabilise the kingdom.\nDeputy Prime Minister Ayman Safadi said the prince had been liaising with \"some foreign entities\" and had been monitored for some time.\nHe accused the prince of seeking to mobilise \"clan leaders against the government\". Mr Safadi said officials had tried to discourage the prince rather than take legal action, but Prince Hamzah had \"dealt with this request negatively\".\nHe added that at least 16 people, including a former adviser to King Abdullah and another member of the royal family, had been arrested over the plot. But no members of the armed forces were said to be among those detained.\nOn Monday, Prince Hamzah signed a letter confirming his loyalty to King Abdullah. In the letter, released by the palace, Prince Hamza is quoted as saying: \"I place myself in the hands of his majesty the king... I will remain committed to the constitution of the dear Hashemite Kingdom of Jordan.\"\nOn Wednesday, King Abdullah released a statement which was read out on state television, describing news of the alleged plot as \"painful\". \nHe reassured Jordanians that the crisis was now over. \n\"Parties behind the sedition came from within our house and outside it,\" his address said, adding: \"The sedition has been nipped in the bud.\"\nThe eldest son of the late King Hussein and his favourite wife Queen Noor, Prince Hamzah is a graduate of the UK's Harrow School and the Royal Military Academy at Sandhurst. He also attended Harvard University in the US and has served in the Jordanian armed forces.\nHe was named crown prince of Jordan in 1999 and was a favourite of King Hussein, who often described him in public as the \"delight of my eye\". However, he was seen as too young and inexperienced to be named successor at the time of King Hussein's death in 1999.\nInstead his elder half-brother, Abdullah, ascended the throne and stripped Hamzah of the title of crown prince in 2004, giving it to his own son. The move was seen as a blow to Queen Noor, who had hoped to see her eldest son become king."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56416593",
      "category": "uk-wales",
      "title": "Care leavers 'should be told about' their social services file",
      "tags": "Foster care,Social services,Social care,Carmarthenshire County Council,Carmarthen",
      "text": "A woman who was mistreated as a child is campaigning for a change in the law to notify care leavers of their right to view their social services file.\nVictoria Pritchard, 37, had not realised she had the right to claim the file when she turned 18.\nWhen she finally accessed it, she felt let down by those involved in her care.\nBut she says she was told it was too late to pursue a legal claim - despite not previously knowing the details.\nCarmarthenshire council has since launched an investigation into Ms Pritchard's care and said as this was now active, it would be \"inappropriate\" to comment.\nAs part of a series looking at the issues people in Wales would like to see tackled by politicians after the Senedd election, BBC News spoke to Ms Pritchard about her campaign.\nShe said she only found out her file existed when she studied a degree in youth and community work.\n\"My lecturer told me I could see this file and I just thought 'oh, that might be interesting', I didn't think much of it but when I went to get it, I was like 'wow', just because I realised how much I hadn't been helped.\n\"I had to seek psychiatric help, I felt like a nobody.\"\nMs Pritchard has gone on to win the Carl John memorial prize at University of Wales Trinity Saint David for her youth work, has volunteered at orphanages abroad and now works with children's mental health.\nShe has started a petition calling for care leavers to be contacted when they turn 18 and made aware of the existence of their file and their right to collect it if they wish to.\n\"I have already spoken to someone who said 'I remember being in care but there are things I don't remember, there's a file just sitting there? You can just get it?'\n\"People don't know, they aren't aware, some might want it and others might not, but I think it should be law that they are made aware they have the option.\n\"And if social services know when that child grows up they will know what's in that file, they will work to the highest standards.\"\nMs Pritchard said being able to access the file would also help people who might be carrying childhood trauma they do not understand to seek proper help.\n\"This is so important for children's well-being and how they grow up.\n\"I had attachment issues and if I'd had therapy sooner through reading that file sooner, I would have far more confidence and ability to deal with people loving me.\n\"Now, with my husband, I'm totally different.\n\"I don't want any other child to go through it, I don't want this to happen to anyone else - I'm done.\"\nSocial services were involved with Ms Pritchard's family when she lived with her parents and she also spent time in two foster homes.\nShe said her file, extracts of which have been seen by the BBC, includes details about her self-harming in order to be able to stay in a hospital ward and no family member wishing to take responsibility for her.\nIt references her asking social services for food, and being told it was not their responsibility.\n\"I know I'm a good person, I'm a functioning adult. I go to work, I clean my house, I walk my dog but I'm not fine, I know what happened to me was wrong.\n\"So I just want to change this law so other people can get their hands on the file because it's just not fair on kids.\n\"It's made me a different person, I'm putting money into my children's Isas because I am so scared of them not having things, the way I worry, I know it's not normal but it makes me so anxious.\n\"I look at things differently. I was denied the right to wash so I'm obsessed with cleanliness.\"\nMs Pritchard said her work helping children with mental health felt like a natural fit because of the level of empathy she was able to feel with their circumstances.\n\"I had to pick something like that,\" she said.\n\"It's the only thing I knew I would be good at. I can tune into the children.\n\"I feel I'm one of the lucky ones and I managed to turn it around. But it's important to me to seek this change in the law to help the children out there now.\n\"Those children deserve a voice and this will allow individuals to have a better understanding of what they have experienced or been exposed to, and if they require any help which could improve their quality of life later on.\"\nUK law gives every person the right to see personal information held about themselves by children's services in their social work records. But care leavers are not automatically notified of its existence.\nMs Pritchard said while there is no legal requirement to tell care leavers of their right to view their file, it is considered good practice to do so - and she wants that good practice to be set in legislation.\nCarmarthenshire council said: \"We already ask our staff to be proactive in doing ongoing life story work with children as they go through their time in care so that they are able to continually have the opportunity to reflect on and comment about their experiences and understanding of the issues that led to them being in care as well as their experiences in care.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56702886",
      "category": "uk",
      "title": "Prince Philip: Charles says dear papa was very special",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "The Prince of Wales has paid tribute to his \"dear papa\", the Duke of Edinburgh, saying that he and the Royal Family miss him \"enormously\".\nHe said the duke, who died at Windsor Castle on Friday, aged 99, had given the \"most remarkable, devoted service\" to the Queen, the Royal Family, the country, and the Commonwealth.\nPrince Charles said his father was a \"much loved and appreciated figure\".\nHis comments came after details of Prince Philip's funeral were announced.\nSpeaking from his Highgrove home in Gloucestershire, Prince Charles said over the last 70 years his father had \"given the most remarkable, devoted service to the Queen, to my family and to the country, but also to the whole of the Commonwealth\".\nThe prince said the Royal Family were \"deeply touched\" by the number of people in the UK, around the world and the Commonwealth, who he said shared \"our loss and our sorrow\".\nHe added his \"dear papa\" was a \"very special person who... above all else would have been amazed by the reaction and the touching things that have been said about him\".\nThe prince said he and his family were \"deeply grateful\" for this, adding: \"It will sustain us in this particular loss and at this particularly sad time.\"\nBuckingham Palace has announced that a national minute's silence will mark the start of the duke's funeral next Saturday at 15:00 BST at St George's Chapel, in Windsor. \nThe arrangements, which \"very much\" reflect Prince Philip's wishes, have been adapted in light of the coronavirus pandemic.\nThe Duke of Sussex will fly in from his home in the US to join other members of the Royal Family at the ceremony.\nBut his wife the Duchess of Sussex, who is pregnant with their second child, has been advised by her doctor not to travel, the spokesman added.\nPrime Minister Boris Johnson will not attend the ceremony to allow for the attendance of \"as many family members as possible\" during coronavirus restrictions, No 10 said.\nEarlier, royal gun salutes across the UK and at sea marked the duke's death.\nThere will be eight days of national mourning - to end on 17 April - ahead of the televised funeral, which will be a ceremonial event rather than a large state affair usually associated with the death of a monarch.\nPrince Philip will also not lie in state - where members of the public would have been able to view his coffin.\nHis coffin will instead lay at rest in the private chapel at Windsor Castle and will be draped with the duke's personal standard with a wreath of flowers on top.\nThe Royal Family will observe two weeks of mourning, although royal engagements will continue where appropriate.\nUnion flags will remain at half mast and the Royal Standard will be at full mast.\nA spokesman for the Palace said: \"Whilst this is a time of sadness and mourning the coming days will be an opportunity to celebrate a remarkable life.\"\nOnly 30 people - expected to be the duke's children, grandchildren and other close family - will attend the ceremony as guests.\nOn the day of the funeral, Prince Philip's coffin will be transported from Windsor Castle to St George's Chapel in a specially modified Land Rover he helped to design.\nMembers of the Royal Family including the Prince of Wales will walk behind the coffin, and the Queen will travel separately to the chapel.\nGuests will socially distance and wear face coverings in line with coronavirus restrictions.\nMilitary guns will fire during the procession, which will take eight minutes, and the curfew bell will toll.  \nEight pallbearers will carry the coffin, draped with duke's standard, with a wreath and the duke's naval cap and sword on top, up the west steps into the chapel. It will be greeted by the Dean of Windsor and the Archbishop of Canterbury.  \nThese 10 people are not included in the number of attendees allowed.\nA guest list will be released on Thursday.\nAfter the service, the duke will be interred in the Royal Vault of the chapel.\nMembers of the Royal Family have visited the Queen at Windsor Castle following the duke's death on Friday.\nThe Countess of Wessex said \"the Queen has been amazing\" as she left the castle with the Earl of Wessex on Saturday.\nThe Duke of York also visited on Saturday, while the Prince of Wales travelled there on Friday afternoon. \nThe Archbishop of Canterbury, the Most Rev Justin Welby, paid tribute to Prince Philip's \"righteous impatience\" and \"gift of moral imagination\" in an online memorial service from the crypt at Lambeth Palace on Saturday evening.\nMr Welby will lead a live service at Canterbury Cathedral in memory of the duke on Sunday at 10:30.\nMembers of the public have been asked not to attend any of the funeral events, in line with public health advice, and the Royal Family has asked people not to leave flowers and tributes at royal residences.\nOn the Royal Family website, members of the public are asked to consider making a donation to a charity instead of leaving floral tributes in memory of the duke. An online book of condolence is also available for the public to post their personal tributes.\nAll UK government buildings have been told to fly official flags at half-mast in tribute to the duke until 08:00 on the day after the duke's funeral.\nUnder earlier arrangements for the days after the duke's death, codenamed Forth Bridge, thousands of people would have been expected to gather in London and Windsor, with some even camping out to get a vantage point to watch the military procession.\nBut since the pandemic began, organisers have been working on contingency plans which would avoid attracting mass gatherings in the event that the duke died.\nThe Duke of Cambridge has withdrawn from giving a speech at the Bafta Awards ceremony on Sunday night, Kensington Palace said. His grandfather was Bafta's first president.\nMeanwhile, the Football League has announced that matches scheduled to begin at the same time as Prince Philip's funeral will be rearranged \"as a mark of respect\".\nAnnouncing the duke's death on Friday, Buckingham Palace said: \"It is with deep sorrow that Her Majesty the Queen announces the death of her beloved husband.\n\"The Royal Family join with people around the world in mourning his loss.\"\nIn tribute to the duke, saluting batteries fired 41 rounds on Saturday in cities including London, Edinburgh and Cardiff, and at Hillsborough Castle in County Down. Guns were also fired in Gibraltar.\nRoyal Navy ships at sea, including HMS Diamond and HMS Montrose, also fired the salute in honour of the duke, who served as a naval officer during World War Two and held the office of Lord High Admiral.\nA two-minute silence was held ahead of the Grand National at Aintree Racecourse in memory of the duke, who was an honorary member of the Jockey Club."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56704539",
      "category": "uk",
      "title": "Coronavirus: UK reports largest number of second jabs in one day",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": " The UK has reported the largest number of second coronavirus vaccine doses given in a single day, according to the latest government data.\nA total of 450,136 second doses were received on Friday - with 106,878 first doses also administered.\nThe previous record was set on Thursday when 449,269 second doses were reported - in addition to 96,242 first doses.\nThere were 2,589 new infections in the past 24 hours, and another 40 deaths within 28 days of a positive test.\nThe latest figures show that of the 39,001,554 vaccinations administered in the UK so far, 32,010,244 were first doses - a rise of 106,878 on Friday.\nMeanwhile, 6,991,310 were second doses, a rise of 450,136.\nAfter the latest figures, the UK's death toll stands at 127,080 and the total number of infections is 4,368,045.\nIt comes after scientists tracking the epidemic say there is increasingly strong evidence to show that the UK's vaccination programme is breaking the link between coronavirus cases and deaths.\nA study, commissioned by the government and run by Imperial College London, found that infections had fallen by roughly two-thirds since February, before beginning to level off.\nThis is probably due to people beginning to mix more - but deaths have not followed the same pattern. \nHowever this was not the case before January, when the vaccine rollout began.\nMeanwhile, Office for National Statistics (ONS) data suggests that coronavirus cases in the UK are down to less than a sixth of the January peak. \nInfections were \"likely level\" in England and Northern Ireland in the week up to 3 April, but decreasing in Scotland and Wales, the ONS said. \nOn Wednesday, it was announced that people under the age of 30 in the UK will be offered an alternative Covid vaccine to the Oxford-AstraZeneca jab due to evidence linking it to rare blood clots.\nThe recommendation followed a review by the UK's medicines watchdog the Medicines and Healthcare products Regulatory Agency (MHRA) found that by the end of March 79 people had suffered rare blood clots after vaccination - 19 of whom had died."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56705631",
      "category": "world-europe",
      "title": "Giorgos Karaivaz: Veteran crime journalist shot dead in Greece",
      "tags": "Press freedom,Media,Greece,Athens,European Union",
      "text": "Greek Prime Minister Kyriakos Mitsotakis has ordered a speedy investigation after a veteran crime journalist was shot dead on Friday. \nGiorgos Karaivaz was shot at least six times with a silenced weapon by two men on a moped outside his home in Athens.  \nHis death \"shocked us all,\" said a government spokeswoman. \nMedia freedom organisations said it must be established whether Karaivaz was killed for his work, which covered organised crime and corruption. \nEuropean Commission President Ursula von der Leyen urged justice for the \"despicable, cowardly\" murder.  \nEuropean Parliament speaker David Sassoli tweeted that he was \"devastated\" by the news.\nThe last killing of a journalist in the EU to have caused such outrage was that of Jan Kuciak in Slovakia three years ago.\nKaraivaz, who worked for private broadcaster Star TV and news blog bloko.gr, was fired upon as he got out of his car after work outside his house in the southern Athens district of Alimos, witnesses were quoted as saying by AFP news agency.\nMore than a dozen bullet casings were collected from the scene, police sources said.\n\"It was a professional hit,\" a police official told Reuters news agency, speaking on condition of anonymity.\nKaraivaz had not requested police protection, nor reported any death threats, according to the Associated Press.\n\"On [the prime minister's] express orders, the investigation will be expedited to the maximum degree,\" Citizen's Protection Minister Michalis Chrysohoidis told reporters."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56709870",
      "category": "uk",
      "title": "Coronavirus: UK sets new record for Covid jab second doses",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "More than 400,000 second doses of Covid vaccines have been given in the UK for the fourth consecutive day, according to the latest government data.\nA record total of 475,230 second doses were administered on Saturday - along with 111,109 first doses.\nOn Friday, 450,136 second doses and 106,878 first doses were received.\nPrime Minister Boris Johnson welcomed the \"record-breaking day\", adding that more than seven million people have now been fully vaccinated.\nHe wrote on Twitter: \"Thanks to everyone involved in this extraordinary effort, which has already saved thousands of lives.\"\nMeanwhile, government figures shows there were 1,730 new infections recorded in the past 24 hours and a further seven deaths within 28 days of a positive test.\nThat is the lowest daily death toll by this measure since 14 September 2020. However, there can be a lag in reporting coronavirus statistics during weekends.\nThe total number of people to die within 28 days of a positive Covid test is 127,087, according to government figures.\nSeparate figures published by the UK's statistics agencies show there have been 150,000 deaths registered in the UK where Covid-19 was mentioned on the death certificate.\nThe latest figures show that of the 39,587,893 vaccinations administered in the UK so far, 32,121,353 were first doses and 7,466,540 were second doses.\nIt comes as England and Wales prepare to reopen non-essential retail stores on Monday, as the next step in easing lockdown.\nStage two of the plan to ease restrictions in England will allow pubs and restaurants to serve food and alcohol to customers sitting outside from midnight.\nHairdressers, beauty salons, gyms, theme parks, libraries and community centres will also be able to open their doors in England.\nIn Wales, Scotland and Northern Ireland all pupils and students will start returning to school, college and other education on Monday depending on term dates.\nThe wider stages of lockdown easing in Wales, Scotland and Northern Ireland are earmarked for no earlier than 26 April. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/in-pictures-36417297",
      "category": "in-pictures",
      "title": "Prince Philip: A life in pictures",
      "tags": "Photography,Prince Philip, Duke of Edinburgh",
      "text": "All photographs subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56705671",
      "category": "entertainment-arts",
      "title": "Big Brother star Nikki Grahame dies aged 38",
      "tags": "Big Brother",
      "text": "Former Big Brother star Nikki Grahame has died at the age of 38.\nThe TV personality was admitted to a private hospital last month with an eating disorder.\nIn a statement to the BBC, Grahame's manager confirmed \"with immeasurable sadness\" that Grahame died on Friday morning.\n\"Please respect the privacy of Nikki's friends and family at this tragic and difficult time,\" he added.\nFormer Big Brother presenter Davina McCall led the tributes, tweeting: \"I am so desperately sad to hear about Nikki Grahame. My thoughts are with her friends and family xx she really was the funniest, most bubbly sweetest girl.\"\nIf you are affected by the issues in this story, help and support is available via the BBC Action Line and the charity Beat Eating Disorders.\nGrahame, originally from Northwood in north-west London, took part in the seventh series of Big Brother in 2006.\nShe became known for her tantrums, particularly in the Diary Room.\nGrahame would often complain to Big Brother about the conditions in the house or fellow contestants, famously shouting \"It's so cold,\" and, on another occasion, asking \"Who is she?\" after a new housemate joined the show.\nShe was hugely popular with viewers, and was voted back into the house four weeks after she was first evicted. She subsequently finished in fifth place.\nSpeaking to The Guardian last year, Grahame said: \"I hold fond memories of Big Brother, even though there were times where it looked like I was having a meltdown. \n\"Those meltdowns really were me, though. What you see has always been what you get - I can't be any other way.\"\nAfter her appearance on Big Brother, she won a National Television Award for most popular TV contender.\nGrahame returned to the house in 2010 to take part in Ultimate Big Brother, the final series of the show to be broadcast on Channel 4. \nThe show saw several popular Big Brother contestants from over the years return to take part in one final series, before it moved to Channel 5. Grahame finished in second place.\nBy this time, she had developed her career as a popular TV personality, and starred in her own reality TV series called Princess Nikki.\nShe also guest-starred on programmes such as the Friday Night Project and as a contestant on celebrity editions of shows such as Pointless and The Weakest Link.\nPrior to finding fame on Big Brother, Grahame was an aspiring actress. She appeared as an extra in the BBC's EastEnders and played a footballer's wife in Sky One's Dream Team.\nGrahame also appeared as a contestant on ITV's Blind Date and competed in the 2004 Miss Hertfordshire pageant.\nShe continued her relationship with Big Brother, returning for 2015's \"Time Warp\" twist on Channel 5, and made a cameo in the final series of Big Brother in 2018.\nShe also appeared as a \"wildcard\" housemate in the 2016 series of Big Brother Canada.\nGrahame's experience of anorexia was well documented, and she released a book about her eating disorder in 2009.\nLast month, a fundraising page was set up, asking fans to donate towards her recovery. It eventually raised more than £65,000.\nThe page said the 38-year-old was in \"a very bad way\" and needed treatment in a rehabilitation centre. Several Big Brother figures including former winner Rylan Clark-Neal retweeted the appeal for donations.\nOn Saturday, the page was updated to announce the news of Grahame's death.\n\"It breaks our hearts to know that someone who is so precious was taken from us at such a young age,\" it said. \"Nikki not only touched the lives of millions of people, but also her friends and family who will miss her immensely.\" \nPaying tribute to Grahame on Twitter, Clark-Neal wrote: \"Thinking of [Grahame's mother] Susan and Nikki's close friends and family. A Big Brother Icon.\"\nTV presenter Paddy McGuinness added: \"Definitely one of the stars from the glory years of reality TV. I met her a long time ago and she was a lovely girl. RIP young lady.\"\nChannel 4 tweeted: We are desperately saddened by the tragic news about Nikki Grahame and our thoughts and deepest sympathies are with Nikki's family and friends.\"\nBig Brother Canada added:\"Our hearts break for the loss of Nikki Grahame. Nikki will forever be a beloved part of the Big Brother family. Rest in peace.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56677491",
      "category": "uk-wales",
      "title": "Bridgend: How former Covid hotspot turns case rate around",
      "tags": "Bridgend,Healthcare,NHS,Coronavirus pandemic",
      "text": "A county that was one of the hardest-hit regions in the UK during the second wave of the pandemic now has among the lowest case rates in Wales.\nPublic Health Wales data shows 7.5 people per 100,000 people in Bridgend have tested positive for the virus in the past seven days. \nAt its peak over the Christmas period that figure was 1,118.7.\nIn December Bridgend had the second-highest case rate of Covid in Wales, behind only Merthyr Tydfil.\nIn the week leading up to 20 December - when Wales imposed strict lockdown measures - both areas had case rates almost double the Wales average. \nCase rates have been falling substantially in Wales since January.\nRobert Morgan, a Bridgend-based GP, said despite a \"challenging\" year, his experience was that people had been following the rules as best they can.\n\"It's been very challenging for patients throughout the year. My experience is, in a majority of cases, patients have been trying to grasp what the rules mean to them and then tried to stick to them. \n\"Once this virus gets in an enclosed space, it's going to spread, and it really doesn't take a lot of people to actually facilitate that spread.\"\nThe turnaround since January has been substantial, with the case rate in Bridgend remaining lower than the Wales average since the start of February.\nIn data published on Sunday, the rolling seven-day case rate for Bridgend was 7.5, behind only Monmouthshire (2.1), Ceredigion (2.8) and Powys (6.8). \nThe positivity rate was also among the lowest in Wales, indicating only 1% of tests carried out returned a positive result. \nThe World Health Organization recommends the positivity rate should be lower than 5% for a stable period before any restrictions are eased. \nEvery area of Wales is now under that 5% threshold. \nDespite the improvement, there was a long way to fall to reach the current levels, with many lives lost.\nWhile case numbers in Bridgend started to fall towards the end of December, death figures continued to rise into January. \nHelen Foley, a GP in the area, said: \"One of the care homes we worked with lost most of their clients. We lost a lot of the elderly patients over the winter, which was really really tragic.\n\"It's pretty devastating to have that happen to your local community. They're obviously all people with families with lives and it's really upsetting.\"\nOffice for National Statistics (ONS) data, which only includes deaths in which Covid was officially recorded as the main cause, show the mortality rate in Bridgend rising to one of the highest in the UK during January. \nThere were 159 Covid deaths recorded there in January, more than any other authority in Wales, without even taking into account population differences. \nThe area accounted for more than half of the 303 deaths in Wales during the month. \nThe ONS uses a different method to calculate their death rates, so although they are not comparable to previously stated case rates, they can be used to compare Covid deaths in different areas. \nThe death rate in Bridgend during January was 1,277, more than double the all Wales rate of 539. \nThis was the ninth-highest rate in England and Wales, out of the 365 local authority areas. \nAs Covid rates fall in Bridgend, and across Wales, one of the priorities is now dealing with issues people have not been able to visit the doctor for. \nDr Foley said: \"Covid work has reduced significantly, it's left us to actually start being able to deal with the things people haven't been seeing us about for months and months.\n\"I think there's going to be huge knock-on effect with general health, both physical and mental, and that's all just starting to come through now that things are much calmer and settled.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-56708220",
      "category": "uk-england-essex",
      "title": "Stuart Lubbock: Suspect released under investigation",
      "tags": "Roydon,Cheshire,Michael Barrymore",
      "text": "A man arrested on suspicion of the murder and indecent assault of Stuart Lubbock at the home of entertainer Michael Barrymore has been released under investigation by police.\nMr Lubbock, 31, was found unconscious in the TV presenter's pool in Roydon, Essex, in March 2001 following a party.\nThe unnamed suspect, aged 50, was arrested in Cheshire on 17 March following \"significant new information\", Essex Police said. \nHe was initially released on bail.\nOn Sunday, Essex Police said: \"A 50-year-old man arrested on suspicion of the indecent assault and murder of Stuart Lubbock has been released under investigation while our inquiries continue.\"\nLast month Det Supt Lucy Morris said the investigation had been \"extremely lengthy and complex\".\n\"We have never given up on finding out what exactly happened to Stuart and we will not stop in our pursuit of justice for him and for his family and friends,\" Det Supt Morris said. \nMr Lubbock, a butcher from Harlow, was described by neighbours at the time of his death as a \"pleasant, sociable\" man.\nA post-mortem examination found Mr Lubbock had suffered \"horrific\" injuries prior to his death, police said. \nAlcohol, ecstasy and cocaine were found in his bloodstream.\nNo-one has ever been charged with any offence in relation to his death.\nMr Barrymore, 68, and two other men were arrested in 2007 on suspicion of sexual assault and murder, but were later released without charge.\nThe TV personality, who was known for shows including Strike It Lucky, has always denied involvement in the death.\nAn inquest into Mr Lubbock's death, in 2002, recorded an open verdict. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-56706520",
      "category": "world-asia-china",
      "title": "China mine rescue: Crews work to free trapped workers in Xinjiang",
      "tags": "Xinjiang,Asia,China,Mining,Coal mining",
      "text": "Rescue teams have been trying to reach 21 people trapped in a coal mine that flooded in China's Xinjiang region, local media reports say. \nIt is not clear what triggered the flooding at the Fengyuan mine, but it reportedly occurred during upgrading works on Saturday.\nSome 29 miners were initially affected, but rescuers managed to free eight of them.\nCrews have located all the trapped the miners, state broadcaster CCTV said.\nTwelve were on one platform, eight on a second platform, and the last worker in an escape route, it said.\nThe flooding is reported to have hampered rescue efforts by cutting power underground and disrupting communication lines.\nRescuers have been trying to pump water out of the flooded shaft while simultaneously pumping air into the mine, according to CCTV.\nFurther pipes are being laid but the operation is expected to be challenging, the broadcaster added. \nThe accident that led to the flooding happened at 18:10 local time (10:10 GMT) on Saturday.  \nBy midday on Sunday, state media reported that more than 1,400 people were involved in the rescue operation. Twenty-five ambulances and dozens of medical professionals were at the scene.\nThe eight miners who were rescued earlier are reported to be in good health. \nMining accidents are not uncommon in China, where the industry safety regulations can be poorly enforced. In December last year, 23 miners died after a carbon monoxide leak at a coal mine. \nAnd in January, 10 miners were killed in a blast at a gold mine in Shandong province.\nEleven survivors of the explosion remained trapped underground for two weeks, and for much of that time they had no food and sustained themselves only on water."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56707956",
      "category": "world-latin-america",
      "title": "St Vincent volcano: Power cuts after another 'explosive event'",
      "tags": "Volcanoes,Caribbean,Saint Vincent and the Grenadines",
      "text": "There has been another \"explosive event\" at a volcano on the Caribbean island of St Vincent, with power outages and water supplies cut off.\nThe La Soufrière volcano first erupted on Friday, blanketing the island in a layer of ash and forcing some 16,000 people to evacuate their homes. \nScientists warn that eruptions could continue for days - or even weeks.\nEmergency officials described the landscape as a \"battle zone\" and said more damage and destruction was likely.\nThe emergency management organisation Nemo tweeted: \"Massive power outage following another explosive event at La Soufriere Volcano. Lightning, thunder and rumblings.\"\nIt later spoke of \"possible destruction and devastation of communities close to the volcano\", and compared the eruption to that of 1902, the worst in St Vincent's history when more than 1,000 people were killed. \nWhite-coloured dust has covered buildings and roads around the island, including in its capital Kingstown.\nAsh had begun to harden on the ground after overnight showers and many homes were still without water and electricity, Nemo said.\nHowever, some residents said power had been restored by midday local time (16:00 GMT).\nNemo is urging people to \"be careful on the roads, which have become treacherous as a result of the ash flow\". \nPrime Minister Ralph Gonsalves said water supplies to most of the island had been cut off and its airspace closed because of the smoke and thick plumes of volcanic ash moving through the atmosphere. \nMr Gonsalves said thousands of residents had been sleeping in emergency shelters since Friday. \"It's a huge operation that is facing us,\" he told NBC News.\nHe said earlier that a lot of volcanic ash had fallen over the sea. \"We don't know how much more is going to come out... so far, we have done well in that nobody got injured, nobody is dead.\"\nThe Barbados Defence Force has been deployed to St Vincent to provide humanitarian assistance as part of a disaster response mission, the Caribbean Disaster Emergency Management Agency said.\nHomes across the island, which has a population of around 110,000, have been covered in white-coloured volcanic dust and rock fragments.\nIt prompted warnings from officials to stay indoors, while emergency groups advised caution for those suffering with respiratory problems.\n\"Be careful all. We are covered in ash and strong sulphur scents pervade the air. We ask that you take the necessary precautions to remain safe and healthy,\" Nemo said.\nResidents in Barbados, nearly 200km (about 124 miles) to the east, have also been urged to stay indoors.\n\"This is to protect yourselves and your family,\" said Chief Medical Officer Kenneth George. \nPeople on the island of St Lucia, which is around 76km north of St Vincent, have been warned to expect air quality to be affected, with harmful gases potentially making it harder to breathe for people with conditions such as asthma, the island's Rodney Bay Medical Centre said.\nOne resident of St Lucia, Olivia, told the BBC she had never witnessed anything like this before and that she was worried about a possible change in wind direction and ash being carried northwards.\n\"I am terrified of all the effects that are unknown at this point, ash in the middle of a pandemic - no-one is prepared for that,\" she said.\n\"Victoria Hospital has been transformed to become the Respiratory Hospital, and is treating Covid patients\" she said, adding: \"So technically, persons suffering from the effects of ash inhalation would be on the wards with Covid patients.\" \nMore than 130 people who were due to leave St Vincent for Canada had to be taken by ship to St Lucia on Saturday after becoming stranded when their flight was cancelled.\nOther Caribbean countries, including Antigua and Guyana, have offered to send emergency supplies to St Vincent. They also said they would open their borders to those fleeing the fallout from the eruption.\nThe volcano had been dormant since 1979, but in late 2020 it started spewing steam and smoke and making rumbling noises.\nThe first sign that an eruption was imminent came on Thursday evening, when a lava dome became visible on La Soufrière.\nJust before 09:00 on Friday (13:00 GMT), seismologists from the University of the West Indies confirmed that an \"explosive eruption\" was under way."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-51176409",
      "category": "world-asia-china",
      "title": "Is a million boosters a day achievable? And other questions",
      "tags": "Travel health,Universities,Pets,Exercise,Coronavirus vaccines,China,Infection,Social distancing,Coronavirus testing,Employment,Students,Outbreaks,Self-isolation,Young people,Omicron variant,Motoring",
      "text": "The government wants to offer every adult in England a booster vaccine, in response to concern over the newly-identified Omicron variant.\nIt's the latest measure being taken to combat the newly-identified Omicron variant of Covid. \nHere are some of your latest questions on these, and other related matters: \nWhat questions do you have about coronavirus? Do you want to ask it on BBC News? Get in touch and we may ask you to send us a video of you asking your question.\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question:\nIf you are reading this and can't see the form above you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56708450",
      "category": "entertainment-arts",
      "title": "Nikki Grahame's friends 'heartbroken' at Big Brother star's death",
      "tags": "Anorexia,Big Brother",
      "text": "Friends of Big Brother star Nikki Grahame have spoken of their heartbreak following her death, aged 38.\nThe TV personality had anorexia and friends had set up a crowd fund to pay for her treatment.\nFormer Emmerdale actress Gemma Oaten fought back tears in a video, saying: \"I wish I could have done more.\"\nFriends also posted on Nikki's fundraising page: \"It breaks our hearts to know that someone who is so precious was taken from us at such a young age. \n\"Nikki not only touched the lives of millions of people, but also her friends and family who will miss her immensely.\"\nIf you are affected by the issues in this story, help and support is available via the BBC Action Line and the charity Beat Eating Disorders.\nIn her video, Gemma Oaten said: \"I am so sorry Nikki to lose such a beautiful and bright human being... I wish I could have done more.\"\nThe actress had anorexia herself and founded SEED Eating Disorder Services Charity with her mother Marg Oaten.\nSpeaking to BBC Radio 5 live, Marg Oaten said she hoped Nikki's death would raise awareness of \"how cruel this illness is\".\nJoanne Byrne, CEO of Anorexia and Bulimia Care, tweeted that she was \"devastated\". She said: \"A beautiful, fragile girl who struggled with anorexia for over 30 years. We must be able to do more for people like Nikki.\"\nHarriet Clifford said she had got to know Grahame over several months of inpatient treatment for eating disorders. She described her as \"caring, big-hearted and admirably open\".\nShe told the BBC: \"It was a privilege to have met her, even though we were all going through really horrific times in our lives. She brightened up the place with her infectious personality.\"\nMental health campaigner Hope Virgo told BBC Breakfast she was hospitalised with an eating disorder aged 17 and hoped Nikki's story would encourage others to seek help.\nShe said: \"Life on the other side of an eating disorder, there's just so much positivity and so much potential.\"\nFormer Big Brother presenter Davina McCall led the tributes, tweeting: \"I am so desperately sad to hear about Nikki Grahame. My thoughts are with her friends and family xx she really was the funniest, most bubbly sweetest girl.\"\nPaying tribute to Grahame on Twitter, Clark-Neal wrote: \"Thinking of [Grahame's mother] Susan and Nikki's close friends and family. A Big Brother Icon.\"\nTV presenter Paddy McGuinness added: \"Definitely one of the stars from the glory years of reality TV. I met her a long time ago and she was a lovely girl. RIP young lady.\"\nChannel 4 tweeted: We are desperately saddened by the tragic news about Nikki Grahame and our thoughts and deepest sympathies are with Nikki's family and friends.\"\nBig Brother Canada added:\"Our hearts break for the loss of Nikki Grahame. Nikki will forever be a beloved part of the Big Brother family. Rest in peace.\"\nGrahame, originally from Northwood in north-west London, took part in the seventh series of Big Brother in 2006.\nHer experience of anorexia was well documented, and she released a book about her eating disorder in 2009.\nLast month, a fundraising page was set up, asking fans to donate towards her recovery. It eventually raised more than £65,000.\nThe page said the 38-year-old was in \"a very bad way\" and needed treatment in a rehabilitation centre. Several Big Brother figures including former winner Rylan Clark-Neal retweeted the appeal for donations.\nIn a statement to the BBC, Grahame's manager confirmed \"with immeasurable sadness\" that Grahame had died on Friday morning.\n\"Please respect the privacy of Nikki's friends and family at this tragic and difficult time,\" he added.\nGrahame was hugely popular with viewers and was known for her tantrums in the Big Brother house.\nShe would often complain in the diary room about the conditions in the house or fellow contestants, famously shouting \"It's so cold,\" and, on another occasion, asking \"Who is she?\" after a new housemate joined the show.\nGrahame was voted back into the house four weeks after she was first evicted. She subsequently finished in fifth place.\nShe went on to win a National Television Award for most popular TV contender and starred in her own reality TV series called Princess Nikki.\nShe also guest-starred on programmes such as the Friday Night Project and as a contestant on celebrity editions of shows such as Pointless and The Weakest Link.\nPrior to finding fame on Big Brother, Grahame was an aspiring actress. She appeared as an extra in the BBC's EastEnders and played a footballer's wife in Sky One's Dream Team.\nGrahame also appeared as a contestant on ITV's Blind Date and competed in the 2004 Miss Hertfordshire pageant.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56706408",
      "category": "uk",
      "title": "Prince Philip: Special service held at Canterbury Cathedral",
      "tags": "UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "A remembrance service for the Duke of Edinburgh has been held in Canterbury Cathedral as the UK observes a period of official mourning.\nIt was led by the Archbishop of Canterbury, Justin Welby, who is also expected to officiate at Prince Philip's funeral next Saturday. \nFormer Prime Minister Sir John Major, a friend of the duke, said he hoped the Queen would be given space to grieve.\nThe duke \"will still be there in her memory\", he told the BBC.\nSir John said in an interview with Andrew Marr that being the head of state was a \"lonely position in many ways\" for the Queen, and the duke was \"the person to whom she could unburden herself\".\n\"Prince Philip may physically have gone, but he will be in the Queen's mind as clearly as if she were sitting opposite him,\" he said. \n\"I do hope she is given a little space, and a little time and a little freedom to grieve in the way anybody else would wish to do so after having lost their spouse.\"\nSir John, who was guardian to the dukes of Cambridge and Sussex following the death of their mother, said he hoped the brothers would seize the \"opportunity\" to \"mend any rifts that may exist\" between them.\n\"The friction that we are told has arisen is a friction better ended as speedily as possible,\" he said. \nDuring the service at Canterbury Cathedral, the archbishop said: \"For the Royal Family as for every other, no words can reach into the depth of sorrow that goes into bereavement.\"\nHe added that Prince Philip showed \"a remarkable willingness to take the hand he was dealt in life and straightforwardly to follow its call, to search its meaning to go out and on as sent to inquire and think, to trust and to pray\".\nThe period of national mourning will end after 17 April, when Prince Philip's funeral will take place at St George's Chapel at Windsor Castle.\nA national minute's silence will be held to coincide with the start of the funeral at 15:00 BST.\nNew government guidance says it is up to individual businesses whether or not they close during this time, while organisers of sporting events have been told they can choose whether or not fixtures go ahead.\nThe EFL said it would move next Saturday's 15:00 games \"as a mark of respect\".\nOther events scheduled for Saturday include the FA Cup semi-final between Chelsea and Manchester City and two women's Six Nations rugby matches.\nOnly 30 people - expected to be the duke's children, grandchildren and other close family - can attend the funeral because of Covid rules.\nNo 10 said Prime Minister Boris Johnson will not attend the funeral to allow \"as many family members as possible\" to go.\nThe public has been asked to stay away. \nPeople laid flowers at Windsor Castle over the weekend, but the new government guidance asks the public to refrain from doing so and to give to charity instead.\nThe duke died at Windsor Castle on Friday, aged 99.\nFuneral arrangements for next weekend, which Buckingham Palace said \"very much\" reflect Prince Philip's wishes, have been adapted in light of the coronavirus pandemic.\nThe televised service will be a ceremonial event rather than a large state affair usually associated with the death of a monarch.\nAmong Royal Family members to attend the ceremony will be Prince Harry, who will fly from his Californian home to the UK.\nHis wife the Duchess of Sussex, who is pregnant with their second child, has been advised by her doctor not to travel, Buckingham Palace said.\nOn the day of the funeral, Prince Philip's coffin will be transported from Windsor Castle to St George's Chapel in a specially-modified Land Rover he helped to design.\nMembers of the Royal Family, including the Prince of Wales, will walk behind the coffin, and the Queen will travel separately to the chapel.\nGuests will socially distance and wear face coverings in line with coronavirus restrictions.\nMilitary guns will fire during the procession, which will take eight minutes, and the curfew bell will toll. \nEight pallbearers will carry the coffin, draped with duke's standard, with a wreath and the duke's naval cap and sword on top, up the west steps into the chapel. It will be greeted by the Dean of Windsor and the Archbishop of Canterbury. \nThese 10 people are not included in the number of attendees allowed.\nA guest list will be released on Thursday.\nSpeaking from his Highgrove home in Gloucestershire on Saturday, the Prince of Wales said his \"dear papa\" would be missed \"enormously\".\nHe said his late father was a \"very special person who... above all else would have been amazed by the reaction and the touching things that have been said about him\".\nThe prince said he and his family were \"deeply grateful\" for this, adding: \"It will sustain us in this particular loss and at this particularly sad time.\"\nPrince Charles said the duke had given the \"most remarkable, devoted service\" to the Queen, the Royal Family, the country, and the Commonwealth over the last 70 years.\nMembers of the Royal Family visited the Queen at Windsor Castle following the duke's death.\nThe Countess of Wessex said \"the Queen has been amazing\" as she left the castle with the Earl of Wessex.\nThe Duke of York also visited on Saturday, while the Prince of Wales travelled there on Friday afternoon. \nIn tribute to the duke, saluting batteries each fired 41 rounds on Saturday in cities including London, Edinburgh and Cardiff, and at Hillsborough Castle in County Down. Guns were also fired in Gibraltar.\nPrince Philip will not lie in state - where members of the public would have been able to view his coffin.\nHis coffin will instead lay at rest in the private chapel at Windsor Castle and will be draped with the duke's personal standard with a wreath of flowers on top.\nThe Royal Family will observe two weeks of mourning, although royal engagements will continue where appropriate.\nA spokesman for the Palace said: \"Whilst this is a time of sadness and mourning the coming days will be an opportunity to celebrate a remarkable life.\"\nAll UK government buildings have been told to fly official flags at half-mast in tribute to the duke until 08:00 on the day after the duke's funeral.\nThe Duke and Duchess of Cambridge's charity, the Royal Foundation, paid tribute to Prince Philip over the weekend by pinning a black and white photograph of him to the top of its website.\nPrince William has withdrawn from giving a speech at the Bafta Awards ceremony on Sunday night, Kensington Palace said. His grandfather was Bafta's first president."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56706619",
      "category": "uk",
      "title": "Matt Hancock 'had private drink' with David Cameron and Lex Greensill",
      "tags": "David Cameron,Greensill Capital,NHS,Matthew Hancock",
      "text": "Health Secretary Matt Hancock met former PM David Cameron and financier Lex Greensill for a \"private drink\" in 2019 to discuss a new payment scheme for the NHS, it has been revealed.\nIt is the latest in a series of Sunday Times disclosures about Mr Cameron's lobbying work since leaving office.\nMr Greensill advised Mr Cameron's government, and the ex-PM went on to be employed by Greensill Capital.\nAn ally of Mr Hancock said he had \"acted in entirely the correct way\".\nThey told the BBC that Mr Hancock had \"updated officials on the business that was discussed, as is appropriate\".\nGreensill Capital's scheme, which allowed staff to be paid early for hours they had already worked, went on to be used by some NHS trusts.\nThe development is the latest to be published by the Sunday Times detailing Mr Cameron's work for Greensill Capital after he left politics.\nMr Hancock is the fourth minister to have been lobbied by Mr Cameron on behalf of the company, which recently collapsed costing 440 jobs. \nMr Greensill worked as an unpaid adviser to Mr Cameron when he was prime minister.\nThe financier developed a policy designed to help small businesses get their bills paid faster, as part of a scheme that also benefited his own financial company, Greensill Capital.\nMr Cameron began working for Greensill Capital after leaving office, and tried unsuccessfully to lobby the government to increase the firm's access to government-backed loans during the first phase of the coronavirus pandemic.\nMr Cameron pressed Treasury officials - and sent text messages to Chancellor Rishi Sunak's personal phone - to access emergency funding for Greensill Capital.\nThe former Tory leader - who was PM between 2010 and 2016 - is reported to have told friends he was set to earn as much as £60m from share options in Greensill Capital, although this has since been disputed.\nIn the end, Mr Cameron's pleas to the Treasury for Covid emergency loans for Greensill Capital fell on deaf ears.\nThe \"private drink\" between Mr Hancock, Mr Cameron and Mr Greensill took place in October 2019.\nIn August 2019, Mr Greensill wrote to Mr Hancock to set out a proposal to allow the NHS access to an app Greensill Capital had devised, called Earnd, to pay doctors and nurses either daily or weekly in advance and free-of-charge to workers.\nHaving received the letter, the health secretary commissioned advice from civil servants to explore the idea.\nThe advice was that the \"principle\" of the idea was \"good,\" but sources insisted he wanted other suppliers to be able to offer the same work and it would be up to local NHS managers to decide whether to sign up to it.\nSome NHS trusts went on to use Greensill Capital's Earnd app during the pandemic. \nThis is the latest illustration of the web of connections between a former prime minister, a businessman and government ministers.\nRemember, Lex Greensill worked in Downing Street when David Cameron was PM.\nAnd then their relationship reversed when Mr Cameron left office: he went to work for Mr Greensill. \nIndividuals, businesses, charities and trade unions seek to influence the government all the time.\nBut how many people get to have a private drink with the health secretary? \nMatt Hancock insists he behaved entirely correctly.\nNeither Mr Cameron nor Mr Greensill have spoken publicly since headlines about the two of them started to appear several weeks ago now.\nIn the last few days, those close to them have begun to talk. \nWill Mr Cameron eventually feel compelled to face a camera and address the many questions he now faces?\nA source close to Mr Greensill said the scheme was offered free to both the NHS and its employees, while a source close to Mr Cameron said: \"David Cameron was an enthusiastic champion of Greensill's pay product, Earnd, and met with various people to discuss its rollout across the NHS.\"\nA Department of Health and Social Care spokesman said: \"The wellbeing of NHS staff is the top priority of the department and health secretary.\n\"Our approach was and is that local NHS employers are best placed to decide how different pay flexibilities fit with their overall pay and reward offer for their staff.\"\nLabour's Bridget Phillipson said \"every day brings fresh revelations about the culture of cronyism\" in government and called for a \"full and thorough investigation into what happened\".\nThere has been no comment from Mr Cameron or from Mr Greensill."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-56702775",
      "category": "uk-england-merseyside",
      "title": "Hillsborough group disbands as families look to 'move on'",
      "text": "The Hillsborough Family Support Group (HFSG) has been disbanded because \"we have gone as far as we can\", its former chair has said.\nThe families will mark the 32nd anniversary of the football stadium disaster privately on Thursday. \nNinety-six fans died as a result of a crush in a game between Liverpool and Nottingham Forest at Sheffield Wednesday's ground on 15 April 1989.\nHFSG ex-chair Margaret Aspinall said it was time \"for families to move on\".\nThe trial of two former police officers and a police solicitor accused of altering police statements after the disaster is due to start on 19 April.\nIn an interview with LFC TV, Ms Aspinall said: \"The group has folded now - it's a very sad thing to say, after 30-odd years together, that we folded it.\n\"But I think it is time now for families to move on, but also for the survivors to be able to move on and the city, because we have had Hillsborough thrown at us now for all them years.\n\"I think people need peace in their lives and to start to just reflect and remember the 96 on the anniversary... and [for] people to be able to have some time with their families now - that is so important.\"\nShe said her work in representing the affected families meant she previously felt \"guilty\" when speaking about her son James, who died in the disaster at the age of 18, without also remembering the other victims.\n\"I didn't realise how much I didn't look into James' case because I was busy doing things for everybody. I feel like now is the time that I can discuss James without feeling guilty about the other 95, even though I will never forget the other 95.\"\nShe said she also received \"some terrible, terrible abuse\" from people outside the group during her time as its chair.\n\"I would love to be able to tell people what I had to go through and listen to, but the vast majority of families were beautiful and I am going to miss them so much.\n\"They stuck by me, they believed in me and I can't thank them enough for that, even though I wouldn't like to do it again. I would never do it again.\"\nMs Aspinall said she was \"most proud\" of the families' solidarity in the past decades.\n\"Everyone is entitled to their opinions, but to still stay together, when there were some rough times, was amazing and incredible.\"\nShe added that they owed \"a great gratitude\" to supporters and survivors of the disaster.\nMs Aspinall also confirmed that the group had stopped fundraising, adding: \"If anybody starts asking things for Hillsborough, to help the families, please don't give, because the families don't need anything else now.\n\"We don't need to ask anybody for anything as we have gone as far as we can come.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56712418",
      "category": "uk-politics",
      "title": "Greensill: Lessons to be learnt over lobbying - Cameron",
      "tags": "David Cameron,UK government,Greensill Capital,Rishi Sunak,Lobbying in the United Kingdom,Lobbying,Matthew Hancock,Coronavirus pandemic",
      "text": "David Cameron has said he should have contacted the government “through only the most formal of channels\" when lobbying for a financial firm.\nThe former prime minister has faced criticism for contacting ministers on behalf of Greensill Capital.\nIn his first statement on the issue, he said he should have left \"no room for misinterpretation\".\nBut Mr Cameron reiterated that he had broken no codes of conduct or government rules on lobbying.\nHe added: \"However, I have reflected on this at length. There are important lessons to be learnt.\"\nThe Labour Party said Mr Cameron's statement had left \"many serious questions\" unanswered, and called for him to answer them before Parliament.\nIt was revealed earlier that Health Secretary Matt Hancock had met Mr Cameron and financier Lex Greensill for a \"private drink\" in 2019 to discuss a new payment scheme for the NHS.\nAn ally of Mr Hancock said he had \"acted in entirely the correct way\".\nThe meeting is the latest in a series of Sunday Times disclosures about Mr Cameron's lobbying work since leaving office, with Chancellor Rishi Sunak - whom he texted - among the ministers contacted.\nFor three weeks the headlines kept coming. For three weeks David Cameron said nothing.\nAnd now this - the former prime minister admits he made a dud judgement call.\nForget the rules; this is about the sniff test. Does it smell bad? Does it feel right?\nPlenty had been saying no it doesn't, and now David Cameron appears to agree.\nIt's a lengthy statement from him, worthy of detailed examination.\nBut it boils down to this: he acknowledges texting and ringing the chancellor and going for a private drink with the health secretary, as part of his paid work for a private company, was a bad idea.\nThere's another point worth making too: journalism matters.\nThe work of the Financial Times and the Sunday Times, ferreting out awkward truths, is what has prompted this.\nMr Greensill, an Australian, worked as an unpaid adviser to Mr Cameron's government, and the former prime minister went on to be employed by his company - Greensill Capital - in 2018, two years after leaving Downing Street.\nIn his statement, Mr Cameron said: \"In my representations to government, I was breaking no codes of conduct and no government rules.\n\"Ultimately, the outcome of the discussions I encouraged about how Greensill's proposals might be included in the government's CCFF (Covid Corporate Financing Facility) initiative - and help in the wake of the coronavirus crisis - was that they were not taken up.\n\"So, I complied with the rules and my interventions did not lead to a change in the government's approach to the CCFF.\"\nHe added: \"As a former prime minister, I accept that communications with government need to be done through only the most formal of channels, so there can be no room for misinterpretation.\"\nMr Cameron added that he had worked for Greensill Capital in the belief that there \"would be a material benefit for UK businesses at a challenging time\".\n\"That was, in large part, my reason for working for Greensill in the first place,\" he said.\nThe company recently collapsed, with the loss of 440 jobs.\nMr Cameron said: \"I completely understand the public interest in this issue, given the impact of Greensill's collapse on the hundreds of people who worked for the company and on other businesses and livelihoods. I feel desperately sorry for those affected.\"\nHe added that Mr Greensill had been brought in as a government adviser by then-Cabinet Secretary Sir Jeremy Heywood, in 2011.\n\"He was not a political appointee,\" Mr Cameron said, \"but part of the Civil Service drive to improve government efficiency.\"\nHe continued: \"The false impression has been created that Lex Greensill was a close member of my team, meeting with me on a regular basis.\n\"The truth is, I had very little to do with Lex Greensill at this stage - as I recall, I met him twice at most in the entirety of my time as prime minister.\"\nMr Cameron - who was in Downing Street from 2010 to 2016 - is reported to have told friends he was set to earn as much as £60m from shareholdings in Greensill Capital prior to its collapse, although this has since been disputed.\nShadow chancellor of the Duchy of Lancaster Rachel Reeves said: \"The events unfolding over the last few weeks stretch across government and affect thousands of people.\n\"Transparency and accountability are crucial and that requires the utmost openness from government to establish the full facts behind this scandal.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56710086",
      "category": "uk",
      "title": "Prince Philip: The Queen says his death has 'left a huge void' - Duke of York",
      "tags": "Prince Andrew, Duke of York,UK Royal Family,Prince Philip, Duke of Edinburgh",
      "text": "The Queen has described the death of the Duke of Edinburgh as \"having left a huge void in her life\", her son the Duke of York has said. \nPrince Andrew said his father's death was a \"terrible loss\", and his family was \"rallying round\" to help the Queen.\n\"We've lost the grandfather of the nation,\" he added, as he left a service at Windsor.\nEarlier, ex-PM Sir John Major said the Royal Family's shared grief was an \"ideal opportunity\" to mend any rifts.\nAnd during a special service at Canterbury Cathedral, the Archbishop of Canterbury Justin Welby paid tribute to Prince Philip, saying that \"for the Royal Family, as for every other, no words can reach into the depth of sorrow that goes into bereavement\".\nThe archbishop, who is expected to lead the duke's funeral service at Windsor Castle on Saturday, said Prince Philip showed \"a remarkable willingness to take the hand he was dealt in life and straightforwardly to follow its call, to search its meaning, to go out and on as sent to inquire and think, to trust and to pray\".\nPrince Andrew was joined by the Earl and Countess of Wessex and their daughter Lady Louise Windsor at a separate service at Windsor's Royal Lodge.\nHe said the Royal Family was grateful for all the \"absolutely amazing tributes\" to Prince Philip.\nHe added: \"The Queen, as you would expect, is an incredibly stoic person. \n\"She described it as having left a huge void in her life but we, the family, the ones that are close, are rallying round to make sure that we're there to support her.\"\nSpeaking of his love for his father, Prince Andrew said: \"He was so calm. If you had a problem, he would think about it.\n\"He was always somebody you could go to and he would always listen so it's a great loss.\n\"We've lost almost the grandfather of the nation. And I feel very sorry and supportive of my mother who's feeling it probably more than everybody else.\"\nHe added: \"I know there is a huge amount of support, not just for her (the Queen) but for everybody as we go through this enormous change.\"\nPrince Andrew stepped back from royal duties in 2019 after criticism of his ties to convicted sex offender Jeffrey Epstein intensified following a BBC interview.\nThe Earl of Wessex, the Queen's youngest son, said: \"However much one tries to prepare oneself for something like this, it's still a dreadful shock.\n\"And we're still trying to come to terms with that. And it's very, very sad.\n\"But I have to say that the extraordinary tribute and the memories that everybody has had and been willing to share has been so fantastic.\"\nThe Countess of Wessex said the Queen was \"thinking of others before herself\". \nSpeaking to members of the congregation outside the chapel, Sophie said that Prince Philip's death was \"very peaceful\".\n\"It was right for him. It was so gentle. It was just like somebody took him by the hand and off he went.\n\"Very, very peaceful and that's all you want for somebody isn't it?\"\nShe added: \"I think it's so much easier for the person that goes than the people that are left behind.\"\nRemembering Prince Philip's popularity on the Windsor estate, she said: \"He always exchanged words with everybody because it didn't matter what anybody was doing in and around the estate here, and everywhere else - they all meant a lot to him and he always took a very personal interest in everything that they were doing.\n\"So they all have got stories to tell, and most of them are quite funny as well.\"\nMeanwhile, the Prince of Wales paid tribute to his \"dear papa\" on Saturday, saying he and the Royal Family would miss him \"enormously\".\nHe said the duke, who died at Windsor Castle on Friday, aged 99, had given the \"most remarkable, devoted service\" to the Queen, the Royal Family, the country, and the Commonwealth.\nA ceremonial royal funeral will be held for the duke at St George's Chapel, in the grounds of Windsor Castle, at 15:00 BST on Saturday, 17 April. The event will be televised.\nMembers of the Royal Family will walk behind the coffin ahead of the funeral at Windsor Castle.\nThe Duke of Sussex will fly from the US for the service, though it is not clear when. His wife, Meghan, who is pregnant, will remain at home in California on the advice of doctors.\nIt will be the first time Prince William and Prince Harry will meet face to face since the Sussexes aired criticisms of the Royal Family in an interview to US broadcaster Oprah Winfrey last month.\nEarlier, Sir John, who was appointed a special guardian to the Duke of Cambridge and the Duke of Sussex after their mother, Diana, Princess of Wales died in 1997, said the \"shared grief\" over the death of Prince Philip is an \"ideal opportunity\" to mend any rifts in the Royal Family.\nHe told the BBC's Andrew Marr show: \"They shared emotion. They share grief at the present time because of the death of their grandfather. I think [this] is an ideal opportunity.\n\"I hope very much that it is possible to mend any rifts that may exist.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-south-asia-56709546",
      "category": "world-south-asia",
      "title": "Elephant calf rescued from bottom of well in India",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56706798",
      "category": "uk",
      "title": "Covid: Shoppers 'must respect staff' when retail reopens",
      "tags": "Coronavirus lockdown measures,Retailing,Coronavirus pandemic",
      "text": "People are being asked to be respectful to shop workers as thousands of non-essential retail stores prepare to reopen across England and Wales.\nThe British Retail Consortium (BRC) is calling on shoppers to adhere to social-distancing rules and \"queue considerately\" as curbs ease on Monday.\nThe Co-op reported a rise in abuse and assaults involving staff during Covid.\nHome Secretary Priti Patel said last year she \"will not tolerate\" abuse against shop workers.\nThe latest step in the government's roadmap in England sees non-essential retail such as clothes and technology shops reopen on Monday alongside hairdressers, beauty salons and gyms.\nIn Wales, all shops will reopen as every pupil returns to the classroom. \nThe BRC, which represents big chain stores, said the public \"have a key part to play in creating a safe and enjoyable retail environment\".\nIt estimates the three national lockdowns in England since March 2020 have cost non-food stores about £30bn in lost sales - but an initial sales surge is expected as restrictions ease.\nChief executive Helen Dickinson said it was vital retailers \"are able to make their contribution to the UK's economic recovery\".\nShe said: \"Many of us will be looking forward to returning to our favourite shop in the coming weeks, and we all have a duty to keep each other safe. Everyone should be considerate and respectful to their fellow shoppers and hard-working shop staff. \n\"This way we can all enjoy shopping and support our local communities.\"\nAmong its pleas to the public, the BRC asked people to \"shop alone where possible\", \"follow instructions\", and observe hygiene measures.\nThe Co-op said last year that violence, abuse and anti-social behaviour had become \"normalised\" and was at \"unprecedented levels\" during the pandemic.\nCo-op food boss Jo Whitfield said face-covering requirements and social-distancing rules had led to shop workers being \"spat at and threatened\".\n\"The reality is that shop workers are facing levels of violence for just doing their job: they have been spat at and threatened just because they've asked customers to respect social distancing,\" she wrote in the Daily Telegraph.\nSpeaking on the launch of a consultation over new legislation to protect shop staff, Ms Patel said last July: \"I will not tolerate violence and abuse against any shopworker and it's right that those who commit these crimes must be caught and punished.\"\nMonday will see more businesses begin trading once more, with restaurants and pubs able to serve food and alcohol outside, theme parks and self-contained overnight accommodation for single households reopen.\nIt marks the latest step in the government's roadmap in England and a nudge towards normality - as children can attend any indoor activities and driving lessons resume.\nIn Northern Ireland, Monday will see the stay-at-home order relaxed with up to 10 people from two households able to meet in a private garden - and non-essential retail will be able to operate click-and-collect services.\nIn Scotland, homeware stores have already reopened and the next easing of restrictions on 26 April will see remaining shops welcome customers.\nA further 2,589 coronavirus cases were reported on Saturday across the UK alongside another 40 deaths within 28 days of a positive test.\nLatest figures showed 39 million vaccinations have been given, with 6.9 million second doses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-56710354",
      "category": "world-latin-america",
      "title": "New Christ statue in Brazil's Encantado to be taller than Rio's",
      "tags": "Brazil,Christianity",
      "text": "A new statue of Christ being built in Brazil will be taller than the famous Redeemer statue in Rio de Janeiro.\nChrist the Protector in the southern city of Encantado will be 43m (140 ft) high with its pedestal, making it the world's third tallest Jesus statue.\nA head and outstretched arms were added to the structure last week, which was begun in 2019.\nThe idea came from local politician Adroaldo Conzatti, who died in March with Covid-19.\nThe $350,000 (£255,000) project is expected to be completed later in the year, the Association of the Friends of Christ group which is organising it says.\nIt is being funded by donations from individuals and companies, the association adds.\nThe statue is 36m from hand to hand. An internal lift will take tourists to a viewpoint in the chest region, 40m up.\nOnly the Jesus Buntu Burake statue in Sulawesi, Indonesia, at 52.55m including its pedestal, and Christ the King in Swiebodzin, Poland, which is 52.5m high including its mound, are taller.\nThey would tower over Rio's iconic Christ the Redeemer, at 38m.\nThere are, however, dozens of other statues worldwide that are taller, including several of the Virgin Mary and numerous Buddhas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56703416",
      "category": "world-asia",
      "title": "Myanmar coup: 'Dozens killed' in military crackdown in Bago",
      "tags": "Myanmar coup ,Myanmar",
      "text": "More than 80 people have been killed by Myanmar security forces in a crackdown on a protest in the city of Bago, activists say. \nThe military is reported to have taken away the bodies of those killed, and the true number of deaths may never be accurately established. \nWitnesses told local media that soldiers had used heavy weapons and had shot at anything that moved. \nMore than 600 people have been killed since the 1 February military coup.\nThe military has resorted to increasing levels of violence to maintain its grip on power.\nThe latest killings in Bago,  near the main city of Yangon, are reported to have happened on Friday but took a whole day to emerge as many residents were forced to flee to nearby villages.\nMonitoring group the Assistance Association for Political Prisoners (AAPP) said the actual number of deaths was likely to be much higher.\nThe Myanmar Now news outlet quoted protest organiser Ye Htut as saying: \"It is like genocide. They are shooting at every shadow.\"\nMass protests have been taking place across Myanmar, also known as Burma, since the military seized control of the South East Asian country and declared a year-long state of emergency.\nThe armed forces claim there had been widespread fraud during a general election late last year which had returned elected leader Aung San Suu Kyi and her National League for Democracy (NLD) party to power. The election commission has dismissed this.\nOn Friday ousted MPs and Myanmar's UN ambassador called on UN Security Council members to take action against the military, including extending sanctions and imposing an arms embargo and no-fly zone.\nThe UN meeting was also warned that Myanmar was \"on the brink of state failure\".\nInternational Crisis Group senior adviser Richard Horsey said the military's actions were creating a situation where the country could become ungovernable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56709506",
      "category": "uk",
      "title": "Prince Philip: How can Prince Harry attend the funeral?",
      "tags": "Prince Philip, Duke of Edinburgh,Prince Harry, Duke of Sussex",
      "text": "The Duke of Sussex will be among the mourners at the Duke of Edinburgh's funeral on Saturday.\nPrince Harry's return to the UK for the service is his first visit since he and his wife Meghan stepped back from royal duties last March. \nNo. The Duke of Sussex will be unaccompanied when he attends the service for his grandfather, who died last Friday at the age of 99.\nThe funeral will be held at 15:00 BST in St George's Chapel in the grounds of Windsor Castle.\nBuckingham Palace says Prince Harry's wife, Meghan, remains at their home in California. \nThe Duchess of Sussex is pregnant with her second child, and has been advised by her doctor not to travel. \nPrince Philip's coffin will be carried in a specially designed Land Rover from the State entrance of Windsor Castle to St George's Chapel.\nIt will be followed by members of the royal family, among them Prince Harry, who will walk alongside his cousin Peter Phillips and his brother Prince William.\nOnly 30 people, socially distanced, will attend the funeral, in line with the government's current Covid regulations for England.\nMourners are expected to wear masks in line with government advice. \nLike other international arrivals, Prince Harry has had to follow the government's coronavirus travel rules.\nThese state that people arriving in the UK must:\nThere are certain exemptions. You are not required to quarantine or take tests if you arrive in the UK from the Common Travel Area (Ireland, the Isle of Man and the Channel Islands).\nPrince Harry has not had to self-isolate in a quarantine hotel (as the US is not currently on the government's \"red list\" of countries, requiring extra measures). \nA spokesman for the Duke of Sussex says he is staying at Frogmore Cottage in Windsor - his former residence - and is observing coronavirus regulations.\nThe government advice says people can self-isolate in their own home, \"with friends and family\" or in a hotel or other form of temporary accommodation.  \nGuidance on holding a funeral in England - during lockdown - says that mourners who have come from abroad can leave their place of quarantine \"in limited circumstances, including on compassionate grounds\". \nThis includes \"attending a funeral of a household member, a close family member or a friend\".\nThey must continue to self-isolate at all other times though and must follow the rules on social distancing.\nHRH The Duke of Edinburgh Remembered: BBC One, Friday 16 April, 19:00-20:05\nThe Funeral of HRH The Prince Philip, Duke of Edinburgh: BBC One, Saturday 17 April, 12:30-16:20 and 20:10-21:10\nThe funeral will also be broadcast on Saturday 17 April from 14:00-16:10 on Radio 4 and Radio 5 Live, BBC World Service English, BBC Radio Scotland and BBC Radio Ulster. \nIt will also be broadcast on BBC Radio Wales and BBC local radio with some variation in start times."
    }
  ]
}