{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-56468719",
      "category": "uk-england-tyne",
      "title": "Wingate fire: Ex-marine's home destroyed 'after standing up to yobs'",
      "tags": "Wingate,Durham Constabulary",
      "text": "A teacher and ex-Royal Marine said his family is lucky to be alive after a suspected arson attack which destroyed their home in County Durham.\nSean Ivey, from Wingate, fled to safety with his wife and two children after a fire broke out early on Thursday. \nMr Ivey, who served in Afghanistan and Iraq, believed he was targeted after standing up to anti-social behaviour.\nTwo men have been arrested and Durham Police issued a 48-hour dispersal order in the area.\n\"I just woke up in bed and felt the need to look out of the window,\" Mr Ivey said.\n\"I shouted to my wife that the car was on fire, go and get the kids.\"\nIt broke out around 01:45 GMT. Flames from the car then spread to a caravan parked on the driveway, before spreading to the roof of the bungalow.\nA second fire broke out during the early hours of Friday. Nobody was inside at the time.\nDurham Police are treating them as suspected arson.\nMr Ivey, who served with 45 Commando, said young people had been spotted riding around the area on quad bikes wearing balaclavas, \"terrorising\" other road users.\n\"[There have been] burglaries, car fires, this is quite extreme but these aren't isolated incidents,\" he added.\n\"I'm just absolutely fed up of the anti-social behaviour, the lack of respect, the lack of discipline, and where does it stop?\"\nOn Wednesday, hours before the first fire, Mr Ivey posted on social media that his parents had been robbed when four men burst into their home.\nHe said he had a run-in last weekend with a young biker \"riding like a lunatic\" and saw another in the main street of the former mining village pulling wheelies and mounting the paths.\nHe also called out gangs gathering outside a local takeaway.\nA fundraising campaign has raised more than £50,000 to help the family, whose home was not insured because a policy had run out.\nPhotographs, medals and Mr Ivey's Royal Marines uniform have also been lost.\nTwo men, aged 22 and 25, have been arrested. Police said they were continuing to carry out lines of inquiry in relation to the second fire.\nInsp Emma Kay said it had had \"a huge impact\" on the family and the wider community. \n\"I would encourage anyone with information no matter how small it may be to come forward and help us bring the offenders to justice,\" she said.\nPatrols are being increased and the dispersal order will be in place over the weekend, meaning anyone failing to leave when asked will face arrest.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56469687",
      "category": "uk",
      "title": "Covid: Arrests during anti-lockdown protests in London",
      "tags": "Coronavirus lockdown measures,Sarah Everard murder,Metropolitan Police Service",
      "text": "Thousands of people have attended anti-lockdown demonstrations in London, after MPs urged the government to allow peaceful protest during lockdown.\nCrowds marched from Hyde Park to Westminster, with at least 33 arrests by police, mostly for Covid breaches.\nScotland Yard said the number of people attending Saturday's demonstrations exceeded expectations.\nThe Home Office said it was still illegal for people to attend protests under the current coronavirus rules.\nDeputy Assistant Commissioner Laurence Taylor told the BBC more people than previously expected were at Saturday's protests, but the Met has not given a formal estimate of the number in attendance.\nBBC correspondent Marianna Spring, reporting from the anti-lockdown protests, said the atmosphere was \"animated\" and a number of people appeared to be angry about restrictions on peaceful protest.\nLater, in Hyde Park, police officers were forced to run back to their vans, as protesters threw bottles and cans at them.\nPA Media reported that some members of the public then left the park, with small children carried by their parents.\nThe anti-lockdown protests came after a vigil following the death of Sarah Everard in south London last week resulted in arrests, as police enforced Covid and public order laws.\nEarlier, more than 60 MPs and peers wrote to the home secretary calling for laws to be changed to allow peaceful protests during lockdown.\nLiberal Democrat leader Sir Ed Davey blamed the scenes at the Clapham event on a lack of clarity putting police \"in an impossible position\", adding that the right to protest was a \"basic freedom\".\nBy Jon Donnison, news correspondent \nThousands of tightly-packed anti-lockdown protesters marched up Whitehall with some chanting \"freedom\" to the beat of a drum. \nOne man carried a placard bearing the words \"no more NHS and Gov lies\".\nI have seen very few demonstrators wearing masks and there's no attempt at social distancing. So far the police - who are here in large numbers - have been taking a hands-off approach, though I have seen at least one arrest on Whitehall.\nAmong the crowd there are undoubtedly some conspiracy theorists, with some accusing the mainstream media of pushing fake news. But that is by no means everyone here. \nOne woman, who did not want to be named, told me she knew Covid was bad. \"I had it myself last March,\" she said. \"But this lockdown is too much.\"\nThe letter to Home Secretary Priti Patel, organised by campaign groups Liberty and Big Brother Watch, urged her to issue guidance to police forces on \"facilitating\" protests.\nThe initial organisers of the Sarah Everard vigil effectively lost a High Court battle to hold it lawfully the day before, resulting in its cancellation.\nBut hundreds attended Clapham Common to gather around tributes left on a bandstand - the Met Police said the gathering became unlawful after people began delivering speeches to the crowd.\nThe event also increased interest in plans to give officers more precise powers to restrict demonstrations in a new sweeping Police, Crime, Sentencing and Courts Bill debated by MPs.\nSir Patrick Vallance, the UK's chief scientific adviser, told MPs earlier this month that protests elsewhere had not resulted in a spike in infections and that outdoor gatherings were safer than indoors, though not risk free.\nHe said: \"It is the case that it is difficult to see how things like large beach gatherings and so on can cause a spike. The same was the case in a protest march in New York; they did not really see any spikes after that. \n\"It is lower risk, but the other thing that can happen with outdoor events, and so on, is that, when indoor things are also open, you start to get people congregating indoors around that. That can increase risk, but outdoors itself is lower risk.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56469092",
      "category": "uk",
      "title": "Covid-19: Record day for UK with 711,156 vaccinations given",
      "tags": "Coronavirus vaccines,Matthew Hancock,Coronavirus pandemic",
      "text": "Friday was a record day for Covid vaccinations in the UK, with a combined 711,156 first and second doses given to members of the public.\nIt means that half of all UK adults - some 26,853,407 people - have now received a first dose of a vaccine.\nHealth Secretary Matt Hancock said the latest milestone in the rollout marked a \"phenomenal achievement\".\nPrime Minister Boris Johnson - one of those to receive a first dose on Friday - also hailed the landmark.\nA total of 2,132,551 people have also received their second dose of a vaccine, government figures show.\nAnother 96 deaths within 28 days of a positive Covid test have also been recorded in the UK, as have a further 5,587 cases.\n\"Vaccinating over half of all adults is a phenomenal achievement and is testament to the mammoth efforts of the NHS, GPs, volunteers, local authorities and civil servants in every corner of the UK,\" said Mr Hancock.\nThe news comes after the government confirmed a shipment of about five million doses of the Oxford-AstraZeneca jab would be delayed, resulting in an expected reduction in the number of first doses - including for the under-50s - given during April.\nMeanwhile, European countries, including France, Germany and Italy, have begun offering the Oxford jab again after a pause over safety fears.\nMr Hancock said he was \"absolutely delighted\" to reveal the UK had reached the vaccination milestone.\nHe added: \"It's a huge success and I want to say many, many thanks to all those involved, including the half of all adults who have come forward.\"\nMr Johnson - who received his first dose on Friday - added he was \"immensely proud of the progress we have made so far in rolling out vaccinations\".\n\"There is still further to go and I encourage everyone to take up the offer when asked to do so,\" he said.\nDespite the progress of the UK's vaccine rollout, a scientist advising the government has warned overseas holidays would be \"extremely unlikely\" because of the risk of travellers bringing Covid variants back to the UK.\nThe UK faced a \"real risk\" if people travelled abroad in the summer, Dr Mike Tildesley, a member of the government's Scientific Pandemic Influenza Group on Modelling, which feeds into Sage, said.\nTransport Secretary Grant Shapps said it was \"too early to tell\" when holidays abroad would be allowed.\nUnder the current roadmap for easing restrictions, the earliest date people in England could holiday abroad would be 17 May.\nWith all over-50s now able to take up the offer of a vaccine dose, the vaccination programme approaches a target to offer a vaccine to the top nine priority groups, as determined by scientific advisers, by mid-April.\nThese included frontline health and care workers, people who were clinically vulnerable and those with an increased risk of hospitalisation - covering 99% of those at risk of dying from Covid-19.\nIn Northern Ireland and some areas of Scotland, people in their 50s were already being offered a Covid vaccine. Parts of England may already have started offering it to this age group too, with Wales targeting an offer of one dose to all over-50s by mid-April.\nThe most-recent issues with supplies meant the vaccine rollout would be \"slightly slower than we might have hoped but not slower than the target we had set ourselves\", Communities Secretary Robert Jenrick said on Friday.\nThose with appointments for second doses should attend as normal and it is expected April could see more second doses than first doses for the first time.\nAlongside the Oxford vaccine and the Pfizer-BioNTech jab, the UK has also approved a third vaccine - from Moderna - which is due to start being rolled out in late spring.\nA vaccine from Novavax has shown promising results and will be made in north-east England, and a single-dose vaccine from Johnson & Johnson has also been shown to be effective."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56442606",
      "category": "entertainment-arts",
      "title": "Comic Relief 2021: Justin Bieber and Prince William lead Red Nose Day stars",
      "tags": "Television,Red Nose Day,Comic Relief",
      "text": "Justin Bieber and the Duke of Cambridge were among famous faces who took part in this year's Red Nose Day on BBC One.\nThe Canadian singer gave this year's Comic Relief charity fundraiser an exclusive performance of his latest song Hold On.\nPrince William thanked the public for its \"compassion and generosity\".\nComic Relief had raised £52m by Saturday morning to help tackle hunger, homelessness, domestic abuse and mental health stigma.\nSpeaking about mental health in a recorded video message, the duke said: \"This is a subject that is very close to my heart and it's wonderful to know that your support tonight will make sure that there is help at hand when things become too much for people.\"\nBieber - who released his album, Justice, earlier on Friday - asked viewers who could to donate to \"help those who need it most\".\nOther stars to take part included Daniel Craig and Catherine Tate.\nCraig's James Bond came face-to-face with Tate's Nan character in a sketch that saw Nan cleaning an office in MI6 before accidentally video-calling 007. \nHis character then introduces himself as \"Bond. James Bond\", to which Nan quips: \"Well make up your mind, son. Why are you introducing yourself backwards?\"\nBy the end of the sketch, Nan is revealed as a villain, telling Bond: \"It's me, 0075. I have got a bus pass and a licence to watch the BBC and I have finally caught up with you.\"\nMichael Sheen, Keira Knightley and KSI starred in 2020: The Movie, a parody based on recent world events.\nAnd Dawn French made a return as the Vicar of Dibley, opening the show with a rendition of Lizzo's song, Juice.\nAlesha Dixon, Sir Lenny Henry, Davina McCall, Paddy McGuinness and David Tennant hosted the three-hour special.\nFormer Doctor Who star Tennant also appeared with Sheen in a special episode of their Zoom-based comedy series Staged.\nJack Whitehall, meanwhile, had his own battles with Zoom in another star-studded sketch that featured Olivia Colman, Anya Taylor-Joy and others.\nMcGuinness and his fellow Top Gear presenters faced awkward questions from children in a comedy segment hosted by BBC Radio 1's Jordan North.\nThere was also a \"mash-up\" of BBC Three hits Fleabag and Normal People, featuring stars Paul Mescal, Daisy Edgar-Jones and Andrew Scott.\nIn the scene, Scott's Fleabag character Hot Priest heard confession with Normal People's Connell and Marianne simultaneously as they talked about their relationship issues.\nMeanwhile, comedians including Caroline Quentin, Jennifer Saunders and Alex Brooker performed Nessun Dorma from Puccini's opera Turandot after being coached by the English National Opera and soprano Charlotte Church.\nThroughout the night of entertainment, viewers were shown films outlining how their donations could change lives in the UK and around the world.\nThey included a number of films that had been co-produced with local film-makers in India, Kenya, South Africa and Uganda.\nLast year Comic Relief said it would stop sending celebrities to Africa after criticism that such films promoted a \"white saviour\" narrative.\nThis year's fundraising had already seen charity challenges featuring Alex Scott, Jermaine Jenas and double leg amputee Billy Monger.\nOne Show stars Scott and Jenas competed in an epic Red Nose and Spoon Race, while Monger took on a triathlon-inspired challenge that saw him walk, cycle and kayak 140 miles across England.\nMonger said he was \"speechless\" when presenters told him he had raised £2,376,183, adding: \"That's completely out of what I thought was possible, so thank you everyone.\" \nThe theme of this year's Red Nose Day has been Funny Is Power, with the aim of empowering people to do good through humour.\nSir Lenny rounded off the programme by saying: \"After a year of lockdowns, we hope we have given you laughter and joy.\"\nThe last Comic Relief fundraiser in March 2019 raised £63m by the end of the evening.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56471681",
      "category": "world-us-canada",
      "title": "Elon Musk denies Tesla cars are used for spying in China",
      "tags": "Elon Musk,Spying,Tesla,China",
      "text": "Elon Musk, the chief executive of the US electric carmaker Tesla, says his firm would be \"shut down\" if its vehicles were used for spying on China.\nHis comments came in response to reports that China's military had banned Tesla cars from its facilities.\nThe military had raised security concerns about the data collected by cameras installed in the cars.\nChina is Tesla's largest market after the US, accounting for about a quarter of the firm's global sales in 2020.\nOn Saturday, Mr Musk said if a business did engage in spying on a foreign government, \"the negative effects for that company would be extremely bad\".\n\"There's a very strong incentive for us to be very confidential with any information,\" Mr Musk told an influential Chinese business forum via video link. \"If Tesla used cars to spy in China or anywhere, we will get shut down.\"\nThere has long been unease about the presence of big American companies operating in China and vice versa.\nRelations between China and the US - the world's biggest two economies - are at their most strained for years.\nEarlier this week, officials from both countries traded angry words in the first high-level talks between the Chinese government and the administration of US President Joe Biden.\nMr Musk urged greater mutual trust between China and the US, where Tesla is based in California.\nHe sought to downplay concerns over companies sharing sensitive data with their home governments, referencing the case of the Chinese-owned video platform TikTok.\nLast year, former President Donald Trump threatened to ban TikTok in the US over concerns that users' data could be handed over to the Chinese government.\n\"Even if there was spying, what would the other country learn and would it actually matter?,\" Mr Musk said. \nElon Musk's car firm won approval for its Shanghai factory in 2018, becoming the first foreign automaker to operate a wholly owned plant in China.\nChina is the world's largest car market and its government has been heavily promoting the adoption of electric vehicles. This demand helped Tesla make a profit of $721m (£519m) in 2020."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56467195",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Murder investigation launched after three found dead",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "A double murder investigation has been launched after three people died at two homes in Newtownabbey, County Antrim, on Friday. \nPolice believe a man stabbed his mother and girlfriend at separate properties before killing himself.\nA woman was found at a flat in Derrycoole Way just after 22:55 GMT following a report of a stabbing.\nAnother woman and a man were then found a short time later at a house on Glenville Road.\n\"An unconscious male was located in the property. Despite the provision of first aid, the male was pronounced dead,\" said Det Ch Insp John Caldwell. \n\"On searching the property, another deceased female was located.\n\"While we have launched a murder investigation, we are not looking for anyone else in connection with these incidents which we believe are connected.\"\nSDLP Deputy Mayor for Antrim and Newtownabbey Noreen McClelland, who is also an ambassador for Women's Aid, said she was \"numbed and shocked\" by what had happened.\nShe said the community would rally around the families affected.\n\"Families are going to be absolutely distraught,\" she said.\n\"I know that neighbours, friends, the whole community is just going to be horrified that this has happened on their doorsteps.\nSinn Féin MP for North Belfast, John Finucane, said the local community was stunned.\n\"These brutal killings highlight once again the need to oppose all violence against women and the need for a Violence Against Women and Girls Strategy in the north,\" he said.\nNorth Belfast DUP assembly member Paula Bradley said it was \"extremely sad news\" to hear of the deaths.\n\"It just brings that reality home again to us in Northern Ireland that violence against women and girls cannot be tolerated,\" she added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-56468796",
      "category": "uk-scotland-tayside-central",
      "title": "Dundee University Covid outbreak linked to party",
      "tags": "University of Dundee,Coronavirus pandemic,Dundee",
      "text": "More than 30 Dundee University students have tested positive for Covid-19 in an outbreak linked to a party.\nA total of 36 cases have so far been identified following a gathering at a private residence. \nThe university said it had issued \"further strong reminders\" to students to comply with the rules on social distancing and meeting up.\nAn incident management team is working with the university to contain the outbreak. \nThe Dundee Evening Telegraph reported that the party took place at a student flat last Sunday, just metres from the main university campus. \nOf those confirmed to have contracted Covid so far, 34 are understood to be students.\nProf Iain Gillespie, principal and vice-chancellor of the University of Dundee, said: \"We are deeply concerned by this outbreak of cases among some of our students, which has been linked to a gathering in a private residence. \n\"We are working with NHS colleagues to manage the situation and hopefully prevent further spread of the virus. \n\"We will support any students affected and are urging all those who may be contacted by test-and-trace to fully engage with that process. \n\"We have been constantly reminding all students of the need to follow all of the Covid guidelines, particularly around social gathering and the limits which are in place for us all, and we have issued further strong reminders in light of this outbreak, with the support of the Students' Association.\" \nNHS Tayside said a multi-agency incident management team (IMT) had been set up.\nPublic health consultant Dr Kirsty Licence, who chairs the IMT, said: \"A number of students who have tested positive for Covid-19, and their close contacts are self-isolating.  \n\"Contact tracing is continuing and it is really important that all students who have been identified as close contacts, and anyone who develops symptoms, self-isolates and books a PCR test as soon as possible.\"\n\"I would also urge students who test positive to provide information about all their recent contacts when called by Test and Protect. This information will help our contact tracing efforts to track and limit the spread of the virus.  \n \"We are continuing to work closely with our colleagues to respond to this situation and to ensure there is support in place for students should they need it.\" \nLast week St Andrews University in Fife said it was dealing with a \"sudden and significant\" rise in Covid cases among students, with more than 40 self-isolating. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56466223",
      "category": "world-europe",
      "title": "Covid: France and Poland increase lockdown measures as infections surge",
      "tags": "France,Coronavirus vaccines,Poland,Coronavirus pandemic",
      "text": "France and Poland have reintroduced partial lockdowns as both countries battle a sharp rise in Covid infections in recent weeks.\nSome 21 million people in 16 areas of France, including the capital Paris, are affected as the country fears a third wave.\nIn Poland, non-essential shops, hotels, cultural and sporting facilities are now closed for three weeks.\nThe country has the highest new daily rates of Covid cases since November.\nCoronavirus cases are also rising exponentially in Germany, with Chancellor Angela Merkel warning it is likely that the country will now need to apply an \"emergency brake\" and re-impose lockdown measures.\nThe vaccine rollout across the European Union has been hindered by delayed deliveries, as well as the suspension in several countries of the use of the Oxford-AstraZeneca Covid-19 vaccine, over fears of possible side effects.\nMeanwhile demonstrations against coronavirus restrictions have affected several European cities.\nIn Amsterdam, police fired water cannon to clear protesters from Museum Square, a frequent venue for unauthorised demonstrations. Online footage showed a police dog handler prodding a woman in the chest with his baton and twice hitting a man who tried to protect her. \nAnd in the central German city of Kassel, police said they used pepper spray and batons to disperse demonstrators who tried to break through a cordon. Video footage posted on social media showed water cannon also being deployed.\n\"This is not what a peaceful protest looks like,\" police tweeted (in German).\nProtesters were also detained during an anti-lockdown protest in Hyde Park, London, and several thousand people gathered to protest against Covid restrictions in the small Swiss town of Liestal, near Basel.\nDemonstrations were also reported in Berlin, Helsinki and Vienna.\nIn France, the partial lockdown took effect from midnight on Friday.\nTrains leaving Paris for parts of the country where lockdown restrictions do not apply, such as Brittany and Lyon, were reportedly fully booked hours before the measures were due to come into effect. \nTraffic jams were reported on several roads leaving the capital.\nThe new restrictions are not be as strict as the previous lockdown, with people allowed to exercise outdoors.\nNon-essential businesses are shut, but schools remain open, along with hairdressers if they follow a \"particular sanitary protocol\".\nFrance has reported more than 4.2 million infections since the start of the outbreak, with nearly 92,000 Covid-related deaths, according to the data compiled by Johns Hopkins University in the US.\nThe new lockdown measures are set to last at least four weeks. Paris and its surrounding region, the area around Nice and large parts of northern France are all affected.\nIt is a lighter lockdown than the two previous ones, with the main difference being that during the day people can go outside for exercise for as long as they like. Schools are also staying open.  \nBut leaving the city for the countryside is not allowed, and yesterday there was heavy congestion on the roads and the trains as some Parisians got out while they could to non-lockdown zones.  \nMany in France find the bureaucratic approach of the government annoying, if predictable. \nThe rules on the high street are also opaque. While clothes and DIY shops are shut, hairdressers, bookshops, cobblers and florists are open.\nIn Poland, the three-week lockdown began on Saturday. \nPolish health officials earlier warned the nationwide restrictions were necessary because of a rampant British variant of Covid-19 in the country. The variant now makes up more than 60% of infections.\nPoland has had more than two million confirmed infections, and nearly 49,000 deaths, according to Johns Hopkins University.\nGermany said on Friday it was now classifying neighbouring Poland as high risk. This means that from Sunday anyone crossing the border from Poland must provide a negative coronavirus test. \nDespite assurances from the European medicines regulator that the AstraZeneca vaccine is safe and effective, some countries remain reluctant to resume their campaigns using the jab. \nGermany, Italy, France, Spain and the Netherlands are among the countries that have restarted their AstraZeneca vaccination campaigns. \nHealth authorities in France have recommended that the vaccine be offered only to people aged 55 and over. \nFinland's health authority has announced a pause in its use of the vaccine that will last at least a week. That move, which follows two reports of blood clots in patients who had received the jab in the country, was said to be a precautionary measure. \nMeanwhile, Sweden, Denmark and Norway said on Friday that they needed more time to determine whether they should resume AstraZeneca inoculations. \nOn Saturday, Denmark said that two members of hospital staff in Copenhagen had developed blood clots after receiving the AstraZeneca vaccine. \nThe European Medicines Agency (EMA) has reviewed the vaccine over fears of a link to blood clots and found the jab was \"not associated\" with a higher risk of clots.\nThe World Health Organization (WHO) has also urged countries to continue using the AstraZeneca vaccine.\nOn Friday, experts at the WHO said the vaccine had \"tremendous potential to prevent infections and reduce deaths across the world\". \nProfessor Sir John Bell, from the UK government's vaccine taskforce, said France's refusal to administer the AstraZeneca vaccine to under-55s was \"really damaging people's confidence in vaccines generally\".\n\"It doesn't make any sense, the whole thing looks completely crackers,\" he told the BBC Radio 4 Today programme.\n\"If there are clotting problems associated with the vaccines - I am not saying there are, but if there were - they are at a very tiny level compared with the problems you get if you get the disease. If you want to die of a clot, get Covid.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-56471049",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Covid jab vial stolen from Edinburgh vaccination centre",
      "tags": "Coronavirus vaccines",
      "text": "A multi-dose vial of Covid-19 vaccine has been stolen from a vaccination centre in Edinburgh.\nPolice said they were pursuing a \"positive line of inquiry\" after being alerted to the theft on Saturday.\nThe single vial was taken at around noon from the city's main centre on Morrison Street.\nPolice Scotland have issued a safety warning for people to be vigilant to offers of the vaccine from people not unauthorised to administer it.\nCh Insp Neil Wilson said: \"We were made aware of an isolated incident of theft of a Covid-19 vaccine from the vaccination centre at Morrison Street in Edinburgh around 11:50 on Saturday 20 March.\n\"The theft involved a single multi-dose vial of vaccine.\n\"A police investigation is ongoing, and officers are working closely with NHS Lothian and following a positive line of enquiry.\n\"Members of the public are reminded to remain vigilant to fraudulent offers of vaccine, which pose a risk to public health.\"\nHe reminded the public that vaccines should only be administered by healthcare professionals as part of the national NHS Covid-19 vaccination programme.\nAnyone who is offered a vaccine outside the health setting is advised to contact police immediately."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56465393",
      "category": "world-europe",
      "title": "Icelandic volcano erupts near Reykjavik",
      "tags": "Volcanoes,Iceland",
      "text": "A volcano has erupted south-west of Iceland's capital Reykjavik, the country's meteorological office says.\nIt says the fissure is about 500-700 metres long (1,640-2,300ft) at Fagradalsfjall on Reykjanes peninsula. The last eruption there was some 800 years ago.\nIceland has recorded more than 40,000 earthquakes in the past three weeks.\nIn 2010 the eruption of another volcano at Eyjafjallajokull brought air traffic to a halt across Europe.\nHowever, the eruption of Fagradalsfjall is not expected to spew out much ash, so aviation should not suffer disruption.\nThe Icelandic Meteorological Office says the eruption of Fagradalsfjall began at about 20:45 GMT on Friday, and was later confirmed via webcams and satellite images.\nA coastguard helicopter was sent to survey the area, about 30km (19 miles) from Reykjavik. \nIt then sent first images of the lava snaking its way down after the eruption.\n\"I can see the glowing red sky from my window,\" said Rannveig Gudmundsdottir, who lives in Grindavik, 8 km (5 miles) from the eruption.\n\"Everyone here is getting into their cars to drive up there,\" she said, according to Reuters news agency.\nA magnitude 3.1 earthquake was recorded 1.2 km from Fagradalsfjall just several hours earlier.\nIceland frequently experiences tremors as it straddles two tectonic plates, which are drifting in opposite directions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52646738",
      "category": "explainers",
      "title": "UK holidays: What are the rules?",
      "tags": "Tourism,Coronavirus lockdown measures,Holidays,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Going abroad is not straightforward at the moment, so many people are choosing to holiday in the UK this summer. \nWhat are the current rules?\nYou can travel freely between England, Scotland, Wales and Northern Ireland, unless you have to self-isolate because you have Covid symptoms or have tested positive. \nAll holiday accommodation - including hotels, hostels, B&B, caravans and boats - can operate across the UK. \nIf you have to cancel a trip because of Covid, you may be entitled to a refund or to rearrange for a later date, but this will depend on the terms and conditions of your booking, so you will need to discuss this with your holiday provider. \nAnyone planning a trip to the Scottish islands is asked to take two lateral flow tests - one on the day of travel and one three days before.\nPeople travelling to Northern Ireland from the rest of the UK are also advised to test before departure and after arrival, but this is not law.\nSome UK cruise operators are insisting passengers do a rapid test before boarding. Saga and P&O have said all cruise passengers must be fully vaccinated. \nThere is no longer any requirement for social distancing, and no limits on how many people can stay together in holiday accommodation or private homes in England, Scotland or Wales. \nHowever people are still advised to meet others outdoors or in well-ventilated spaces wherever possible. \nThere are still some restrictions in place in Northern Ireland:\nThe Northern Ireland Executive is due to discuss easing remaining restrictions at its next meeting on 1 September.\nFace coverings are no longer required by law in England, although the government \"expects and recommends\" that they are worn in crowded and enclosed spaces. \nHowever, a number of transport operators in England are still asking customers to wear masks, as are a number of shops and supermarkets.\nWearing a face covering remains compulsory in many public indoor spaces in Wales, Scotland, and Northern Ireland, including on public transport, so you will be expected to use a mask on any cross-border plane, train or bus journey, unless you are exempt. \nMuseums, galleries, amusement parks, leisure centres, cinemas, theatres, stately homes and gardens can open across the UK. \nHowever, some venues are still not operating at full capacity, and you may need to pre-book tickets, so you should check before you visit. \nYou may still be asked to wear a face covering or physically distance from other people. \nBusinesses in Wales are required to carry out risk assessments to decide if social distancing measures are still needed. \nIndoor hospitality venues in Scotland must continue to collect customer contact details. Organisers of outdoor events for more than 5,000 people and indoor events for more than 2,000 have to apply for permission to go ahead. \nNightclubs are still closed in Northern Ireland.\nThe Common Travel Area (CTA) is a term which covers the UK, Ireland, the Channel Islands and the Isle of Man. \nTravel within the CTA is not considered international travel. \nFully vaccinated adults or under-18s travelling from the UK to other CTA destinations may not need to do any travel-related testing or quarantine on arrival, but the rules do vary, so you need to check before arranging a trip. \nAs long as you've not been outside the CTA in the previous 10 days, you do not have to complete a passenger locator form, take any Covid tests or quarantine on your return to the UK.\nForeign travel is allowed, but people must follow different rules about testing and quarantine according to the traffic light status of their destination country. \nVisitors to green-list countries do not need to isolate on their return home. Under-18s and fully vaccinated people returning to the UK from amber-list countries also no longer have to self-isolate on arrival."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-coventry-warwickshire-56459217",
      "category": "uk-england-coventry-warwickshire",
      "title": "PC's curfew sentence for 'terrifying' attack on woman criticised",
      "tags": "Bidford-on-Avon,West Midlands Police,Harriet Harman",
      "text": "A probationary police officer who assaulted a woman in a \"terrifying\" attack has been given a curfew, prompting criticism he was not jailed.\nWest Midlands Police PC Oliver Banfield grabbed and manhandled Emma Homer last July while drunk. He has been suspended and faces disciplinary action.\nThe investigating force has apologised for delays in the prosecution.\nLabour MP Harriet Harman wrote on Twitter: \"Must have been terrifying for her... but no prison sentence.\"\nMs Homer said the attack had left her with \"anxiety, insomnia and stress\" and her family said they were \"disappointed\" with 25-year-old Banfield's sentence, a night-time curfew.\nDuring the sentencing hearing at Leicester Magistrates' Court, CCTV was shown in which Banfield could be seen shouting at Ms Homer.\nHe is seen grabbing her and forcing her to the floor during the assault in the early hours of 26 July in Bidford-on-Avon, Warwickshire.\nIn her victim personal statement which was read out in court, she said she thought he was \"fulfilling a violent cop movie fantasy\". \nDescribing the assault, Ms Homer, 37, said: \"I often ask myself if the impact of the attack would have been so severe if my assailant was not a police officer.\n\"During the assault as I struggled to get to safety, I was sure this drunk man was fulfilling a violent cop movie fantasy.\n\"To be verbally abused with misogynistic slang, grabbed by the neck, and forced to the floor on a dark road by a drunk man a foot taller than me is terrifying, but to then find that he was a police officer shook my belief system to its core.\"\nShe said: \"I considered myself a confident, relaxed, and independent wife and mother, but since the attack I live with constant anxiety.\n\"I have changed simple things like my route home, and I have had to ask my family not to discuss the case as it sends me into a panic attack - indeed whenever the subject is brought up I feel a rush of anxiety and a tightening at my throat.\"\nWarwickshire Police said it had personally apologised to Ms Homer for delays in the investigation. \nInitially the CPS said there was not enough evidence to bring a prosecution. But after Ms Homer appealed, further inquiries were made and Banfield was charged. \nWarwickshire's Chief Superintendent Ben Smith said the force recognised \"the strength of feeling that has come about as a result of Sarah Everard's tragic death and understand the concerns relating to violence against women and girls nationally\".\nAnd he added: \"We acknowledge that, due to internal process errors, the initial response to the report of the assault was not as swift as it should have been and an apology has been issued with regards to this.\"\nBanfield pleaded guilty to assault by beating at a hearing in January and at Friday's hearing received a 14-week curfew order banning him from leaving his house between 19:00 and 07:00. He was also ordered to pay his victim £500 compensation as well as a victim surcharge and court costs.\nMs Homer's family said a night-time curfew during lockdown was \"not really a punishment at all\".\nCriticising the non-custodial sentence in a tweet, Ms Harman wrote: \"He continues in post. WMPolice (West Midlands Police) must review.\n\"This is proof, if any needed, that system fails women and protects men.\"\nIn a statement, West Midlands Police said Banfield, of Bidford-on-Avon, had been suspended from duty and would now face charges of gross misconduct. \nDeputy Chief Constable Vanessa Jardine said: \"Our role is to protect the public, who should be able to trust us. We therefore hold all our officers to the highest standards and we will take appropriate action against anyone whose actions fall below what is expected.\" \nThe West Midlands police and crime commissioner David Jamieson said he had asked Chief Constable Sir David Thompson to brief him on steps taken by the force.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56462555",
      "category": "uk",
      "title": "Covid vaccine: PM receives AstraZeneca jab as he urges public to do same",
      "tags": "Coronavirus pandemic",
      "text": "The prime minister has received his first dose of the Oxford-AstraZeneca Covid-19 vaccine and has urged the public to do the same, saying he \"did not feel a thing\". \nBoris Johnson was given the vaccine at St Thomas' Hospital in central London, where he was treated for Covid-19 during the first wave of the pandemic. \nAfter being vaccinated, the PM said: \"I cannot recommend it too highly\".  \nIt comes as several European countries said they would resume using the jab.\nLeaving hospital, Mr Johnson told reporters: \"I literally did not feel a thing. It was very good, very quick - I cannot recommend it too highly. \n\"Everybody, when you do get your notification to go for a jab, please go and get it, it is the best thing for you, best thing for your family and for everyone else.\"\nMore than 26 million people have now had their first dose of a coronavirus vaccine in the UK, according to the latest government figures. About two million people have had a second dose.\nIn England, 22,337,590 people had been given a first jab as of 18 March, according to NHS England,  the equivalent of 50.5% of the population aged 18 and over.\nVaccines minister Nadhim Zahawi also received his vaccination at a pharmacy in Lewisham, south-east London, earlier.\nMeanwhile countries including France, Germany and Italy began restarting their vaccine programmes with the AstraZeneca jab - reversing earlier decisions to suspend them over blood clot concerns.\nThe resumption of the use of the vaccine comes after the European Medicines Agency confirmed it was \"safe and effective\".\nThe regulator reviewed the jab over fears about blood clots, but said it was \"not associated\" with a higher risk of such events, and that the benefits outweighed any risks.\nThe World Health Organization and the UK's Medicines and Healthcare products Regulatory Agency have said the jab is safe and have encouraged people to take up their vaccine appointments. \nThe WHO's advisory committee on vaccine safety issued a statement on Friday saying the vaccine \"continues to have a positive benefit-risk profile, with tremendous potential to prevent infections and reduce deaths across the world\".\nOn Thursday, the prime minister reiterated that the jab was safe and urged people to take the vaccine if they were offered it. \nHe said: \"The thing that isn't safe is catching Covid, which is why it's so important that we all get our jabs as soon as our turn comes.\"\nHe also insisted that delays to the UK's Covid vaccine supply in April would not affect people getting their second doses, or England's road map out of lockdown. \n\"The way to ensure this [lockdown easing] happens is to get that jab when your turn comes, so let's get the jab done,\" he said. \nIn other developments, ONS figures suggest infection levels have continued to fall across England and Wales but have \"levelled off\" in Northern Ireland and increased in Scotland.\nAn estimated one in 335 people in the UK had Covid-19 in the week to 13 March, according to the figures, down from one in 280 last week.\nOn Friday, the UK reported a further 101 deaths and 4,802 cases, according to the government's separate daily coronavirus figures. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-nottinghamshire-56455130",
      "category": "uk-england-nottinghamshire",
      "title": "Man's family 'begged' for hospital visit before he died",
      "tags": "Coronavirus lockdown measures,Nottingham,Coronavirus pandemic",
      "text": "A woman has described how she \"begged\" in vain to see her husband before he died in hospital.\nDavid Howells, 57, spent two weeks on wards at Nottingham City Hospital after being admitted with complications relating to a heart condition.\nExemptions to Covid restrictions allow for some compassionate visits, but Mr Howells' wife Sharon and daughter Kim's requests were refused.\nThe hospital trust said it believed its policies were applied correctly.\nMrs Howells, 58, said: \"What we can never forget, understand or forgive is the fact he was denied any contact even in his darkest, scariest moments of life.\"\nMr Howells, a father of three, was admitted to hospital in January with complications caused by a condition known as cardiomyopathy.\nHowever, his health did not improve.\nHe also tested positive for coronavirus, which his family believe he picked up in hospital.\nMr Howells' wife said he sent them texts and videos showing he was struggling mentally and physically, and that they \"begged\" doctors to see him.\nAt one point Mrs Howells said she and her daughter Kim were on a ward just feet away, but were not allowed any further.\nShe said she accepted it may not have been considered an \"end of life\" situation, but that she was told there was a \"good chance\" he would not return home.\n\"If this was not a compassionate situation, what is?\" she asked.\n\"Had we been allowed just five minutes with him under supervision, he would still be here. \n\"The fighting spirit was taken out of him.\n\"It was cruel, it shouldn't have happened.\"\nMr Howells died of heart failure on 8 February, after sending a final text.\nIt read: \"I'm really not good. I don't think I'm going to make it. They're not listening.\"\nHis family were called in as his health deteriorated, but were not able to get there in time, despite Mrs Howells rushing to the hospital in her pyjamas.\nSarah Moppett, interim chief nurse at Nottingham University Hospitals NHS Trust, said: \"This is clearly a tragic and hugely difficult time for the Howells family.\"\nThe trust said it believed its visiting restrictions policy was applied appropriately at the time.\n\"Our staff have to make difficult decisions every day, and always try to do what is best for patients and their families,\" Ms Moppett said.\n\"Where a patient deteriorates very rapidly, it is not always possible to predict when they are approaching the end of their life.\n\"In the case of Mr Howells, we contacted the family at the earliest opportunity, but very sadly the family could not get to Mr Howells before he passed away, due to the very sudden and rapid deterioration in his condition.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56461868",
      "category": "world-europe",
      "title": "French drugs haul 'was strawberry Haribo'",
      "tags": "France,Drugs trade",
      "text": "This week police in Paris announced a \"fruitful investigation\"  and a raid netting MDMA and ecstasy with a street value of over €1m ($1.2m; £860,000).\nBut it has turned out to be fruitful in a different way.\nSources close to the investigation now say the pink powder was in fact ground up sweets.\nOr more specifically, \"crushed Tagada strawberry\" made by Haribo, AFP reports, one of the most popular brands of sweets in France. \nA suspect faces prosecution as police also found stolen mobile phones, as well as a machine used to manufacture ecstasy tablets, Le Parisien reports.\nBut it is not clear why the original haul was reported to be illegal drugs, nor why seemingly large amounts of an innocuous sweet had been ground into powder.\nDrug seizures can be misidentified - last year what was initially claimed as Thailand's largest ketamine bust was found to be a type of cleaning agent."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-56463663",
      "category": "uk-england-london",
      "title": "Man jailed for £175,000 Riyad Mahrez bank card spending spree",
      "tags": "Manchester,Leicester,Forest Gate",
      "text": "A man who used a bank card belonging to Manchester City star Riyad Mahrez to go on a £175,000 spending spree has been jailed for fraud.\nSharif Mohamed, 32, admitted he spent the footballer's money on clothes for his children and drinks in high-end bars in Ibiza.\nBut he claimed he was part of a wider gang of people who accessed the card and had been made \"the fall guy\".\nHe was jailed for three years and eight months at Snaresbrook Crown Court.\nMahrez' bank card was used at a casino in London, for hotels stays, at a nail salon and for meals at Nando's and Greggs, prosecutors said.\nThe court heard the gang made \"hundreds of transactions\" of varying amounts in an \"incredibly intense\" period of spending.\nMahrez only spotted that the large amounts had been drained from his card in September 2017, after the scam had been going on for a month.\nHis bank was forced to reimburse him £175,830.\nSentencing Mohamed, of Forest Gate, east London, Judge Laurence West-Knights QC said that \"staggering sums\" of money were stolen.\nHe said: \"You knew jolly well that you had handed the card over to the rest of your group and they would go off and spend a great deal of money on it.\n\"The essence of this fraud was that it appears to have been one perpetrated on an individual with a great deal of money, somebody who in fact would not spot these vast sums disappearing from the account, at least not straight away.\"\nIn August 2017, when Mr Mahrez was playing for Leicester City, an individual called his bank requesting a replacement card, according to information provided by the Crown Prosecution Service.\nThe card was not sent to the player's address and Mr Mahrez did not receive it, the court heard.\nThe card's usage was cross-referenced with CCTV at cashpoints in a Stratford shopping centre and Leicester Haymarket, which showed Mohamed withdrawing money about 10 times."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56463941",
      "category": "world-europe",
      "title": "Covid-19: Ireland to resume Oxford-AstraZeneca vaccine rollout",
      "tags": "Republic of Ireland,Coronavirus pandemic",
      "text": "The Republic of Ireland is to resume administering the Oxford-AstraZeneca vaccine this weekend.\nThe country's National Immunisation Advisory Committee (NIAC) recommended the move after an review by The European Medicines Agency (EMA).\nIt follows a temporary suspension of the vaccine in Ireland after reports of blood clotting in adults in Norway.\nOn Friday, 10 more Covid-19 related deaths were reported in the Republic, taking its death toll to 4,576.\nA further 507 cases of the virus were also recorded, bringing the total number of confirmed cases to 229,306.\nThere are currently 336 Covid-19 patients in hospitals in the Republic, of which 87 are in ICU.\nUK and EU regulators conducted a \"thorough and careful review\" of all blood clotting events occurring with the Oxford-AstraZeneca vaccine to determine if there is a possible safety risk. \nOn Thursday, the EMA concluded that the benefits of the vaccine in combating the threat of Covid-19 \"continue to outweigh the risk of side effects\".\nMore than 117,000 doses of the Oxford-AstraZeneca vaccine have been administered in the Republic of Ireland.\nIreland's Health Minister Stephen Donnelly said administration of the vaccine will resume this weekend."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56470235",
      "category": "uk-wales",
      "title": "Walrus spotted in Wales, days after one seen off Ireland",
      "tags": "Broad Haven,Animals",
      "text": "A walrus has been spotted at the bottom of a Welsh cliff, just days after one was seen off the coast of Ireland.\nThe creature was seen near Broad Haven South beach, Pembrokeshire, on Friday before it managed to get back into the sea.\nIt is thought the animal may have been the same one that was seen off the County Kerry coast.\nCleopatra Browne of Welsh Marine Life Rescue was called to the scene where the walrus was \"sat there, chilling\".\n\"It was about the size of a cow,\" said Ms Browne, of St Davids, Pembrokeshire. \n\"It was a whopper. I've seen them on telly and the news but it was huge.\"\nShe said it looked \"underweight\" possibly because it had \"just swam miles across the ocean.\"\nWalruses are more often seen in the Arctic.\n\"I did a double take,\" Ms Browne said.\n\"You go around the coast path and go, 'woah'. It's not what you expect - it would be like seeing a penguin in your lounge.\" \nMs Browne watched the walrus from about 40m (130ft) away and believed it was a young animal as its tusks were \"about 3in long\".\n\"There is a tale going around that it fell asleep on an iceberg and ended up drifting across and woke up in Ireland,\" said Ms Browne.  \n\"And then ended up in Wales on the way home.\"\nMs Browne's colleague Terry Leadbetter said: \"Hopefully he is heading toward Cornwall. It's been to Ireland and Wales.\"\nPhotographer Amy Compton said she \"couldn't believe\" what she was seeing, adding she had \"definitely\" not seen anything like it before.\nRSPCA animal rescue officer Ellie West, who checked the animal, said: \"He was resting and, although appearing slightly underweight, thankfully he wasn't displaying any signs of sickness or injury. \n\"This is an incredibly rare sighting and these big, beautiful animals never usually venture so far south. We believe this may be a juvenile who has travelled down this way in search of food.\"\nShe urged people to \"keep their distance\" and not approach the animal.\n\"I will certainly never forget this day, in fact it's still sinking in that I've been monitoring a walrus on the Pembrokeshire coast today,\" she said. \n\"It's been absolutely amazing. As a keen rugby fan, it's possibly the only reason I would miss the rugby.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56461675",
      "category": "uk-politics",
      "title": "Covid: Plan unveiled to 'spruce up' coastal areas and high streets",
      "tags": "Robert Jenrick,Coronavirus lockdown measures,Seaside towns,Retailing,UK economy,Shopping,Pubs,Bournemouth,UK High Streets",
      "text": "All coastal towns in England will be eligible for government funding to help them reopen as restrictions are eased, under new plans set out by ministers.\nCommunities Secretary Robert Jenrick said the £56m fund would also \"spruce up\" high streets and help councils welcome visitors back safely.\nPubs can put up marquees in their gardens for longer and there will be a crackdown on \"cowboy parking firms\". \nLabour said it was a \"drop in the ocean\" in terms of what areas needed.\nEngland's current \"stay at home\" regulations are expected to be lifted on 29 March, with most restrictions eased in various steps by the 21 June, based on certain conditions being met at each stage. \nAnnouncing the latest tranche of funding, Mr Jenrick acknowledged it had been \"an incredibly difficult period for retail and hospitality\".\nHe said the government would do everything it could to help businesses reopen safely. \nThere has been concern about how coastal areas in particular will cope with an expected influx of visitors. \nWhen the first lockdown was eased last June, seaside resorts were gridlocked, with Bournemouth declaring a \"major incident\" as people flocked to the beach.\nMr Jenrick said that this time, £6m of the £56m Welcome Back fund would be specifically allocated to support coastal areas.\nThe remaining £50m will be distributed by central government to councils for things such as improving green spaces and providing more outdoor seating areas, markets and food pop-ups. \nHe also announced the government would be \"cutting red tape\" to allow pubs to erect marquees in their gardens for \"the whole of the spring and summer\", rather than the 28 days currently permitted, so people can meet up with their family and friends \"whatever the weather\".\nAnd in a bid to attract more shoppers to the high street, ministers have announced a crackdown on cowboy parking firms. \nThere will be a new appeals process to try to curb unfair tickets and caps will be introduced on private parking fines.\nThe struggles of the hospitality sector amid multiple lockdowns have been well documented. And the independent retailers' trade body Bira says the past 12 months have been the worst of its members' lives -  with crucial in-person Easter and pre-Christmas trade lost.\nOnce non-essential shops can open again, from 12 April in England, any help to attract people back will no doubt be welcome. Businesses will want to make the most of pent-up demand in a safe way.\nThe same goes for hospitality. While social distancing will still be in place at least to start with, maximising outdoor space will be crucial for venues which have it - especially during the first phase of their reopening when only outdoor service will be permitted.\nPackages like these for high streets and towns won't fix the long-term challenges facing town centres: shoppers going online, leaving big high street stores increasingly empty. Some customers have grown so used to internet shopping during a year of lockdowns that the habit will stick. \nThe hope will be, however, to make this a summer to remember after a winter to forget. \nGovernment officials say this will \"give drivers more confidence in heading into town knowing they won't be unfairly penalised by rogue operators\". \nMr Jenrick said: \"As we move to the next stage on the road map out of lockdown, we are all looking forward to being reunited with friends and family outdoors and making a safe and happy return to our favourite shops, cafes, pubs and restaurants. \n\"Our Welcome Back Fund gives every city, town and high street support to prepare for a great summer. This funding will help councils and businesses to welcome shoppers, diners and tourists back safely. \n\"As soon as the road map allows, we need to get behind our local businesses and enjoy all that this country has to offer and that we've been missing so much.\"\nBut Labour has accused the Conservatives of presiding over \"decades of decline\". \nThe shadow communities secretary, Steve Reed, said: \"This is just a drop in the ocean compared to how much the Conservatives took away over a decade when they pushed our high streets and seaside towns into deep decline - and it's not clear which areas will benefit.\n\"The Conservatives have done nothing to level the playing field between high street shops and online retailers.  Now they want to hollow high streets out by selling off temporarily closed shops to wealthy developers so they can never reopen as shops again. \""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56460696",
      "category": "world-europe",
      "title": "Covid: Germany warns of 'exponential' rise in coronavirus cases",
      "tags": "France,Germany,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Coronavirus cases are rising exponentially in Germany, officials warn, as continental Europe braces for a third wave of infections.\nGerman Chancellor Angela Merkel said it was likely that the country would now need to apply an \"emergency brake\" and re-impose lockdown measures.\nFrance, Poland and other nations are also reintroducing restrictions.\nGerman Health Minister Jens Spahn has said that Europe lacks the vaccines needed to significantly reduce cases.\n\"We have to be honest about the situation - in Europe we don't have enough vaccines to stop a third wave through vaccinations alone,\" he told reporters. \nThe vaccine rollout across the EU has been hindered by delayed deliveries as well as the suspension in several countries of the use of the Oxford-AstraZeneca Covid-19 vaccine, over fears of possible side effects.\nOn Friday, Ms Merkel defended Germany's decision to temporarily suspend the rollout of the vaccine and said she did not believe its reputation had been damaged.\n\"I would get vaccinated with AstraZeneca,\" the 66-year-old said, adding: \"I would like to wait until it's my turn.\"\nThe increase in reported cases in Germany is said to be fuelled by outbreaks among younger people. \n\"The numbers are rising, the share of mutations is large and there are some fairly challenging weeks ahead of us,\" Mr Spahn said.\nMs Merkel said she had hoped lockdown measures would not need to be reintroduced so soon after easing restrictions, but that \"sadly\" developments meant that it was looking unavoidable.\n\"We agreed that, should the seven-day incidence rate exceed 100 per 100,000 people in a region or state, we will go back to the restrictions which were in place until 7 March - we called it the emergency brake.\"\nMinisters are particularly concerned about the Easter holidays. They are urging people not to travel and to limit gatherings to immediate family.\nJust 8% of Germany's population has so far received a first dose of vaccine, although the government on Friday resumed the rollout of the Oxford-AstraZeneca jab. \nVice-president of the Robert Koch Institute (RKI) for infectious diseases, Lars Schaade, warned of the possibility of \"many severe cases and deaths, and hospitals that are overwhelmed\".\nThe RKI has said that cases in Germany are rising at a \"very clearly exponential rate\". \nDespite assurances from the European medicines regulator that the AstraZeneca vaccine is safe and effective, some countries remain reluctant to resume their campaigns using the jab. \nFinland's health authority has announced a pause in its use of the vaccine that will last at least a week. \nThe move, which follows two reports of blood clots in patients who had received the jab in the country, was said to be a precautionary measure. \nMeanwhile, Sweden, Denmark and Norway said on Friday that they needed more time to determine whether they should resume AstraZeneca inoculations. \nGermany, Italy, France, Spain and the Netherlands are among the countries that have restarted their AstraZeneca vaccination campaigns. \nHealth authorities in France have recommended that the vaccine be offered only to people aged 55 and over. \nThe European Medicines Agency (EMA) reviewed the jab after 13 European countries suspended use of the vaccine over fears of a link to blood clots.\nIt found the jab was \"not associated\" with a higher risk of clots.\nThe World Health Organization (WHO) has urged countries to continue using the AstraZeneca vaccine.\nOn Friday, experts at the WHO said the vaccine had \"tremendous potential to prevent infections and reduce deaths across the world\". \n\"The available data do not suggest any overall increase in clotting conditions such as deep venous thrombosis or pulmonary embolism following administration of Covid-19 vaccines,\" the WHO's Global Advisory Committee on Vaccine Safety said in a statement.\nOther European leaders have sought to reassure citizens that the Oxford-AstraZeneca jab is safe.\nItaly's Prime Minister Mario Draghi, 73, said he would happily have the vaccine, but that he had \"not yet made a booking\".\nHis French counterpart, 55-year-old Jean Castex, received an AstraZeneca dose on Friday.\nMeanwhile, UK Prime Minister Boris Johnson has also received his first dose of the vaccine.\nSome 21 million people in 16 areas of France, including the capital Paris, will be placed under Covid lockdown measures from midnight on Friday as the country fears a third wave.\nTrains leaving Paris for parts of the country where lockdown restrictions do not apply, such as Brittany and Lyon, were reportedly fully booked hours before the measures were due to come into effect. Traffic jams were reported on several roads leaving the capital. \nIn Poland, coronavirus cases are continuing to surge with new daily infections reaching levels not seen since the second wave peaked in November. \nA three-week partial lockdown is being introduced on Saturday to try to slow the spread of Covid-19. Shops, hotels, cultural and sporting facilities will close across the country. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56466291",
      "category": "uk",
      "title": "Coronavirus: Protests should be allowed during lockdown, say 60 MPs and peers",
      "tags": "Coronavirus lockdown measures,Sarah Everard murder,Priti Patel",
      "text": "More than 60 MPs and peers have written to the home secretary calling for a change in Covid-19 legislation to allow protests to happen during lockdown. \nThe letter, organised by campaign groups Liberty and Big Brother Watch, says there is a human right to protest. \nUnder England's current lockdown regulations, protests are not listed as a \"reasonable excuse\" for leaving home.\nIt comes as further protests are planned for Saturday by anti-lockdown campaigners.\nThe Home Office said it was still illegal for people to attend protests at a time when regulations that are in place to prevent wide transmission of Covid require people to stay at home at all times, except for a limited number of exceptions.\nLast weekend, police were criticised for arresting women attending a vigil following the killing of Sarah Everard.  \nHome Secretary Priti Patel has instructed the police watchdog, Her Majesty's Inspectorate of Constabulary (HMIC), to \"conduct a lessons-learned review into the policing of the event\".\nA day earlier, campaigners attempted, without success, to persuade the High Court that the vigil should be exempt from the coronavirus regulations.\nThe judge hearing the case decided not to intervene but did suggest that the human rights of expression and gathering might be considered reasonable excuses in some circumstances.\nThe letter to Ms Patel was signed by several Conservative MPs - including Steve Baker, and Sir Christopher Chope - as well as Liberal Democrat leader Sir Ed Davey and a number of Labour MPs and peers.\nIt demands that the home secretary issue guidance to police forces on \"facilitating\" protests to clear up the legal confusion surrounding the issue. \nIt calls on Ms Patel to act in order to avoid a situation where organisers and the police have to \"decipher precisely what is required\". \n\"The absence of clear guidance on these issues has created an entirely unsatisfactory situation, which has persisted to varying degrees for almost a year now,\" the letter says.\n\"The police have no legal certainty as to their duties and powers, protestors have no legal certainty as to their rights, and there is inconsistent application of the Regulations across the country. This cannot continue,\" the letter adds. \nIn response, the Home Office maintained its position that it would be illegal to to leave home without a reasonable excuse until coronavirus rules change on 29 March. \nIt added: \"While we are still in a pandemic we continue to urge people to avoid mass gatherings, in line with wider coronavirus restrictions.\"\nReacting to reports of more protests planned this weekend, the Metropolitan Police said a \"significant policing operation\" would be in place throughout the day to \"engage\" with people who are in breach of the regulations.  \nIt added: \"Those gathering will be encouraged to return home.  If they do not they face necessary and proportionate enforcement action.  This could be a fixed penalty notice or arrest.\"\nThe legal confusion grew following last week's Court of Appeal case - during which the force appeared to accept that it did not have a policy of blanket bans on protests, because that would breach human rights. \nHowever, when those attending the vigil in memory of the 33-year-old marketing executive surrounded a bandstand on Clapham Common, a decision was taken to attempt to remove them.  \nThere were confrontations with the police and arrests were made.  \nSilkie Carlo, the director of Big Brother Watch, said: \"The harrowing scenes of police officers using force against women at Clapham Common recently were avoidable and wrong. Over the past week, many more demonstrators and even legal observers have been arrested or fined.\n\"This stain on our democracy is a direct consequence of this government's disrespect for the most basic of British democratic freedoms.\"\nSam Grant from Liberty said: \"Last week, the police conceded protest is not banned under the lockdown regulations, but used them to threaten then arrest demonstrators anyway. \n\"The home secretary must immediately issue guidance to all police forces to ensure socially distanced protests can go ahead and create an explicit exemption for protest in the current regulations.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56466899",
      "category": "uk",
      "title": "Covid-19: New lockdowns in Europe and kissing doubles on Corrie",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you tomorrow.\nAs a new wave of coronavirus sweeps across Europe, France and Poland have reintroduced partial lockdown measures to combat a sharp rise in infections. About 21 million people across 16 parts of France - including Paris - are affected by the restrictions, which came into force from midnight. In Poland, shops, hotels, cultural and sporting facilities will be shut for three weeks from Saturday. It comes after Germany's Chancellor Angela Merkel warned it is likely the country will also have to re-impose lockdown measures.\nA cross-party group of more than 60 MPs and peers have written to the home secretary calling for a change in Covid legislation to allow protests to happen during lockdown. The letter co-ordinated by the campaign groups Big Brother Watch and Liberty says the current rules have been applied inconsistently and disregard the human right to protest. Demonstrations by anti-lockdown campaigners and women's safety groups are expected to take place later.\nWealthy states - including the UK, the US and the European Union - are blocking proposals to help developing nations ramp up their capabilities for manufacturing coronavirus vaccines, documents seen by BBC Newsnight. According to a leaked copy of the negotiating text of a World Health Organization resolution, richer nations have pushed back on provisions in international law that would enable the developing nations to achieve this. Experts have said that equitable access to vaccines is essential to prevent cases and deaths. The UK government highlighted its \"leading\" efforts to bring vaccines to developing countries.\nWhen Tyrone and Alina stole a kiss in Friday's episode of Coronation Street, many viewers will have been rightly left wondering how they filmed it following social distancing guidelines. The answer: real-life kissing doubles. Like most other shows, Coronation Street stopped filming during the first national lockdown in March 2020 and resumed filming in a restricted manner several months later.\nWales on Monday became the first UK nation to reopen its hairdressers - and a man stopped by police in England for speeding told officers he had gone there for a haircut.  Avon and Somerset Police clocked him driving at 122mph near Junction 23 of the M5 in Somerset. The 29-year-old was arrested on suspicion of driving while unfit through drugs. Current lockdown rules in England require people to stay at home unless it is for a number of permitted reasons such as exercise, outdoor recreation or work, but not haircuts.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nLockdown restrictions have begun to be eased across the UK. Here's what you need to know.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56459882",
      "category": "uk",
      "title": "Covid: Queen and Duchess of Cornwall thank volunteers for 'wonderful work'",
      "tags": "UK Royal Family,Camilla, Duchess of Cornwall,Volunteering,Queen Elizabeth II,Coronavirus pandemic",
      "text": "The Queen and Duchess of Cornwall have thanked volunteers for supporting people during the pandemic, saying they have been a \"great help\". \nThey took part in a video call to thank members of the Royal Voluntary Service to mark one year since it launched the NHS Volunteer Responders Scheme. \nThe Queen, patron of the RVS, said they had done \"wonderful work\", including delivering books to people. \nNearly one million volunteers have been recruited to the scheme. \nThey have helped with tasks such as picking up prescriptions and doing food shopping for those shielding and unable to leave their homes, as well as taking part in check-up calls. \n\"I think it's wonderful work,\" said the Queen. \"Thank you to everybody - and all the others too who have been volunteering. It has been a great help.\" \nOne of those on the call was retired police officer Tracy Clarke, who spoke about her work with the RVS Gateshead Home Library Service. She told them that the delivery of books had become a lifeline during the pandemic for those who loved reading. \nThe Queen said this must have been a great comfort and \"very helpful\", as \"books are very important to people\".\nCamilla, who is president of the RVS, told the volunteers: \"Thank you all very much for all you've done throughout the year, throughout the pandemic. We couldn't have done without you.\"\nRVS chief executive Catherine Johnstone, who hosted the call, told the Queen and duchess of her pride at how the UK had stepped forward to volunteer during the coronavirus pandemic. \nOne of the volunteers the royal pair spoke to was Anderson Akponeware, from Middlesbrough, who has also been studying for his PhD and home-schooling during the past year. \nHe told them: \"People have been living in their own small bubbles, and I wouldn't have known how isolated those small bubbles could be until I took on this role.\"\nMembers of the Royal Family, including Camilla, the Duchess of Cambridge and the Countess of Wessex, have taken part in RVS \"check in and chat\" calls with those living alone or shielding during the pandemic. \nAhead of this week's call, Camilla said she had had \"lots of happy conversations\" with Doris Winfield, 86, who she met through the scheme and who died earlier this year. The pair were able to meet in person last year at the Royal Voluntary Service Lunch Club in Rickmansworth, Hertfordshire.  \nThe Duchess of Cambridge is in regular contact with 85-year-old Len Gardner from Batley, Yorkshire, who she first spoke to last May through the NHS Volunteer Responder scheme, while the Countess of Wessex has been speaking to 89-year-old Edna Farley from Liverpool every fortnight. \nThe Queen has been patron of the RVS since 1952, when it was known as the Women's Voluntary Service (WVS). \nMeanwhile, Clarence House has said Camilla and the Prince of Wales will travel to Greece next week for an official two-day visit.\nDuring their visit to Athens, arranged at the request of the government, they will attend Bicentenary Independence Day celebrations, a reception at the National Gallery of Greece, a wreath-laying ceremony and a traditional military parade."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55045639",
      "category": "health",
      "title": "Who is eligible for the Covid jab and is it compulsory for anyone?",
      "tags": "Coronavirus vaccines,Moderna,Vaccination,Pfizer,Omicron variant,Coronavirus pandemic,AstraZeneca",
      "text": "About 37 million people have now had booster Covid vaccine doses across the UK - more than 64% of those eligible.\nThe government is urging everyone who can, to come forward and receive the jab.\nFor most people in the UK, the Covid vaccine is not mandatory.\nHowever, Health Secretary Sajid Javid has reconfirmed that the government wants all front-line NHS staff in England (with some exceptions) to be fully vaccinated by 1 April if they want to to keep their job.\nCare home staff in England must also already be vaccinated (unless exempt).\nMeanwhile a number of employers, including Morrisons, Next, Ikea, Ocado and Wessex Water have cut sick pay for unvaccinated workers who are forced to isolate after being exposed to Covid.\nEmployees will receive only the statutory-sick-pay (SSP) minimum (£96.35 per week), unless there are mitigating circumstances.\nAll staff who test positive for the virus will still receive full sick pay, regardless of their vaccination status.\nAcross the UK, Covid passports providing vaccination status or negative test results are required to enter some venues.\nMany foreign countries are restricting entry to vaccinated travellers or imposing restrictions on those who are not. \nIn England boosters are now available to all over-16s three months after their second dose - but appointments can be booked after two months. Some walk-in appointments are also available. \nIn Scotland boosters can be booked online.\nIn Wales people should wait to be invited, with older and higher-risk people being prioritised.\nIn Northern Ireland people aged 18 to 29 can go to walk-in hubs, and make booster appointments. \nEarly studies from UK researchers suggested a booster vaccine - on top of the first two jabs - provides 80-85% protection against Omicron (compared with 97% against Delta).\nMore antibodies are developed thanks to the booster, giving the body stronger defences against the virus. \nIt makes it harder for Omicron to infect the body, although current vaccines are still not a perfect match.\nPfizer has started clinical trials of a new Covid vaccine which targets the Omicron variant.\nModerna will soon begin trials of its own Omicron-specific jab, and AstraZeneca has also started working on a new version of its vaccine.\nAll children aged 12 and over are being offered two doses of the Pfizer jab. They can usually have a second dose 12 weeks after the first.\nA low-dose version of the Pfizer vaccine has been approved for children aged five to 11 who have health conditions putting them at greater risk from catching Covid. Eligible children in this age group are now being invited for vaccination in Scotland\nPrimary school children who live with clinically vulnerable adults should also be offered a jab, government vaccine advisers said. \nThe Joint Committee on Vaccination and Immunisation (JCVI) also recommended that the normal booster dose should be offered to children aged 12-15 if they:\nIt is not yet clear when children will get these doses.\nAbout 16 and 17-year-olds in England who had a second vaccine dose at least three months ago are being invited to have their booster.  \nThey can make an appointment or attend a drop-in clinic, as can eligible children of the same age in Scotland.\nChildren who are not considered to be at high risk from Covid should wait 12 weeks after a positive Covid test before having the vaccine.\nYour booster will be a single dose of either Pfizer or Moderna - regardless of which vaccine you received before.\nIf you have recently tested positive for Covid, you should wait four weeks from the date of the test before having your booster.\nYou shouldn't have the booster if you have a severe illness or high fever, but Pfizer and Moderna say a mild fever or a cold are not reasons to delay.  \nThe vaccines do not infect you with Covid, and cannot cause positive results on a lateral flow or PCR test.\nYou can still book your first or second jab. You need to wait eight weeks between the first and second.\nIn particular, the government wants unvaccinated pregnant women to come forward.\nThe most common ones include a sore arm, headache, chills, fatigue and nausea.\nThey are part of the body's normal immune response to vaccines and tend to resolve within a day or two.\nThere are extremely rare, but occasionally fatal, cases of people developing blood clots after taking the AstraZeneca vaccine. \nAnd a very small number of people have experienced a severe allergic reaction after the Pfizer vaccine.\nYou should discuss any existing serious allergies with your healthcare professional before being vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-56456022",
      "category": "health",
      "title": "What happened with the AstraZeneca vaccine?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56467580",
      "category": "science-environment",
      "title": "Bill Nelson: Former astronaut and senator nominated as Nasa chief",
      "tags": "Artemis,Nasa,Human spaceflight,Exploration of the Moon,Exploration of Mars,Space exploration,Space Launch System (SLS),United States Senate,Joe Biden",
      "text": "Bill Nelson, a US senator and one-time astronaut, has been nominated to be the next head of Nasa.\nThe 78-year-old is seen as a moderate Democrat, and his nomination by President Joe Biden on Friday drew bipartisan praise.\nHe will need to be confirmed in the Senate before he can take up the role.\nMr Nelson said he was \"honoured\" to be picked to lead the US space agency, adding that he would \"help lead Nasa into an exciting future\".\nIn a statement, the White House said he was \"known as the go-to senator for our nation's space programme\" for many years. \"Almost every piece of space and science law has had his imprint,\" it said.\nThe Republican Senator from Florida, Marco Rubio, said: \"I cannot think of anyone better to lead Nasa.\"\nIn a statement, Mr Nelson said Nasa's workforce \"radiates optimism, ingenuity and a can-do spirit.\" He added: \"The Nasa team continues to achieve the seemingly impossible as we venture into the cosmos.\"\nMr Nelson was a driving force behind Nasa's Space Launch System (SLS) rocket, which was conceived in the wake of an Obama-era overhaul of the US space programme.\nHe will succeed Jim Bridenstine, who led the agency for almost three years under the Trump administration. \nMr Bridenstine earned widespread praise for his efforts to promote Nasa programmes - in particular, its Artemis venture, which will see astronauts return to the Moon in the 2020s before mounting a mission to Mars.\n\"Bill Nelson is an excellent pick for Nasa Administrator,\" Mr Bridenstine said, adding that the former Florida senator had the \"political clout\" to collaborate with different government offices as well as members of Congress.\n\"He has the diplomatic skills to lead an international coalition sustainably to the Moon and on to Mars,\" he said. \"The Senate should confirm Bill Nelson without delay.\"\nMr Nelson was among those who initially criticised Mr Bridenstine's confirmation in 2018, saying: \"The administrator must be a leader who has the ability to bring us together... on a shared vision for future space exploration.\"\nThe Oklahoma Congressman had no formal qualifications in science and engineering, and there were concerns he would politicise the non-partisan agency.\nBut following Mr Bridenstine's successful tenure at Nasa, the Biden administration has opted to appoint another politician as the agency's head - albeit a former astronaut with a long history of working on space issues.\nMr Nelson served in Florida's state legislature during the 1970s, representing the district that's home to Nasa's Kennedy Space Center.\nAfter his election to the House of Representatives in 1978, he became the second sitting member of Congress to travel into space when he flew as a payload specialist aboard the space shuttle Columbia in 1986.\nAfter he won election to the Senate in Florida in 2000, Mr Nelson continued to be closely involved in formulating space policy. \nIn 2010, he said he believed President Barack Obama had \"made a mistake\" by cancelling the Constellation programme. That programme was former President George W Bush's effort to return astronauts to the Moon.\nThe decision to axe Constellation - which, at the time, was over budget and behind schedule - sparked a backlash in Congress, not least because it jeopardised thousands of space jobs in southern states.\nAlong with a Republican Senator for Texas, Kay Bailey Hutchison, Mr Nelson insisted that Nasa be mandated to build a new heavy-lift rocket in the agency's 2010 Authorization Act. \nThe SLS gave Nasa the capability to launch its Orion crew vehicle to the Moon and other deep space destinations, while securing a base of engineering expertise across the south.\nBut the programme was criticised by those who believed the agency should move to launching spacecraft entirely on commercial rockets, like those built by Elon Musk's company SpaceX.\nMr Nelson lost his last re-election bid and his Senate term ended in 2019.\nIn a statement, the acting Nasa administrator Steve Jurczyk, said: \"Bill has a proven history of supporting our work here at Nasa, and has helped advance America's position in human exploration, science, aeronautics, and technology.\"\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56457820",
      "category": "uk-northern-ireland",
      "title": "Bernard McGovern jailed for assaulting former Quinn directors",
      "text": "An amateur boxer has been jailed for three years and three months for assaulting two directors of the former Quinn group of companies.\nBernard McGovern, 24, from Springtown Road in Kinawley, County Fermanagh, admitted attacking Kevin Lunney and Dara O'Reilly at a service station in County Cavan on 1 February 2019.\nHe was sentenced on Friday.\nMr Lunney and Mr O'Reilly were having lunch in Ballyconnell when they were attacked.\nCavan Circuit Court was told that McGovern punched Kevin Lunney up to eight times in the face, leaving the chief operating officer with a broken nose and swollen eye.  \nHe also threw a cup of hot tea in the face of Mr O'Reilly, the chief financial officer.\nThe previous day McGovern's father had been fired from his job as a driver with the company.\nThe court was told McGovern had no involvement in subsequent events in September 2019, when Mr Lunney was abducted and tortured by a gang.\nThe judge described the attack as the two men were having lunch as \"callous and premeditated\".\nIn his sentencing remarks, the judge said McGovern had been motivated by a desire to avenge a grievance.\nHe said the prize-winning boxer had caused very serious injuries through \"the vicious use of his fists\" and had thrown a cup of recently-boiled water in the face of Mr O'Reilly.\nThe judge said the offences were at the upper end of the scale when it came to assault causing harm, which carries a maximum sentence of five years in prison. \nHe added that although the accused had pleaded guilty, that was in the context of the overwhelming case against him.\nThe judge said he would give McGovern some credit for his young age and no previous convictions.\nHe said \"his first experience of prison will no doubt be hard on him\".\nMcGovern was sentenced to three years and three months in prison for assault causing harm for the attack on Mr Lunney, and five months for assaulting Mr O'Reilly, to be served concurrently.\nMcGovern will receive credit for six-and-a-half months already spent in custody.\nThe judge said the offer of €1,000 (£854) compensation to Mr Lunney as a token of his remorse was not appropriate in this case, given the severe nature of the injuries.\nHe said he had also considered suspending a portion of the sentence but had decided it was not appropriate to do so."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-56469976",
      "category": "world-asia-india",
      "title": "Covid-19: Mumbai to roll out compulsory testing in crowded places",
      "tags": "Mumbai,India,Coronavirus pandemic",
      "text": "The Indian city of Mumbai is to roll out mandatory coronavirus tests in crowded places as the country grapples with a rise in infections.\nThe local government said rapid tests would be done randomly in areas such as shopping centres and train stations.\nA refusal to be tested will \"amount to an offence\", it said.\nIndia recorded 40,953 new Covid cases on Saturday, the biggest daily jump for nearly four months. A total 159,000 people have died with the disease.\nIt has seen more than 11.5 million cases of coronavirus infections so far - and the number has been steadily climbing for weeks as the country scrambles to vaccinate its population and identify highly contagious variants of the disease.\nIn Mumbai, a coronavirus hotspot in the western state of Maharashtra, 2,982 people have contracted the disease in the past 24 hours.\nThe rapid tests will be mandatory in crowded places such as shopping centres and train stations from 22 March, city officials said.\nThe commissioner of the local authority told India Today that people should \"be ready for the swab test\" whenever they enter a busy area in Mumbai. \nThe tests will be carried out for free - except those at shopping centres, where the costs will be covered by individuals. \nMumbai officials did not specify what action would be taken against those who refuse to have tests.\nThe local authority said it would use rapid antigen tests (RATs), a type of test that detects the presence of proteins unique to the coronavirus.\nBut research shows these tests are less reliable than other types and sometimes produce incorrect results.\nIndia has recorded the third-highest number of infections, and the fourth-highest number of deaths, of any country in the world.\nInfections started to dip at the start of 2021, but doctors have blamed a fresh wave on poor adherence to restrictions.\nIn recent weeks Maharashtra, which has long been a virus hotspot, has accounted for the majority of new infections.\nSeven other states - including Kerala, Punjab, Karnataka, Gujarat, Tamil Nadu, Haryana and Madhya Pradesh - are also reporting a resurgence of Covid-19.\nSome regions in India have brought back restrictions, including lockdowns and restaurant closures, while more are believed to be considering similar moves.\nWith the easing of restrictions and life returning to normal in the densely packed cities, Indians have been lax in following Covid-19 safety protocols.\nBut what is still unclear at the moment is whether new variants of the virus are responsible for the new infections. \nTwo variants are under investigation for possible links with the uptick in cases in a few states.\nMuch of the blame, however, should lie with the authorities, who many believe have been equally lax in enforcing Covid-19 measures.\nThe cricket board allowed tens of thousands of spectators, mostly unmasked, to pack a stadium for a match in western Ahmedabad city last week, even as infections were climbing.\nElsewhere, Covid-19 tests will reportedly not be required for thousands of pilgrims expected to take a holy dip at an upcoming Hindu religious festival in Uttarakhand state.\nIn this context, Prime Minister Narendra Modi's call for states to contain the spread of infections sounds disingenuous. There is a clear and present danger of India frittering away the \"advantage\" of bringing new infections down to lower levels in February.\nThe vaccination drive began in January in India, a country of more than 1.3 billion people. \nMore than 40 million people have received at least one dose of a Covid-19 vaccine so far.\nThe rollout is currently targeting elderly people and those with underlying health conditions, but it is expected to expand further soon.\nThe government aims to use up to 500 million doses to cover 250 million \"priority people\" by the end of July.\nAlthough the pace of vaccination has picked up, experts say unless the drive is scaled up the target could be missed.\nPrime Minister Modi, 70, received a dose on 1 March. After receiving the jab, he urged people to take the vaccine when their turn comes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56462824",
      "category": "world-us-canada",
      "title": "US President Joe Biden ‘doing fine’ after aircraft stumble",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56468252",
      "category": "uk-england",
      "title": "Mystery as 'sonic boom' noise shakes homes in south west",
      "tags": "Bridgwater,Weymouth,Taunton,Dorchester",
      "text": "A sonic boom-type noise has been heard across the south west of England which made homes and windows shake.\nPeople took to social media at about 15:00 GMT to report the \"huge bang\" that lasted several seconds.\nIt was heard in the Dorchester and Weymouth areas in Dorset and also Taunton, Bridgwater and Wellington in Somerset and parts of Devon.\nA Ministry of Defence spokeswoman said the noise was not believed to be linked to any RAF aircraft.\nOllie Peart, of Dorchester, managed to capture the noise on his security camera and described it as a \"massive bang\".\nOthers posted on Twitter that their homes and windows shook.\nBBC reporter Linzi Kinghorn, who was on the Isle of Portland at the time, said: \"It was a very loud, sounded like thunder and lasted about 10 seconds.\"\nPolice forces including Dorset, Devon and Cornwall and Avon and Somerset Police said they had no incidents reported which related to the noise."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56449630",
      "category": "uk-wales",
      "title": "Covid weddings: 'No light at end of tunnel' for wedding businesses",
      "tags": "Abertillery,Swansea,Morriston",
      "text": "Wedding businesses say there is \"no light at the end of the tunnel\" and are relying on personal savings to survive.\nCouples who have planned, cancelled, then re-planned their special day say they are hoping to say \"I do\" instead of \"what can I do?\" as lockdown eases.\nBut with no date set for wedding receptions, there remains confusion over whether plans for 2021 will fall foul of future guidelines.\nThe Welsh government said the law had changed to expand the range of venues.\nA week ago First Minister Mark Drakeford set out how various sectors in society would be reopened - like non-essential shops, hairdressers and outdoor sports - but weddings were not mentioned in his plans. \nOn Friday the Welsh government said as long as case rates remained low and vaccination numbers continued, weddings would be \"considered\" from 22 April.\nAt present receptions are banned and the number of ceremony guests depends on how many people from different households a venue can safely keep 2m apart.\nKris Agland, managing director of venue St Peter's Hall in Cardiff, said the guidance around weddings was \"being handled appallingly\" and called for more dialogue between the hospitality industry and those in power.\n\"There's no clear guidance. It's been a kind of one-size-fits-all approach,\" he said.\n\"Come and see what we're doing - do you feel safe? Why can't someone from the trade be part of their conversations?\"\nHe said he spent about £10,000 making Covid-compliant additions to the venue, which usually hosts 50 to 60 wedding receptions each year.\n\"No-one will book anything until they know what the guidance is,\" he said.\n\"Everything is based on what-ifs. Financially as a business it's crippled it. Personally, it's just got me further and further into debt just like everybody else who owns hospitality businesses. \n\"When things do come back they're going to come back with such a boom that you've got to see yourselves through to that position. But at what stage do people say, 'well I can't see it through'?\"\nWedding photographer Mary Watler-Thomas, from Llanelli, Carmarthenshire, said some ceremonies had been \"surreal\", including couples being told to wear masks during the ceremony.\n\"Last year I was set to cover 20 [weddings] but I had quite a few postponed so ended up doing 10. But this year I'm set to do 27, fingers crossed,\" she said.\n\"When people want to postpone they're worried they won't be able to have all their guests there, they want to postpone but I'm not available for their new date.\n\"Because they haven't given a date for hospitality [couples are] reducing the day to just the ceremony. I've had to reduce the time to two hours where I used to cover 12 hours so it's had a massive impact on income because you're reducing the day by 10 hours.\n\"There's been so much confusion... a lot of questions in the minds of those planning what it'll look like in Wales, so it would be very helpful to have a roadmap in Wales.\"\nClaire Vessey, 46, from Treboeth, Swansea, and her fiancée David McQueen, 54, from Morriston, have been together for nine years and put off getting married while caring for Claire's elderly mum, Maureen.\nWhen Maureen, 86, died at the start of the first lockdown, the couple - who had previously had a blessing at the Sacred Heart church in Swansea - decided to make her dream come true.\n\"The wedding would be one thing she would want us to do,\" said Ms Vessey, an administration manager for fire protection services.\n\"Us being happy together, that's what she would have loved. \n\"We incorporated what she would want too, so we can feel like she's there. She loved butterflies so that's part of our theme. She's a massive part of the day.\"\nBut Covid restrictions meant the couple had to plan for various outcomes. They still have not confirmed their guest list.\n\"We booked it for 15 May. It has been so hard with all the restrictions and so many obstacles put in our way,\" said Ms Vessey.\n\"It's like we have been planning two weddings. One for original plans - church wedding with a late reception - and also back-up plans if restrictions do not lift, which is looking like what we will have to go with.\n\"But these plans are all still not confirmed. Everything is up in the air and the weeks are flying by - we never thought it would be so stressful.\"\nDespite the stress, the couple said there were benefits to keeping the wedding simple.\nMs Vessey said: \"When people planned weddings in the past, they planned this big wedding with all these people, but when you break it down it's about two people that really love each other. He's my first real boyfriend and my first love. \n\"It's about David and I now. We've concentrated on what's important for us two, which is what it's really about.\"\nIn Scotland, wedding receptions - but without alcohol - can take place with up to 50 people from 26 April.\nWedding ceremonies in Northern Ireland are currently limited to 25 people and receptions are banned. But dates for lockdown easing reviews are set for 15 April, 13 May and 10 June.\nFrom 29 March in England, weddings can be attended by a maximum of six people. This will rise to 15 after 12 April if Covid rates remain low, increasing to a limit of 30 after 17 May. Receptions are included in the plans, but only in certain venues.\nHelen Pembridge, who runs a bridal boutique in Abertillery, Blaenau Gwent, said many brides who had already had to cancel appointments three or four times were \"desperate\" to get dresses in case there was another lockdown.\n\"Brides I'm getting calls from are not even getting married until October 2022, but they want to get their dresses now because they're afraid they won't be able to if we have to shut again for a couple of months,\" she said.\nThe Welsh government has already set out different rules for weddings at different alert levels. \nAt alert level four, for instance, receptions are banned but at alert level two a maximum of 30 people can attend an indoors reception and 50 outdoors, and venues are still subject to any additional rules set at that time on hospitality.\nA Welsh government spokesperson said: \"We know many couples have made the difficult decision to postpone their wedding because of the ongoing pandemic.\n\"The current restrictions allow for the legal marriage ceremony to take place and we have changed the law to expand the range of venues where ceremonies can be performed.\n\"These are challenging times for everyone, especially those working in the events and hospitality sector, but with everyone's help, better times are ahead of us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-56468183",
      "category": "world-asia",
      "title": "Covid-19: Pakistan's PM Imran Khan tests positive",
      "tags": "Pakistan,Imran Khan,Coronavirus pandemic",
      "text": "Pakistan's Prime Minister Imran Khan has tested positive for Covid-19, the country's health minister has said.\nThe 68-year-old is \"self-isolating at home\", the minister, Faisal Sultan, tweeted.\nMr Khan, a former captain of the national cricket team who became prime minister in August 2018, received his first vaccination two days ago. \nPakistan has recorded 13,799 deaths and 623,135 cases during the pandemic, according to Johns Hopkins University.\nVaccination helps develop immunity to the virus that causes Covid-19 but it usually takes a few weeks for protection to develop, and the person getting the jab remains vulnerable during that time.  \nThe prime minister has been attending regular meetings, including at a security conference in the capital Islamabad that was attended by a large number of people, Reuters news agency notes.\nHe addressed that conference without wearing a mask, and attended another gathering to inaugurate a housing project for poor people on Friday, the agency reports.\nImran Khan was tested for coronavirus after developing a \"slight cough\", according to one of his senior advisers, and he now has a mild fever.\nHe received his first dose of the Chinese-produced Sinopharm vaccine on Thursday. The former cricketing superstar is generally in good health, and his adviser described him as remaining \"hale and hearty.\"\nVaccine hesitancy has been a major concern in Pakistan, and the prime minister's decision to broadcast footage of himself receiving the jab was praised as an attempt to encourage others to do the same. It seems certain Mr Khan had already been infected prior to the vaccination, but there are fears the episode will boost vaccine scepticism. \nPartial lockdown restrictions have recently been reintroduced in parts of the country following a rise in cases.\nPakistan began vaccinations for the general public on 10 March, starting with elderly people.\nAlong with Sinopharm, the country has approved the CanSinoBio, Oxford-AstraZeneca and Sputnik V vaccines for emergency use."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-56465540",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: Police test positive after Rangers celebrations",
      "tags": "Scottish Premiership,Glasgow,Coronavirus pandemic",
      "text": "Dozens of police officers have been forced to self-isolate after some positive Covid cases two weeks after Rangers' title win.\nThe Scottish Police Federation (SPF) said a number of officers who attended illegal gatherings of fans on 7 March have tested positive.\nOther officers they had contact with were required to self-isolate.\nIt comes as a major police operation is planned for Sunday's Old Firm match in Glasgow.\nThe events at Ibrox and George Square two weeks ago have directly affected 30 to 40 officers as well as their families.\nThe BBC understands at least two officers involved in the policing operation later tested positive although it is not possible to determine with certainty where they were infected.\nDavid Hamilton, chairman of the SPF, told the BBC: \"It is entirely predictable and, of course, most of these officers will not have been vaccinated. It is everything we warned about.\n\"Our call is for people to reflect on those numbers and the impact it is having on the community through the lack of policing.\n\"We did not choose to be in George Square. It is something we had to do and it is part of our role.\"\nMr Hamilton urged both Rangers and Celtic fans to stay at home on Sunday to avoid putting frontline police officers at risk.\nHe described Sunday's police operation as one of the largest Police Scotland has conducted with personnel being drafted in from across Scotland.\nEfforts have also been made to procure better protection for police officers, including higher-level FFP3 masks.\nA total of 28 arrests were made made and seven fines issued after crowds of fans gathered to celebrate Rangers winning the Scottish Premiership.\nLarge numbers of supporters made their way to Ibrox Stadium and Glasgow's George Square to mark the achievement despite warnings to stay at home.\nNicola Sturgeon said the crowds were \"infuriating and disgraceful\" and could delay the end of the Covid lockdown.\nUnder current guidance public gatherings are banned and the \"stay at home\" order remains in place.\nFour people from a maximum of two households are able to meet outdoors with social distancing required.\nFootball games are taking place behind closed doors with no fans in the stadium.\nThe 21 March Celtic v Rangers game was under threat of cancellation but was given the green light on Friday.\nJustice Secretary Humza Yousaf said the decision to allow the game to go ahead followed \"extensive engagement\" with the clubs, the SPFL, Police Scotland and Glasgow City Council.\nHe said: \"Police Scotland have confirmed there will be a significant police presence in Glasgow to maintain public safety.\n\"I urge the fans to listen to the messages from their clubs, the police and government to stay at home.\n\"I also encourage Celtic and Rangers - and all other clubs in Scotland - to continue to encourage their supporters to stay home during games until they are permitted to return.\"\nPolice Scotland warned that officers would make arrests if there were any mass gatherings after the match, which is due to kick off at noon.\nAssistant Chief Constable Bernard Higgins said the clubs had acted \"really, really responsibly\" to convey the \"stay at home\" message to fans, and he urged supporters to follow this advice.\nMr Higgins said: \"Detailed plans are in place for an extensive and proportionate policing response to this weekend's match at Celtic Park.\n\"Our approach throughout the pandemic has been to encourage people to do the right thing to avoid the spread of the disease.\n\"However, where officers encounter blatant breaches of the legislation they will not hesitate to enforce the law where necessary to ensure public safety.\"\nResponding to the positive police cases, a Police Scotland spokeswoman said: \"Police Scotland is following Scottish government and health guidance and where cases of coronavirus are identified, we work with the local health board and adhere to Test and Protect procedures. \n\"We have sufficient capacity and as a national service Police Scotland can flex resources should there be a requirement to do so.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55056016",
      "category": "health",
      "title": "How do we know Covid vaccines are safe?",
      "tags": "Coronavirus vaccines,Vaccination,Pfizer,Coronavirus pandemic,Immune system",
      "text": "The Oxford-AstraZeneca vaccine has been linked to very rare cases of blood clots. \nThe chance of this happening to an individual is still extremely low, but as a precaution, younger age groups in the UK are being offered alternative vaccines.\nSome recently immunised people have suffered unusual clots, including a type in the brain called cerebral sinus vein thrombosis (CSVT). \nThis is not proof that the vaccine is to blame. Covid infection itself can also make clots more likely and they can occur naturally too. \nExperts stress the benefits of vaccination outweigh the risks for the vast majority of people, but is more finely balanced for younger adults. \nAs a precaution, regulators are continuing to monitor the situation and advise symptoms, such as unusual bruising or persistent headache after vaccination, should prompt a medical check.\nAnd adults under 40 in the UK will be offered a different Covid vaccine.\nSafety trials begin in the lab, with tests and research on cells and animals, before moving on to human studies. \nThe principle is to start small and only move to the next stage of testing if there are no outstanding safety concerns.\nIf the safety data from the labs is good, scientists can check the vaccine or treatment is effective. \nThat means tests on large numbers of volunteers - about 40,000 in the case of Pfizer-BioNTech, the first to be approved in the UK.\nHalf are given the vaccine and the other half a placebo jab. The researchers and participants are not told which group is which, until after the results, to avoid bias.\nAll of the work and findings are checked and verified independently. \nThe Covid vaccine trials happened at breakneck speed, but they didn't skip any steps - they were able to move faster because so many people were involved and other projects were put aside. \nScientists hope to tweak coronavirus vaccines to ensure they continue to offer high protection as new variants of the disease emerge.\nThe UK's drug regulator says new vaccines can be fast-tracked for approval if needed.\nNo corners will be cut, with safety paramount. \nBut lengthy clinical trials with thousands of volunteers will not be needed.\nInstead, data from existing studies and ongoing real-world use could be used.\nVaccines do not give you a disease. Instead, they teach your body's immune system to recognise and fight the infection they have been designed to protect against.\nSome people do experience mild to moderate symptoms after being vaccinated. This is not the disease itself, but the body's response to the vaccine.\nCommon reactions that may affect more than one in 10 people and typically get better within days include chills, tiredness and aching muscles.\nApproval is only given in the UK if the regulator is happy that a vaccine is safe and effective. \nChecks continue after approval to make sure there are no further side effects or long-term risks. \nIndependent experts on the Joint Committee on Vaccination and Immunisation decide how best to use a vaccine and who should get it.\nPfizer-BioNTech's vaccine (and Moderna's) uses bits of genetic code to cause an immune response. These are called mRNA vaccines. \nThey do not alter human cells, but merely present the body with instructions to build immunity to Covid.\nThe Oxford-AstraZeneca vaccine uses a harmless virus altered to look a lot more like the pandemic virus.\nVaccines sometimes contain other ingredients, like aluminium, that make the vaccine stable or more effective.\nAllergic reactions to vaccines are rare. For any approved vaccine, the ingredients are listed.\nThere have been serious but treatable allergic reactions in a very small number of people given the Pfizer-BioNTech vaccine.\nAs a precaution, the MHRA says people with a history of significant allergic reactions to any of the ingredients in this vaccine should not currently have this jab. \nBe aware that anti-vaccine stories are spread online through social media. These posts are not based on scientific advice (or blend facts with misinformation). \nPeople will still be offered the jab even if they have had Covid-19 in the past. \nThat's because natural immunity may not be long-lived and immunisation could offer more protection.\nGuidance says there are no safety concerns about giving jabs to people with \"long\" Covid either. But people who are currently unwell with Covid-19 should not receive the vaccine until they have recovered. \nSome vaccines, such as the shingles vaccine and the children's nasal flu vaccine, can contain pork gelatine. \nThe Covid vaccines from Pfizer, Moderna and AstraZeneca do not contain this, or any other animal products.\nThe British Islamic Medical Association says there is negligible alcohol in it - no more than in bread, for example. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56470597",
      "category": "world-europe",
      "title": "Iceland volcano: Lava-spewing Fagradalsfjall 'subsiding'",
      "tags": "Volcanoes,Iceland",
      "text": "A volcano which erupted on Friday night near Iceland's capital Reykjavik seems to be subsiding, scientists say.\nLava at Fagradalsfjall burst through a crack in the Earth's crust hundreds of metres long and a series of small fountains turned the night sky red.\nIcelanders had been bracing themselves for an eruption for several weeks, after the island nation recorded more than 50,000 recent earthquakes.\nMeteorologists said the eruption was small and no-one was in danger.\nThe last eruption there was some 800 years ago.\nIn 2010, the eruption of another volcano, Eyjafjallajokull, brought air traffic to a halt across Europe.\nHowever, the eruption of Fagradalsfjall has not spewed out much ash, so no major disruption is expected.\nThe biggest threat was pollution from the gases that had been released, and nearby residents were asked to keep their windows shut.\nBut the Icelandic Meteorological Office (IMO) said in a report on Saturday that the pollution was likely to have little effect on the health and well-being of the area's inhabitants.\nOfficials quoted by AFP news agency said that the area of the eruption was open to the public, but could only be accessed by a difficult hike of several hours from the nearest road.\nThere is also a potential danger from sulphur dioxide gas.\n\"Currently gas pollution is not expected to cause much discomfort for people except close up to the source of the eruption. The gas emissions will be monitored closely,\" the IMO said. \nThe IMO said the eruption of Fagradalsfjall began at about 20:45 GMT on Friday, and was later confirmed via webcams and satellite images.\nA coastguard helicopter was sent to survey the area, about 30km (19 miles) from Reykjavik. \nIt then sent first images of the lava snaking its way down after the eruption.\n\"I can see the glowing red sky from my window,\" said Rannveig Gudmundsdottir, who lives in Grindavik, 8 km (5 miles) from the eruption.\nA magnitude 3.1 earthquake was recorded 1.2 km from Fagradalsfjall just several hours earlier.\nIceland frequently experiences tremors as it straddles two tectonic plates, which are drifting in opposite directions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-56467517",
      "category": "uk-england-hampshire",
      "title": "Sarm Heslop: 'Nine-hour delay' in report of Caribbean disappearance",
      "tags": "Southampton,US Virgin Islands",
      "text": "Friends of a British woman missing in the Caribbean have questioned an apparent nine-hour delay in reporting her disappearance to the coastguard.\nSarm Heslop, 41, was last seen on board boyfriend Ryan Bane's boat off the coast of St John in the US Virgin Islands on 8 March.\nPolice said US citizen Mr Bane reported her missing at 02:30 local time.\nFriends said they could not fathom why the coastguard was only informed at about noon the same day. \nMs Heslop's best friend Andrew Baldwin said the timeline \"doesn't make sense\".\n\"She would not just disappear, leaving no trace. She is savvy and sensible, it's not like her at all, it just doesn't add up,\" he said.\nMs Heslop, originally from Southampton, went for dinner with Mr Bane on Sunday 7 March, before returning to catamaran Siren Song and going to bed.\nHer bank cards and mobile phone were still on board when she vanished.\nVirgin Islands Police Department (VIPD) spokesman Toby Derima said officers had performed an \"initial land search\" after speaking with Mr Bane and had instructed him to contact the US coastguard.\n\"Soon after reporting Ms Heslop missing, Mr Bane acquired the services of an attorney,\" he said.\n\"Upon his attorney's advice, Mr Bane exercised his constitutional right to remain silent and denied officers' requests to search the vessel.\"\nMr Baldwin, one among several of Ms Heslop's friends who has urged police to carry out an \"urgent\" search of the catamaran, said they couldn't understand why Mr Bane's lawyer had denied officers' requests to search the boat.\nMs Heslop's family has said they will \"never give up looking for Sarm and still have hope of finding her safe\".\nFriends in the UK have set up a Missing Sarm Heslop Facebook page to share information about her disappearance.\nVirgin Islands Police Department said officers remained \"committed to locating Ms Heslop\", and investigations continue.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56457640",
      "category": "uk-wales",
      "title": "Covid: Changing school terms 'would help pupils catch up'",
      "tags": "Schools,Welsh government,Wales education,Coronavirus pandemic",
      "text": "Permanently changing term times and school hours could help pupils to catch up on teaching missed during the pandemic, a leading academic says.\nSchool hours could be condensed into four longer days to give time for extra support, said Gareth Evans, of the University of Wales Trinity St David.\nHe added shorter summer holidays could also help children from more disadvantaged backgrounds.\nThe education minister said there are no current plans to change term dates.  \nBut Mr Evans, director of education policy, argued more should be done to capitalise on lower Covid rates in the summer.\n\"The infection rates are likely to remain around for some time and Covid is not going to go away,\" he said.\n\"If we can repackage school term times to accommodate a slightly shorter summer break and a slightly longer Christmas break, I think that will do us no harm in terms of mitigating Covid. \n\"There's also a very key educational reason for doing this, we know that learners don't benefit from a six-week break over the summer period.\n\"It's not natural to break learning up for that long and children from more disadvantaged backgrounds tend to suffer the most.\"\nAll pupils are expected to return to the classroom after Easter, following a phased return and months of remote learning. \nMr Evans said tweaking the hours of the school week could also help schools find extra time for catch-up work or for teacher and pupil well-being. \n\"I think these are extreme circumstances and they demand radical and innovative responses,\" he said. \n\"An asymmetric week - or a four-day school week as it's sometimes known - is also something that we should definitely explore.\n\"Schools can have a reduction in break times and start slightly earlier to accommodate them having an earlier finish on a Friday, or an afternoon off here and there to support more bespoke individual learning and catch-up.\"\nMr Evans said that if school hours were mostly condensed into four longer days, then it could also allow learners and staff to make up for lost time in other parts of life.\n\"I think what it could do is create more time for independent learning, more time for one-to-one learning support and give pupils the chance to spend more time catching up socially with their peers and at home with their families,\" he added.\n\"I think we'll be doing very much the right thing by our learners and supporting school staff as well, because let's not forget that they have been through an awful lot this past year themselves. They will need time to recover and repair.\"\nDafydd Trystan, who previously sat on the independent panel tasked with \"re-imagining schooling\" by the Welsh government, agreed that the pandemic presented an opportunity to change the system. \n\"We have a pattern of schooling in Wales today that is based on 19th Century practices,\" he said. \n\"I think it's high time we at least reach the 20th Century, I hope for the 21st Century.  \n\"I think by looking at the school day, certainly at school terms, there's a way to do that. \n\"Potentially you could reduce the length of the summer holidays which are a challenge for parents, particularly from disadvantaged backgrounds. \n\"Maybe you have six terms with gaps of two to four weeks between them.\"\nUK Education Secretary Gavin Williamson previously said longer school days and shorter holidays were being looked at there. \nHowever, Mary van den Heuvel, from the National Education Union Cymru, said it was \"unhelpful and a distraction\" to consider changing school patterns when some pupils had not yet had the chance for a full return to school.\n\"What we've really got to remember is that children and young people have had a really difficult year too,\" she said.\n\"Any kind of focus on catch-up is going to really be about ensuring their well-being is supported.\n\"I think it's really difficult to judge how long we're looking at in terms of catch-up.\n\"I think we are going to need to see some support over the summer, but we've already got things like SHEP (School Holiday Enrichment Programme) which is obviously an enrichment programme to support children and young people.\"\nMs van den Heuvel said one option could be to pay local authorities to provide extra support during the holidays, using staff who are \"able to work over the summer and who aren't desperate for a break because they've been working really incredibly long hours\".\nMeanwhile, there have been calls to \"scale-up\" opportunities for children to take part in sports and arts activities over the summer. \nThe children's commissioner for Wales, the Urdd and Sport Wales all argue there needs to be \"a stronger emphasis\" on holiday activities for children. \nA spokesperson for the Welsh government said: \"There will be no changes to term dates this academic year. \n\"However, the minister has a long-standing view that we should consider long-term changes to the rhythm of the academic year to address issues such as learning loss, improved opportunities for community activities and shorter terms to support pupil and teacher well-being. \n\"She established a panel to review this, and hopes that work can restart soon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-56459301",
      "category": "uk-scotland-scotland-politics",
      "title": "Nicola Sturgeon rejects claims over Alex Salmond inquiry evidence",
      "tags": "Alex Salmond inquiry,Nicola Sturgeon,Scottish Parliament",
      "text": "Nicola Sturgeon has said she stands by \"every word\" of her evidence to the Alex Salmond committee amid renewed pressure from political opponents.\nA spokesperson for the first minister accused the committee of politically-motivated smears and rejected some of the findings which have emerged from the unpublished report.\nThe Scottish Conservatives have called for Ms Sturgeon to resign.\nThe committee's convener has expressed \"dismay\" at the leaks to the media.\nThe full report is due to be published on Tuesday. \nThose parts which are critical of Ms Sturgeon were agreed by five votes to four, with the SNP members on the cross-party committee voting against.\nThe committee said it was \"hard to believe\" that Ms Sturgeon did not know of concerns of inappropriate behaviour by Mr Salmond before November 2017 - which is when she says she was first alerted to any issues.  \nThe BBC understands that the report will say that if Ms Sturgeon did have such knowledge, then she should have acted upon it.\nThe report also concluded that Ms Sturgeon gave an \"inaccurate account\" of what happened when she met Mr Salmond at her home on 2 April 2018, and had misled the committee.\nAnd the committee said it was concerned that Ms Sturgeon did not notify the government's permanent secretary, Leslie Evans, about that meeting until 6 June 2018.\nThe report says: \"She should have made the permanent secretary aware as soon as possible after the 2 April 2018 meeting, at which point she should have confirmed she would cease contact with Alex Salmond.\"\nThe report is also expected to be highly critical of Ms Evans.\nA spokesperson for the first minister said on Friday that she had told the truth to the committee, and stood by \"every word of her evidence\". \nThe spokesperson said the suggestion that the committee had found it \"hard to believe\" that she did not previously know about allegations of inappropriate behaviour by Mr Salmond was \"not supported by a single shred of evidence\".\n\"On this, the committee appears to have resorted to baseless assertion, supposition and smear - that is not how serious parliamentary committees are supposed to work, and in behaving this way they are simply exposing their base political motives,\" said the statement.\nThe spokesperson also accused the committee of ignoring and suppressing evidence which supported Ms Sturgeon's evidence that she told Mr Salmond in April 2018 that she would not intervene on his behalf.\nHowever, the Scottish Conservatives say that if the first minister does not resign by Tuesday, they will seek to hold a vote of no confidence in her on Wednesday.\nThe party's Holyrood leader Ruth Davidson said: \"If Nicola Sturgeon has a shred of integrity, she should be considering her position. She has every opportunity to do the right thing and resign.\n\"No first minister is above the fundamental principles of honesty and trust. There is no question that Nicola Sturgeon has misled parliament and broken the promises she made to tell the truth.\n \"The SNP's erratic outburst today against the committee shows the panicked spiral they are now in.\"\nLabour leader Sir Keir Starmer said he would not \"prejudge\" the outcome of the report\nBut he said that if the report found the first minister had misled parliament, and potentially broken the ministerial code, then it would be \"incredibly serious\".\n\"The code itself is clear, if the code has been breached the individual should resign,\" he said.\nHowever, Scottish Greens co-leader Patrick Harvie said the process had \"turned into a complete farce\", with \"party politics over-riding the public interest\".\nWithin a week, Holyrood will be on a break for the election and a six-week campaign for votes will be under way. \nWe know there will be arguments over coronavirus recovery and indyref2, but there will also be another major theme: truth and trust. \nThat debate will feed off the two reports due in the next few days on the Scottish government's mishandling of harassment complaints against Alex Salmond. \nWhen the Holyrood committee publishes its findings on Tuesday, we know the opposition majority will conclude that Nicola Sturgeon gave them a misleading account, which the first minister denies. \nA separate independent investigation by Ireland's former prosecution chief, James Hamilton, will decide whether or not the first minister broke conduct rules and recommend sanctions, if required. \nThe Conservatives have already decided Ms Sturgeon lied to parliament and should resign, and they intend to hold a vote of no confidence in her on Wednesday if she does not quit. \nWith the continued support of the Scottish Greens, the first minister can survive what she regards as a nakedly political attempt to oust her and let the public decide whether she should remain in office. \nThere has never been a Holyrood election campaign curtain-raiser anything like this. \nThe committee's convener, SNP MSP Linda Fabiani, expressed her anger that \"accounts of the conclusions of the draft report\" had been leaked to the media.\n\"I am dismayed by the damage this may do to the value of the committee's work, which I have long hoped would improve the treatment of the complainers of sexual harassment,\" she said.\n\"The selective leaking of particular committee recommendations has shifted the focus away from these goals, and the recommendations which seek to achieve it, and onto party political terrain which will likely frustrate, not assist, the women at the heart of this.\"\nThe inquiry is examining the Scottish government's botched handling of sexual harassment complaints made against Mr Salmond by two female civil servants.\nThe former first minister was awarded more than £500,000 in legal expenses following a judicial review, and was subsequently acquitted of sexual assault charges in a High Court trial.\nA separate inquiry into whether Ms Sturgeon breached the ministerial code is being carried out by James Hamilton, a senior Irish lawyer. He is also expected to publish his report in the coming days.\nYou can find out more about the background to this story on Panorama: Salmond v Sturgeon, available on iPlayer now."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55534727",
      "category": "health",
      "title": "Beta coronavirus variant: What is the risk?",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "Fully jabbed travellers arriving in the UK from France have to quarantine, because of the Beta variant. \nThe government is concerned jabs may not work as well against the variant. \nFrench authorities say most cases are from the overseas territories of La Reunion and Mayotte, rather than mainland France.\nBeta, also known as 501.V2 or B.1.351, has some significant genetic changes that experts are studying. It was first identified in South Africa.\nAll viruses, including the one that causes Covid-19, constantly mutate into new versions or variants.\nThese tiny genetic changes happen as the virus makes new copies of itself to spread and thrive. \nMost are inconsequential, and a few can even be harmful to the virus's survival, but some variants can make the virus more infectious or threatening to the host - humans. \nSome of the changes Beta has undergone involve the virus's spike protein - the part that gains the virus entry into human cells. It is also the bit that vaccines are designed around, which is why experts are concerned about these particular mutations.\nBeta, along with a few other variants of coronavirus, such as Delta and Alpha, have been labelled \"variants of concern\". These have some worrying changes experts want to keep a very close eye on.\nBeta carries a mutation, called N501Y, which appears to make it more contagious or easy to spread. \nAnother mutation, called E484K, could help the virus dodge a person's immune system, and may affect how well vaccines work. \nThere is no evidence that the South Africa variant causes more serious illness for the vast majority of people.\nAs with the original version, the risk is still highest for elderly people and those with significant underlying health conditions.\nVaccines are designed around original Covid, rather than new variants. \nThere is some evidence they are less effective at stopping Beta infections.\nBut experts say they should still work to stop severe illness. \nEven in the worst case scenario, vaccines can be redesigned and tweaked to provide a better match in a matter or weeks or months, if necessary.\nA trial of a new version of the AstraZeneca vaccine, designed against Beta, has begun in the UK.\nSome of the other Covid vaccines are also being updated. \nThe Beta variant has been identified in more than 50 countries around the world. \nSo far, the UK has recorded just over 1,000 cases of Beta. That's a tiny fraction of all Covid cases. Another variant, called Delta, currently makes up more than 99% of Covid seen in the UK. \nSouth Africa has reported higher cases of Beta.\nWhen it was first identified in the UK, the government recommended surge testing in the community in some regions to help stop the spread. \nA system of foreign travel restrictions has also been introduced to minimise the chance of UK travellers spreading Beta as well as other variants of concern. \nAlthough adults who were fully jabbed in the UK now no longer need to quarantine on return from amber list countries, double vaccinated travellers returning to England and Wales from France will still have to self-isolate for ten days. \nThey will also have to take two PCR tests to ensure they are not infectious. \nUK scientists are tracking variants, including Beta, to learn more and are providing genomic sequencing help to other countries so that they can do the same. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55302595",
      "category": "health",
      "title": "Covid: How does the Oxford-AstraZeneca vaccine work?",
      "tags": "Medical research,Coronavirus vaccines,Vaccination,University of Oxford,Coronavirus pandemic,Immune system,AstraZeneca",
      "text": "People under the age of 40 are to be offered an alternative to the Oxford-AstraZeneca vaccine in the UK as a precaution, after a review of all the latest evidence by vaccine advisers and safety experts.\nThe UK's medicine regulator - the MHRA - says the benefits of the vaccine still outweigh the risks for the vast majority of people.\nThe Joint Committee on Vaccination and Immunisation (JCVI) - the body which advises the government - has now recommended that \"adults aged 18- 39 years with no underlying health conditions are offered an alternative to the Oxford-AstraZeneca vaccine, if available, and if it does not cause delays in having the vaccine\".\nData from the MHRA suggests there's a very small - but slightly higher than normal - incidence of a rare type of clot in younger adult age groups, particularly when the risk of being infected with coronavirus is very low, as it is now.\nThe risk of a clot is roughly one in 100,000 for people in their 40s, and rises to one in 60,000 for people in their 30s. \nBased on the current data, the following is advised:\nThe MHRA looked into UK cases of rare blood clots in people who had recently received the Oxford-AstraZeneca vaccine.\nIt found 242 cases of clotting cases and 49 deaths after an estimated 28.5 million AstraZeneca vaccines doses were administered across the UK up to 28 April.\nThe MHRA said about four people in a million would normally be expected to develop this particular kind of blood clot - though the fact they are so rare makes the usual rate hard to estimate.\nAnd the regulator said it had not been proven that the jab had caused the clots. \nIts head, Dr June Raine, said while the link was \"firming up\", more evidence would be needed. \nThe benefits of the AstraZeneca vaccine outweigh the risks of the virus - hospitalisation and death - for the vast majority of people, she said. But for younger age groups it was more \"finely balanced\".\nThe MHRA study looked at people who had developed clots associated with a low level of platelets after receiving the Oxford-AstraZeneca vaccine. \nPlatelets are tiny blood cells that help your body form clots to stop bleeding.\nAmong these clots is a type called a Cerebral Venous Sinus Thrombosis (CSVT).\nCVST occurs when a blood clot forms in large veins in the head - stopping blood from draining out of the brain. \nAs a result, blood cells may break and leak into brain tissue - ultimately leading to a stroke.  \nThe clot can occur naturally and are more common, but still very rare, in younger women. \nThe MHRA says anyone who has these symptoms four or more days after receiving the Oxford-AstraZeneca vaccine should seek prompt medical advice:\nCovid infection itself can make clots more likely, stresses the MHRA.\nThe European Medicines Agency (EMA) has said clotting should be listed as a very rare vaccine side effect.\nAfter a study looking at 86 such cases in the EU, the EMA concluded the benefits of the vaccine outweighed the risk and that there was no definite causal link.\nNevertheless, Denmark has stopped its AstraZeneca rollout completely - and Germany, Spain, Italy and Ireland have suspended use of the vaccine in people under 60. \nFrance is recommending it only be given to those aged 55 or over, while Australia says people aged under 50 should get the Pfizer jab instead.\nIt is made from a weakened version of a common cold virus (known as an adenovirus) from chimpanzees. It has been modified to contain genetic material shared by the coronavirus - although it can't cause the illness.\nOnce injected, it teaches the body's immune system how to fight the real virus.\nExperts are studying all of the current coronavirus vaccines to check how well they work against new, mutated variants of the virus. \nThe government's deputy chief medical officer, Jonathan Van Tam, says there is \"plenty of evidence\" the vaccines appear to be effective against the Kent variant which is dominant in the UK.\nThere is less evidence about protection against other variants, such as those identified in Brazil and South Africa. \nHowever a study of around 2,000 people suggests, while the Oxford-AstraZeneca vaccine may offer more limited protection against mild and moderate disease caused by the South Africa variant. it should still protect against severe disease."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-56453954",
      "category": "entertainment-arts",
      "title": "Coronation Street uses real couples as Covid kissing doubles",
      "tags": "Coronation Street,Television",
      "text": "When Tyrone and Alina stole a kiss in Friday's episode of Coronation Street, many viewers will have been rightly left wondering how they filmed it following social distancing guidelines.\nThe answer: real-life kissing doubles.\nActors Alan Halsall and Ruxandra Porojnicu were filmed talking before their kiss, but did not get within two metres of one another, ITV bosses said.\nInstead, regular Corrie extra Alex Mulvaney and his wife Hannah then stepped in for the romantic moment.\n\"My agent said that Coronation Street needed extras who were in a support bubble, and because I used to be an extra three times a week and they knew half of my family had done extra work on the show, it worked out perfectly,\" explained Mulvaney.\n\"My partner Hannah hadn't done any extra work before, but my agent knew she had dark hair like Alina's so I asked her if she wanted to do it,\" he added.\n\"Hannah was nervous at first, but she is a big Coronation Street fan. I had been on set many times before, and I was able to talk her through what to expect - she was a bit star-struck when she saw the actors.\"\nLike most other shows, Coronation Street stopped filming during the first national lockdown in March 2020 and resumed filming in a restricted manner several months later.\nPorojnicu, who plays Alina, said the (non) kissing scene was a \"challenge\" but one she \"really enjoyed\".\nAlthough their characters look like they are sitting together, the actors were filmed having the conversation separately. The footage was  composited together during post-production, giving the illusion they were next to each other. \nThe design department taped a pair of sunglasses onto a telescopic radio aerial to ensure the actors had the correct eye line, so they would appear to be looking into each other's eyes. \n\"It was difficult not being able to look into each other's eyes for the emotion of the scene but Coronation Street came up with a clever way to cheat that with sunglasses on an aerial,\" the actress said.\n\"Everything that's been said in the scene leads to the kiss which is very important for Alina because it is the first time that she has said out loud to Tyrone that she is falling for him.\"\nProducer Iain MacLeod praised the popular programme's writers, cast and crew for having \"cleverly worked around\" restrictions, for the best part of a difficult year.\nWhen the characters Debbie and Kevin were trapped in a fridge, the actors were tested for Covid beforehand and were placed in a bubble for the three days of filming, as were Alya, Yasmeen and Geoff for the dramatic rooftop scenes for the 60th anniversary show in December.\n\"We have therefore told the same stories throughout the pandemic that we would have told in 'normal' times,\" said MacLeod.\n\"But it just felt wrong to tell a story of an illicit liaison, where someone betrays their partner based on lust and sexual attraction, only for us not to see any of the chemistry and closeness.\n\"Hence the smoke and mirrors here.\"\nFollow us on Facebook or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-56462975",
      "category": "uk-england-somerset",
      "title": "Speeding motorway driver 'went to Wales for haircut'",
      "tags": "Coronavirus lockdown measures,M5 motorway,Avon and Somerset Constabulary,Coronavirus pandemic",
      "text": "A motorist who was stopped by police for driving at 122mph, told officers that he was travelling back from Wales after getting a haircut.\nAvon and Somerset Police said they arrested the man after stopping his car near Junction 23 of the M5 in Somerset on 18 March.\nThe 29-year-old was arrested on suspicion of driving while unfit through drugs after a roadside test.\nHairdressers opened in Wales on Monday but remain closed in England. \nTravelling to Wales for a haircut is not allowed under current lockdown rules in England which require people to stay at home unless it is for a number of permitted reasons such as exercise, outdoor recreation or work. \nHairdressers and barbers are scheduled to open in England on 12 April under the government's roadmap setting out dates of lockdown easing. \nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56468374",
      "category": "world-europe",
      "title": "Icelandic volcano erupts near Reykjavik",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-56465395",
      "category": "world",
      "title": "Covid: Rich states 'block' vaccine plans for developing nations",
      "tags": "World Health Organization (WHO),Coronavirus vaccines,Coronavirus pandemic",
      "text": "Wealthy countries - including the UK - are blocking proposals to help developing nations increase their vaccine manufacturing capabilities, documents leaked to BBC Newsnight show.\nSeveral poorer countries have asked the World Health Organization to help them. \nBut richer nations are pushing back on provisions in international law that would enable them to achieve this.\nThis is according to a leaked copy of the negotiating text of a WHO resolution on the issue.\nAmong those richer nations are the UK, the US, as well as the European Union.\n\"Where we could have language in there that would make it easier for countries to produce more vaccines and more medicines within their country, it would include initiatives that would finance and facilitate that. The UK is on the opposite side of the argument of trying to remove those kinds of progressive proposals from the text,\" says Diarmaid McDonald, from Just Treatment, a patient group for fair access to medicines. \nA spokesperson for the UK government says \"a global pandemic requires a global solution and the UK is leading from the front, driving forward efforts to ensure equitable access around the world to Covid vaccines and treatments\".\nThe spokesperson says the UK is one of the largest donors to international efforts to ensure over one billion doses of coronavirus vaccines get to developing countries this year.\nIf and when governments should intervene to ensure affordable supplies of medicines is a long-standing issue. \nBut the ability of different countries to source vaccines and drugs has been highlighted by the pandemic. \nMany experts say equitable access to vaccines is essential to prevent cases and deaths and to contribute to global population immunity.\nBut the global capacity for producing vaccines is about a third of what is needed, says Ellen t'Hoen, an expert in medicines policy and intellectual property law. \n\"These are vaccines that are produced in wealthy countries and are in general kept by those wealthy countries.\n\"Developing nations are saying we need to have a share of the pie, not only the share of the vaccines, but also the share of the right to produce these vaccines,\" she adds. \nTo make a vaccine you not only need to have the right to produce the actual substance they are composed of (which is protected by patents), you also need to have the knowledge about how to make them because the technology can be complex. \nThe WHO does not have the authority to sidestep patents - but it is trying to bring countries together to find a way to bolster vaccine supplies. \nThe discussions include using provisions in international law to get around patents and helping countries to have the technical ability to make them.\nBut the drug industry argues that eroding patents would hinder its ability to invest in future treatments for Covid and other illnesses. \nEarlier this month, representatives of the US drug industry wrote to US President Joe Biden to share their concerns.\n\"Eliminating those protections would undermine the global response to the pandemic,\" they wrote, including ongoing efforts to tackle new variants. \nIt would also create confusion that could potentially undermine public confidence in vaccine safety, and create a barrier to information sharing, the representatives said.\n\"Most importantly, eliminating protections would not speed up production,\" they added. \nOthers agree. Anne Moore, an expert in vaccine immunology, worries about what impact undermining patents will have on future research. \n\"Over time we see fewer and fewer organisations and commercial companies being in the vaccine field because there's so little return on it,\" she says. \nDrug companies point out they have also donated financially and given medicines to help tackle the pandemic. \nBut campaigners argue that about £90bn ($125bn) of public money has gone into developing Covid treatments and vaccines so the public should have a stake. Once the pandemic ends, there is a lot of money to be made, they say.\n\"It's obvious that there are longer-term plans to increase the price of these vaccines once the most urgent phase of the pandemic is over. So that is another reason why developing countries are saying we need to gain the ability to produce these vaccines ourselves now,\" Ms t'Hoen says.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55281633",
      "category": "health",
      "title": "Covid vaccine safety: How does a vaccine get approved?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-55709428",
      "category": "world",
      "title": "Covid vaccine: WHO warns of 'catastrophic moral failure'",
      "tags": "World Health Organization (WHO),Vaccination,Coronavirus pandemic",
      "text": "The world faces a \"catastrophic moral failure\" because of unequal Covid vaccine policies, the head of the World Health Organization (WHO) has warned.\nTedros Adhanom Ghebreyesus said it was not fair for younger, healthy people in richer nations to get injections before vulnerable people in poorer states.\nHe said over 39 million vaccine doses had been given in 49 richer states - but one poor nation had only 25 doses. \nMeanwhile, both the WHO and China were criticised for their Covid response.\nAn independent panel commissioned by the WHO said the UN public health body should have declared an international emergency earlier, and also rapped China for not taking public health measures sooner.\nSo far, China, India, Russia, the UK and the US have all developed Covid vaccines, with others being made by multinational teams - like the American-German Pfizer vaccine.\nAlmost all of these nations have prioritised distribution to their own populations.\nSpeaking at a WHO executive board session on Monday, Dr Tedros said, \"I need to be blunt: the world is on the brink of a catastrophic moral failure - and the price of this failure will be paid with lives and livelihoods in the world's poorest countries.\"\nDr Tedros said a \"me-first\" approach would be self-defeating because it would push up prices and encourage hoarding. \n\"Ultimately, these actions will only prolong the pandemic, the restrictions needed to contain it, and human and economic suffering,\" he added.\nAnd the WHO head called for a full commitment to the global vaccine-sharing scheme Covax, which is due to start rolling out next month. \n\"My challenge to all member states is to ensure that by the time World Health Day arrives on 7 April, Covid-19 vaccines are being administered in every country, as a symbol of hope for overcoming both the pandemic and the inequalities that lie at the root of so many global health challenges,\" Dr Tedros said.\nSo far, more than 180 countries have signed up to the Covax initiative, which is supported by the WHO and a group of international vaccine advocacy groups. Its aim is to unite countries into one bloc so they have more power to negotiate with drug companies.\nNinety-two countries - all of them low or middle-income - will have their vaccines paid for by a fund sponsored by donors. \n\"We have secured two billion doses from five producers, with options of more than one billion more doses, and we aim to start deliveries in February,\" Dr Tedros said.\nReacting to Dr Tedros' warning, UK Health Secretary Matt Hancock said: \"The UK is the world's biggest supporter, financial supporter, of the global programme to ensure access to vaccines in all countries in the world.\"\nMr Hancock said the UK had \"put the most financial support in these international efforts to ensure everybody has access to vaccines\".\nThe UK government has provided £548m ($734m) to the Covax programme.\nMore than four million people in the UK have received their first dose of a coronavirus vaccine, according to government figures.\nPeople in their 70s and the clinically extremely vulnerable in England are now among those being offered the jab.\nLast month, the People's Vaccine Alliance coalition of campaigning bodies said that rich countries were hoarding doses of Covid vaccines and people living in poor countries were set to miss out.\nIt said that nearly 70 lower-income countries would only be able to vaccinate one in 10 people.\nCanada, in particular, came in for criticism, with the coalition saying the North American nation had ordered enough vaccine doses to protect each Canadian five times.\nIn December, Karina Gould, Canada's minister of international development, denied allegations the country was hoarding vaccines, saying any discussion of a surplus was \"hypothetical\" as the doses had not been delivered. \nShe said Canada was providing C$485 million ($380 million; £280 million) to help developing countries cope with Covid-19.\nIn their interim report, the panel of independent experts said both China and the WHO should have acted faster during the early stages of the coronavirus outbreak.\nThe document said that Beijing should have acted more forcefully to localise the initial outbreak in the city of Wuhan first detected in late 2019.\nThe experts also criticised the WHO for only declaring a global emergency on 30 January 2020.\n \"The global pandemic alert system is not fit for purpose,\" the report said. \"The World Health Organization has been underpowered to do the job.\"\nThe panel of experts was led by former New Zealand Prime Minister Helen Clark and former Liberian President Ellen Johnson Sirleaf."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55632782",
      "category": "world-asia-india",
      "title": "Coronavirus vaccine: India begins world's biggest drive",
      "tags": "Coronavirus vaccines,India,Coronavirus pandemic",
      "text": "A sanitation worker became the first Indian to receive a Covid vaccine as the country began the world's largest inoculation drive. \nPrime Minister Narendra Modi launched the programme, which aims to vaccinate more than 1.3 billion people against Covid.\nHe paid tribute to front-line workers who will be the first to receive jabs. \nIndia has recorded the second-highest number of Covid-19 infections in the world after the United States. \nMillions of doses of two approved vaccines - Covishield and Covaxin - were shipped across the country in the days leading up to the start of the drive. \n\"We are launching the world's biggest vaccination drive and it shows the world our capability,\" Mr Modi, said, addressing the country on Saturday morning. \nHe added that India was well prepared to vaccinate its population with the help of an app, which would help the government track the drive and ensure that nobody was left out.\nMr Modi spoke at length about doctors, nurses and other front-line workers \"who showed us the light\" in \"dark times\". \n\"They stayed away from their families to serve humanity. And hundreds of them never went home. They gave their life to save others. And that is why the first jabs are being given to healthcare workers - this is our way of paying respect to them.\"\nGeeta Pandey, BBC News, Delhi\nDoctors and medical staff at Delhi's Max hospital tell me a lot of hope is being pinned on the vaccination drive. One official described it \"as a new dawn\" and said \"it's the beginning of Covid's end\". \nInside the waiting room, there are posters on the wall with information about the documents one needs to bring, how safe the vaccine is, and the precautions that need to be taken even after one's been vaccinated.  Among those being vaccinated on Saturday are doctors, nurses and front-office staff from all departments.\nThe names have been been chosen alphabetically so those getting jabs are mostly those with names starting with the letter A.\n\"The pandemic has played havoc in the country. I hope the vaccine will rid us of the fears and we will be able to breathe easy,\" Dr Anil Dass said after getting the jab.\nAshutosh Chaturvedi, a 31-year-old male nurse described as a \"Covid warrior\" by hospital officials, became the first recipient of the vaccine at Max.\n\"I'm fine, I feel good,\" he told reporters as he came down the hospital ramp, which has been decorated with blue, green and white balloons. \nSince April, he told me, he's worked in the emergency wing of the Covid ward, tending to those afflicted with the coronavirus.\n\"I haven't seen my wife and nine-month-old daughter since then. A month later, once I've received the second dose, I'll visit my family,\" he said. \nMr Modi also appealed to people to continue adhering to Covid-19 safety protocols like wearing masks and following social distancing. He said the country cannot afford to be complacent as vaccinating the entire population will take time.\nHe also urged people not to believe any \"propaganda and rumours about the safety of the vaccines\".\n\"I want to tell people that the approval to these vaccines was given only after scientists and experts were satisfied about its safety,\" he said. \nAn estimated 10 million health workers will be vaccinated in the first round, followed by policemen, soldiers, municipal and other front-line workers.\nNext in line will be people aged over 50 and anyone under 50 with serious underlying health conditions. India's electoral rolls, which contain details of some 900 million voters, will be used to identify eligible recipients. \nThe government plans to vaccinate 300 million people by early August. This will happen in state-run health care centres, schools, colleges, community halls, municipal offices and wedding halls. \nSeveral hospitals across India are giving the first doses of the vaccine. \nDr Atul Peters was among those who got the jab at Max hospital.\n\"It's a very big day. I'm grateful to those who worked hard to make this a reality. I was very very happy when I got a call informing me that my name was on the list.\n\"We worked hard during the pandemic to save lives and we are also taking the jab first to dispel fears in people's minds that the vaccine is not safe,\" he told the BBC.\nIndia's drug regulator has given the green light to two vaccines - Covishield (the local name for the Oxford-AstraZeneca vaccine developed in the UK) and Covaxin, locally-made by pharma company Bharat Biotech. \nBut concerns have been raised over the efficacy of Covaxin because the regulator's emergency approval came before the completion of Phase 3 clinical trials. The regulator and the manufacturer have said the vaccine is safe, and that the efficacy data would be available by February. \nBoth vaccines will be given as two injections, 28 days apart, with the second dose being a booster. Immunity would begin to kick in after the first dose but reaches its full effect 14 days after the second dose.\nThe status of the vaccines and recipients will be electronically tracked in real time - some 8 million people who will receive the early jabs have been already registered. More than 600,000 people have been trained for the drive.\nThe jabs will be voluntary, and recipients will be given a certificate of vaccination after they complete both doses.  \n\"I expect India's vaccination programme will be run much better than most countries because of the considerable government investment and early preparedness,\" Dr Gagandeep Kang, one of India's best-known vaccine experts, told the BBC. \nWith more than 10 million cases, India has recorded the second-highest number of Covid-19 infections in the world, after the US.\nThe largest vaccination drive in the country, however, begins at a time when infections have fallen sharply, and much of life has returned to normal. A limited availability of doses in the initial phase, therefore, is not likely to pose a problem.\nMost scientists feel India is primed for the challenge as it is a vaccine-making powerhouse and has run, for decades, a well-oiled immunisation programme for tens of millions of new-borns and mothers-to-be.\nBut the real challenges will begin when the general population starts receiving the jabs. \nIndia will use its formidable election machinery to deliver and track doses to recipients in far corners of the country. It is also likely to use digital platforms and apps to enable people to register for the doses. \nHowever, not every Indian owns a smart phone or knows how to operate an app, so it will be interesting to see what the government does to make sure that there are no inadvertent exclusions. \nVaccine hesitancy is the other concern. \nThe recent controversy over the hurried approval of Covaxin, many feel, could undermine confidence. There's a history of hesitancy about receiving the polio vaccine in parts of northern India, triggered by rumours about vaccines being impure and affecting fertility. Similar disinformation is now circulating about Covid vaccines on social networking apps, such as WhatsApp. \nThe government will need consistent, clear-eyed communication to bolster vaccine acceptance and community perception of the programme. \nVaccines come with side effects for some people. India has a 34-year-old surveillance programme for monitoring such \"adverse events\" following immunisation. \nBut researchers have found that benchmarks for reporting side effects still remain weak. A failure to transparently report adverse effects could easily lead to fear-mongering around vaccines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56460693",
      "category": "world-europe",
      "title": "Greek bull figurine unearthed after heavy downpour",
      "tags": "Archaeology,Greece",
      "text": "A bronze figurine of a bull believed to be at least 2,500 years old has been unearthed in Greece following heavy rain near the ancient site of Olympia.\nBurn marks on the statuette suggest it may have been one of thousands of offerings to the Greek god Zeus.\nThe discovery of the small, intact item was made by archaeologists near a temple, Greece's culture ministry said.\nAn archaeologist spotted one of the bull's horns sticking out of the mud after a downpour, it added.\nThe item was immediately transferred to a laboratory for examination.\nInitial testing has indicated that the bull idol, which was found last month, dates from the Geometric period - about 1050BC to 700BC - of Greek art, the culture ministry said in a statement on Friday. \nAnimals such as bulls and horses are believed to have been worshipped over that period because of their importance for human survival.\nLike other animal and human figurines, the bull discovered near the temple of Zeus was likely to have been offered by believers during a sacrifice, which would explain the burn marks and \"sediments removed during its purification\", the ministry added. \nThe site of Olympia in Greece is the birthplace of the ancient Olympic Games."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-56233024",
      "category": "uk-wales",
      "title": "Covid: 'Don't let Grand Slam bid cause surge' says Mark Drakeford",
      "tags": "France,Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "Rugby fans have been reminded to watch Wales' Grand Slam decider at home to avoid a surge in coronavirus cases. \nWales will claim a fifth Six Nations Grand Slam in 16 years if they beat France in Paris on Saturday evening. \nFirst Minister Mark Drakeford said: \"The last thing we want is to mark a potential Grand Slam weekend with a surge in Covid cases.\"\nPolice fear it will be a \"temptation\" for some people to mix but officers have warned of \"robust\" action.\n\"Let's not become a sick nation while winning the Six Nations,\" said Gwent Police Ch Supt Mark Hobrough.\nTwo households can mix outdoors in Wales - including in gardens - but socialising indoors is not allowed.\nWales' final Six Nations clash with Paris in France kicks off at 20:00 GMT on Saturday, just after the south Wales football derby between Swansea City and Cardiff City, which starts at 17:30.\nSports fans usually go out to celebrate such big days in the Welsh sporting calendar but with Wales still in lockdown, authorities have warned people against mixing or face a fine.\n\"Normally on a weekend like this we'd see clubs, restaurants, pubs, city centres, towns and villages all full of people celebrating and coming together,\" said Ch Supt Hobrough. \n\"You'd also see people going into each others' houses and celebrating - but this is going to be a very unusual year where we can't actually do that.\n\"Rugby is embedded in Welsh culture and understandably there's a lot of people happy about the success of the Welsh team in times that have been really challenging.\n\"But let's enjoy the game and stay safe and to respect and act within the law.\n\"It's not often we have a possible Six Nations Grand Slam and the temptation must be there to celebrate - but celebrate within your own household.\"\nHe said officers will be \"highly visible\" and will \"tackle the lack of Covid compliance robustly\".\nWith the Covid infection rate falling to 43 cases per 100,000 people and more than a third of people in Wales vaccinated, officers have warned against public complacency.\n\"The legislation has been around for a year now and this message goes to those who might think they are exempt if you've had the vaccine,\" said Ch Supt Hobrough.\n\"You can still get or transmit the virus. Let's all enjoy this weekend in the realms of the law as we can see a light at the end of the tunnel - let's make sure we eliminate this virus as soon as possible.\"\nA number of sporting celebrations in the past year have drawn criticism, with arrests and fines given after Glasgow Rangers fans celebrated their first Scottish Premiership title in 10 years earlier this month.\nWhile thousands of Liverpool fans flocked to Anfield after the club won a first English league title in 30 years in June.\nWelsh health bosses have pointed out that there are \"still 1,000 patients in our hospitals across Wales\" and while the R rate is dropping, people are still catching the virus.\n\"You shouldn't be going to someone's house to watch it,\" said Dr Kelechi Nnoaham, director of public health for Cwm Taf Morgannwg health board.\n\"You can watch it, watch it in your own home and not go into other people's homes to watch it - I really want to get out that message, please don't mix with people who are not in your household beyond what has already been allowed since last Saturday. \n\"Because there is still a reservoir of this infection, and it is still likely to pass on if we lose.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56467813",
      "category": "uk",
      "title": "Covid: Summer holidays abroad 'unlikely', warns government adviser",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Summer holidays overseas are \"extremely unlikely\" because of the risk of travellers bringing coronavirus variants back to the UK, a scientist on a government advisory body has said.\nThe UK faces a \"real risk\" if people travel abroad, Dr Mike Tildesley said.\nForeign holidays are currently not allowed and returning travellers have to quarantine.\nTransport Secretary Grant Shapps said it was \"too early to tell\" when holidays abroad would be allowed.\nUnder the current road map for easing restrictions, the earliest date people in England could holiday abroad would be 17 May.\nPeople can currently travel abroad for a limited number of reasons, such as education or work, with anyone who does having to fill in a \"Declaration to Travel\" form stating a valid reason for leaving the country.\nA government taskforce will report to the prime minister on 12 April detailing when and how international travel can resume.\nIn Scotland, national clinical director Jason Leitch also said foreign summer holidays in Europe were looking \"less likely\" as Covid numbers in some countries were a \"cause for concern\".\nHealth Secretary Matt Hancock said on Saturday morning half of all adults in the UK have now received a coronavirus vaccine.\nFriday was also a record-breaking day for jabs, Mr Hancock added.\nDr Tildesley, a member of the government's Scientific Pandemic Influenza Group on Modelling, which feeds into Sage, said there was a danger holidaymakers could bring back variants, like the one that emerged in South Africa - which were less susceptible to vaccines.\nDr Tildesley told BBC Radio 4's Today programme: \"I think that international travel this summer is, for the average holidaymaker, sadly I think, extremely unlikely.\n\"I think we are running a real risk if we do start to have lots of people going overseas in July, for instance, and August because of the potential for bringing more of these new variants back into the country.\n\"What is really dangerous is if we jeopardise our vaccination campaign by having these variants, where the vaccines don't work as effectively, spreading more rapidly.\"\nFuture vaccination campaigns might need to be considered to tackle future variants, but \"the longer that we can push that down the road... the better\", Dr Tildesley added.\nProf Andrew Hayward, from Sage, said it was \"unlikely\" the government would want to encourage travel to European countries currently experiencing high levels of coronavirus infections.\n\"I suppose one of the more worrying things about this resurgence is that in some parts of Europe the South African variant is beginning to creep up to higher levels,\" he told Times Radio.\nHe said this variant was of \"particular concern\" because vaccine effectiveness against it was \"quite low\".\nAirlines UK, which represents UK-registered carriers, said it was \"too early to say\" what the state of Covid will be in Europe and the rest of the world in 10 weeks' time.\n\"We have always said any reopening must be risk-based, but also led by the overriding assumption that as the vaccine rollout accelerates both here and abroad, a phased easing of restrictions is achievable,\" Airlines UK said.\n\"We know that universal, restriction-free travel is unlikely from 17 May but under a tiered system, based on risk, international travel can meaningfully restart and build up, with minimal restrictions in time.\"\nFebruary's announcement of the roadmap for easing restrictions in England was followed by a flurry of reports from airlines and holiday companies that future bookings had surged - particularly from July onwards.\nAlthough domestic operators reported strong demand for UK-based getaways, many people are clearly desperate to go abroad when it is allowed. \nStricken travel and tourism firms desperately need their business. They see this summer as crucial.\nBut although 17 May is in the calendar as the earliest possible date for international leisure trips to resume, this has never been guaranteed. \nNor do passengers yet know exactly what rules or systems might be in place to enable travel to re-start. \nAll eyes will be on what the global travel taskforce reports on 12 April.\nThere are thousands of different versions, or variants, of Covid circulating but there has been particular focus on those first found in three countries:\nThese variants could be much more contagious or easy to catch but there is no evidence any of them cause much more serious illness for the vast majority of people who become infected.\nCurrent vaccines were designed around earlier versions of coronavirus but scientists believe they should still work, although perhaps not quite as well.\nVaccines can be redesigned and tweaked in the future to be a better match.\nRead more.\nMeanwhile, Kate Bingham, the former head of the UK's vaccine taskforce, said some European leaders were being \"completely irresponsible\" over their approach to the Oxford-AstraZeneca jab.\n\"If I was sitting in those countries I would not be happy to have leaders that are undermining a vaccine that could actually protect,\" Ms Bingham told the Daily Telegraph.\nSeveral countries decided to suspend use of the Oxford-AstraZeneca vaccine following reports some people suffered blood clots after receiving the jab.\nData supplied by AstraZeneca showed there had been fewer than 40 reports of blood clots among the 17 million people across Europe who had been given the vaccine.\nUK and EU regulators said there was no evidence the Covid vaccine caused blood clots and Boris Johnson has said the vaccine is safe - receiving it himself on Friday.\nDr Catherine Smallwood, from the World Health Organization, said: \"We can't talk about the interest of one country or one city or one part of the world, this is so interconnected and we've really got to come out of this together.\"\nProf Sir John Bell, a member of the government's vaccine taskforce, criticised France for changing its vaccine advice, calling it \"crackers\".\nFrance is refusing to give the Oxford-AstraZeneca vaccine to under-55s having previously said it was unsuitable for older people - a move Prof Bell said undermined confidence in the vaccination rollout.\n\"It doesn't make any sense. The whole thing looks completely crackers. They are changing the rules almost every week,\" he told Today.\n\"They are really damaging people's confidence in vaccines generally - not just the AstraZeneca vaccine.\n\"They are sitting on a massive stockpile of vaccines that they haven't deployed yet and at the same time they have got a massive wave of the new variants coming across the country.\" \nMore than 26 million people in the UK have received at least one dose of a coronavirus vaccine, according to government figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56464331",
      "category": "world-us-canada",
      "title": "Viral video exposes inequality in NCAA college basketball",
      "tags": "United States",
      "text": "A video from a US college basketball player has gone viral for showing the inequalities between the equipment given to male and female players.\nUniversity of Oregon forward Sedona Prince showed the fully-stocked weight room given to men's teams for the annual National Collegiate Athletic Association (NCAA) tournament.\nBut women were only given one small rack of exercise weights.\nThe contrast shown in Ms Prince's TikTok brought widespread criticism.\n\"Wow - come on now!\" tweeted NBA superstar Steph Curry, copying in the March Madness and NCAA Twitter accounts. \"Yall trippin trippin.\" The championship tournaments are known as March Madness and began this week.\nWomen are playing their tournament in San Antonio, Texas, while the men's games are taking place in Indianapolis, Indiana.\n\"This is outrageous, @NCAA It needs to be fixed. Now,\" tweeted top Democratic Senator Chuck Schumer.\n\"I think there's this big misconception that women don't need weights as much as men,\" Ms Prince, 20, told BBC World Service on Friday. \n\"And this is so false because our bodies are just important as theirs.\"\n'We need recovery. We need to be strong. The sport we play is extremely physical,\" she said adding, that the lack of workout equipment made it \"apparent how little care there was\" for women athletes.\nIn a conference call with coaches and team administrators ,\" NCAA VP of women's basketball Lynn Holzman acknowledge \"we fell short\".\nShe also pledged that the women's facilities would be upgraded by the weekend.\nMs Prince said that she is grateful for the league's apology.\n\"It does mean a lot that they are acknowledging it and talking about it and then realising that they made a mistake,\" she said.\n\"It means a lot that they're recognising that now.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56472055",
      "category": "world-africa",
      "title": "Mourners line Tanzania streets at ex-President Magufuli's funeral",
      "tags": "John Magufuli,Tanzania",
      "text": "Thousands of mourners have been filing past the coffin of Tanzania's ex-President John Magufuli, who died on Wednesday aged 61.\nHis coffin, draped in the national flag, is lying in state at the Uhuru stadium in the main city Dar es Salaam.  \nOpposition politicians say that Magufuli contracted Covid-19, but this has not been confirmed.\nHe was a Covid sceptic who at times denied the virus had affected Tanzania.\nMagufuli's coffin was brought to the stadium on Saturday in a procession that was led by his successor, Samia Suluhu Hassan.\nIt will be taken to several different locations for public viewing before his burial in his hometown of Chato on Friday.\nMagufuli was the son of a peasant farmer and went on to became Tanzania's president in 2015.\nSome residents wept and threw flowers on the coffin which was pulled by a military vehicle on Saturday.\nPresident Samia, who was sworn into office on Friday, led the government procession in which many wore black or green and yellow to represent the colours of the ruling party.\nShe is Africa's only current female national leader - the Ethiopian presidency is a largely ceremonial role - and joins a short list of women on the continent to have run their countries.\nThe government announced on Wednesday that Magufuli had died from a heart condition after he had been missing from public for several weeks.\nHis position on coronavirus ranged from stating it did not exist in Tanzania to saying the country had beaten the pandemic through prayer.\nBut in February, after a number of senior politicians died from the virus, he conceded it was circulating in Tanzania.\nKnown as the \"bulldozer\", before the pandemic Magufuli was praised for his no-nonsense approach and hailed for his anti-corruption stance and his distinct dislike for wasting money.\nOn Friday President Samia spoke of the \"heavy load\" on her shoulders and urged for the \"burying of differences\" and unity during the mourning period."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-56467933",
      "category": "uk-england",
      "title": "White cliffs memorial planned for Dame Vera Lynn",
      "tags": "Ditchling,Dover,Vera Lynn,World War Two",
      "text": "Forces' sweetheart Dame Vera Lynn will be remembered with a memorial on the white cliffs of Dover, under plans to be unveiled by her family and an MP.\nDame Vera, whose songs helped to raise morale in World War Two, died last year, at the age of 103.\nShe was best known for performing hits such as We'll Meet Again to the troops.\nPlans for the memorial, set to cost at least £1.5m, are understood to have support from Dover council and fundraising is to begin next week.\nOne of Dame Vera's most famous songs, The White Cliffs of Dover, immortalises the National Trust site in Kent that looks over the English Channel.\nSouthend MP Sir David Amess, a friend of Dame Vera's family, who will launch the campaign on Friday, said the sculpture would be created by the sculptor Paul Day. He said an exhibition centre had also been suggested.\n\"A lot of people don't know what she did,\" he said. \"She came from an ordinary background like myself in the East End of London.\n\"She had tough times and hard times and she was always down-to-earth - never grand, and always kind and generous.\n\"These days, many celebrities are grand and remote but Vera was never like that. And she never forgot the sacrifices made by the troops in the Second World War.\"\nThe memorial, which also has the support of Dover MP Natalie Elphicke, is to be paid for by donations and public subscription.\nLast year, as the country went into coronavirus lockdown, Dame Vera, who lived in Ditchling, Sussex, compared the challenges that lay ahead to \"the darkest of times\" in World War Two. She used her birthday and VE Day to give messages of hope.\nOn VE Day, she quoted from her most well-known song and said: \"We will meet again.\"\nThe wartime song had also been echoed by the Queen in a special televised address in April - when she acknowledged the hardship Britons were facing during the Covid-19 crisis.\nDame Vera, the daughter of a plumber, was born Vera Margaret Welch on 20 March 1917 in the London suburb of East Ham, and discovered her talent for singing at an early age.\nHer stage name, Vera Lynn, came from her grandmother's maiden name.\nLater, when she volunteered for war work, she was told the best thing she could do was to keep on being an entertainer.\nFollowing her death, tributes from around the world included Prime Minister Boris Johnson describing her as a \"truly great Briton\".\nA promotional video to be released next week will include contributions from Katherine Jenkins, Sir Tim Rice, Sir Paul McCartney and Anthony Andrews."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-56454982",
      "category": "uk-northern-ireland",
      "title": "Abortion: DUP criticises Westminster intervention",
      "tags": "Abortion,Abortion in Northern Ireland",
      "text": "A move by the UK government to compel Stormont to implement abortion laws will have \"serious consequences for devolution\", a DUP MP has said.\nSir Jeffrey Donaldson said it would be a \"very serious breach of the devolution settlement\".\nWestminster is planning to give Northern Ireland Secretary Brandon Lewis new powers to take such action.\nNorthern Ireland's abortion laws changed last March after Westminster acted during the absence of devolution.\nSpeaking on BBC NI's Good Morning Ulster programme, the DUP leader in the House of Commons, Sir Jeffrey Donaldson said the action should be a concern even for those who support the provision of abortion services. \nHe said people \"should recognise the danger of what the secretary of state is doing here\" and \"if he can do it on this, then it could happen on many other areas\". \nBBC News NI understands that Northern Ireland's attorney general advised the Stormont executive that commissioning abortion services could be regarded as a controversial matter under the terms of the ministerial code.\nThe code states issues which are \"significant or controversial\" must be brought to the executive.   \nSome Stormont parties had been calling on Health Minister Robin Swann to commission the services.\nBut he has maintained that it requires the support of the whole executive.\nIt is believed Attorney General Brenda King gave the advice to Communities Minister Deirdre Hargey, who asked her whether Mr Swann was required to get approval of the executive before setting up abortion services through the Department of Health.\nIt is understood Ms King's view was that if Mr Swann acted without consensus of the full executive, there was a risk of a legal challenge.\nA statement issued earlier by the Department of Health reflected this, and stated that Mr Swann's position was that the issue of abortion services was controversial and required the support of the whole executive.\n\"He does not believe that a ministerial decision to commission and fund abortion services would be defensible in court in the absence of executive approval,\" it added.\nWhile the law was passed last March, commissioning of full services has been stalled due to differences within the five-party executive.\nThis latest development, first reported by the Guardian, will see the NI secretary lay new regulations in Parliament early next week.\nThe move will let him direct Northern Ireland's Department of Health to commission the services.\nStormont and Westminster are also facing legal action from the Human Rights Commission over the delay.\nThe law changes meant abortion laws in Northern Ireland altered significantly last year, with terminations available in all circumstances of the first 12 weeks of pregnancy.\nIt is legal in other circumstances up to 24 weeks and beyond that for cases of non-fatal fetal disabilities and fatal fetal abnormalities.\nAlliance Party assembly member (MLA) Paula Bradshaw said the responsibility for providing abortion services lay with the health minister.\nShe said he had the power, responsibility and legal duty to provide a \"comprehensive framework for our healthcare professionals to operate within\". \nMs Bradshaw said while she believed in devolution, she welcomed the intervention of the NI secretary.\nAgriculture Minister Edwin Poots, of the DUP, wrote on social media the UK government \"would do well to listen to first minister on this issue\" and that there was anger among assembly members at \"this act of destruction on the devolution settlement\".\nThe Ulster Unionist Party (UUP) leader, Steve Aiken, said the \"controversial\" issue of abortion should be dealt with by the whole executive. \n\"Any unilateral decision by the health minister to commission and fund new abortion services without executive approval would be a breach of the Northern Ireland Act and the Ministerial Code,\" he said.\nHe added that it was \"deeply regrettable that some political parties are seeking to score points on such a sensitive issue\".\nSDLP leader Colum Eastwood said it was a \"matter of regret\" the executive had not been able to \"commission services in line with its legal obligations\". \n\"The SDLP has been warning for weeks that this British government has shown no restraint when it comes to interfering with the devolution settlement,\" he said. \nMs Hargey said it was \"unfortunate and unnecessary\" that the action was not able to be taken locally. \nThe Sinn Féin MLA said the \"executive as a whole, and certainly those parties who are blocking the commissioning of these services, need to be implementing them as soon as possible\". \nShe said she had unsuccessfully tried to have the issue placed on the agenda for the executive last week, and would try again for next week. \nThe Church of Ireland said the move was \"unjustified\" now Stormont was sitting again. \nArchbishop of Armagh John McDowell said it was \"clearly a devolved matter\".\nThe Presbyterian Church said it would \"seriously undermine\" devolution and called on Mr Lewis to withdraw the proposal. \nAt present health trusts are carrying out interim services for early medical abortions up to 10 weeks, meaning women seeking a termination beyond that are required to travel to England.\nThe DUP, which opposed the changes to the abortion laws by Westminster, has proposed a piece of legislation at Stormont seeking to restrict abortions in cases of non-fatal disabilities.\nIt passed its second reading on Monday with the support of a number of parties.\nSinn Féin abstained on that vote but has separately called for the Department of Health to commission full abortion services as required under the regulations.\nThe Alliance Party, the SDLP and the Ulster Unionists view the issue as a matter of conscience for individual assembly members."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-56468894",
      "category": "world-africa",
      "title": "Uganda: Lions found dead in Queen Elizabeth National Park",
      "tags": "Wildlife,Lions,Uganda,Poaching",
      "text": "Six lions have been found dead and dismembered after a suspected poisoning in one of Uganda's most famous parks.\nThe lions were found in Queen Elizabeth National Park with their heads and paws hacked off, and their bodies surrounded by dead vultures, officials said.\nThe Uganda Wildlife Authority (UWA) said it \"cannot rule out illegal wildlife trafficking\".\nAn investigation has now been launched, with conservationists working with local police at the scene.\nThese particular lions are known for their ability to climb trees.\nIn a statement, UWA's communications manager Bashir Hangi said they were \"saddened\" by the killings.\nHe added that nature tourism is an important part of Uganda's economy, contributing about 10% of its GDP, and plays a vital role in the conservation of animals.\n\"UWA strongly condemns the illegal killing of wildlife because it does not only impact negatively on our tourism as a country, but also revenue generation, which supports conservation and community work in our protected areas,\" he said.\nThere have been a number of previous incidents where lions in Queen Elizabeth National Park were believed to have been poisoned.\nIn April 2018, 11 lions - including eight cubs - were found dead after a suspected poisoning. A similar incident led to the deaths of five lions in May 2010."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-56466310",
      "category": "world-australia",
      "title": "Australia warned of 'life-threatening' flash floods",
      "tags": "Floods,New South Wales,Sydney,Australia",
      "text": "Emergency authorities in Australia are warning of \"life threatening\" flash floods as torrential rains batter parts of the country's east coast.\nDozens of people have been rescued from floodwaters, and residents in many low-lying communities of New South Wales have been ordered to leave their homes.\nPolice say hundreds of people have flocked to evacuation centres in areas north of the city of Sydney.  \nMajor roads have been shut. Footage has emerged of a house being swept away.\nWarragamba dam in Sydney, the city's main water source, has begun to overflow for the first time since 2016, and WaterNSW warns others are also expected to spill over.\nUp to 100mm (four inches) of rain is forecast for Sydney, and as much as 300mm for the lower Blue Mountains, west of the city.\n\"We are in uncharted territory,\" water expert Ian Wright at Western Sydney University told outlet News.com.au, saying many more people live next to Warragamba dam than during previous flooding.\nSydney residents posted pictures on social media of flooded roads and rising waters nears their homes.\nAgata Imielska from the Bureau of Meteorology warned of localised intense rainfall and damaging winds, saying the public should be aware of \"dangerous conditions\" that can change quite quickly.\n\"If you don't need to travel, if you don't need to head out today, this is the day to stay at home,\" Ms Imielska was quoted as saying by the Sydney Morning Herald.\nMore storms are forecast in the coming days, and parts of eastern Australia could receive up to a metre of rain in the space of just a week, the BBC's Phil Mercer in Sydney reports."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-56457295",
      "category": "world-europe",
      "title": "Finland ranked happiest country in the world - again",
      "tags": "Finland",
      "text": "Finland has been named the happiest place in the world for a fourth year running, in an annual UN-sponsored report.\nThe World Happiness Report saw Denmark in second place, then Switzerland, Iceland and the Netherlands.\nNew Zealand was again the only non-European nation in the top 10. The UK fell from 13th to 17th place.\nData from analytics researcher Gallup asked people in 149 countries to rate their own happiness.\nMeasures including social support, personal freedom, gross domestic product (GDP) and levels of corruption were also factored in. \nThe country deemed the most unhappy in the world was Afghanistan, followed by Lesotho, Botswana, Rwanda and Zimbabwe.\nThere was a \"significantly higher frequency of negative emotions\" in just over a third of the countries, the report authors said, likely pointing to the effects of the pandemic. \nHowever, things got better for 22 countries. Several Asian countries fared better than they had in last year's rankings, while China moved to 84th place from 94th.\n\"Surprisingly there was not, on average, a decline in well-being when measured by people's own evaluation of their lives,\" John Helliwell, one of the report's authors, said in a statement.\n\"One possible explanation is that people see Covid-19 as a common, outside threat affecting everybody and that this has generated a greater sense of solidarity and fellow-feeling.\"\nFinland \"ranked very high on the measures of mutual trust that have helped to protect lives and livelihoods during the pandemic\", the authors said. \nThe Nordic nation of 5.5 million people has managed far better than the majority of Europe during the pandemic, with just over 70,000 cases and 805 deaths, according to Johns Hopkins University.\nAccording to the report, the ten happiest countries are:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-56436927",
      "category": "world-us-canada",
      "title": "Mar-a-Lago: 'Covid outbreak' at Trump's Florida residence",
      "tags": "Florida,Donald Trump,United States,Coronavirus pandemic",
      "text": "Donald Trump's main residence, Mar-a-Lago, has been partially closed after some staff members tested positive for Covid-19, US media report.\nThe Florida resort has served as the former president's official residence since he left office in January.\nThe club said in a statement that the Beach Club and a la carte dining room were closed, but did not specify how many people had tested positive.\nMr Trump had coronavirus last October, and was vaccinated in January.\nAt the time of his diagnosis, he was hospitalised for several days and treated with the low-dose steroid treatment dexamethasone. \nHis wife Melania Trump and son Barron also tested positive for the virus, as did several White House officials close to the then-president.\nIn an email to members obtained by the Washington Post, Mar-a-Lago said it was following \"all appropriate response measures\" and its banquet and event services would remain open.\nIn January, images surfaced from a New Year's Eve party at Mar-a-Lago that showed a number of guests not wearing masks. The resort was handed a formal warning by Palm Beach County which said the event had violated coronavirus regulations.\nThe New York Times reports that the club is planning to host events during the Republican National Committee spring retreat next month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-56466298",
      "category": "uk-politics",
      "title": "Election watchdog quizzes Tory party over funding of PM's flat makeover",
      "tags": "Carrie Symonds,Boris Johnson",
      "text": "The elections watchdog has contacted the Conservative party with questions over the funding of renovations to Boris Johnson's official flat.\nThe Electoral Commission said it was trying to establish whether any of the spending needed to be examined within its own remit on political donations.\nThe Daily Mail has reported that £60,000 of party funds were used to help cover the work's £200,000 cost.\nNo 10 said all appropriate codes of conduct were followed.\nThe PM's press secretary Allegra Stratton has previously insisted that no party funds were being used to pay for any refurbishments to the Downing Street estate.\nThere have been ongoing reports about the cost of the refurbishments to the Downing Street flat where the prime minister lives with his fiancée Carrie Symonds. \nLike several of his recent predecessors, the PM is living in the flat above No 11 Downing Street, the chancellor of the exchequer's official residence.\nMr Johnson and Ms Symonds moved into the four-bedroom flat back in July 2019, and welcomed their son Wilfred in April 2020.\nThe flat, which is much larger than the one above No 10, was extensively refurbished by David and Samantha Cameron in 2011 at a cost of £30,000.\nThe Daily Mail reported on Saturday that the Electoral Commission had contacted the Tory party to check whether any funds linked to the refurbishment should have been declared in adherence with the laws on political donations.\nAn spokeswoman for the Electoral Commission said in a statement: \"We are in contact with the party to establish whether any sums relating to the renovation works fall within the regime regulated by the commission.\"\n\"If so, they would need to be reported according to the rules specified in law, and would then be published by the commission as part of our commitment to the transparency of political finance.\"\nA Conservative party spokesperson said: \"All reportable donations to the Conservative party are correctly declared to the Electoral Commission, published by them and comply fully with the law.\n\"Gifts and benefits received in a ministerial capacity are, and will continue to be, declared in government transparency returns.\nSources previously told the BBC that interior designer Lulu Lytle had been involved in the upgrade of the PM's flat.\nInterior designer Ms Lytle is a co-founder of Soane Britain, an upmarket London-based interior design firm which specialises in traditional craft methods.\nAccording to the company's website, its furniture can be found in hotels, restaurants, private members' clubs, yachts and private houses.\nLondon's Connaught and Claridges hotels, the Somerset Georgian manor Babington House and Shoreditch House private members' club are listed as clients."
    }
  ]
}