{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58736720",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Latest ICU patients 'largely unvaccinated and young'",
      "tags": "Intensive care,Aberdeen,Coronavirus pandemic",
      "text": "The latest wave of Covid patients in intensive care are \"largely unvaccinated and young\", one ICU consultant has told BBC Scotland. \nDr Lee Allan said he is treating \"very young, usually fit and extremely sick\" patients at Aberdeen Royal Infirmary.\nThe latest statistics show there were 82 people being treated for Covid in intensive care units in Scotland on Tuesday. \nHospital admission rates are higher among unvaccinated people. \nMore than 85% of people aged 18 and over in Scotland have now had both vaccine doses, but take-up is lower among younger people. \nOne of those young people who has spent time in intensive care is George McLean. He's 32 and he's lucky to be alive. \nHe tested positive for the virus earlier this month after developing a \"bit of a cough\", but he was taken to Aberdeen Royal Infirmary by ambulance after he \"got worse and worse and worse\".\nStruggling to breathe properly, he was rushed to ICU while his family and partner were informed he might have to be put into an induced coma. \nIt was overwhelming. He admits he was petrified. \n\"I've got four kids, I'm 32 years old, work every day, don't drink, don't smoke - didn't think it would be me,\" he said.\nHe had missed his appointment for a Covid jab and didn't consider rearranging. \n\"I've known many people who have had Covid and they've been fine, not even been to hospital, been off work for a couple of days and they're fine. I didn't think it would be as bad as what it was,\" he said. \nIn ICU, he had to lie on his front for three days and have full-face ventilation. It was uncomfortable but he avoided having to be put into a coma. \n\"They were dead professional, I was well looked after,\" he said. \"I'm glad I was in the right place\".\nICU consultant Dr Allan said the last few weeks had been very busy. Staff are exhausted and there is uncertainty about what winter holds. \n\"One of the most difficult parts of that for us to cope with is that the patients are very young, usually fit and extremely sick,\" he said. \"And not all patients are lucky enough to make it out of here. \n\"In the last few weeks, we've seen some of the most difficult times that we've experienced in the last year altogether. On the whole, the patients that we're seeing are largely unvaccinated and young. \n\"That's on the back of our usual workload of sepsis, trauma and post-operative patients so it continues to be an incredibly challenging time in intensive care.\"\nHe said the additional workload had led to difficult decisions about which patients can have their operations and receive ICU care - and which need postponed.  \n\"It's incredibly frustrating for us looking after patients that are unvaccinated,\" he added. \"There's always that thought that they might not have ended up in front of us if they'd had the vaccine. \n\"In this current busy period, there's no doubt that there are very few vaccinated patients ending up in intensive care. \n\"By far and away the most patients are unvaccinated, so the vaccine is looking from our perspective to be very effective.\"\nCovid patient numbers are beginning to fall from their peak in mid-September, but they remain high.\nThe latest statistics published by the Scottish government show that there were 1,020 people in hospital on Tuesday with recently-confirmed Covid, and 82 in intensive care. \nSeparate figures published by Public Health Scotland shed light on the age breakdown of patients - and whether or not they have been vaccinated. \nThey show, broadly, that across all age groups, the rate of admissions per 100,000 is higher among unvaccinated individuals compared to those who are double-jabbed. \nHowever, they do not differentiate between people who are admitted because they are ill with Covid, and people who are being treated for other health issues and do not require hospitalisation for the virus.\nAnd they do not say how many unvaccinated people are in intensive care. \nAdditional data published on Wednesday reveals the average length of hospital stay of Covid patients has dropped from 13 in January, to 5.1 in June. \nICU staff nurse Rachael Ironside said people don't realise how Covid can affect them - they think they're young and fit and they're getting their information from the \"wrong sources\". \n\"It is sad when you talk to families and they're talking about not getting the vaccine and the reasons they've had for it, but by that point it's too late,\" she said. \nHer colleague Claire Charles said that by the time patients reach ICU, they have had all the treatments that have been proven to help, so they're just trying to \"buy them some time\" to try and get better.  \n\"The people who do end up coming into hospital think they'll just be on the ward for a few days and then they come to us for a little bit more support, and that's tough for patients because they see some of the really unwell patients and it must be really terrifying to be in that situation, to see what's coming for them unfortunately,\" she said. \n\"That's hard for us as nursing staff to keep their spirits up and it's tough for us when they do become more unwell, and go onto the life support machine, and then sadly a lot of them pass away. \n\"They're coming in to us awake and talking, so it's hard at the end of the day when it doesn't go so well, and we have to deal with that side of it.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58737517",
      "category": "uk",
      "title": "Covid: Businesses say public not ready for vaccine passports and Northern Ireland's clown shortage",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday evening. We'll have another update for you tomorrow. \nWith the Scottish government already having delayed enforcement of its Covid vaccine passport scheme for nightclubs and large events, the hospitality industry has claimed the public is not ready. UK Hospitality told the BBC that there should have been a public information campaign so that customers would know they had to bring proof of having had two doses of a vaccine. \"It has very much been left to businesses to manage this,\" said Leon Thompson from the trade body. Scotland's Deputy First Minister John Swinney said the scheme - which begins on Monday, with enforcement following from 18 October - had been widely publicised in the media.\nA rush hour spent with Transport for London's enforcement officers showed how inconsistent policies over mask-wearing are leading to confusion. The BBC saw commuters being politely but firmly told to put on masks, with those not carrying them dispatched to Boots. But one man is angry and confused, caught out by different rules set by national rail services and Transport for London: he doesn't have to wear a mask on the train, so why does he have to on the Tube? TfL says it has refused 223 people entry and asked 53 people to leave since the government ended the legal requirements on masks on 19 July. The London Mayor says the law should be brought back.\nWith the deadline to get vaccinated against Covid having passed on Monday, United Airlines said the vast majority of its 67,000 staff have complied. But 593 who have not applied for a medical or religious exemption face being fired, the company said. \"This was an incredibly difficult decision,\" its bosses said in a memo to employees. But it said the reason for imposing the requirement in August was to \"keep our people safe\".\nRussia has threatened retaliation after two of its German-language YouTube channels were deleted for breaching Covid misinformation guidelines. The country's media watchdog Roskomnadzor accused YouTube of censorship and demanded the channels be restored. It said it could block the Google-owned video-streaming site within its borders. Russia has previously used powers to block or restrict access to websites to slow down the speed of Twitter. YouTube has also tightened rules on vaccine misinformation, saying it would delete any videos with false claims about vaccines approved by health authorities.\nFirst it was toilet rolls, hand sanitiser and pasta, but now Covid-19 has caused a new and unexpected shortage in Northern Ireland: clowns. David Duffy, co-owner of Duffy's Circus, is appealing for locals to put on the traditional red nose and to learn the skills of a clown. With circuses closed for more than 500 days, many performers left Northern Ireland for other places which reopened their big tops more quickly. So what qualities does Mr Duffy say are needed to have them rolling in the aisles? Vulnerability, adaptability and the capacity to think on your feet - even while wearing enormous shoes.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nThe furlough scheme, which protected millions of jobs, is ending tomorrow. Find out what that means for you.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58727499",
      "category": "uk-politics",
      "title": "Labour conference: Starmer happy to take the blows if it means winning",
      "tags": "Keir Starmer,Labour Party Conference,Labour Party,Jeremy Corbyn",
      "text": "\"Most of the people here are actually interested in winning an election. I can feel it,\" said a member of Labour's shadow cabinet rather jubilantly. \nIt might sound deeply strange that a senior politician would feel the need to make such a remark about the members of their own party. \nBut over the past few years it has sometimes felt like Labour was spinning round in smaller and smaller circles of rage, so consumed with its own angst that it forgot its purpose - to win elections and try to change the country, not to provide a hobby for those interested in politics, or a debating society for activists.\nThat's why, bizarre though it may sound, it matters that Sir Keir Starmer clearly and loudly said earlier that winning is more important to him than keeping the party together - the \"unity\" Labour politicians love to promise, and indeed the \"unity\" that he himself said he would prioritise during his campaign to become leader. \nSir Keir's clarity, in my interview with him, suggests he is quite happy to have had the bumpy ride of the past few days if it helps Labour to start looking a bit more capable of running the country.\nHe almost admitted that some of his leadership campaign pledges would go by the wayside if it meant he would be able to keep his bigger promise of being able to win the next election.\n\"The world has changed\" since he made those commitments at the start of last year, he said. \nAnd while Sir Keir didn't say he was happy for malcontents to leave the party, his tone suggested an impatience with those who continue to protest at the direction he's taking - a notion of \"Get on board, or there's the door\". \nThere is a sense in Brighton this week that Labour is, broadly, moving to a new reality or perhaps returning to something that's more familiar. \nThe left screams and shouts. The party machine and its leaders, more in the centre, listen \"respectfully\" then ignore much of what is said.\nThat's the reverse of what happened under Jeremy Corbyn, when the right of the party howled, the party machine and its leaders listened \"respectfully\" then ignored much of what was said. \nThat doesn't mean for a moment that suddenly Sir Keir is leading a party that can win an election. \nBut for MPs in particular, aside from the few dozen who are still trying to make arguments for Mr Corbyn's credo, this conference might mark a return to something like normal business, where the party puts winning seats ahead of its own political purity - and they have a chance at least to make arguments that the public might be more likely to hear. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-58726531",
      "category": "world",
      "title": "Greta Thunberg mocks world leaders' words at Youth4Climate",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58740507",
      "category": "uk-politics",
      "title": "Don't say 'panic' amid fuel crisis, Cabinet Office warns councils",
      "tags": "Brighton and Hove City Council,Fuel,Local government",
      "text": "The government has advised councils not to use the phrases \"panic\" or \"panic buying\" about fuel supply problems, documents seen by the BBC reveal. \nSlides prepared by the Cabinet Office's Behavioural Science Team also advised against using language that morally judges people buying petrol.\nA Green Party council leader called the recommendations \"nonsensical\". \nThe government said it worked \"closely with councils... on communications to encourage a co-ordinated response.\"\nThe advice sent to local authorities from central government comes after days of long queues at petrol stations which began after fears a lorry driver shortage would hit fuel supplies triggered a surge in demand. \nOn Wednesday the government deployed a reserve tanker fleet to boost deliveries and Business Secretary Kwasi Kwarteng insisted the situation was \"stabilising\".\nIn a power point presentation marked \"official sensitive\" the Cabinet Office warns against using the terms \"panic\", \"panic buying\" and \"stockpiling\".\nThe document - labelled \"considerations for local authorities\" - explains that people don't recognise their own behaviour as \"panic buying\" and that the use of such phrases can cause panic which can become contagious. \nInstead it recommends using phrases like \"filling up earlier than usual\" or \"changed patterns in demand\".\nOther tips include avoiding language that morally judges those queuing for petrol as \"framing all individuals who stock up as 'selfish' or 'irrational' is likely to receive some backlash\".\n\"Framing people buying excess fuel as 'taking away from those who need it/ the NHS etc.' is likely to lead to them feeling like their freedom has been threatened, leading them to more readily engage in 'panic buying' behaviour,\" the document says.\nThe advice also says councils could encourage petrol stations to take down signs saying \"abuse will not be tolerated\" - which could lead customers to expect confrontation on arrival. \nSpeaking to BBC Radio Sussex, Phélim Mac Cafferty, the Green Party leader of Brighton and Hove City Council said the recommendations amounted to asking councils to \"help the government cover up the fuel crisis\". \n\"Instead of guidance to help us, help our communities navigate the fuel crisis, we have been given platitudes. \n\"This is beyond not good enough. It's a disgrace.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58721708",
      "category": "uk-wales",
      "title": "Bangor Uni uses virtual reality to train radiographers",
      "tags": "Wrexham,NHS Wales,NHS,Bangor University,Bangor,Virtual reality,Coronavirus pandemic",
      "text": "Virtual reality is being used to help aspiring radiographers learn how to use X-ray machines.\nBangor University is using gaming-style 3D graphics along with virtual patients to help students learn quickly and reduce the shortage of operators.\nIn addition, they will not be exposed to radiation that comes with regularly doing the procedure.\nThe system recreates an X-ray suite, which usually costs about £250,000, at a fraction of the cost.\nThe £15,000 virtual reality (VR) software system was developed in New Zealand and Bangor University is one of the first universities in the world to use it to train students, alongside the likes of Harvard University in the United States. \nSpeaking at the university's campus in Wrexham, third year students Connie McMahon and Zoe Gonzales were among the first to try the kit out.\nMs McMahon said: \"It's a bit strange at first because you have to get used to the controls and your perception of where you are, but it's quite funny how quickly your brain adapts to where you are. It allows you to focus on your technique.\"\nMs Gonzales added: \"Before, we couldn't take X-rays because of the radiation, but with this technology we're able to see the images and experience pressing the buttons and exposing. You're able to do the experience from the beginning until the end.\"\nThe innovative use of VR means limits on practical learning due to exposure to ionising radiation \"no longer apply\", according to Delyth Hughes, course leader for diagnostic radiography at Bangor University.\n\"One of the most important things students have to learn is how to position so that the X-ray will be taken at the right angle to show any possible issues with the patient,\" she explained.\n\"Using VR, the student can position a virtual patient and then see if they've got it right without any of those issues of expense and exposure.\"\nBangor University has increased its annual intake of student radiographers by 25% to 35 to help meet a shortage in the NHS.\nJonathan Grant, lecturer in diagnostic radiography at the university, said this training could help \"replenish\" the number of qualified radiographers in the UK.\nHe added: \"We have a number of students in the university hoping to do that, and if we can make them competent clinical practitioners at the end of their three years through using our X-ray suite and the VR, they're going to improve patient experience and the number of radiographers throughout the NHS.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58731008",
      "category": "uk",
      "title": "Afghanistan: 'My young sister will be forced to marry a Taliban fighter'",
      "tags": "Foreign & Commonwealth Office,Afghanistan,Taliban",
      "text": "A man who escaped Afghanistan to study at a UK university says the Taliban has been threatening his family.\nThe man, who the BBC is not naming, says he has had messages saying his sister - who is under 13 - will be taken and married to a Taliban fighter.\nHe fears his sister will be a prisoner for life if she is forced to marry.\nThe man, who is on the Chevening scholarship scheme, was airlifted to the UK after the Taliban takeover but was unable to bring his family.\nHe is one of about 35 Afghans evacuated from Afghanistan to the UK to take up Chevening scholarships - which are funded by the Foreign Office and enable promising students around the world to pursue a masters degree in Britain.\nSpeaking to BBC Radio 4's Today programme, the Chevening scholar said the Taliban had told him and his mother that his sister would be taken for marriage within a month.\n\"They are saying my sister will be married to one of their lunatic members. It's not a death sentence, but what they are doing is imprisoning her for life. \n\"She'll be like a war prisoner, she can't even pronounce some words, she's in school. But they're saying she shouldn't be in school, she should be getting married.\"\nOn 21 August, the man received an email from the Chevening scholarship telling him that he and his immediate dependents could come to the UK.\nBut he says the \"chaotic\" situation at the airport in the country's capital, Kabul, meant he could not \"risk\" bringing his family.\nThere were desperate scenes at the airport as the US and its allies - including the UK - scrambled to evacuate their citizens and eligible Afghans before the US withdrew its troops on 31 August.\nSome people fell to their deaths after trying to cling to US military planes as they took off, with the security situation being heightened after a suicide bomber killed up to 170 civilians and 13 US troops outside the airport on 26 August. IS-K said it had carried out the attack.\nMany of those killed had been hoping to board evacuation flights leaving the city.\nThe UK government says it has been helping this year's Chevening scholars leave Afghanistan for the UK, with a spokesman adding: \"We will continue to do all we can to secure safe passage and deliver on our obligation to get British nationals and eligible Afghans out of the country.\"\nThe Chevening scholar believes the Taliban are punishing him for his entrepreneurial activities in the country.\n\"I received Whatsapp calls telling me that I was evacuated by the British army because I was their agent. They tell me that they cannot do any harm to me, but my family will pay the consequences.\n\"The Taliban think that if you have a link with the international community you are conspiring against the Islamic cultural values of the country.\n\"[They] will do anything to inflict revenge. They are inhuman. They are terrorising the families of people who have simply been trying to do good for our society.\"\nThe man said he was \"100% sure\" that his sister would be taken in the next month and warned of the consequences if he could not bring his mother, sister and brothers to the UK.\n\"My sister will be a prisoner to these lunatics for her whole life if this happens.\"\nHe added he was \"hopeful\" that he might be able to bring his family to the UK, as some other Chevening scholars have, but he has not yet received a \"positive response\" from the government.\nGreen Party MP Caroline Lucas, who has been in touch with some of the Chevening scholars who are worried about their relatives in Afghanistan, called for urgent government action.\nShe called on ministers to relax Home Office rules which she said meant only spouses and a person's children under the age of 18 could come to the UK under current Afghan resettlement schemes.\nMs Lucas urged the government to allow Chevening scholars to bring their siblings and parents to the UK - and for them to \"honour their commitment to all Chevening scholars\" past and present.\nThe Green Party MP told BBC Radio 4's Today programme: \"We need the government to step up, they keep telling us to wait for the opening up of the Afghan citizens' resettlement scheme. \n\"That was promised on 18 August, that was six weeks ago, that is completely unacceptable that it has taken so long to get that scheme up and running. Every day is a matter of life and death.\"\n\"These scholars in particular are at risk because of their identification with the scheme, and that means their families are at risk, so if there was ever a case to look again at these rules of family reunion, this absolutely has to be it. The government needs to act with urgency because lives are [at] risk every day.\"\nThe government is still developing its Afghan Citizens Resettlement Scheme. The government aims to take in 5,000 Afghan refugees in the first year and up to 20,000 in the long term."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58727909",
      "category": "uk-northern-ireland",
      "title": "Dr Michael Watt: Concern over neurologist's contacts with patient",
      "tags": "Belfast,Belfast patient recall,NI Health,Neurology",
      "text": "Interactions with a patient by former Belfast Trust neurologist Dr Michael Watt have raised serious concerns, according to a medical ethics expert. \nLondon-based barrister Daniel Sokol has reviewed evidence obtained by BBC Spotlight, including text messages between Dr Watt and the woman that were sent between 2017 and 2020. \nConcerns over Dr Watt's clinical practice at Belfast's Royal Victoria Hospital prompted the biggest ever patient recall in Northern Ireland in 2018.\nHis work and its oversight is the subject of three ongoing high-level inquiries.\nSpotlight has asked Dr Watt for his account of his interactions but his solicitor told us Dr Watt's mental health had worsened over the past two years and he could not respond. \nThe woman, Jane, whose identity Spotlight has chosen not to reveal, first met Dr Watt in 2002. He diagnosed her with epilepsy. \nJane had suffered a miscarriage in the 1990s and later discovered tissue from her baby had been kept at the Royal Victoria Hospital without her knowledge. \nShe said she was traumatised and did not want to go back to the hospital.\nShe told Spotlight she then met Dr Watt in coffee shops and, for a time, the meetings were also medical consultations.  \nBarrister Daniel Sokol said: \"A coffee shop is somewhere where you go and meet friends. It's not somewhere where you go and see a doctor. \n\"It's difficult in such a location to maintain privacy, it's difficult to maintain confidentiality. I think it does suggest a lapse of judgement on the part of the doctor here.\"\nJane told Spotlight that after a meeting with him in 2016, Dr Watt kissed her on the lips. \nShe said although she felt the kiss was inappropriate, she laughed it off because she did not like confrontation and still needed Dr Watt as her neurologist. \nMr Sokol said all medical codes of conduct forbid a doctor pursuing a romantic or sexual relationship with a patient. \n\"Kissing on the lips clearly is an overstepping of the boundary - in fact it's not an overstepping, the boundary is a tiny line in the distance.\"\nLater in 2016, a GP raised a red flag over Dr Watt's care. Then in June 2017, the neurologist was withdrawn from seeing patients. \nSpotlight has obtained texts Dr Watt exchanged with Jane between October 2017 and January 2020. \nMr Sokol told Spotlight he believes that even though Dr Watt was withdrawn from patient care during the period covered by the texts, he should have been behaving as though 'Jane' was still his patient. \n\"It appears this patient wants to re-establish the relationship, the therapeutic relationship, as soon as it's permitted and so therefore this doctor should treat this individual as a patient.\"\nThe messages show Dr Watt inviting Jane to his house when he is alone, adding \"entirely safe\" and \"and no funny business x\" via text message. \nAccording to Jane, the \"no funny business\" meant \"basically he won't attempt to kiss me again as he had done previously\", which she did not trust would be the case, declining his invitation. \nHaving reviewed the text exchange, Mr Sokol said that Jane could be considered vulnerable and dependent on Dr Watt and it was \"particularly troubling\" that Dr Watt had insisted she come to his house, saying at one point \"oh go on\". \nBut it's messages Dr Watt exchanged with Jane in the summer of 2019 that are most extraordinary. \nAt that time, patients and their families were anxiously awaiting a delayed report on the recall of patients, unaware it had been postponed because Dr Watt had been assessed as at risk of suicide. \nHe texted Jane around the time of that assessment, firstly indicating that he was off sick for financial reasons. \n\"Still hanging together. Now off on sick to try and prevent the buggers stopping paying me,\" he wrote.\nDr Watt then mentioned to Jane that he had upcoming appointments with occupational health and psychiatry. \nThen, a couple of weeks later, he sent the most extraordinary message of all after Jane texted to ask him how those appointments had gone. \n\"They've concluded a significant risk of me topping myself and have postponed the publication of the recall results,\" he wrote, followed by two 'crying with laughter' emojis. \nWe asked Dr Watt for his account of all of the text exchanges but his solicitor said the deterioration in his mental health over the past two years left him unable to respond. \nSo while Spotlight has seen the text messages, we only have 'Jane's' account of the circumstances and not Dr Watt's. \nAnd it's important to remember that a single text message does not provide a clear and detailed insight into Dr Watt's mental state either then or now. \nSpotlight showed some messages from summer 2019 to Therese Ward, a former patient of Dr Watt, who, like others, has been anxiously awaiting the publication of the recall results. \n\"It's just incredible. That he would put in a message, in a Whatsapp message to a former patient, that there was 'a significant risk of me topping myself and have postponed the publication of the recall results' and he laughs. \n\"He is laughing at us patients. I find that outrageous, absolutely outrageous that he finds this funny.\"\nIn a statement, Dr Watt's former employer, the Belfast Trust, said it was co-operating with all inquiries related to Dr Watt's care and would ensure the matters raised by Spotlight would be brought to the attention of all relevant bodies. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58732683",
      "category": "business",
      "title": "Three more energy firms go bust amid gas price rise",
      "tags": "Companies,Ofgem,UK economy,Oil & Gas industry",
      "text": "Three more energy suppliers have gone bust amid the surge in wholesale gas prices, the regulator Ofgem has said.\nEnstroga, Igloo Energy and Symbio Energy said they would stop trading on Wednesday.\nThe trio are the latest companies to go under as soaring gas prices have made price promises by suppliers to customers undeliverable.\nTogether, the suppliers represent less than 1% of the UK market with a total of about 233,000 customers, Ofgem said.\nEnstroga supplies gas and electricity to about 6,000 domestic customers, while Igloo has about 179,000. Symbio Energy has roughly 48,000 in the UK and a small number overseas.\nThe three energy supplies follow six others which have collapsed in recent weeks. A total of nearly 1.73m customers have been affected in September.\nOfgem said customers of Enstroga, Igloo and Symbio would continue to receive energy supplies and any credit to their accounts would be protected.\nAffected customers will be switched to a new tariff by Ofgem and be contacted by their new supplier, the regulator said.\nIt has advised people to take a meter reading and to wait until a new supplier has been appointed before looking to switch to another energy firm.\nOfgem added that consumers will also be protected by the energy price cap, which limits how much firms can charge per unit of gas, once switched to a new tariff.\nNeil Lawrence, director of retail at Ofgem, said: \"Ofgem's number one priority is to protect customers. \n\"I want to reassure customers of Enstroga, Igloo Energy and Symbio Energy that they do not need to worry.  \n\"Ofgem will choose a new supplier for you and while we are doing this our advice is to wait until we appoint a new supplier and do not switch in the meantime. You can rely on your energy supply as normal.\"\nOn Monday, Ofgem announced Shell Energy had been appointed as the new supplier for 255,000 gas and electricity customers of Green, which collapsed last week.\nGreen ceased trading on the same day as another supplier, Avro, whose 580,000 customers have been moved to Octopus Energy.\nJonathan Brearley, chief executive of Ofgem, previously told the BBC the cost of protecting customers from failing energy providers could lead to higher bills.\n\"As underlying costs rise, pressure on bills does go up,\" he said.\nMr Brearley has rejected claims from the industry the current crisis represents a failure to adequately regulate the market. \nThe government has said it is looking at issuing loans to bigger energy firms to help them take on stranded customers.\nBusiness Secretary Kwasi Kwarteng has said the government would \"not be bailing out failed companies\" and added he does \"not expect supply emergencies\".\nConsumers' attention may have been drawn to the queues for petrol this week, but this news is evidence the gas crisis is far from over.\nIt is a crisis that many more suppliers are not expected to survive. The pressure on them is increasing as wholesale gas prices are continuing to go up.\nMeanwhile, tens of thousands of customers of these three collapsed companies will now wait to be moved automatically onto new, dedicated - but undoubtedly more expensive - tariffs.\nMillions more face price rises on Friday, when Ofgem's higher price cap for variable tariffs kicks in.\nAs more and more suppliers fold, the cost of dealing with their customers will mean further price rises for everyone in the future are inevitable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58731482",
      "category": "uk-wales",
      "title": "Petrol supply: Station queues easing, says forecourt boss",
      "tags": "Fuel",
      "text": "Queues at petrol stations are beginning to ease, a filling station boss said.\nKurt Williams, managing director of DK Forecourts, which runs 10 filling stations across south Wales, said the situation was \"starting to calm down\".\nThe Army could begin delivering fuel by the end of the week after reports of pumps running dry led to a surge in demand and a tanker driver shortage led to delivery problems.\nPrime Minister Boris Johnson said the situation was \"improving\".\nMr Williams told BBC Radio Wales Breakfast his company had sold five times more fuel than usual since the surge in demand began last week.\n\"We've still got queues this morning but nothing as bad as we've had in the last five days... it's not up the road as it was but we still have eight to 10 cars on the sites and more coming all the time,\" he said. \nHe said not all customers were happy since his company began limiting petrol sales to £30, adding: \"We always get one or two who say 'I've got a long journey' and give us a bit of verbal abuse, but nothing too bad.\"\nMr Williams said prioritising essential workers was not easy.\n\"It is just so difficult to carry that out when you've got 10 to 15 cars on the forecourt... you've got to see their ID cards and then you've got to pull them out of the queue and push other people back.\n\"Then you get the people who say they are [essential workers] and they're not... they say 'I'm a key worker, I didn't bring my identity card with me but can I go up to the front of the queue?'\"\nHe added: \"Let's hope it's calming down now and everyone's got pretty much the fuel they want and we can get back to some normality.\"\nMr Johnson said people should be \"confident\" to go about their business.\nHe said a decision on whether to deploy military tanker drivers has yet to be taken but about 150 will now get ready.\nAndrew Fox, from Anglesey, is a former Army major and operations manager in the 16th Air Assault Brigade, and has been involved in getting military aid to civilian authorities.\nHe said: \"There are plenty of drivers [in the Army] who are qualified to do it, but they won't be that experienced or practiced and that's where the tricky bit will come.\n\"It is rather different to the day job... [but] we've got a very adaptive Army that's very well prepared and reactive to do things like that.\"\nHe said the 150 Army drivers were \"not a huge amount\", but was hopeful it would be enough to provide fuel to key workers.\n\"So it's about keeping the country's vital functions flowing whilst the government does what it needs to do to get everyone else back on the road,\" Mr Fox said.\n\"It's never going to be a long-term solution but it's sticking a plaster over the wound whilst the rest of it heals.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58738429",
      "category": "uk-wales",
      "title": "Tiny Rebel: Brewery rapped over beer packaging rules",
      "tags": "Alcohol,Wales business,Newport,Alcohol industry,Food packaging,Beer",
      "text": "A Welsh brewery has been taken to task for a third time by industry regulators for the packaging of some of its beer.\nTiny Rebel Brewing was found to have breached rules including appealing to underage drinkers, sexual references and causing offence.\nThe Newport brewery also fell foul of the Portman Group's rules on marketing drinks as clearly alcoholic.\nTiny Rebel has withdrawn four beers from sale and said it was working closely with the regulator.\nThe Portman Group said it received complaints from the Metropolitan Police, Alcohol Focus Scotland and a member of the public, leading it to review eight beers.\nThey were: Bump 'n' Grind, Cherry Bomb, Clwb Tropicana cans and four-can packaging, Double 99, No Capes, Original Nuttah and Cali Pale.\nIt upheld complaints for six of the beers.\nIn the case of Original Nuttah, the panel ruled the name - along with imagery on the the can - was \"likely to be taken as a derogatory reference to mental illness and was likely to cause serious offence\".\nBump 'n' Grind had a \"direct association with sexual activity\", while Cherry Bomb was said to have displayed elements associated with soft drinks, rather than alcoholic ones.\nNo Capes and the four-pack for Clwb Tropicana were ruled to breach codes of practice on not appealing to under-18s.\nDouble 99 also breached the same rule and the panel also ruled it \"encouraged immoderate consumption\" of alcohol.\nThe panel dismissed two complaints, against Clwb Tropicana IPA single-can packaging and Cali Pale Ale.\nPanel chairwoman Nicola Williams said: \"Tiny Rebel's product range has had problems across a range of areas, but in particular with designs that have a particular appeal to under-18s, although this has not been its intention.\n\"It is essential that alcoholic products are aimed squarely at adults and clearly communicate their alcoholic nature.\n\"Equally importantly is the need to avoid widespread offence, particularly around mental health.\"\nThe brewer said it had voluntarily stopped making Bump 'n' Grind, Cherry Bomb, No Capes and Original Nuttah, while working to resolve packaging issues with the other two beers.\nFounded in 2012 by Brad Cummings and Gazz Williams, the company went from making homebrew in a Newport garage to establishing a headquarters in the city, along with bars in Cardiff and Newport.\nIts first beer Cwtch was named champion beer of Britain in 2015, but also had two complaints against it upheld by the regulator in 2017 and 2019. \nIt was ordered to redesign its cans on both occassions, including being told to remove its trademark teddy bear logo.\nResponding to the latest ruling, an official for the brewery said: \"At Tiny Rebel we take all consumer complaints very seriously, as well as our wider social responsibility.\n\"We'll continue to work closely with the Portman Group and are committed to following their guidance.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57740729",
      "category": "uk-england-london",
      "title": "Sarah Everard: Daughter, sister, friend and colleague",
      "tags": "Sarah Everard murder,Deal,Metropolitan Police Service,Brixton",
      "text": "The murder of Sarah Everard sparked a national outcry, spurring women to share their experiences of feeling unsafe on the streets. Many included a sense of the teller lining themselves up shoulder-to-shoulder with her: \"She was the same age as me\", \"I used to live near her\", \"I've walked the same route\".\nMs Everard didn't set herself up to be such an everywoman, a symbol of longstanding - and ongoing - violence against women. She had no choice in her name becoming a battle cry for change. \nThe private, excoriating grief of friends and family seems to have been subsumed by the wider - albeit important and valid - reactions of protest and polemic, marches and mass mourning. \nSarah Everard was a daughter, sister, friend and colleague. According to those in the know, she was dreadful at karaoke but \"brilliant\" at everything else. \nThere were just 38 minutes between the time this \"clever, articulate and caring\" woman left a friend's house and the last time she was seen. \nThe final image of her, captured by a bus camera, also showed a white Vauxhall Astra with its hazard lights on and both front doors open.\nThe car had been hired specifically for kidnapping a woman. It was returned to the rental company the following morning, having served its purpose.\nSarah Everard was dead.\nHer body was found a week later in a woodland stream in Ashford, Kent, where her killer owned a patch of land. \nA complete stranger, a police officer, had kidnapped, raped and murdered her.\nHe knew what he was doing, this man who killed her for his own gratuitous wants.\nOutwardly, he had what appeared to be a perfectly ordinary life. A responsible job. Wife and children. A house in Deal in Kent he shared with them.\nBut the 48-year-old officer's façade hid the actions of a sexual predator who had been planning the crime - although not yet selecting his victim - in chilling detail. On 28 February, three days before he killed Ms Everard, he had been accused of indecent exposure in a branch of McDonald's. It wasn't the first time.\nThe very same day, he bought a roll of self-adhesive plastic described as \"carpet protector\" and booked the hire car he would use to abduct the marketing executive. He arranged for time off work.\nAfter he killed Ms Everard, he bought builders' bags, a tarpaulin and a cargo net, wiped his phone and concocted an implausible and time-wasting web of lies about his involvement in her disappearance.\nThat they won't have to sit through the grisly evidence and twisted lies of a trial must be scant relief to her loved ones.\nMs Everard should have had a brilliant future, a lot to look forward to. She had bounced back after a relationship breakup and was seeing someone new. She had just started a new job. \nShe, her boyfriend Josh Lowth and four others were planning a trip to Ibiza at the end of summer.\nOne of Ms Everard's friends said: \"What I loved about her was that she had depth. She wasn't a vapid, nice person. She had opinions, sarcasm and wanted things to be better. \n\"We could trust her to fight the good fight.\"\nMs Everard grew up in York, with an older brother and sister. Her father was a professor and her mother a charity worker.\nDescribed by her family as \"bright and beautiful\", \"kind and thoughtful\", \"caring and dependable\", she \"always put others first and had the most amazing sense of humour. She was strong and principled and a shining example to us all\".\nRose Woollard has been a close friend of Ms Everard since university, and was one of the first to become alarmed. She contacted the BBC in an attempt to raise awareness before Ms Everard's disappearance had become an official police investigation.\nMs Woollard said: \"Sarah has always been an exceptional friend, dropping everything to be there to support her friends, whenever they need her.\n\"It was only recently that she was telling me the good news about her new role, which she was excited to start.\"\n\"She was sunshine and light, and made you feel warm and good and safe,\" said another friend. \"I feel angry about it as well, but my main anger is that it happened to her.\"\nA former colleague said: \"Sometimes you meet a person with a beautiful soul and it shines through. \n\"There is nothing anyone can say that will make things better for her family and loved ones. They must be in hell. I can only say that Sarah was a very special person and will be missed by so many.\"\nThe uproar over Ms Everard's death, and what she has come to represent, led one friend to say: \"I would like to just say who she was to me, as a person. \n\"Finding the right words is so hard. \n\"I can't sum her up in a few well-chosen words, nor express what she meant to me by sharing memories. I can only skim the surface now in the wake of the horror and the anger, and work through the rest alone in the weeks and months to follow.\n\"Sarah was open. Honest. Unflinching in her ability to listen and empathise. There are some people you know for a relatively short time, but whom you instantly strike up a close bond with due to your similarities - Sarah was one of these people. We shared a lot, and I was never in any doubt of her discretion or sincerity in her support and kindness. We laughed, we cried. We talked about the future. \n\"She should be here.\"\nA simple post on Facebook on 14 June said: \"Happy Birthday Sarah Everard. I miss you today, and every single day\".\nWhen she was taken, Ms Everard was less than a mile from her flat in Brixton. The killer had been cruising around for more than four hours before he saw her for the first time. Years of predatory behaviour, days of planning, hours of scouting, and mere minutes to trap his prey.\nThis was a decision he made. It was not a frenzied attack in which a person loses self-control. It was cool-headed and clinical. \nInvestigators are looking into the hypothesis he used his police ID card as a means to stop Ms Everard, under the guise of questioning her about Covid restrictions.\nAt any point he could have driven away. \nHe chose not to."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58739421",
      "category": "uk-england-london",
      "title": "Sarah Everard murder: 'Our lives will never be the same again'",
      "tags": "Sarah Everard murder,Clapham,Deal,Brixton,Ashford",
      "text": "The mother of Sarah Everard has told a court she is \"tormented\" at the thought of what her daughter endured.\nThe 33-year-old marketing executive was abducted by Met Police officer Wayne Couzens as he falsely arrested her for breaching Covid guidelines.\nCouzens drove for several hours before raping and strangling her, and setting fire to her body.\nMs Everard's mother Susan told the Old Bailey she had kept her daughter's dressing gown as it smelled like her.\nThe sentencing hearing, which has been adjourned until Thursday, earlier heard how, on 3 March this year, Couzens used his police warrant card to trick Ms Everard into being handcuffed and getting in his hire car.\nShe had been walking from a friend's house in Clapham to her own home in Brixton at about 21:00 GMT. \nCCTV was shown to the court which captured the moments leading up to Ms Everard being put in Couzens' car. \nTwo witnesses saw him handcuff her but believed he was acting legitimately as a police officer.\nReading a victim impact statement in court, Mrs Everard said: \"She spent the last hours on this Earth with the very worst of humanity.\n\"Sarah died in horrendous circumstances. I go through the sequence of events. I wonder when she realised she was in mortal danger.\n\"Burning her body was the final insult. It meant we could never again see her sweet face and never say goodbye.\n\"Our lives will never be the same. We should be a family of five, but now we are four. Her death leaves a yawning chasm in our lives that cannot be filled.\n\"I yearn for her. I remember all the lovely things about her: she was caring, she was funny. She was clever, but she was good at practical things too. She was a beautiful dancer. She was a wonderful daughter.\"\nMs Everard's father Jeremy asked for a photograph of his daughter to be shown to the courtroom as he read his impact statement.\nHe first, though, told Couzens to look at him, saying: \"No punishment that you receive will ever compare to the pain and torture that you have inflicted on us.\"\nProf Everard told the killer \"there can be no redemption\" for what he had done.\n\"All my family want is Sarah back with us. We loved being a part of Sarah's world and expected her to have a full and happy life. \n\"The closest we can get to her now is to visit her grave every day.\"\nCouzens' two-day sentencing hearing has been told that Ms Everard's ordeal could be summarised as \"deception, kidnap, rape, strangulation, fire\".\nHe had worked on Covid patrols in January, the court heard, and so would have known the appropriate formal terms regarding potential breaches.\nMrs Everard said: \"In the evenings, at the time she was abducted, I let out a silent scream: 'Don't get in the car, Sarah. Don't believe him. Run.'\"\nThe family of Sarah Everard were dignified as they described losing a daughter, a sister and even future generations of children.\nMs Everard's sister Katie, mother Susan and father Jeremy all read out victim impact statements. Ms Everard's father and sister both directly addressed Couzens - who had his head bowed - demanding he look at them as they spoke.\nJeremy Everard told him: \"I can never forgive you for what you have done, for taking Sarah away from us… she was handcuffed and unable to defend herself. \n\"You burnt our daughter's body - you further tortured us - so that we could not see her again. You murdered our daughter and forever broke the hearts of her mother, father, brother, sisters, family and friends.\"\nKatie Everard asked Couzens: \"What could she have thought she had done wrong? What lies did you tell her? \n\"When did she realise that she wasn't going to survive the night?\"\nA week after she disappeared, Ms Everard's body was found in a woodland stream in Ashford, Kent, just metres from land owned by Couzens.\nHer body and clothes had been put inside a refrigerator and set alight before being moved in builders' bags.\nThe court heard that a couple of days after burning Ms Everard's body, Couzens took his wife and two children on a family trip to the woods.\nThe Metropolitan Police has released footage from an interview with Couzens in his home on 9 March where he claimed not to know Ms Everard after being shown her picture.\nMs Everard's sister Katie described packing up her younger sister's \"whole life\" when collecting her possessions from the Brixton flat she never returned to: \"Washing was left hanging and packages were waiting to be opened when she got home.\n\"But she never got home because a predator - you - was on the loose. Prowling the streets for hours looking for his prey.\n\"My only hope is that she was in a state of shock and that she wasn't aware of the disgusting things being done to her by a monster.\n\"I want to speak to her and hug her and hear her laugh and go out for dinners and drinks and dancing.\n\"All those conversations we can never have. There were so many things I wanted to share with her - trips abroad, being each other's bridesmaid, meeting her babies and being an aunty, growing old together and seeing who got the most wrinkles.\n\"You took her life. Children that will never be born. Generations that will never exist. \n\"Her future no longer exists.\"\nCouzens, who could be given a whole-life term, has admitted kidnap, murder and rape. He will be sentenced on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58729674",
      "category": "world-europe",
      "title": "La Palma volcano: Toxic gas fears as lava reaches ocean",
      "tags": "Spain,Volcanoes,Canary Islands",
      "text": "Lava from an erupting volcano on Spain's La Palma island has reached the Atlantic Ocean, raising fears of toxic gases being released and explosions.\nClouds of white steam were seen rising as a red-hot current made contact with the water in the Playa Nueva area.\nThis could trigger a chemical reaction which can irritate the skin and eyes and affect breathing.\nHundreds of homes have been destroyed since the Cumbre Vieja volcano in the Canary Islands erupted on 19 September.\nAbout 6,000 people have been evacuated, as the lava was engulfing houses, schools and some banana plantations.\nOn Wednesday the EU's Copernicus service estimated that the lava had had covered 267 hectares (2.7 sq km) and destroyed 656 homes on its way to the ocean.\nThe lava reached the ocean late on Tuesday, the Canary Islands Volcanic Institute (Involcan) tweeted. Footage broadcast on local TV showed a river of lava pouring off a cliff into the water, triggering plumes of vapour and gas.\nThere are also fears that parts of the shoreline could now collapse, triggering explosions.\nThree coastal villages were earlier locked down in anticipation of the lava making contact with the water.\nResidents on the western coast had been told to stay indoors and seal all doors and windows with tape and wet towels. The advice remains in force, but authorities have played down the threat posed by toxic gases.\n\"The eruption has not affected air quality, which is perfectly breathable,\" the La Palma Council said on Twitter.\nThe Spanish government has declared La Palma - the most north-westerly island of the archipelago off the north African coast - a disaster zone, pledging financial support for all those affected by the volcanic activity.\nSpanish Prime Minister Pedro Sánchez said he would go to the island to co-ordinate aid for the residents of La Palma.\nThe president of the Canary Islands, Ángel Víctor Torres, said streams of lava up to 600m (1,968 ft) wide had devastated the landscape in some areas.\nThe people of La Palma \"have been cowering in fear with a tremendous sense of desolation\" since the eruption began, the president told Spanish radio.\nLast week, he had estimated the damage incurred by the eruption would exceed €400m (£346m; $466m).\nWhen lava comes into contact with ocean water, it produces a gas plume known as laze - lava and haze.\nLaze forms through a series of chemical reactions as hot lava boils the colder sea water.\n\"It creates a steam of hydrochloric acid, water vapour and bits of ash,\" science journalist and volcanologist Dr Robin George Andrews told the BBC when the volcano first erupted. \"Obviously, it's not good to breathe in.\"\nLaze plumes can cause eye, lung and skin irritation but should not be a problem if residents keep their distance, he said.\nVolcanic explosions were also possible, he added, because lava entering sea water creates \"a pressure-cooker situation\" that \"might fling out volcanic debris\".\nThere was an incident in Hawaii where a chunk of molten rock, known as a lava bomb, crashed into a tourist boat off Hawaii's coast in 2018, injuring 23 people.\nAuthorities have set up an exclusion zone around the lava, including in the sea, to keep people away from any potential danger. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-58709456",
      "category": "explainers",
      "title": "Petrol shortage: Is the fuel crisis improving?",
      "tags": "Fuel,Haulage",
      "text": "Only 127 petrol tanker drivers from the EU have applied for temporary visas to help tackle the petrol crisis, according to the prime minister. The government is offering 300 short-term visas for overseas drivers. \nMeanwhile, military personnel have started driving fuel tankers to help resupply petrol stations. \nThe Petrol Retailers Association (PRA) - which represents nearly 5,500 of the UK's 8,000 filling stations - says the worst-affected areas have seen a \"marginal\" improvement but still face a \"challenging\" time.\nIt said about a fifth of forecourts in London and south-east England were out of fuel on Monday.\nBut elsewhere in Britain, that figure was 8% and there had been a \"marked\" improvement, the association said.\nLast week the government said it would offer temporary visas for 5,000 overseas HGV drivers - including 300 immediate visas for tanker drivers.\nBut Boris Johnson told BBC Breakfast that so far only 127 European Union fuel drivers have applied for the scheme. \nHe said the low number of applicants reflected a \"global\" issue causing \"a particular problem in the UK\". He blamed long-standing underinvestment in pay and driver facilities. \nSeparately, about 200 Army and RAF personnel - including 100 drivers - will help deliver fuel to forecourts in the hardest-hit areas, including London and south-east England.\nThey have been given training in safety procedures, equipment and forecourt driving manoeuvres.\nOther measures include:\nThe doctors' body the BMA, the teachers' union NASUWT and some politicians including London Mayor Sadiq Khan wanted key workers to be given priority access to petrol stations to avoid disruption to essential services. \nHowever, the government hasn't announced plans to prioritise key workers as it did with nursery and school places during the pandemic.\nThe government has powers to limit how much fuel drivers can buy, and the hours when they can buy it, but hasn't used them so far.\nSome petrol stations have introduced a £30 cap on the amount of petrol people can buy.\nOn 23 September, BP warned it would have to \"temporarily\" close a handful of its petrol stations, because of a lack of drivers. \nLong queues started to build up outside stations across Great Britain in the following days, amid fears that fuel might run out. \nOil companies have stressed there is plenty of petrol available. \nHowever, the key issue is there aren't enough drivers to deliver it to forecourts.\nThere's an estimated shortage of more than 100,000 HGV drivers, which has already caused problems for a range of retailers - from supermarkets to fast food chains.\nFuel tanker drivers need additional safety qualifications on top of their HGV licence to be able to transport chemicals such as petrol. \nThere are a number of reasons - and many countries across Europe have been affected - but the UK has been especially badly hit.\nAfter Brexit, many European drivers returned to their home countries, or moved elsewhere, because working in the UK involved additional border bureaucracy which had an impact on their income.\nThe pandemic saw even more drivers return to their home countries, with few coming back. \nMeanwhile, some older drivers have retired, and there's a huge backlog in HGV driver tests due to Covid. \nPetrol prices are at an eight-year high. According to the latest weekly statistics, the average petrol price at UK forecourts on Monday was 136.1p a litre, up from 135.19p a week earlier.\nThe price of a litre of diesel rose 137.95p to 139.2p over the same period.\nSimon Williams of the RAC said the increase was largely down to the rising price of oil rather than the recent supply problems."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58720108/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Labour conference: Starmer sets out 'serious plan' for government",
      "tags": "Keir Starmer,Labour Party",
      "text": "Sir Keir Starmer has said Labour will never again go into an election without a \"serious plan for government\", in a speech to his party conference.\nHe said the country faced a \"big moment\" that \"demands leadership\" - and as prime minister he would provide it.\nSir Keir set out new policies on mental health, education and housing, but it was also a highly personal speech about his own background and values.\nHe got a standing ovation, but was heckled by some left-wingers.\nSir Keir told those barracking him in the Brighton Centre that he was about \"changing lives\" not \"shouting slogans\", to cheers from other delegates.\nAfter a week dominated by rows with the left, Sir Keir urged activists to come together to beat the Conservatives, at a time when energy bills are rising, petrol supplies are running short and the economy is recovering from the pandemic.\n\"These are big issues, but our politics is so small,\" he told delegates. \"So our politics needs to grow to meet the scale of the challenge.\"\nThe 89-minute speech was Sir Keir's first chance to address a full Labour conference since becoming party leader 17 months ago, as last year's event was held largely online because of Covid.\nAddressing a packed auditorium, he said he would \"not stand for the record levels of knife crime that we have in this country today\" and called Labour a party of \"patriots\".\nHe spoke at length about his background, focusing on his previous career as a human rights lawyer and his mother's years of suffering from Still's disease, a form of inflammatory arthritis which severely restricts mobility.\nSir Keir described his parents as \"the two rocks of my life\", saying his father, a toolmaker, had given him a \"deep respect for the dignity of work\".\nHe contrasted his life with that of Prime Minister Boris Johnson, whom he described as a \"trickster\", a \"trivial man\" and a \"showman with nothing left to show\".\nWith Labour having lost four general elections in a row, the last one by the biggest margin since the 1930s, Sir Keir attempted to distance himself from the policies of ex-leader Jeremy Corbyn.\nWhile he did not mention his more left-wing predecessor by name, he said: \"We will never under my leadership go into an election with a manifesto that is not a serious plan for government.\n\"It will not take another election defeat for the Labour Party to become an alternative government in which you can trust.\"\nBy contrast, Sir Keir paid tribute to the party's 13 years in power under prime ministers Tony Blair and Gordon Brown, saying they had cut child and pensioner poverty, taken on more teachers and nurses and reduced hospital waiting times.\n\"You want levelling up?,\" he asked. \"That's levelling up.\"\nAt the start of his speech Sir Keir was repeatedly shouted at by one woman in the audience, but replied: \"I normally get heckled by the Tories at this time of the week, so this doesn't bother me.\"\nSir Keir Starmer deliberately took his time to spell out his vision to voters that Labour has lost. \nIn an effort to connect with them, he spoke in personal terms about his parents and their influence on his political beliefs, revealing more about what drives him. \nPersistent hecklers in the hall were a reminder that support for Sir Keir within Labour is far from unanimous, but they may not hurt his attempt to show he's closing the door on the Corbyn era. \nThere were some policy announcements, but the main message to voters was an appeal to look again at Labour after four election defeats in a row. \nThe speech was also a challenge from Sir Keir to his party to change if wants to win again.\nIt was the longest, most detailed argument he has yet made that he is the man to lead it back into Downing Street.\nMoving on to policies, he announced that a Labour government would upgrade 19 million homes so that they reach a minimum \"Band-C\" energy efficiency level, providing grants for low-income households to achieve this and low-interest loans for others.\nThe changes would include better insulation, double glazing and new heating systems, saving households £400 a year in bills on average, he promised.\nOther pledges in the speech included:\n\"I can see the ways in which we can remake this nation and that's what we get to do when we win,\" Sir Keir said.\n\"So let's get totally serious about this - we can win the next election.\"\nSir Keir's speech ended a five-day conference which saw him get backing for changes to the way the party elects its leaders, against fierce opposition from the left, who feel they are being marginalised.\nOn Monday, shadow employment secretary Andy McDonald quit Labour's front bench, saying he had been ordered to argue against raising the minimum wage to £15 an hour.\nThe next day, the conference backed a motion calling for this to be party policy, although this is not binding on the leadership.\nAnd delegates voted in favour of nationalising the UK's energy industry, despite Sir Keir ruling this out.\nThe leader also angered the left when he pushed through changes to the way Labour elects its leaders.\nReacting to Sir Keir's speech, left-wing Labour activist group Momentum said it had \"identified a lot of problems but offered very few solutions\".\n\"We all know that the NHS crisis is bad, but what will our party do about it? We are no clearer on that than we were this morning,\" it added.\nThe trade union Unite said there \"wasn't much\" in it about the cost of living and workers' rights.\nBut Christina McAnea, general secretary of the union Unison, said the Labour leader had demonstrated \"vision\" and shown the party \"could bring hope to the many families forgotten by this government\", adding: \"This is a serious plan for change\".\nConservative Party co-chairman Oliver Dowden said: \"As Labour's chaotic conference comes to an end, it is clear Sir Keir Starmer's party is more divided than ever and has no plan.\n\"Labour spent five days talking to themselves about themselves instead of to the country.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58718914",
      "category": "entertainment-arts",
      "title": "James Bond: Daniel Craig's last film No Time To Die finally has royal premiere",
      "tags": "Film,Camilla, Duchess of Cornwall,Daniel Craig,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,James Bond,Catherine, Duchess of Cambridge",
      "text": "Daniel Craig's final James Bond film has finally had its world premiere in London, 18 months later than planned because it was delayed by the pandemic.\nNo Time To Die is the British actor's fifth outing as 007.\nSpeaking to BBC Radio 5 Live on the red carpet, he said the role was \"incredibly important to cinema and to history, and the weight of that has been on my shoulders for a while\".\n\"I've been incredibly lucky,\" he added. The film hits UK cinemas on Thursday.\nUnusually for a royal premiere, there were two separate generations of royals who came out for Craig's farewell as Bond. The Duke and Duchess of Cambridge were joined at the Royal Albert Hall by the Prince of Wales and Duchess of Cornwall\nNaomie Harris, who is playing Moneypenny for the third time, said it was \"an emotional night\" precisely because it is Craig's last outing in the role.\nThe film industry is watching closely to see how No Time To Die performs at the box office, and whether it can tempt fans back in large numbers now that most cinemas have reopened.\n\"I'm really hoping that it does entice people back into into cinemas and they feel comfortable doing that because it's such a special movie,\" Harris told BBC News.\nActress Lashana Lynch has joined the cast as a new secret agent called Nomi, and said the character's addition was a step forward for the franchise.\n\"I like to watch cinema that really makes me feel as though I'm included, that my narratives are being told,\" she said.\n\"The women that I was raised with and the women that I continue to love and respect are people like Nomi. The fact that she was even an idea on the page is reflective of the world that I see, how I see it through my black eyes, and I just feel really proud to be able to add my culture to such a beautiful and rich franchise.\"\nProducer Barbara Broccoli, who controls the franchise with co-producer Michael G Wilson, said they would not start thinking about Craig's replacement until next year.\n\"We're not thinking about it at all,\" she told BBC Radio 4's Today programme on Monday. \"We want Daniel to have his time of celebration. Next year, we'll start thinking about the future.\"\nAdvance ticket sales in the UK have been at levels not seen since before cinemas shut at the start of the pandemic, according to the Odeon and Cineworld chains.\nOdeon said it had sold more than 175,000 tickets by Monday, while Cineworld said it had the highest pre-booking rates since 2019's Avengers: Endgame."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58730938",
      "category": "uk-northern-ireland",
      "title": "Firmus gas prices to rise by 33% in greater Belfast",
      "tags": "Oil & Gas industry",
      "text": "Gas supplier firmus energy has announced that tariffs in the Greater Belfast Network will increase by 32.98%. \nThe change will take effect from 22 October. \nMore than 50,000 customers will be affected by the increase, with the average household bill set to increase by £182 a year.\nFirmus energy said the move was due to global gas commodity prices increasing by 200% since the beginning of April. \nWednesday's announcement comes after a tariff increase in April.\nThe Greater Belfast Network area covers Belfast, Lisburn, Bangor, Holywood, Donaghadee, Larne, Groomsport, Millisle, Newtownards, Carryduff, Comber, Newtownabbey, Carrickfergus, and east Down.\nFirmus Managing director Michael Scott apologised for the price rise, which he said was down to the huge increases in the cost of purchasing natural gas on the global markets.\n\"It is simply unavoidable, as these costs are totally beyond our control,\" he said.\n\"With the world starting to reopen again, following the Covid-19 restrictions, this is leading to increased demand for natural gas and that has been driving the prices up.\n\"We will continue to monitor and review our tariffs to ensure customers are getting the best prices possible.\nMr Scott acknowledged the increase would hit customers \"at a particularly difficult time for many\", and said Firmus was committed to working with consumer bodies to support its customers, especially over the winter months.\nRaymond Gormley, head of energy policy at the Consumer Council, said that while the price rise was expected \"it makes it no less challenging for household budgets to absorb\".\n\"Gas consumers in the Belfast area have the opportunity to switch supplier and the Consumer Council would encourage customers to check they have the best deal before 21 October when the opt-out period ends,\" said Mr Gormley in a statement.\n\"We would encourage all consumers to think about ways they can reduce their energy costs. Switching payment option, changing billing method or switching supplier can save some money.\"\nMr Gormley added that customers struggling with their energy bills should contact their supplier directly for help.\nThe announcement came as EirGrid, which operates the electricity grids in the Republic of Ireland and Northern Ireland has warned of a \"challenging\" winter, saying low availability of power plants continued to be a concern.\nEnergy prices have continued to rise significantly with many households set to pay more for electricity and heating this winter. \nFirmus energy has already announced a 35% price increase for customers in its Ten Towns Network. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58705938",
      "category": "health",
      "title": "Vitamin A treatment trial for Covid loss of smell",
      "tags": "Coronavirus pandemic,Norwich",
      "text": "Vitamin A nasal drops might be able to treat the loss or altered sense of smell in some people who have had Covid, UK researchers say. \nThe University of East Anglia is conducting a 12-week trial. \nOnly some of the volunteer patients will receive the treatment but all will be asked to sniff powerful odours such as rotten eggs and roses. \nAnd brain scans will check if the vitamin has repaired injured olfactory pathways or \"smell nerves\". \nLoss or altered sense of smell is a common symptom of Covid, although many other viruses, such as flu, can also cause it.\nAnd while most people naturally regain it within a couple of weeks, many have been left with continuing smell disorders.\nLina Alnadi, 29, from London, developed parosmia after Covid, which means the odour of many common things has changed for her. \nTap water, for example, smells horrendous, the odour you or I might get from a swamp or sewer. \nThe herb coriander has the whiff of deodorant. \nAnd eggs - one of Lina's favourite foods - smell like burnt rubber.\n\"You take your sense of smell for granted,\" she says.\n\"Losing it was devastating. It affected my diet dramatically. \n\"There were lots of foods I just couldn't face eating. It was really upsetting.\"\nSimple things such as showering or brushing her teeth are also unpleasant because of her skewed sense of smell. \nBut the situation has improved gradually and Lina has found a few life hacks that help. \n\"Adding lemon or chilli to foods can make them smell better,\" she says.\n\"I also experimented and made lists of safe foods that would not make me want to vomit. \n\"I had to be creative about it to make sure I was eating enough of the right things to stay well.\"\nLead researcher Prof Carl Philpott, from UEA's Norwich Medical School and James Paget University Hospitals NHS Trust, said: \"We want to find out whether there is an increase in the size and activity of damaged smell pathways in patients' brains when they are treated with vitamin-A nasal drops. \n\"We will look for changes in the size of the olfactory bulb - an area above the nose where the smell nerves join together and connect to the brain.\n\"We will also look at activity in areas of the brain linked to recognising smells.\"\nVitamin A, or retinol, helps maintain:\nMany dairy foods, as well as some vegetables, contain this fat-soluble vitamin. \nBut people taking vitamin-A supplements should be aware too much can be harmful. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58721937",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Dalai Lama cafe: Tibetan woman overwhelmed as Edinburgh cafe saved",
      "tags": "Edinburgh,Buddhism,Dalai Lama,Scotland business,Tibet",
      "text": "A huge effort backed by the Dalai Lama to save a Scottish cafe that promotes Tibetan culture has succeeded after the £45,000 shortfall to buy it was raised.\nReka Gawa opened the Himalaya Cafe in Edinburgh after a chance meeting with the spiritual leader at the Scottish Parliament in 2004.\nShe said he urged her to stay in Scotland to promote their culture.\nThe landlord recently said he wanted to sell the cafe, which Reka rents, so the race was on to raise funds to buy it.\nThe 39-year-old said she was \"overwhelmed\" by the outpouring of messages and donations from across the world.\nIndian-born Reka told BBC Scotland she had suffered sleepless nights worrying about how she was going to continue fulfilling her promise to the Dalai Lama.\nShe said: \"I have worked so hard and put everything into the cafe, it's not just work but my service to the community so I'm so grateful I can carry it on now.\n\"Scotland is my home now and I'm going to work even harder.\n\"Everyone is celebrating in India and my family are so proud of me.\n\"I never thought growing up in Mussoorie that one day I would be living in Edinburgh, meeting His Holiness and then following his advice, it's very overwhelming.\"\nReka was brought up in Mussoorie in India and moved to Denmark when she was 13. When she was 22 she moved to Edinburgh and got a job at the Scottish Parliament.\nIn 2006, she left her catering position at the Scottish Parliament, and established Himalaya Cafe in South Clerk Street in 2007.\nShe added: \"It's not just a cafe, we do so much more, we train people and give them work experience as I struggled to find a job when I arrived in Edinburgh as I didn't have much experience.\n\"The Tibetan culture represents human values of helping those in need, to show compassion to all people. \n\"If someone is homeless, I will give them food here or other customers pay for their meal.\n\"We accept everyone here no matter if they are rich or poor, we are all one big family.\"\nThe Dalai Lama is the head monk of Tibetan Buddhism and traditionally was responsible for the governing of Tibet, until the Chinese government took control in 1959. Before 1959, his official residence was Potala Palace in Lhasa, the capital of Tibet.\nAccording to Buddhist belief, the current Dalai Lama is a reincarnation of a past lama who decided to be reborn again to continue his important work, instead of moving on from the wheel of life.\nReka has built up a strong community over the last 14 years at the cafe, which also has a meditation room downstairs which anyone can use for free.\nSonam Tsering Frasi, representative of the Dalai Lama in northern Europe, Baltic states and Poland, said he knew of the cafe and Reka's work to promote Tibetan culture.\nHe added: \"I appreciate it very much that Reka has been promoting Tibetan culture in Scotland for many years and would like to see her cafe business uninterrupted, providing the taste of Tibetan food and tranquillity to the Scots in Edinburgh.\"\nReka added: \"I feel amazing and so happy and so grateful. I've had messages of support from all corners of the world and even my hometown, which is so remote I had no idea they would know about Himalaya Cafe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-58738248",
      "category": "uk-england-manchester",
      "title": "Manchester Arena Inquiry: Nurse felt helpless in bomb aftermath",
      "tags": "Manchester,Manchester Arena attack inquiry,Tarleton",
      "text": "An off-duty nurse who tried to help casualties after the Manchester Arena attack has told how she felt helpless, lost and alone while waiting for help.\nBethany Crook was at the Ariana Grande concert with her daughter when a bomb was detonated on 22 May 2017. \nShe sobbed as she told the public inquiry she had \"no equipment, some skills, my faith and hope\".\nThe inquiry also heard that victim Georgina Callander, 18, was not taken to hospital for more than an hour.\nTwenty-two people were killed and hundreds were injured when Salman Abedi set off a homemade device in the arena foyer as the concert ended.\nGiving evidence, Ms Crook said after the blast her 13-year-old daughter said to her: \"Mum, you're a nurse help them.\"\n\"All I had before me were my two bare hands, no equipment, some skills, my faith and hope that somewhere there were people trying to get to us to help,\" she said.\n\"But this wasn't the case. No-one was coming and what may have been seconds to you all felt like minutes for me. \n\"What were minutes felt like hours and what were hours felt like an eternity alone with people and children's lives literally in my bare hands.\" \nThe inquiry heard Ms Crook helped various casualties, including Georgina and the youngest victim, eight-year-old Saffie-Rose Roussos. \n\"I just want Georgina's family to know and anybody else who I helped, I am very sorry for what happened, but despite the cause of their death everybody that was with them tried their best to make sure they were safe, secure and loved in that moment,\" she said.\n\"They were not alone.\"\nMs Crook told the inquiry that some members of the press had treated the aftermath of the attack as a \"money-making machine\".\nThe inquiry also heard that Georgina, from Tarleton in Lancashire, was the highest priority of all the patients but other casualties were moved first.\nShe was not taken out of the City Room, where the explosion happened, for 55 minutes, the hearing was told.\nThe teenager was then moved to the train station next door on a notice board before being transferred to an ambulance.\nPaddy Ennis, who was a paramedic on the night of the attack, agreed with counsel for Georgina's father that the delay in moving her was unacceptable. \n\"I could not ensure that she was taken at the time but what I did was impress upon those who were in the process of extricating patients that she should be moved as soon as possible, so I then assumed that would happen,\" Mr Ennis said.\n\"I would agree that ideally she would have reached the Casualty Clearing Station much sooner than that. \n\"That was my intention and I am sorry that didn't happen.\"\nMr Ennis said he could have asked for more paramedics to come up and see Georgina in the foyer but said his \"overwhelming desire throughout the time\" was to move casualties down to Victoria station, where paramedics were due to arrive.\nWhen the teenager arrived at hospital, she was given advanced life support treatment for 30 minutes before being pronounced dead.\nGeorgina's mother Lesley arrived at the arena just as her daughter was being moved and pleaded with medics not to give up on her, the inquiry heard.\nIn a tribute, Georgina's father said she had a \"heart as big as the moon\", while her mother said she had \"an abundance of love for everyone\".\nThe inquiry continues. \nAnalysis \nBy Sallie George, BBC News\nFor the past six days, the public inquiry has heard harrowing details about what happened to each of the 22 people who were killed in the atrocity. \nEach person's experience has been examined in forensic detail, pieced together from CCTV images, body-worn camera footage and statements from witnesses.\nIn some cases, members of the public and professionals who tried to help those who died have given evidence, reliving the traumatic moments after the bomb went off.\nMany of them have been thanked for their efforts by the families bereaved in the attack, who have sat in the hearings, listening to what happened to their loved ones. \nAnd while this part of the inquiry has carefully sought to mark and pay tribute to each individual who lost their life, it has been a particularly difficult and distressing time for the relatives.\nOf the 22 people who lost their lives, questions remain relating to whether two could have survived - the bombing's youngest victim Saffie-Rose Roussos, who was eight years old, and John Atkinson, who was 28. \nNext week, the inquiry will start to examine their cases. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58726775",
      "category": "health",
      "title": "People also suffer 'long flu', study shows",
      "tags": "Long Covid,Flu,Coronavirus pandemic",
      "text": "People who have fallen ill with flu can suffer long-term symptoms in a similar way to long Covid, a study suggests.\nThe Oxford University research analysed health records of people diagnosed with flu and Covid, mainly in the US.\nThe two groups - both with just over 100,000 patients - included people seeking healthcare for symptoms three to six months after infection.\nThese included problems such as anxiety, abnormal breathing, fatigue and headaches.\nThere were signs that Covid patients were more likely to have long-term symptoms - 42% had at least one symptom recorded compared with 30% in the flu group.\nBoth groups included people who were likely to have been quite ill with the viruses so the rates of persistent illness should not be seen as representative of the general population.\nBut the researchers said it did suggest both viruses could cause long-term problems that took time to get over.\nProf Paul Harrison, one of the lead researchers, said: \"Many of us who have experienced flu know how you don't always feel completely better as quickly as you've been hoping or expecting to.\"\nThe higher rate in the Covid group could have been influenced by the fact that people may be more likely to seek care for long-term symptoms or the way symptoms are recorded for Covid.\nHowever, on balance they said it was likely persistent symptoms were more common for Covid than flu.\nThe study, published in the journal PLOS Medicine, only looked for a signal of long-term symptoms. It is not known for how long those seeking help had struggled with the problems - it could have been days or weeks.\nNor was the severity of the symptoms documented. And the researchers acknowledged there was growing evidence that those who had fallen severely ill with Covid could have long-lasting and debilitating symptoms. \nThey said more research was needed into the issue of long Covid, but said the study did also shine a light on how little is known about persistent ill-health caused by flu.\n\"Long-term symptoms from flu have probably been overlooked before,\" added Dr Max Taquet, another of the lead researchers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58720985",
      "category": "business",
      "title": "Key workers struggling to travel amid fuel issues",
      "tags": "Fuel,Haulage",
      "text": "Panic buying at petrol stations has led to some key workers struggling to get the fuel they need to travel to their work.\nThe surge in demand for fuel came after fears lorry driver shortages would hit supplies of petrol and diesel.\nDoctors and unions representing teachers and carers have called for key workers to get priority at the pumps.\nOne hospice in Oldham tweeted that it was in \"urgent need\" of petrol for its cars.\nRosemary Botting, who runs Karosel Care and Domestic Services in West Sussex, told the BBC that if two of her carers were still unable to find a station with fuel ahead of their next shift, they would be unable to tend to \"vulnerable\" service users.\nMs Botting said if the current crisis wasn't resolved by next week, then she envisaged her care company would be in breach of safeguarding guidelines to its 12 customers.\n\"We will be putting our service users at risk,\" she said. \"We would not be able to send a carer out to somebody.\"\nMs Botting said her staff helped people living in rural areas throughout west Sussex, which meant driving - and a tank full of fuel - was essential.\nOne of her carers was half an hour late to her first call in because of traffic caused by queues at petrol stations, she said, which meant her first patient, who cannot get out of bed unaided, remained there until she arrived.\n\"I have got to inform all the other service users that their carer is running half an hour late. We pride ourselves on being on time,\" she said.\n\"We got through Covid. Not a single user in our care contracted Covid. The reason I do this job is because I care. It's just a bit of a nightmare at the moment.\"\nColin McDonald, an orthopaedic registrar at a district general hospital in the East Midlands, told the BBC that if fuel supply issues continued, and he couldn't to travel to work, there could be delays to patient surgeries at the start of his shifts, which could then delay his fracture clinics in the afternoon. \n\"This could lead to cancellations,\" he said. \"If patients live far away from the clinic they may not be able to get in, staff may not be able to get in.\"\nMr McDonald said he had been worried about not being able to get fuel on Sunday, but managed to buy some petrol which had been kept aside for key workers at a petrol station on Monday.\n\"Seeing people fill up multiple jerry cans of fuel - I just don't understand what their mentality is,\" he said.\n\"I find it very difficult to comprehend. It appears very selfish... they are just looking after themselves and not really considering the needs of others and key workers.\"\nAndrew Wagstaff, a civil servant from Nuneaton, Warwickshire, left his home at 04:45 BST to hunt for fuel to make his 57-mile trip to work.\nAfter finding all petrol stations closed in his area, he finally got fuel at Watford Gap service station.\nHowever, he said prices had been hiked to 157.9p per litre for diesel, which described as \"ridiculous\".\n\"It cost me £65 to fill up three quarters of a tank,\" he said. \"I do an essential job. It's frustrating that people - who are not essential workers - are just panicking for no reason.\"\nMost bus and coach services have not been affected by the fuel supply issues, according to the Confederation of Passenger Transport.\nMeanwhile, the Petrol Retailers Association (PRA), which represents 5,500 out of the UK's 8,000 filling stations,said there were \"early signs\" the crisis was \"ending, with more of our members reporting that they are now taking further deliveries of fuel\".\n\"Fuel stocks remain normal at refineries and terminals, although deliveries have been reduced due to the shortage of HGV drivers,\" said PRA executive director Gordon Balmer.\n\"We have conducted a survey of our members this morning and only 37% of forecourts have reported being out of fuel today. With regular restocks taking place, this percentage is likely to improve further over the next 24 hours\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58719834",
      "category": "world-us-canada",
      "title": "Afghanistan: Biden was advised to keep 2,500 troops, say generals",
      "tags": "Kabul,Afghanistan",
      "text": "Two top US generals have said they recommended keeping a force of 2,500 troops in Afghanistan, ahead of the full US withdrawal in August.\nTestimony by Gen Mark Milley and Gen Frank McKenzie to Congress seemed to contradict President Joe Biden, who said he did not recall any such advice.\nThe Taliban took power in August, after rapidly advancing through the country.\nGen Milley said the US had been taken by surprise by the speed of the Afghan government's collapse.\nThe two US generals were questioned by the Senate armed services committee along with Defence Secretary Lloyd Austin on Tuesday.\nThe hearing comes weeks after a chaotic withdrawal at Kabul airport as foreign powers sought to get their citizens home and thousands of desperate Afghans begged for rescue. \nA suicide attack killed 182 people during the withdrawal operation. Thirteen US service personnel and at least 169 Afghans were killed by the airport gate on 26 August. \nGen McKenzie, who as head of US Central Command oversaw the withdrawal from Afghanistan, said under questioning from Republican senators that he recommended keeping a small force of 2,500 troops in Afghanistan.\nThis appears to contradict President Joe Biden's assertion to an ABC journalist on 19 August that he did not recall anyone giving him such advice.\nGen Milley said that he agreed with the recommendation, but when asked by Alaska Republican Dan Sullivan whether Mr Biden's comments were \"a false statement\", he refused to give a direct answer.\nLater White House spokeswoman Jen Psaki addressed the issue.\n\"The president values the candid advice of... the joint chiefs and the military,\" she said. \"That doesn't mean he always agrees with it.\"\nShe said that if troops remained in the country after the August deadline the US would now be at war with the Taliban.\nMark Milley, Lloyd Austin and Kenneth McKenzie may have been testifying before Congress, but Joe Biden's own words did the most damage to the president on Tuesday.\nRepublicans hammered the president for recent statements that the generals, either explicitly or indirectly, contradicted.\nDuring an August interview, Biden insisted there were no generals urging him to keep some US troops in Afghanistan to prevent a Taliban takeover. Both Gen Milley and Gen McKenzie said they thought those troops were needed and, at one point, the latter said he told the president as much. \nRepublican senators also questioned why Mr Biden had promised to keep the military in place until all US citizens were evacuated, given that there are still Americans in Afghanistan weeks after the final withdrawal.\nFinally, both generals firmly stated that al-Qaeda is still present in Afghanistan - directly contradicting Biden's earlier statement that the terrorist organisation had been eradicated.\nAll that gave Republicans ammunition to accuse the president of lying to the American people.\nMr Biden didn't have to make such sweeping assurances. He could have simply said he considered the military's advice but stood by his decision to withdraw. Like many politicians before him, however, he talked his way into trouble.\nTuesday's hearing began with opening testimony from Mr Austin, followed by Gen Milley, who said it would now be harder to protect Americans from terrorist attacks from Afghanistan.\n\"The Taliban was and remains a terrorist organisation and still has not broken ties with al-Qaeda,\" he said.\n\"A reconstituted al-Qaeda or ISIS [Islamic State group] with aspirations to attack the US is a very real possibility, and those conditions to include activity in ungoverned spaces could present themselves in the next 12-36 months.\"\nGen Milley said he made an assessment in late 2020 that an accelerated troop withdrawal from Afghanistan could precipitate the government's collapse.\nBut both he and Mr Austin both testified that the speed of the collapse caught the US military off-guard.\n\"We helped build a state, but we could not forge a nation,\" Mr Austin said.\n\"The fact that the Afghan army we and our partners trained simply melted away - in many cases without firing a shot - took us all by surprise.\"\nUS troops first entered Afghanistan in late 2001, shortly after the 9/11 attacks. By the time they left, the US had spent about $985bn (£724bn) and deployed tens of thousands of troops, peaking at 110,000 in 2011. \nIn the weeks between the fall of Kabul and the withdrawal deadline of 31 August, the US evacuated its remaining 4,000 troops. It is also taking about 50,000 Afghan refugees who were airlifted out of Kabul. \nAs many as 20 people died in the crowds which gathered at the airport in the days after the Taliban takeover. \nIt emerged recently that Gen Milley held phone conversations with the Chinese military following concerns about then-President Donald Trump. \nThe phone calls were revealed in a book by journalist Bob Woodward, who also said Gen Milley had told his staff that if Mr Trump ordered a nuclear strike, then he would have to confirm it before it was carried out.\nTop Republican Senator Marco Rubio has described this as \"treasonous\".\nBut Gen Milley told the hearing the calls were coordinated with then-Defence Secretary Mark Esper and his acting successor Christopher Miller.\n\"I know, I am certain that President Trump did not intend to attack the Chinese... and it was my directed responsibility by the secretary to convey that intent to the Chinese. \n\"My task at that time was to de-escalate. My message again was consistent: 'Stay calm, steady and de-escalate. We are not going to attack you.'\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58742331",
      "category": "world-us-canada",
      "title": "Britney Spears' father suspended as conservator",
      "tags": "Britney Spears,Music",
      "text": "A judge has suspended Britney Spears' father from the legal arrangement that gave him control of her life after Spears accused him of years of abuse.\nJamie Spears was appointed her guardian in 2008, amid concerns over her mental health. On Wednesday, a judge handed the role to a man appointed by Spears.\nFans around the world have supported her through the #FreeBritney campaign. \nThose outside the court in Los Angeles cheered and whooped when they heard the news. \nAnd there was jubilation from some of Spears' high-profile supporters on social media, including Cher, LaToya Jackson and Dionne Warwick. \nMr Spears, who denies any abuse, had filed to end the conservatorship after Spears requested another guardian.\nA conservatorship is granted by a court for individuals who are unable to make their own decisions, like those with dementia or other mental illnesses. \nSpears' conservatorship is split into two parts - one for her estate and financial affairs, the other for her as a person. Under this legal agreement, she has not controlled her finances since 2008.\nJamie Spears was initially in charge of both parts of the conservatorship but stepped down as his daughter's personal conservator in 2019 for health reasons. Jodi Montgomery, a care professional, replaced him in that role on what has been a temporary basis.\nIn a court hearing in Los Angeles, Judge Brenda Penny formally ended the conservatorship that the star had with her father, but left in place a separate conservatorship with an accountant chosen by Spears' legal team.\nMr Spears had argued that this accountant, John Zabel, was not qualified to oversee the singer's $59m (£46m) fortune.\nJudge Penny ruled that the singer's care be turned over to Mr Zabel \"forthwith\", adding that it \"is in the best interest of the conservatee\".\nThe singer's lawyers also requested that a new hearing be held in the next 30 to 45 days to decide whether to end Spears' conservatorship altogether.\nSpears' struggles with mental health and the courts have attracted massive public interest, with three documentaries on her life released in just the past week alone. \nAhead of the hearing on Wednesday, fans held a rally outside the court where they sang her classic \"Hit Me Baby One More Time\". Fans in London's Trafalgar Square also held a Free Britney rally on Wednesday.\nSpears herself did not call into the hearing.\nAfter quietly simmering for years, the case exploded this summer amid a flurry of legal filings. \nOn 23 June, Spears delivered a 20-minute emotional testimony in court, blasting the arrangement with her father. \nShe accused him of holding her in a mental health facility against her will and forcing her to use medications and birth control to prevent her from getting pregnant. \n\"I just want my life back,\" she said. \"I truly believe this conservatorship is abusive.\"\nSpears spoke in court again on 14 July, telling the judge she wanted to charge her father with conservatorship abuse.  \"If this is not abuse, I don't know what is,\" she added.\nMr Spears and his lawyers have denied all allegations of abuse, saying in court filings that \"all he wants is what is best for his daughter\".\n\"If Ms Spears wants to terminate the conservatorship and believes that she can handle her own life, Mr Spears believes that she should get that chance,\" his lawyers told the judge earlier this month.\nMathew Rosengart, a lawyer hired by Ms Spears in July, has accused Mr Spears of trying to extort $2m from his daughter as a condition of ending the conservatorship.\nIn a surprise move in September, Mr Spears himself filed to end the 13-year arrangement. It came about two months after he offered to step down and allow another guardian to replace him. \nDuring Wednesday's hearing, Mr Rosengart argued that Spears' should continue to be temporarily overseen by Mr Zabel until Mr Spears' alleged abuse is fully investigated. Mr Spears' lawyer, Vivian Thoreen objected, calling Mr Zabel a \"stranger\" to the case.\nAfter the ruling, her fiancé Sam Asghari took to Instagram to cheer the decision.\nSpears \"burst into tears upon hearing the judge's decision,\" a source close to the singer told Page Six. \"She's in shock and at a loss for words but literally jumping for joy. She hasn't felt joy like this in 13 years,\" the person added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58722705",
      "category": "entertainment-arts",
      "title": "Andrea Martin: En Vogue and Blu Cantrell songwriter dies at 49",
      "tags": "Music",
      "text": "Andrea Martin, who co-wrote hits including En Vogue's Don't Let Go (Love), has died at the age of 49.\nMartin also worked on such 90s tunes as SWV's You're the One and Angie Stone's Wish I Didn't Miss You.\nShe had two British number ones in the early 2000s with Blu Cantrell's Breathe featuring Sean Paul and Tomcraft's Loneliness.\n\"It is with a heavy heart we inform you of the passing of our beautiful Andrea Martin,\" a statement on Instagram said.\n\"Her impact will continue to be felt and heard for a lifetime. Andrea will always be remembered for her passion and dedication to her family and friends.\"\nA cause of death was not given.\nMartin also released her own music including album The Best of Me in 1998. But it was En Vogue's Don't Let Go (Love) that gave her her greatest commercial success on both sides of the Atlantic, making it to number two in the US and number five in the UK.\nShe was also behind Another Level's Be Alone No More, which got to number six in the UK 1998, and Leona Lewis's Better in Time, which reached number two in 2008. And Martin worked with X Factor winner Alexandra Burke on her 2009 debut album, Overcome.\nIvan Matias, her old schoolfriend and longtime songwriting collaborator, posted a tribute on Instagram.\nHe described their connection as a \"divine union\", adding that \"she was the most talented female writer I've ever known\".\nHe wrote: \"Her musical instinct and passion remain unmatched. Gone too soon.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58724514",
      "category": "uk-politics",
      "title": "Women's and trans rights are not in conflict, says Angela Rayner",
      "tags": "Angela Rayner,Rosie Duffield,Labour Party Conference,LGBT,Transgender people",
      "text": "\"Women's rights are not in conflict with trans rights,\" Labour's deputy leader has told a fringe event at the party's conference. \nAngela Rayner also reaffirmed Labour's support for changing the Gender Recognition Act to make it easier for people to change legal gender.\nBut the subject has become a point of conflict within the party.\nOn Tuesday, a conference delegate said she had been subjected to transphobic abuse inside the conference centre.\nMeanwhile another delegate received both heckles and cheers for defending the Labour MP Rosie Duffield.\nMs Duffield had previously said she would not attend the conference due to receiving threats for her stance on the issue.\nHowever, she made an appearance at an event, where she told the audience \"there comes a point where you have to stand up and speak.\"\nAddressing a conference event, Ms Rayner said Labour's policy of supporting changes to the Gender Recognition Act was not going to change. \nLabour also backs the Equality Act which provides for individual trans women to be excluded from some spaces in specific circumstances.\nMs Rayner said it was wrong to suggest there was choice to be made between women's and trans rights.\n\"My struggle is your struggle,\" she told the audience.\nShe also committed the party to fighting what she called \"this Section 28 moment\" - a reference to the ban on local authorities \"promoting homosexuality\" which Labour repealed in 2003.\nThe subject has come up in the conference hall as well as at fringe events.\nCanterbury MP Ms Duffield's views have prompted accusations of transphobia - a claim she rejects insisting she is supportive of trans rights. \nCampaigners are also calling for the Gender Recognition Act to be changed to make the process of legally changing gender easier, for example, by allowing people to self-identify rather than having to meet certain medical requirements.\nAt Labour conference on Tuesday, one party member Bronwen Davies told delegates that Ms Duffield had been \"subjected to a vile campaign of abuse for daring to express beliefs which she is perfectly entitled to hold\".\nShe said: \"And even if I disagreed with her, I would defend to the death her right to express her views without being subjected to a torrent of misogynistic abuse.\"\nEarlier in the day, Patricia Hannah-Wood said she had faced transphobic abuse in the toilets at the conference.\nShe said the LGBT+ community was \"under constant attack\", adding \"within our own families, within our workplace, here within our conference. This is not acceptable.\"\nAsked about the allegation, a Labour spokesperson said: \"We do not tolerate abuse of any kind.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58732793",
      "category": "world-us-canada",
      "title": "Can the US avoid another government shutdown?",
      "tags": "Mitch McConnell,United States,Joe Biden",
      "text": "US politicians are once again battling tooth and nail over the funding of the federal government.\nOn Thursday, lawmakers in Congress reached an agreement to temporarily keep the American government from a partial shut down. But they continue to bicker over important spending priorities.\nOne pressing matter is the lifting of the debt ceiling - a limit on the amount the US government can borrow. A catastrophic default on the national debt could reverberate through the US and the global economy. \nIf this all sounds familiar, it is - we've been here many times before. But the timing of this latest dispute is unique, with the US still recovering from the damaging impact of the Covid-19 pandemic. \nSo what does it mean and should we be worried? \nA shutdown happens when parts of the government close because politicians fail to agree a budget. They have become a feature of US politics in recent decades.\nUnder the US system, the different branches of government have to reach an agreement on spending plans before they can become law. \nIt was hoped that this would foster co-operation between the major political parties - but of course, Republicans and Democrats don't often see eye-to-eye these days. \nIf an agreement is not reached by 1 October, then political leaders may agree on temporary funding based on the previous year's needs through a so-called continuing resolution, with the assumption that this will end as soon as the annual budget is agreed. \nIf a continuing resolution isn't agreed then we reach what most people hope to avoid: a shutdown. \nLuckily, this was avoided in a last minute vote on Thursday to keep the government funded through December.\nShutdowns are almost unique to US politics. In most countries, budget votes become votes of confidence in the government itself. But because the US has equal and often divided branches of government, that isn't the case. \nUnder a shutdown, all non-essential government functions are frozen until congress reaches an agreement and the president can sign the bill into law. \nMany federal agencies, which rely on the funding approved by Congress, are effectively closed down and hundreds of thousands of government employees have to take a leave of absence, often without pay. \nServices such as national security, electricity generation and air-traffic control continue, but others that are considered non-essential, like visa and passport processing, could be delayed. Museums and national parks could also be closed. \nOf particular concern, especially with the ongoing Covid-19 pandemic, is the potential hit that health services could take. A plan prepared by the Health and Human Services Department (HHS) found that it could be forced to send up to 43% of its staff home. \nThat said, every shutdown is different, and deciding which government services to suspend is not an exact science. \nFirst time ever, at some point between 15 October and 4 November, the US could default on its debts - currently standing at around $28 trillion - if the debt ceiling is not raised.\nThe implications of this for the US are catastrophic. In an article for the Wall Street Journal earlier this month, Treasury Secretary Janet Yellen warned that the US \"would emerge from this crisis a permanently weaker nation\". \nAnd because the US remains the world's largest economy, a default by Washington could plunge the rest of the world into chaos too.\nYes, quite a few times. There have been 14 shutdowns since 1981, some lasting for just a day, others for over a month.  \nThe most recent happened in 2019, when Democrats refused to agree to a budget that included $5.7 billion in federal funds to build then-President Donald Trump's proposed wall along the Mexican border. \nThat shutdown gave us the iconic images of Mr Trump welcoming the winners of the national college football championship, the Clemson Tigers, with more than 300 McDonalds burgers as White House catering staff were prevented from working due to the shutdown. \nThat shutdown eventually came to an end after 35 days when Mr Trump relented on his demands. \nYes.\nBoth chambers of Congress on Thursday approved a new continuing resolution, with the bill now going to President Biden for his signature. That means all is well until December, at least.\nBut this bill does not include a provision to raise the debt ceiling - meaning that row will continue to rumble on."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58720614",
      "category": "uk-northern-ireland",
      "title": "Joanne Reilly's family want memorial at Warrenpoint police station retained",
      "tags": "Police Service of Northern Ireland,Warrenpoint",
      "text": "The family of a woman killed by an IRA bomb beside Warrenpoint police station want assurances a memorial to her will stay in place after the station is sold.\nJoanne Reilly, a civilian, died in the blast in the County Down town in April 1989.\nThe 20-year-old had been working in an adjacent hardware store on Charlotte Street when the bomb went off.\nA memorial to Joanne has since formed part of the station's external wall.\nThe Reilly family's solicitor says the family want assurances it will remain in place no matter what the former station becomes once it is sold.\n\"The Reilly family want Joanne's memorial to remain in situ, in perpetuity and in their ownership,\" said Rosemary Connolly.\n\"A commitment has already been made to that effect some years ago that the memorial will be transferred into the ownership of the Reilly family. \n\"They want it to remain where it is and they would like that commitment to be delivered on as soon as possible.\"\nThe issue of what becomes of memorials at former police stations took centre stage after the Police Service of Northern Ireland (PSNI) announced in August that it intended to close Crossmaglen station in south Armagh.\nSupt Norman Haslett, the Newry, Mourne and Down district commander, said there were also three memorials dedicated to fallen police officers located within the former police station. \n\"As with any station closure, disposal or redevelopment, there is a requirement to consider how best to manage the transition of these memorials,\" he said.\n\"Any proposals for the relocation and re-dedication of the memorials currently in Warrenpoint police station will be handled properly, with sensitivity and in full consultation with the respective families of those who are commemorated.\"\nThe former Warrenpoint station has been closed for more than five years. \nInitially the PSNI had been in negotiations with Newry, Mourne and Down District Council, which wanted to build a community centre on the site.\nHowever, in 2018 the PSNI pulled out citing what it said was \"uncertainty surrounding Brexit\".\nThis came as a shock to Barbara McGinn of the Community Centre for Warrenpoint campaign group.\n\"We were gutted as a group because we had done a lot of work with the council and the people in the town,\" she said. \n\"The public consultation was very popular and the PSNI site did come out on top. \n\"But then things happened. Brexit, customs. So we had to move on.\" \nIt was thought given its proximity to Warrenpoint port the site could become some form of post Brexit check facility. \nHowever, a site within the envelope of the port was later identified for this purpose.\nWith the station now going back on the market there have been suggestions the council may revisit it as an option for its, as yet, unbuilt community centre.\n\"Absolutely not,\" said councillor Mickey Ruane of Sinn Féin.\n\"The council very quickly, after we knew this site wasn't going to happen, moved on and we are now in Clonallen Park in the town. \n\"We are now at the stage where we are moving to appoint consultants for the design team and to go forward for planning, so we have no plans to look at this site even though it is back on the market again.\n\"We were surprised it's back on the market because we wrote to them not so long ago and they told us there were no plans for it.\"\nThe market will now determine what the former police station building becomes.\nBut like in many other towns the past will be ever present when looking to the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58729883",
      "category": "uk",
      "title": "Fishing rights row: French anger as UK rejects most permits",
      "tags": "Department for Environment, Food & Rural Affairs,France,Brexit,Fishing industry",
      "text": "Fresh tensions have surfaced between Britain and France over post-Brexit fishing rights.\nIn the latest round of applications, the UK granted just 12 licences from 47 bids for smaller vessels to fish in its territorial waters.\nFrench sea minister Annick Girardin reportedly said: \"French fishing must not be taken hostage by the British for political ends.\"\nMeanwhile, Jersey refused licences to 75 French fishing boats.\nThe UK said it would consider further evidence to support remaining bids for fishing rights.\nOverall, the UK has granted 117 EU licences for its inshore territorial waters and almost 1,700 EU vessels have been licensed to fish in the larger UK exclusive economic one, which stretches 200 nautical miles from shore.\nMs Girardin, quoted in French newspaper Le Monde, said: \"It is a new refusal of the British to apply the conditions of the Brexit accord despite all the work undertaken together.\n\"I have only one watchword; to obtain definitive licences for our fishermen as the accord foresees.\"\nFishing was one of the most contentious issues in the post-Brexit trade talks between the UK and the EU, and it continues to be a source of tension.  \nBoth sides have substantial bargaining chips: many European boats have traditionally relied on fishing in British waters, while many British companies rely on selling their catch in European markets. \nThere is a particular focus on the number of French boats that will be able to fish in British waters in the English Channel, and around the Channel Islands.  \nThe French Prime Minister Jean Castex recently sent a letter to the President of the European Commission Ursula Von Der Leyen warning that the problem was far from over - so, a local dispute could quickly become a broader European issue. \nAfter protests by French vessels in the waters around Jersey in May, the deadline for foreign boats to submit evidence that they have fished near Jersey in the past (which helps determine future access) was extended until the end of this month.  \nBut it's safe to say that France won't be impressed by the rejection of 75 boats.\nSporadic squabbling about how the new UK-EU trade agreement should be implemented looks set to rumble on for years, placing a nagging strain on what should be a close relationship.\nA spokesman for the Department for the Environment, Food and Rural Affairs (Defra) said the UK's approach \"has been reasonable and fully in line with our commitments in the Trade and Cooperation Agreement (TCA)\".\nThe spokesman said that to get a licence for fishing in the UK territorial sea, which is between six and 12 nautical miles from the coast, EU vessels must provide evidence of a track record of working there.\nIt comes as Jersey said it had granted 64 licences out of 170 applications from French boats.\nA further 31 boats have been given temporary licences to give them more time to show they have a track record of fishing in Jersey's waters, in line with the UK's post-Brexit trade deal with the EU.\nThe remaining 75 boats are being given 30 days' notice, after which they will no longer be allowed access to the island's waters.\nJersey became a flashpoint for tensions over fishing rights in May, when two Royal Navy ships were sent to patrol the area after French fishermen staged a protest outside the port of St Helier.\nThe fishermen complained about being prevented from operating in British waters because of difficulties in obtaining licences.\nUnder an agreement with the EU, French boat operators must show a history of fishing in the area to receive a licence for Jersey's waters. But it has been claimed additional requirements were added without notice.\nThe row led Ms Girardin to threaten to cut off Jersey's electricity supply - 95% of which is delivered by three underwater cables from France."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58705938/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Vitamin A treatment trial for Covid loss of smell",
      "tags": "Coronavirus pandemic,Norwich",
      "text": "Vitamin A nasal drops might be able to treat the loss or altered sense of smell in some people who have had Covid, UK researchers say. \nThe University of East Anglia is conducting a 12-week trial. \nOnly some of the volunteer patients will receive the treatment but all will be asked to sniff powerful odours such as rotten eggs and roses. \nAnd brain scans will check if the vitamin has repaired injured olfactory pathways or \"smell nerves\". \nLoss or altered sense of smell is a common symptom of Covid, although many other viruses, such as flu, can also cause it.\nAnd while most people naturally regain it within a couple of weeks, many have been left with continuing smell disorders.\nLina Alnadi, 29, from London, developed parosmia after Covid, which means the odour of many common things has changed for her. \nTap water, for example, smells horrendous, the odour you or I might get from a swamp or sewer. \nThe herb coriander has the whiff of deodorant. \nAnd eggs - one of Lina's favourite foods - smell like burnt rubber.\n\"You take your sense of smell for granted,\" she says.\n\"Losing it was devastating. It affected my diet dramatically. \n\"There were lots of foods I just couldn't face eating. It was really upsetting.\"\nSimple things such as showering or brushing her teeth are also unpleasant because of her skewed sense of smell. \nBut the situation has improved gradually and Lina has found a few life hacks that help. \n\"Adding lemon or chilli to foods can make them smell better,\" she says.\n\"I also experimented and made lists of safe foods that would not make me want to vomit. \n\"I had to be creative about it to make sure I was eating enough of the right things to stay well.\"\nLead researcher Prof Carl Philpott, from UEA's Norwich Medical School and James Paget University Hospitals NHS Trust, said: \"We want to find out whether there is an increase in the size and activity of damaged smell pathways in patients' brains when they are treated with vitamin-A nasal drops. \n\"We will look for changes in the size of the olfactory bulb - an area above the nose where the smell nerves join together and connect to the brain.\n\"We will also look at activity in areas of the brain linked to recognising smells.\"\nVitamin A, or retinol, helps maintain:\nMany dairy foods, as well as some vegetables, contain this fat-soluble vitamin. \nBut people taking vitamin-A supplements should be aware too much can be harmful. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58720249",
      "category": "entertainment-arts",
      "title": "Katie Price's family post message of concern and support after crash",
      "text": "Katie Price's family have said their \"worst fears nearly came true\" following reports that she has been involved in a car accident.\nThe reality TV star was arrested after crashing her car on Tuesday, according to The Sun newspaper.\nA statement posted on the 43-year-old's Instagram account and attributed to her family said they had been \"concerned\" about her wellbeing for some time.\nThey urged fans to send positive messages of support.\nPrice is not believed to have been seriously injured in the incident in West Sussex, but The Sun published photos of a car on its side.\n\"Today our worst fears nearly came true,\" the family statement said. \"As a family we have been and will continue to help Kate get the help she needs. We hope that she will realise that she cannot battle her issues alone.\n\"We would kindly ask that the media and wider public give Kate the time and space she needs to seek the necessary treatment, so that she can hopefully return to the Kate we know and love as a mother, daughter and sister.\"\nA statement from Sussex Police said: \"Police responded to reports of a single-vehicle collision on the B2135 near Partridge Green around 6.20am on Tuesday (September 28).\n\"A woman was arrested on suspicion of driving while above the legal limit for alcohol and drugs, and has been taken to hospital to be checked over.\n\"The road was blocked temporarily while recovery of the vehicle was arranged.\"\nA statement from the South East Coast Ambulance Service NHS Foundation Trust said: \"South East Coast Ambulance was called at approximately 6.30am to reports of an RTC on the B2135 at Partridge Green.\n\"One ambulance crew attended the scene and one person was assessed and treated before being taken to hospital.\"\nThe reported crash came a day after Price spoke about her difficulty visiting her son Harvey, who is disabled and studying at a residential college, because she was unable to drive.\nAppearing on ITV's Good Morning Britain on Monday, she said: \"Harvey's in Cheltenham now, he keeps ringing me saying, 'Mummy I miss you, I need your kisses and cuddles', so it is quite hard.\n\"Obviously I don't get my licence back until December, so I can't just whizz in the car down there and it's not close.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-58731168",
      "category": "uk-england-merseyside",
      "title": "Police defend shooting white deer in Bootle street after backlash",
      "tags": "RSPCA,Deer,Sefton,Bootle",
      "text": "Police have defended shooting an \"out of control\" white deer that had been roaming the streets after an angry backlash on social media. \nMerseyside Police said there had been \"huge efforts\" to save the wild animal which was shot dead in Bootle.\nOfficers tried to sedate it for nine hours and were \"gutted\" when they had to destroy it for public safety, Deputy Chief Constable Ian Critchley said. \nPeople reacted angrily on social media, describing it as \"shocking and brutal\".\nArmed officers were able to secure the deer on an industrial estate after receiving reports of the fallow buck running along various roads at about 08:45 BST on Sunday.\nHowever, police said they were \"unable to get assistance\" after making inquiries \"to find an organisation who could assist with recovering the deer safely\".\nLiverpool author and animal lover Nina Antonia, who also expressed outrage on social media, told the BBC it was \"a very bad omen\" because the deer was symbolic in folklore. \n\"It was brutal. Any society that does not look after animals is a sign that that society is in decay,\" she said. \nThe RSPCA earlier said it had advised police to \"leave the deer as it would make its own way back home\" eventually.\nThe British Deer Society tweeted it understood people felt \"shocked and upset\", adding that the sad situation \"must have been difficult and distressing for all of those involved\".\nIt said it believed \"every reasonable effort\" had been made by police \"to achieve a non-lethal solution\" but there was \"no other option in the interest of public safety and the welfare of a highly stressed deer\".  \nFreshfield Animal Rescue Centre in Liverpool said it was a \"dreadful tragedy nobody wanted to happen\".  \nDirector Helen Stanbury said it was a \"very emotive example of how wildlife is being destroyed as a result of our urbanising nature\".\nThe Wildlife Trust for Lancashire, Manchester and North Merseyside said it was \"very sad but at least it had been killed humanely\".\nMr Critchley said officers spent nine hours trying to tranquilise the deer which was \"in distress and out of control\" and police were \"totally committed\" to moving it to a rural location. \nHe said the public's safety was at the heart of the \"difficult decision\" to shoot it and officers were \"absolutely gutted\".\nSeveral tranquiliser darts had failed to sedate it and the animal was still in \"considerable distress\", so alongside a vet the decision was made to destroy it, he added.   \nOne man supported the move on Twitter, saying: \"It is amazing how many people in Liverpool have no idea about wild animals and how dangerous they can be.\"\nSource: The British Deer Society\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58711230",
      "category": "science-environment",
      "title": "Brexit paves the way for gene-edited crops",
      "tags": "Genetics,Agriculture,European Union,Brexit,Genetic engineering",
      "text": "The UK government is to relax the regulation of gene-edited crops to enable commercial growing in England.\nThe plants are to be tested and assessed in the same way as conventional new varieties.\nThe changes are possible because the UK no longer has to follow European Union regulations, which are the strictest in the world.\nThe Scottish, Welsh and Northern Irish governments will get to decide whether to adopt or opt out of the changes.\nEnvironment Secretary George Eustice said that he would be working closely with farming and environmental groups to help grow plants that are stronger and more resilient to climate change.\n\"Gene editing has the ability to harness the genetic resources that nature has provided. It is a tool that could help us tackle some of the biggest challenges that we face.\"\nGene-edited (GE) crops have much simpler genetic alternations than so-called genetically modified (GM) ones. GM crops often involve the addition of extra genes, sometimes from a completely different species; and in some instances the insertion of DNA from animals. \nGene-edited crops, by contrast, often just have genes snipped out of them, producing new varieties within months that could also have been produced by traditional cross-breeding but over a period of several years.\nScientists believe that they can use gene editing to develop fruit, vegetables and cereals that are more nutritious and productive, as well as hardier varieties that can withstand the extremes of weather brought about by climate change. \nEuropean Union regulations require that gene-edited crops are treated the same as genetically-modified crops. \nThese rules call for a number of field trials over a period of several years, as well as extensive food safety tests. \nThe final hurdle is for member states to vote to approve a new variety. \nThis approach is regarded by biotech companies as too onerous and expensive, so no genetically altered crops are developed in the European Union.\nThe Westminster government's plan begins with separating the laws governing GE and GM crops. \nAs a first step, legislation will be passed later this year to do away with the need for scientists to apply for a licence to carry out open-air trials of a gene-edited crop that could have been produced through traditional cross-breeding. \nCurrently, the approvals process can take up to two months and cost several thousand pounds.\nThe more significant change will take place next year when legislation will be brought forward to enable simple gene-edited crops to be regulated in the same way as any new variety for commercial development. \nThe government is reviewing what measures it would need to bring in to maintain consumer choice, such as labelling and traceability.\nIn the longer term, ministers will review England's approach to regulation covering all genetically modified organisms. This includes changes that might allow the commercial development and farming of gene-edited and genetically modified animals. Such animals can be made to be more productive, resistant to some diseases and even better able to withstand hot weather.\nThe news has been welcomed by many scientists working in the field. \nProf Helen Sang works at The Roslin Institute in Edinburgh where researchers have developed gene-edited pigs that are resistant to a type of lung disease. \n\"Wednesday's announcement is a first step towards reducing unnecessary and unscientific regulatory barriers to the use of advanced breeding techniques, which are precise and targeted, allowing us to make specific genetic changes,\" she said.\n\"Adopting a more proportionate and enabling approach to regulation will open up increased opportunities for international research collaboration, inward investment and technology-based exports, bringing a major boost for UK science.\"\nA Welsh Government spokesperson said: \"We have no plans to revise the existing GMO Deliberate Release Regulations in Wales and will maintain our precautionary approach towards genetic modification. Unlike the UK Government, we will continue to view products produced by gene editing as Genetically Modified as set out by the European Court of Justice in 2018.\" \nDr Helen Wallace, of the campaign Group Genewatch, described the changes as a \"weakening of standards meant to protect human health and the environment\".\n\"People won't be fooled. GM crops are GM crops. Whether they are made with new or old techniques, they can lead to unintended consequences. \n\"GM crops that withstand climate change have been promised for more than 40 years, but have never been delivered. 90% of GM crops that are grown today are engineered to withstand blanket spraying with weedkillers that are harmful to butterflies and frogs. New gene-edited crops won't be any different and will cause the same environmental problems.\" \nLiz O'Neill, director of GM Freeze, said the government \"wants to swap the safety net of proper public protections for a high-tech free-for-all\".\n\"This announcement is described as a response to Defra's consultation on the regulation of genetic technologies. However, no detail has been made available on what George Eustice actually learnt from the exercise. \n\"The consultation submissions that GM Freeze has seen raised a wide range of concerns about Defra's proposals for dismantling GM safeguards, but this announcement suggests the minister isn't listening.\"\nFollow Pallab on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58727500",
      "category": "uk-politics",
      "title": "Labour conference: Five things we learned as politicians gathered",
      "tags": "Labour Party Conference",
      "text": "It's been a rollercoaster ride by the Brighton seaside for Labour, as the party enjoyed its first full conference in two years.\nHere are some things we didn't know a week ago.\nThere have been a lot of headlines this week about rows between the leadership and the left.\nSir Keir may have largely avoided direct confrontation with his Corbynite critics, but he did manage to push through rule changes which will have a big effect on how the party governs itself.\nThen came Wednesday's speech. Sir Keir faced down hecklers in the hall and told them that under his leadership, Labour would never stand on a manifesto that wasn't a serious plan for government.\nOld hands watching the speech detected shades of former leader Neil Kinnock - who famously took on the far left Militant tendency at a Labour conference in 1985.\nWe've heard stories about his family before, but Sir Keir looked back at his upbringing in his main conference speech. \nHe spoke about his mum's illness - she was diagnosed with Still's disease when he was young - and he recalled going into the intensive care unit to visit.\n\"Mum's bed was a riot of tubes and temperature devices. I could sense the urgency in the conversation of the four nurses on my mum's bed. I knew without being told that they were keeping her alive. I can hardly convey to you the emotion of seeing your mum in that condition,\" he said.\nHe went on to praise the nurses who looked after her.\nAnd he spoke movingly about his dad, a tool maker, who, he said, gave him a \"deep respect for the dignity of work\".\nPatience was wearing thin in some Labour circles over Sir Keir Starmer's apparent determination not to reveal policies until the next election.\nThis week has seen some big announcements, although there is still a long way to go before we get the full picture.\nShadow Chancellor Rachel Reeves had most of the blockbusters - including a pledge to spend £28bn a year on greening the economy.\nShe also promised to scrap business rates and replace them with... something that has yet to be decided.\nSir Keir meanwhile announced plans for a major investment in education - to be funded by taxing private schools - as well as mental health services and to insulate 19 million homes in England to save energy.\nCries of \"Oh Jeremy Corbyn\" regularly rang out in Brighton this week - and Sir Keir was barracked during his speech by left-wingers who believe he has trashed his predecessor's radical legacy.\nHe had some put-downs ready for them, saying he was about \"changing lives\" not \"shouting slogans\". \nHe appears very comfortable with the fact that he will never be loved by many party members, in the way that Corbyn is.\nMr Corbyn himself was much in evidence at fringe events and Q&A sessions - despite still being suspended from the Parliamentary party, a situation which shows little sign of being resolved.\nHe publicly backed Andy McDonald, the sole surviving member of his shadow cabinet, who dramatically quit his role on Monday in protest at Sir Keir's leadership and his failure to back a £15-an-hour minimum wage.\nAngela Rayner, Labour's deputy leader, ensured the word \"scum\" floated to the top of the social media pond after an outburst at a party event on Saturday night.\nIn a masterclass in how to keep a furore going, she doubled down on the attack on Boris Johnson, saying she would apologise for calling the prime minister \"scum\" if he said sorry for his past controversies.\nOK, so some shadow cabinet colleagues - including Sir Keir - seemed less than impressed by her choice of language, but it went down a lot better among party members in Brighton.\nA GMB delegate got a round of applause on Tuesday when he read out the Oxford English Dictionary definition of scum: \"A very bad or immoral person or group of people\" - an accurate description of the government, he said.\nConference was rounded off with a final volley from Ms Rayner, who said she understood people being upset by her language and said she was just \"bombastic\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58730417",
      "category": "uk-england-beds-bucks-herts",
      "title": "Lilac house in Watford conservation area rejected by council",
      "tags": "Watford",
      "text": "A man living in a conservation area who painted his house lilac may have to redecorate it.\nIan Davis, who lives in Oxhey in Hertfordshire, painted his property in August 2020 and was told in June he should have sought planning permission.\nHis retrospective application was rejected by Watford Borough Council which said it had a \"harmful impact\" on the character of the 1902-built home.\nIt said the colour was \"inappropriate\" for the period when it was built.\nThe Oxhey Village Conservation Area was introduced in 2013, at a time when the Oxhey Village Environment Group produced a guide to restrictions on properties.\nMr Davis, who has lived in the house in Capel Road for 20 years, said it had \"never crossed my mind that because you were in a conservation area you'd have to get permission to paint your own house\".\nHe said the council told him that the colour \"had a harmful impact on the character and appearance\" of the property and the area.\nRejecting his application, the council said it \"encourages discussion of alternative acceptable proposals\" and that Mr Davis should now talk to it about his next steps, although he could appeal against the decision.\nMeanwhile he has started a petition to abolish the conservation zone.\nThe council said it was \"unfortunate\" Mr Davis had changed the colour before seeking planning approval, and that conservation areas existed so that their \"special character and appearance can be preserved and enhanced\".\n\"In the case of this property the proposed colour change is inappropriate to the period of the building, which would have used stone-like colours,\" a statement said.\n\"The council will continue to work positively with communities within conservation areas to ensure they are aware of the planning rules that apply to their homes and to provide clear guidance on what types of works would likely be permitted.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hampshire-58728161",
      "category": "uk-england-hampshire",
      "title": "New species of dinosaur unearthed by Isle of Wight fossil hunters",
      "tags": "Fossils,Dinosaurs,Sandown,Southampton,University of Southampton",
      "text": "The discovery of two new species of dinosaur, which likely roamed the south of England 125 million years ago, has shed new light on the predators.\nPalaeontologists have described one of the carnivorous reptiles as a \"hell heron\", comparing its hunting style to a fearsome version of the bird.\nThe remains of the three-toed dinosaurs were found on an Isle of Wight beach.\nThey belonged to the spinosaurid group and are thought to have been 9m (29ft) in length with 1m-long (3ft) skulls.\nThe collection of about 50 bones took several years to unearth.\nThe first specimen - named Ceratosuchops inferodios - has been labelled a \"horned crocodile-faced hell heron\".\nWith low horns and bumps around the brow region, the name also refers to the predator's heron-like hunting style.\nThe second has been called Riparovenator milnerae, which translates as \"Milner's riverbank hunter\", in honour of British palaeontologist Angela Milner, who died recently.\nFossil collectors initially found parts of two skulls before a team from the island's Dinosaur Isle Museum uncovered a large section of a tail. \nIt comes after the last spinosaurid skeleton, which belonged to Baryonyx, was discovered in a quarry in Surrey in 1983. Only single bones and isolated teeth had been found since. \nPhD student Chris Barker, author of the University of Southampton study, said: \"We found the skulls to differ not only from Baryonyx, but also from one another, suggesting the UK housed a greater diversity of spinosaurids than previously thought.\"\nCo-author Darren Naish, an expert in British theropod dinosaurs, said: \"We've known for a couple of decades now that Baryonyx-like dinosaurs awaited discovery on the Isle of Wight, but finding the remains of two such animals in close succession was a huge surprise.\" \nThe study also suggested how spinosaurids might have first evolved in Europe, before dispersing into Asia, Africa and South America.\nThe collection of about 50 bones will go on display at the Dinosaur Isle Museum in Sandown. \nCurator Dr Martin Munt said the finds cemented the Isle of Wight's status as one of the top locations for dinosaur remains in Europe. \nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58725853",
      "category": "uk",
      "title": "Covid-19: Vitamin A trial and call for pandemic inquiry now",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Wednesday morning. We'll have another update for you this evening.\nThe loss or changes to your sense of smell has long been listed as a symptom of coronavirus. For most people it returns naturally within a few weeks but for others it doesn't. To find a way to tackle this researchers are going test whether Vitamin A nasal drops can be used as treatment. They will check whether the vitamin will repair injured \"smell nerves\" during a 12-week trial in which volunteers will sniff powerful odours such as rotten eggs and roses.\nCampaign group Covid-19 Bereaved Families for Justice is calling for the government's inquiry into the pandemic to start now. The campaigners - including Hannah Brady whose dad and grandmother died after contracting the virus in 2020 - met Prime Minister Boris Johnson on Tuesday after he promised to see them a year ago. She says they made it clear they didn't want his condolences. He's promised to appoint a chairperson for the official Covid inquiry before Christmas, and involve them in the decision. The inquiry is due to start in spring 2022.\nIt's not just Covid that can leave sufferers with long-term symptoms, according to a study. People who have fallen ill with flu can suffer long-term symptoms in a similar way to long Covid. Find out more here.\nWith a big in demand for bikes after a surge in people cycling during lockdown, a rise in thefts has followed in Scotland. According to new figures, the number of bikes stolen jumped by nearly 20% - with evidence organised criminal gangs are targeting pedal and e-bikes. Food delivery rider Antonio Tabares had his e-bike stolen after using it just once. \"This bike was not only my means of making income but also my transport,\" he says. Police say they're tackling the problem.\nFor all you James Bond fans out there, you'll be pleased - and excited - to know he's back. There's been an 18-month delay because of the pandemic but the world premiere of No Time To Die has finally taken place in London. It's Daniel Craig's final outing as secret agent 007 and he says the role is \"incredibly important to cinema and to history\". The film opens in UK cinemas on Thursday and its performance at the box office is being closely monitored in light of the pandemic.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nGet up to speed on where you need a Covid passport, how to get one and when you'll have to use it.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58717676/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Unlocking options 'limited' by jab passport delay",
      "tags": "Coronavirus vaccines,NI economy,Coronavirus pandemic",
      "text": "A delay by the executive in agreeing a Covid-19 vaccine certification policy has \"significantly limited\" the options for easing restrictions, the health minister has said.\nIn a letter to the first and deputy first ministers, Robin Swann said he was frustrated by the lack of progress. \nHe asked as a \"matter of urgency\" that the Executive Office brings forward a paper \"without further delay\". \nHe said people would lose out if that did not happen.\nThe absence of vaccine certification could leave them disadvantaged \"when they travel to neighbouring jurisdictions where such schemes are mandatory\", he said in the letter, which has been obtained by BBC News NI. \nOn Monday, plans to end social distancing restrictions in a number of indoor settings were announced.\nWhile venues will be asked to put mitigations in place such as proof of vaccination, this will not be a legal requirement.\n\"Such provisions on a voluntary or mandatory basis could assist the relaxation of remaining restrictions on live entertainment and hospitality,\" said Mr Swann.\nIn a statement on Tuesday, he said he wanted a \"domestic vaccine certification scheme to be in place, on the books, available for use as soon as necessary\". \nMr Swann said he had asked as far back as 22 April for the Executive Office to create a cross-departmental working group to bring forward domestic vaccine certification. \n\"The parties that have been most vocal in recent days advocating for the introduction of domestic use certification had until then also shown no actual interest in helping me to pursue a policy decision,\" he said. \n\"How that tallies with their public pronouncements of recent days is a matter for them to explain.\"\nBBC News NI's economics and business editor John Campbell said Mr Swann wanted the option of domestic vaccine certificates in circumstances such as poor adherence levels or as an alternative to introducing fresh restrictions if there was a surge in Covid-19 cases.\nHe added that the health minister, a member of the Ulster Unionist Party, felt there was \"ideological reluctance\" to introduce mandatory vaccine passes on the part of some of his ministerial colleagues.\nThe news comes as Scotland has announced its new vaccine passport system will not be enforced until two weeks after it is introduced.\nThe new system, which would mean people going to nightclubs and other large events would have to provide proof of two vaccine doses, was due to start from 05:00 on Friday but a grace period until 18 October has been announced. \nMeanwhile it has emerged that the Department of Health has allocated £10.5m to cover costs related to vaccination certificates if such a policy was supported by the executive.  \nJoanne Stuart, chief executive of Northern Ireland Tourism Alliance, told BBC News NI on Tuesday that dropping social distancing measures in indoor seated venues without making vaccine certification mandatory could be difficult.\n\"Taking a route of 'it's not legislation, this is guidance' is just confusing for everybody,\" she said.\nSDLP leader Colum Eastwood said Monday's executive meeting, where it was decided to ease social distancing rules, had been a \"moment to act\" to introduce a vaccine certification scheme.\nPreviously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials.\nAnne McReynolds, chief executive of the MAC theatre in Belfast, said all of her colleagues in the sector were pleased with Monday's announcement about social distancing.\nHowever, she said the move was \"just one step forward\" and it may be years before business as usual fully resumes.\nThe changes will take effect from 18:00 BST on 30 September.\nThey will apply to indoor seated venues, indoor visitor attractions and retail settings where social distancing of at least 1m (3ft) has been a legal requirement.\nBut pubs and restaurants will still have to enforce social distancing.\nMichael McAdam, managing director of Movie House Cinemas, said people who wanted to maintain social distancing \"can book the seat either side of them\" if they want to feel safer. \nHe said the announcement was \"great news\", adding that social distancing \"has been an absolute financial nightmare for us\". \nColin Neill, chief executive of Hospitality Ulster, said Monday's announcement was \"pragmatic and positive\", and that he hoped to see \"the same level of pragmatism applied to hospitality\".\nEngland abolished its mandatory social distancing measures on 19 July, with a few exceptions for settings like hospitals, care homes and border control posts.\nWales lifted its legal requirements on social distancing on 7 August, leaving it to individual businesses to decide their own rules after risk assessments.\nScotland dropped its social distancing requirements on 9 August, but a 2m (6ft) rule remains in place for healthcare settings such as hospitals, doctors' surgeries and dentists.\nMinisters did not consider social distancing in the hospitality sector during Monday's virtual meeting, with First Minister Paul Givan tweeting that hospitality regulations would be discussed on 7 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58733714",
      "category": "uk-england-london",
      "title": "Sarah Everard murder: Wayne Couzens falsely arrested and handcuffed victim",
      "tags": "Sarah Everard murder,Clapham,Deal",
      "text": "Sarah Everard was handcuffed by her murderer as he pretended to arrest her for breaching Covid guidelines.\nMet Police officer Wayne Couzens abducted her as she walked home from a friend's house in Clapham on 3 March.\nCouzens showed his warrant card before restraining Ms Everard, 33, putting her in his hire car and driving away.\nHis sentencing hearing at the Old Bailey was told that her ordeal could be summarised as \"deception, kidnap, rape, strangulation, fire\".\nThe 48-year-old had worked on Covid patrols in January, the court heard, and so would have known the appropriate formal terms regarding potential breaches. \nThe whole kidnapping took less than five minutes.\nMs Everard was handcuffed at 21:34 GMT and four minutes later she was being driven to Dover, where Couzens transferred her to his own car. \nCouzens then drove to a remote rural area he knew well, where he raped Ms Everard. The sexual predator had clocked off from a 12-hour shift that morning.\nProsecutor Tom Little QC said Couzens must have taken Ms Everard's mobile phone from her and removed the sim card, which he tried to destroy.\nMs Everard was described by a former long-term boyfriend as \"extremely intelligent, savvy and streetwise\" and \"not a gullible person\", the court heard.\nHe could not envisage her getting into a car with someone she did not know \"unless by force or manipulation\", Mr Little said.\nThe abduction was witnessed by a couple travelling past in a car, but they \"assumed Ms Everard must have done something wrong\", the court was told.\nOne of the witnesses described a woman on the pavement who appeared to have her left arm behind her back and \"was in the process of giving her other arm behind her back\" as a man in dark clothing handcuffed her.\nMr Little said they believed they were witnessing an undercover police officer arresting a woman.\nThe exact time Ms Everard was killed could not be determined, although she was dead - strangled with Couzens' police belt - by about 02:30 on 4 March, when he stopped for snacks at a service station.\nHe then visited Hoads Wood near Ashford, Kent, leaving just before sunrise. Later that morning, he threw Ms Everard's mobile phone into a channel at Sandwich, where it was found by a police diver.\nLucy Manning, BBC special correspondent, from the Old Bailey:\nWayne Couzens shuffled into court his head bowed. Wearing a dark blue suit he confirmed his name.\nSarah's parents, and other family members, are in court listening to horrendous details about their daughter's kidnap, rape and murder.\nIn the public gallery many of her friends have also come to court to support them.\nThree members of her family will read out statements this afternoon about how her murder has affected them.\nThe prosecutor said her murder was reported on social media as #shewasonlywalkinghome but the more appropriate five words to describe what Couzens did were \"deception, kidnap, rape, strangulation and fire\".\nA week after she disappeared, Ms Everard's body was found in a woodland stream in Ashford, Kent, just metres from land owned by Couzens. \nHer body and clothes had been put inside a refrigerator and set alight before being moved in builders' bags.\nThe court heard that a couple of days after burning Ms Everard's body, Couzens took his wife and two children on a family trip to the woods.\nMr Little said: \"The defendant's plot of land is very close to, and in the same woods, where he was to burn Sarah Everard's body after he had murdered her.\n\"He then moved her body in green bags that he had purchased specifically for that task to a pond deeper into the woods, but which was only about 130 metres from his plot.\"\nThe firearms-trained parliamentary and diplomatic protection officer wiped his phone just minutes before he was arrested at his home in Deal, Kent, on 9 March.\nCouzens, who pleaded guilty in July to Ms Everard's murder, will be sentenced at the end of the two-day hearing. Lord Justice Fulford will consider whether to hand down a whole-life term. \nThe case prompted national outrage and sparked protests about violence against women, particularly as walking was one of the few activities to have been allowed during Britain's coronavirus lockdown.\nWomen across the country shared stories of being followed, harassed, catcalled and assaulted; and a number of vigils were held in honour of Ms Everard and to raise concerns about the safety of women.\nA vigil held on Clapham Common led to the Met Police being accused of heavy-handedness for its tactics.\nAhead of the Couzens sentencing hearing, the Met Police issued a statement that said: \"We are sickened, angered and devastated by this man's crimes, which betray everything we stand for.\n\"Our thoughts are with Sarah's family and her many friends. It is not possible for us to imagine what they are going through.\"\nCouzens was sacked by the force in July. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58737507",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "JK Rowling table saved from cafe gutted by fire",
      "tags": "JK Rowling,Edinburgh,History,Harry Potter ,Books,Scotland business",
      "text": "A cafe table where JK Rowling wrote sections of her Harry Potter books has been salvaged from a huge fire, which devastated the building.\nThe blaze on Edinburgh's George IV Bridge last month badly damaged flats and businesses including The Elephant House cafe.\nThe cafe's owner David Taylor said he was \"immensely relieved\" to find the table used by Rowling among the rubble.\nHe said the table had suffered water and smoke damage but would be restored.\nThe Elephant House cafe was one of two used regularly by Rowling when she was writing the stories of the boy wizard in the mid-90s.\nShe wrote in The Elephant House cafe in 1996 and 1997, after her first Harry Potter book was published, and often sat at the antique wooden table.\nThe enduring popularity of the Harry Potter series has led to the Elephant House being a popular stop-off for fans of the series.\nBut Mr Taylor told BBC Scotland it will be about a year before he can reopen.\nIt is believed the fire started in the Patisserie Valerie cafe next door - which also has a basement that runs underneath The Elephant House cafe.\nThe alarm was raised shortly after 06:00 on 24 August by a cleaner at The Elephant House.\nA firefighter was taken to hospital following the blaze, flats were evacuated and the street was closed for a week.\nThe front room of Elephant House was gutted in the blaze and the back room, which included Rowling's table, was damaged by smoke and water.\nMr Taylor said he had only just been allowed to enter the cafe because temporary internal structural work was being constructed to make it safe to be inside.\nHe said: \"Thankfully I've found JK Rowling's table among the rubble and although it is water and smoke damaged it was in the back room so it can be saved.\n\"It is going to the restorers on Thursday and I'm just so relieved this bit of history has been retained.\"\nHe said a valuable signed Harry Potter book was still missing.\n\"There are piles of rubble everywhere so I'm hoping it is under one of them,\" he said. \"I've started the search.\"\nMr Taylor, who has owned the independent cafe for 25 years, said the JK Rowling table, which he bought in an antique shop, had been there since he opened.\nHe said: \"To be out of business for about a year is just devastating and to say I'm upset is an understatement, it's very sad.\"\nThe Elephant House takes its name from hundreds of elephant paintings, chairs and object d'art.\nIn July, JK Rowling told Simon Armitage on his podcast, The Poet Laureate has gone to his shed, how she used to write in the now defunct Nicolson's, which was co-owned by her brother-in-law, and the Elephant House. \n\"That was a lovely space with a really great view of the castle,\" she said.\n\"I met the owner years later and he said 'You never come in any more',\" Rowling said.\n\"In a dream world I would still go in there but it is just not humanly possible to go in there anymore and write. \n\"I had to stop writing in cafes. I really loved it but I just couldn't anymore.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58721710",
      "category": "uk-wales",
      "title": "Betty Campbell: Statue honours Wales' first black head teacher",
      "tags": "Diversity,Black Lives Matter,History,Butetown,Cardiff,Women,Art,Representation",
      "text": "A monument to honour Betty Campbell, Wales' first black head teacher and black history campaigner, has been unveiled in Cardiff.\nIt is believed to be the first statue of a named, non-fictional woman in an outdoor public space in Wales.\nMrs Campbell, who died in 2017, proved her doubters wrong after being told as a child that her dream job as a head teacher was \"insurmountable\".\nThe statue was commissioned following a BBC Wales Hidden Heroines poll.\nProf Uzo Iwobi, founder of Race Council Cymru, said: \"Wales has shown that this black woman truly matters to us all.\"\nGeraldine Trotman, Black History Patron for Wales, said the unveiling of the statue of Mrs Campbell would be one of the greatest moments for Butetown and everyone who lives in Wales.\nA UK-wide survey of statues, carried out in 2018, found that just one in five statues in Britain were of women, with most of fictional characters or unnamed figures.\nLast year an audit, commissioned in the wake of Black Lives Matter protests, found there were no statues of any named individual of black heritage in outdoor public spaces in Wales, with just \"an anonymous statue group in Cardiff Bay\".\nThe statue of Rachel Elizabeth Campbell - known as Betty - was unveiled in Central Square on Wednesday.\nIt had been due to take place in 2020, but was delayed due to the coronavirus pandemic.\nThousands voted for a statue of Mrs Campbell from a shortlist of five Welsh women.\nIt came after a panel of experts made a list of 50 historic Welsh women, after finding there were no statues celebrating heroines in Wales.\nHelen Molyneux, founder of Monumental Welsh Women, said she hoped the statue would \"inspire the next generation of Welsh women\".\n\"Betty's impact during her life was incredible, but, as with so many women throughout history, likely to be forgotten or overlooked by future generations unless something was done to bring her to people's attention,\" Ms Molyneux said.\n\"The monument created by Eve Shepherd will certainly achieve that. It is a truly iconic, beautiful piece that will attract the world's attention to Cardiff.\"\nBetty Campbell was born in 1934 in Cardiff's docklands area, better known as Tiger Bay, to a Jamaican father and Welsh Barbadian mother.\nShe worked as a teacher in deprived multi-racial areas of the city, first in Llanrumney and then at her local Mount Stuart Primary School.\nShe became the head teacher there, despite being reduced to tears as a child when her teacher told her there were too many barriers for her to become a head teacher.\nThroughout her life, she championed her nation's multicultural heritage, and put black culture on the curriculum at her school.\nShe was a county councillor for Cardiff's Butetown ward and was a member of the preparation committee for the opening of the National Assembly in 1998.\nShe was on the race relations board between 1972 and 1976, a member of the Broadcasting Council for Wales from 1980 to 1984, a member of the Home Office's race advisory committee and served in many educational roles.\nHer daughter, Elaine Clarke said she was extremely proud and privileged to have her mother remembered in such an iconic way.\n\"Through her sculpture, [sculptor] Eve encapsulates Betty's legacy of determination, aspiration and inspiration that reflected her passion for diversity and equality making her a truly positive role model for many in the community and beyond,\" she said.\nChantelle Haughton, who attended Mrs Campbell's school as a pupil, said she had been a pioneer for change, decades before black history is set to be taught in all Welsh schools under the new curriculum.\n\"The thought of Betty's statue fills me up and the wonderful opportunity this memorial brings for Mrs Campbell's story to reach so many more from here on,\" she said.\nYou can watch Betty Campbell: Statue for a Heroine on BBC One Wales at 19:30 BST on Wednesday, or on BBC iPlayer afterwards. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58731504",
      "category": "business",
      "title": "Next warns of staff shortages and price rises",
      "tags": "Next,Companies,Brexit,Coronavirus pandemic",
      "text": "Next has warned of price rises and staff shortages before Christmas unless immigration rules are eased.\nThe High Street chain said some areas of its business were \"beginning to come under pressure\", including warehouse and logistics staffing.\nIt blamed higher shipping costs, particularly for larger furniture items, for pushing up its prices.\nThe Home Office said it was working with industry to \"understand how we can best ease particular pinch points\".\nNext urged the government to \"take a more decisive approach to the looming skills crisis\" and said that the lorry driver crisis was \"foreseen, and widely predicted\".\nThe company's warning over potential staffing issues during the festive period was made in its half-year results, which showed profit before tax was up by 5.9% compared to 2019 levels.\nThe company said rising shipping costs had driven up prices by about 2%, with its larger home products \"bearing the brunt of the increase\".\nIt added that in the first half of next year it expected prices to increase by an average 2.5%, with homeware prices up 6%.\nNext chief executive Lord Wolfson said the firm was not currently having difficulties in recruiting staff for its stores, but warned warehouse and logistics staffing was \"beginning to come under pressure\".\n\"We anticipate that, without some relaxation of immigration rules, we are likely to experience some degradation in our service in the run up to Christmas,\" he said.\nA government spokeswoman said: \"We want to see employers make long term investments in the UK domestic workforce instead of relying on labour from abroad.\n\"The government encourages all sectors to make employment more attractive to UK domestic workers through offering training, careers options, wage increases and investment.\"\nMany UK sectors, from fuel firms to supermarkets, have supply chain problems at the moment due to a chronic shortage of lorry drivers.\nThe shortage in drivers in the UK is estimated to be about 100,000, according to industry bodies, with a long-term problem being made worse by the pandemic, tax changes, Brexit, and an ageing workforce.\nThe recent supply chain problems led to the UK government announcing it will grant temporary visas, lasting until Christmas Eve, to 5,000 fuel tanker and food lorry drivers and 5,500 poultry workers.\nLord Wolfson was a strong advocate of Brexit in the run-up to the referendum, but he has been critical of the government's approach towards post-Brexit immigration.\nHe has said the imposition of a minimum salary of £30,000 was a mistake.\nIn a statement, Next added: \"The HGV crisis was foreseen, and widely predicted for many months. For the sake of the wider UK economy, we hope that the government will take a more decisive approach to the looming skill crisis in warehouses, restaurants, hotels, care homes, and many seasonal industries. \n\"A demand led approach to ensuring the country has the skills it needs is now vital.\"\nThe company's performance for the half year to July was largely fuelled by a surge in online revenue, with sales increasing by 52% compared to pre-pandemic levels.\nLord Wolfson said the retail bounce-back from the coronavirus pandemic was \"far stronger than we anticipated\". \n\"Sales in retail stores have done better than planned, while online sales have fallen back less than we expected. It appears that the wider economy has not suffered the long term damage many feared, for the moment at least. And, in particular, employment has held up well,\" he added.\nThe retailer raised its full year profit outlook for the fourth time in six months.\nSophie Lund-Yates, equity analyst at Hargreaves Lansdown, said Next's \"ever-growing\" online business had led it to brush off the \"worst of the woes brought on by lockdown\".\n\"Next is the golden girl of the high street,\" she said.\n\"The High Street star hasn't escaped unscathed by the labour, supply and cost issues sweeping across the country.\n\"While things are stable for now, a lack of foreign workers means some Christmas deliveries might take longer to arrive during the peak trading season.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-58733613",
      "category": "uk-england",
      "title": "Katie Price admits to Sussex car crash while drink-driving",
      "tags": "Partridge Green",
      "text": "Reality TV star Katie Price has admitted drink-driving, driving without insurance and while disqualified following a car crash.\nShe was arrested after crashing her car near Partridge Green in West Sussex, Sussex Police said.\nShe then told police officers: \"I took drugs, I should not be driving,\" a court heard. \nPrice, 43, pleaded guilty to all charges at Crawley Magistrates' Court. She will be sentenced on 15 December. \nSussex Police said officers had responded to reports of a single-vehicle collision on the B2135 near Partridge Green at about 06:20 BST on Tuesday. \nPrice was taken to hospital following the crash. \nAfter being confronted by police at the scene, she was heard saying: \"I took drugs, I should not be driving, I admit it all,\" the court was told.\nA drugs test gave a positive reading for cocaine, prosecutor Debbie Jones told the court.\nJoe Harrington, Price's defence solicitor, said: \"As I understand it, she had been drinking, she was lonely, and she decided to go and see a friend who lived a relatively short distance away and that is when the incident happened.\n\"She has had a lot of personal problems recently. \n\"Currently she is in the process of bankruptcy proceedings, so her house may be repossessed.\n\"So, quite a lot going on in this lady's life, a really difficult period.\"\nChair of the bench Julie Hutton gave Price an interim driving ban, warning her: \"We regularly send people to prison for driving whilst disqualified.\"\nPrice was told that her sentence would be deferred until 15 December on the condition that she have treatment at the Priory Centre, and not commit any further offences.\nShe was told she must also engage with the probation service.\nMs Hutton told her: \"On that basis, Ms Price, you are free to go and good luck at the Priory.\" \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58731710",
      "category": "uk-wales",
      "title": "Snowdon walkers dressed for supermarket, says rescuer",
      "tags": "Llanberis,Mountain Rescue ,Snowdon",
      "text": "Mountain rescuers are urging people not to go ill-prepared when walking in Snowdonia amid a rise in callouts.\nCalls to Ogwen Valley Mountain Rescue are up about 20% this year to 110.\nVolunteer Chris Lloyd said the route up Snowdon can \"bite back\" due to rough terrain, with neighbouring Llanberis Mountain Rescue Team \"getting calls all the time\" to help people.\nHe said some walkers were \"dressed as if they're going across the supermarket car park\".\n\"So many are totally ill-equipped and haven't really thought about where they are going,\" he told the BBC Radio Wales breakfast programme.\nHe said his team had been called out about 20 times in September alone, with 35 callouts for volunteers at Llanberis Mountain Rescue Team covering Snowdon.\nSeveral rescues have been carried out on Tryfan mountain, with one man seriously injured, including a broken thigh bone, after falling on slippery rocks on Sunday.\nA helicopter airlifted rescuers to beneath the cloud line, but they had to reach the casualty on foot and then use a stretcher to lower him down to flat terrain before carrying him off the mountain due to \"atrocious conditions\".\nMr Jones said he was \"very lucky\" to be located quickly as he had not been wearing waterproof clothing despite the weather forecast.\n\"Accidents do happen - they happen to the best of people,\" he said.\n\"But we really do get calls from people who really should be able to sort themselves out if they are properly prepared.\"\nHe said three rescuers had to escort a man to safety after his torch light had gone flat in the darkness.\n\"We are getting an increasing number of visitors to the mountains of north Wales... but so many are totally ill-equipped,\" said Mr Jones."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58742772",
      "category": "uk-northern-ireland",
      "title": "Duke and Duchess of Cambridge visit Londonderry",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58724858",
      "category": "uk-politics",
      "title": "Starmer on petrol shortages and visas for lorry drivers",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58724332",
      "category": "uk",
      "title": "Petrol supply: Crisis starting to ease, Boris Johnson says",
      "tags": "Fuel,Motoring",
      "text": "The fuel situation in the UK is starting to improve, PM Boris Johnson has said - as he urged motorists to fill up their cars in the \"normal way\".\nHe said the situation at fuel stations was \"stabilising\" and people should be \"confident\" to go about their business, after days of queues and pump closures.\nLabour said the government had let the country \"crash from crisis to crisis\".\nDefence Secretary Ben Wallace has approved a request for 150 military tanker drivers to help deliver fuel. \nTraining the drivers to use civilian fuel company tankers is expected to take place over the next three days, so the first deliveries could take place by the end of the week.\nWith some drivers continuing to face difficulties in refuelling, there have been calls for key workers, such as health and social care staff, to receive priority at the pumps.\nAs the prime minister made his first public comments on the fuel supply problems, he was asked if he supported prioritising workers such as NHS staff, responding that \"with things stabilising - the best thing is - we stabilise in the normal way\".\nMr Johnson said he sympathised with people who had been unable to get fuel over recent days, calling it \"frustrating and infuriating\".\n\"What we're hearing from the industry is the situation at forecourts is stabilising,\" he said.\n\"I would just urge everyone to go about their business in the normal way and fill up when you need it.\"\nA government source confirmed reports that 16% of all petrol stations were now fully supplied with fuel, compared to 10% at the weekend during some of the worst of the fuel rush.\nThe source said that 40% of petrol stations being fully supplied was a more normal figure before the rush on fuel.\nThe Petrol Retailers Association (PRA) said there were \"early signs\" the pressure was starting to ease at the pumps.\nThe PRA, which represents nearly 5,500 of the UK's 8,000 stations, said around 37% of its sites had run out of fuel - compared with two-thirds being without on Sunday.\nPRA executive director Gordon Balmer said: \"With regular restocks taking place, this percentage [of petrol stations with fuel] is likely to improve further over the next 24 hours.\n\"Fuel stocks remain normal at refineries and terminals, although deliveries have been reduced due to the shortage of HGV drivers.\"\nThe government has said people needlessly buying fuel has led to queues at many forecourts, with fuel running out in some places.\nEarlier on Tuesday, Transport Secretary Grant Shapps said there were \"tentative signs\" the situation was starting to stabilise but added that \"won't be reflected in the queues as yet\".\nThe UK is estimated to be short of more than 100,000 lorry drivers - causing problems for a range of industries, including food suppliers and supermarkets, in recent months.\nThe prime minister said panic buying of petrol followed a \"slightly misleading\" account of the shortages of lorry drivers which caused an \"understandable surge in public demand\".\nHe said: \"The actual number of lorry drivers that we're short in that particular sector isn't very big. But generally there is a shortage in that profession around the world.\"\nMr Johnson said the government was taking action to ensure there were enough deliveries in all industries during the run-up to Christmas.\n\"What we want to do is to make sure we have the preparations necessary to get through to Christmas and beyond, not just in the supply of our petrol stations but all parts of our supply chain,\" he said.\nLabour leader Sir Keir Starmer said he had talked to hauliers earlier in the day and was told that the government was in denial over the problems.\n\"These were their words, they said, 'it's a government that is denying there's a problem, then blaming somebody else, and then coming up with a half-baked plan'.\"\nHe said the government should \"give priority to key workers\" to get petrol, and \"issue enough visas\" to deal with the shortage of lorry drivers.\n\"The government has reduced the country to chaos as we crash from crisis to crisis. And the government is not gripping this,\" he said.\nDoctors, nurses, and unions for teachers, prison and care staff are among those who have called for essential workers to be given priority for fuel.\nSome patients relying on vital services delivered in their homes have complained of missed appointments because of the fuel crisis.\nSarah Jane Barnes, from Berkshire, told the BBC that her elderly mother had missed two out of three dialysis appointments because health workers were unable to get enough fuel to reach her.\nRosemary Botting, who runs Karosel Care and Domestic Services in West Sussex, said one of her carers was half an hour late to her first call because of traffic caused by queues at petrol stations.\nShe said that meant her carer's first patient was unable to get out of bed until she arrived, while it also had a knock-on effect on her other patients.\nDr Jane Townson, chief executive of UK Homecare Association, warned that some people who depend on carers for tasks like taking pain medication could die if they are left without help.\nUnison urged ministers to \"designate fuel stations for the sole use of key workers\" while the NASUWT union called for teachers to be prioritised to safeguard children's education.\nRoger Grosvenor, of the East of England Co-op petrol stations, told the BBC the group would create a daily priority hour for emergency workers if fuel supply problems had not eased by Thursday.\nMeanwhile, footage emerged on social media of confrontations taking place on petrol forecourts, including a man threatening a motorist with what appears to be a knife in south-east London.\nUp to 150 military tanker drivers will prepare to deliver to forecourts which have run dry because of panic buying.\nBusiness Secretary Kwasi Kwarteng said the government's move to place the Army on stand-by was a \"sensible, precautionary step\".\nThe government has also authorised an extension to special driver licences that allow drivers to transport goods such as fuel.\nADR licences due to expire between 27 September and 31 December will have their validity extended until 31 January 2022, without refresher training or exams.\nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58718469",
      "category": "uk-northern-ireland",
      "title": "High street voucher: Warnings issued over door-to-door cold calls",
      "tags": "NI economy,Police Service of Northern Ireland,Fraud",
      "text": "Police have urged people to be on the lookout for scams as the £100 high street voucher scheme is rolled out.\nReports have been received of cold callers arriving at peoples' homes alleging they can help them apply for a voucher.\nThe instances reported so far have occurred in the North Down and Ards council area but are \"very small in number\", police said.\nApplications for the scheme opened on Monday morning.\nSupt Gerard Pollock said: \"What they [the scammers] are presenting as or what they are telling the member of the public is that they're going to apply to the scheme for them, take their details and then they will receive the £100 voucher to their home address.\n\"There is no process to do that and there will be no one officially from the Department for the Economy or any official person calling at your home address to take your details in order to register you for the scheme.\n\"If you're contacted out of the blue, either by phone or by text or by someone you don't know, seeking to get you enrolled for the scheme, that's a clear sign that it might be a scam.\"\nThere have been less than 10 reports to police of cold calls relating directly to the voucher scheme, however Supt Pollock said: \"We are conscious that throughout the pandemic we have seen scammers, as new things come online, exploit those as an opportunity to gain, not just financial details, but personal details.\"\nEconomy Minister Gordon Lyons said his department was aware this type of scam could happen.\n\"I will work with the police and my own department will continue with our communication plan to help prevent this and get that message out there that you do not have to give over bank details in any way,\" he said.\nCommissioner for older people Eddie Lynch warned people to \"be vigilant\" of anyone contacting them about the scheme.\n\"Nobody will call at your door about this, nobody will ask for bank details, so just ignore them,\" he said.\nSupt Pollock said all the reports received related to incidents that happened \"towards the end of last week\".\n\"We haven't received any reports in terms of scams over the weekend or indeed yesterday on the day of the launch,\" he said.\nAlmost 500,000 applications have now been received for the scheme.\nEveryone aged 18 and over is eligible to apply for a card to use in shops before the end of November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58711230/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit paves the way for gene-edited crops",
      "tags": "Genetics,Agriculture,European Union,Brexit,Genetic engineering",
      "text": "The UK government is to relax the regulation of gene-edited crops to enable commercial growing in England.\nThe plants are to be tested and assessed in the same way as conventional new varieties.\nThe changes are possible because the UK no longer has to follow European Union regulations, which are the strictest in the world.\nThe Scottish, Welsh and Northern Irish governments will get to decide whether to adopt or opt out of the changes.\nEnvironment Secretary George Eustice said that he would be working closely with farming and environmental groups to help grow plants that are stronger and more resilient to climate change.\n\"Gene editing has the ability to harness the genetic resources that nature has provided. It is a tool that could help us tackle some of the biggest challenges that we face.\"\nGene-edited (GE) crops have much simpler genetic alternations than so-called genetically modified (GM) ones. GM crops often involve the addition of extra genes, sometimes from a completely different species; and in some instances the insertion of DNA from animals. \nGene-edited crops, by contrast, often just have genes snipped out of them, producing new varieties within months that could also have been produced by traditional cross-breeding but over a period of several years.\nScientists believe that they can use gene editing to develop fruit, vegetables and cereals that are more nutritious and productive, as well as hardier varieties that can withstand the extremes of weather brought about by climate change. \nEuropean Union regulations require that gene-edited crops are treated the same as genetically-modified crops. \nThese rules call for a number of field trials over a period of several years, as well as extensive food safety tests. \nThe final hurdle is for member states to vote to approve a new variety. \nThis approach is regarded by biotech companies as too onerous and expensive, so no genetically altered crops are developed in the European Union.\nThe Westminster government's plan begins with separating the laws governing GE and GM crops. \nAs a first step, legislation will be passed later this year to do away with the need for scientists to apply for a licence to carry out open-air trials of a gene-edited crop that could have been produced through traditional cross-breeding. \nCurrently, the approvals process can take up to two months and cost several thousand pounds.\nThe more significant change will take place next year when legislation will be brought forward to enable simple gene-edited crops to be regulated in the same way as any new variety for commercial development. \nThe government is reviewing what measures it would need to bring in to maintain consumer choice, such as labelling and traceability.\nIn the longer term, ministers will review England's approach to regulation covering all genetically modified organisms. This includes changes that might allow the commercial development and farming of gene-edited and genetically modified animals. Such animals can be made to be more productive, resistant to some diseases and even better able to withstand hot weather.\nThe news has been welcomed by many scientists working in the field. \nProf Helen Sang works at The Roslin Institute in Edinburgh where researchers have developed gene-edited pigs that are resistant to a type of lung disease. \n\"Wednesday's announcement is a first step towards reducing unnecessary and unscientific regulatory barriers to the use of advanced breeding techniques, which are precise and targeted, allowing us to make specific genetic changes,\" she said.\n\"Adopting a more proportionate and enabling approach to regulation will open up increased opportunities for international research collaboration, inward investment and technology-based exports, bringing a major boost for UK science.\"\nA Welsh Government spokesperson said: \"We have no plans to revise the existing GMO Deliberate Release Regulations in Wales and will maintain our precautionary approach towards genetic modification. Unlike the UK Government, we will continue to view products produced by gene editing as Genetically Modified as set out by the European Court of Justice in 2018.\" \nDr Helen Wallace, of the campaign Group Genewatch, described the changes as a \"weakening of standards meant to protect human health and the environment\".\n\"People won't be fooled. GM crops are GM crops. Whether they are made with new or old techniques, they can lead to unintended consequences. \n\"GM crops that withstand climate change have been promised for more than 40 years, but have never been delivered. 90% of GM crops that are grown today are engineered to withstand blanket spraying with weedkillers that are harmful to butterflies and frogs. New gene-edited crops won't be any different and will cause the same environmental problems.\" \nLiz O'Neill, director of GM Freeze, said the government \"wants to swap the safety net of proper public protections for a high-tech free-for-all\".\n\"This announcement is described as a response to Defra's consultation on the regulation of genetic technologies. However, no detail has been made available on what George Eustice actually learnt from the exercise. \n\"The consultation submissions that GM Freeze has seen raised a wide range of concerns about Defra's proposals for dismantling GM safeguards, but this announcement suggests the minister isn't listening.\"\nFollow Pallab on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58734265/#comp-comments-button",
      "category": "#comp-comments",
      "title": "GB number plate sticker no longer valid abroad",
      "tags": "Brexit,Motoring",
      "text": "British motorists driving outside the UK must now remove old-style GB stickers or cover them up.\nInstead they should display a UK sticker or have the UK identifier on their number plate.\nThe UK government guidance has been in place since Tuesday 28 September.\n\"It might only be a matter of replacing two letters, but this is a significant change for drivers who in normal times take their cars outside the UK,\" said RAC spokesman Rod Dennis.\nThe new rules state that any driver with a GB sticker on their car now needs to replace it with a new UK one if they are taking their vehicle abroad. \n\"Drivers also need to remember that number plates featuring the blue band and letters 'GB' next to the European golden stars are also no longer valid,\" Mr Dennis warned.\nPenalties for not complying with the new rules are likely to vary.\nHalfords warned that drivers who failed to display their UK badges could be refused entry to some countries.\nThe GB sticker was valid for cars from England, Scotland, Wales and Northern Ireland.\nThe move was only revealed by the United Nations which said it had received \"a notification stating that the United Kingdom is changing the distinguishing sign that it had previously selected for display in international traffic on vehicles registered in the United Kingdom, from 'GB' to 'UK'\".\nA Department for Transport spokesperson said: \"Changing the national identifier from GB to UK symbolises our unity as a nation and is part of a wider move towards using the UK signifier across government.\n\"We notified the UN of our intention to make these changes in July, and have been working with the sector to implement the change.\"\nThe latest change comes just nine months after the government announced new style number plates to mark the one-year anniversary of Brexit.\nIn January the EU flag was removed from all UK number plate designs and UK drivers were told they wouldn't need to display a GB sticker in most EU countries if their number plate has GB or GB with a Union Flag on it.\nAt the time Transport Secretary Grant Shapps said: \"Looking to the future, whether it's for work, or for holidays abroad, these changes mean that those who want to drive in the EU can continue to do so with ease.\"  \nAccording to government guidelines anyone planning to drive outside the UK now needs \"to display a UK sticker clearly on the rear of your vehicle if your number plate has any of the following:\n• a GB identifier with the Union flag\n• a Euro symbol\n• a national flag of England, Scotland or Wales\n• numbers and letters only - no flag or identifier\nHowever, anyone with a number plate that includes the UK identifier with the Union flag, also known as the Union Jack, does not need a UK sticker.\nThe guidelines add: \"If you're in Spain, Cyprus or Malta, you must display a UK sticker no matter what is on your number plate.\n\"You do not need a UK sticker or number plate to drive in Ireland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58732683/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Three more energy firms go bust amid gas price rise",
      "tags": "Companies,Ofgem,UK economy,Oil & Gas industry",
      "text": "Three more energy suppliers have gone bust amid the surge in wholesale gas prices, the regulator Ofgem has said.\nEnstroga, Igloo Energy and Symbio Energy said they would stop trading on Wednesday.\nThe trio are the latest companies to go under as soaring gas prices have made price promises by suppliers to customers undeliverable.\nTogether, the suppliers represent less than 1% of the UK market with a total of about 233,000 customers, Ofgem said.\nEnstroga supplies gas and electricity to about 6,000 domestic customers, while Igloo has about 179,000. Symbio Energy has roughly 48,000 in the UK and a small number overseas.\nThe three energy supplies follow six others which have collapsed in recent weeks. A total of nearly 1.73m customers have been affected in September.\nOfgem said customers of Enstroga, Igloo and Symbio would continue to receive energy supplies and any credit to their accounts would be protected.\nAffected customers will be switched to a new tariff by Ofgem and be contacted by their new supplier, the regulator said.\nIt has advised people to take a meter reading and to wait until a new supplier has been appointed before looking to switch to another energy firm.\nOfgem added that consumers will also be protected by the energy price cap, which limits how much firms can charge per unit of gas, once switched to a new tariff.\nNeil Lawrence, director of retail at Ofgem, said: \"Ofgem's number one priority is to protect customers. \n\"I want to reassure customers of Enstroga, Igloo Energy and Symbio Energy that they do not need to worry.  \n\"Ofgem will choose a new supplier for you and while we are doing this our advice is to wait until we appoint a new supplier and do not switch in the meantime. You can rely on your energy supply as normal.\"\nOn Monday, Ofgem announced Shell Energy had been appointed as the new supplier for 255,000 gas and electricity customers of Green, which collapsed last week.\nGreen ceased trading on the same day as another supplier, Avro, whose 580,000 customers have been moved to Octopus Energy.\nJonathan Brearley, chief executive of Ofgem, previously told the BBC the cost of protecting customers from failing energy providers could lead to higher bills.\n\"As underlying costs rise, pressure on bills does go up,\" he said.\nMr Brearley has rejected claims from the industry the current crisis represents a failure to adequately regulate the market. \nThe government has said it is looking at issuing loans to bigger energy firms to help them take on stranded customers.\nBusiness Secretary Kwasi Kwarteng has said the government would \"not be bailing out failed companies\" and added he does \"not expect supply emergencies\".\nConsumers' attention may have been drawn to the queues for petrol this week, but this news is evidence the gas crisis is far from over.\nIt is a crisis that many more suppliers are not expected to survive. The pressure on them is increasing as wholesale gas prices are continuing to go up.\nMeanwhile, tens of thousands of customers of these three collapsed companies will now wait to be moved automatically onto new, dedicated - but undoubtedly more expensive - tariffs.\nMillions more face price rises on Friday, when Ofgem's higher price cap for variable tariffs kicks in.\nAs more and more suppliers fold, the cost of dealing with their customers will mean further price rises for everyone in the future are inevitable."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58731340",
      "category": "business",
      "title": "United Airlines to fire staff who refuse vaccine",
      "tags": "United Airlines,Coronavirus vaccines,Air travel",
      "text": "Nearly 600 United Airlines employees face being fired after failing to comply with the firm's Covid-19 vaccination policy.\nThe vast majority of its 67,000 US staff have supplied proof of vaccination, which was required by Monday.\n\"This was an incredibly difficult decision,\" its bosses said in a memo to employees.\nThe Chicago-based airline set out its Covid requirements for staff in August.\nIts US employees had to upload proof of vaccination, or the first of two jabs, by the deadline on Monday.\nThe 593 workers who have refused a coronavirus vaccine and have not applied for an exemption on religious or medical grounds now face losing their jobs.\n\"Our rationale for requiring the vaccine for all United's US-based employees was simple - to keep our people safe - and the truth is this: everyone is safer when everyone is vaccinated, and vaccine requirements work,\" its chief executive Scott Kirby and president Brett Hart said on Tuesday.\n\"This was an incredibly difficult decision but keeping our team safe has always been our first priority,\" they said.\nSome of those employees could be kept on if they have been jabbed and have simply failed to submit proof of vaccination - or if they are vaccinated before formal meetings on the matter, the company said.\nUnited said it would follow the rules outlined in union agreements on the dismissals. The process could take weeks or months.\nA further 2,000 employees have requested an exemption to the policy.\nIt previously said it would put those who are exempt on temporary, unpaid leave from 2 October. But those plans were put on hold after a lawsuit was filed by six employees challenging the policy.\nFiona Cincotta, market analyst at City Index, told the BBC's Today programme that the \"strict\" policy was not likely to be introduced by UK airlines.\nLike many companies in the aviation sector, United was severely hit by pandemic-related travel restrictions.\nAt the height of the crisis, it announced that it would need to furlough up to 36,000 staff.\nIt denied, however, that its vaccine policy would affect recruitment going forward, although vaccination will be a condition of hire for new staff.\nOn Tuesday it said that it had received more than 20,000 applications for about 2,000 flight attendant jobs.\nElsewhere in the US, few airlines have introduced vaccine mandates for its staff. Delta Airlines, for example, has announced a $200 (£148) monthly health insurance surcharge for those who are not jabbed. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58724357",
      "category": "uk-scotland",
      "title": "Iona Fyfe: Scots traditional singer was 'offered gig help in return for sex'",
      "tags": "Sexism,Music",
      "text": "An award-winning traditional Scots singer says she was offered help to get a festival gig in return for sex. \nIona Fyfe, who was named Scots singer of the year in 2018, said she was propositioned by a man from a \"really well-known band\" when she was 20. \nShe was able to \"laugh in his face\" but is concerned others could find themselves in similar risky situations. \nHer experience is not unusual in the folk and traditional music community, according to The Bit Collective. \nThe group has set up a confidential email address for people to report instances of sexual harassment, assault and abuse in the industry. \nThey have learned of a small number of rapes and uncovered widespread \"low level disrespect and discrimination\" of women. \nIt comes after Sophie Ellis-Bextor revealed she was raped by an older musician when she was 17. \nIona Fyfe spoke about her experience in an interview with John Beattie on BBC Radio Scotland's Drivetime programme. \nShe said: \"One man from a really well-known band came up to me and said if we're good friends and you do good things what good friends do, then I could maybe look at getting you a slot at a festival. \n\"Now that in itself is not very nuanced. It was soliciting and... taking advantage of the power balance. \n\"I was 20 at the time and I really didn't know what to do. My friend saw this and we were all just leaving a venue, and we just left the group and walked home.\"\nThe 23-year-old from Aberdeenshire said she did not speak about the incident for some time because she was \"so creeped out by it\". \n\"It's really concerning because this could happen to anyone but luckily I was in the position where I could laugh in his face and I left,\" she said. \nBut she worries that others who are keen to progress in the industry could be vulnerable to exploitation. \n\"It's hard enough to be taken seriously as a young woman in the folk scene, let alone when this kind of stuff happens,\" she added. \nThe singer wants to see \"real consequences\" for perpetrators of bad behaviour, as well as a wider change to attitudes in folk and traditional music. \n\"I definitely find that when I'm introduced on stage, I'm introduced as beautiful but the boys are introduced as formidable musicians,\" she said. \n\"Those sort of outlook and opinions, that needs to be changed to begin with... there's a lot more to it than some men exploiting some women.\"\nMs Fyfe spoke out after singer Sophie Ellis-Bextor revealed she lost her virginity when she was raped by a 29-year-old guitarist. \n\"I heard myself saying 'No' and 'I don't want to',\" she wrote in her memoir, \"but it didn't make any difference\".\nAnother musician, Catriona Hawksworth, is researching gender discrimination and prejudice in Scottish traditional music as part of her masters degree. \nShe also works with The Bit Collective which was formed to support women and gender minorities in folk music in Scotland. \nThey have received emails to their confidential support line which shed light on some of the issues younger musicians are facing.\n\"What we're really seeing in general is grooming or older established musicians using that power they have to coerce younger people into situations they don't want to be in,\" she said. \n\"It comes through this really informal, inter-generational way that the traditional music scene is formed - session culture and festivals where you get young people and older people all sort of playing together. \n\"It's a really beautiful thing but it does mean you've got young and vulnerable people in situations where people are drunk, and sort of late nights, and no supervision.\"\nThey know of a \"handful\" of rapes but the accusations have not been taken to the police, as far as they are aware. \n\"What we're seeing is an environment where sexism is ok,\" she said. \"We're not getting a huge number of people coming forward saying they have been raped... but what we're really seeing is that sort of disrespect and discrimination at a fairly low and constant level that is really affecting a lot of women and gender minorities.\"\nShe said education was needed to ensure everyone understood what constitutes appropriate behaviour and consent, and that young women have the confidence to say \"no\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58735841",
      "category": "health",
      "title": "Coming off anti-depressants may not cause relapse - study",
      "tags": "Depression,Mental health",
      "text": "Many people who have taken anti-depressants for at least two years may be able to stop them without relapsing, but most will still need long-term treatment, a UK study suggests.\nPrescriptions for the drugs have more than doubled in the past 15 years because people are staying on them for much longer. \nBut it's not clear how well they work over many years.\nThe researchers say they want to find out who is benefitting and who isn't.\nTheir findings, published in The New England Journal of Medicine, show 44% of people who gradually stopped taking their anti-depressants did not have another bout of depression in the following year.\nOf people who continued to take their medication as normal, 61% did not relapse.\nStudy author Dr Gemma Lewis, from University College London, said: \"Our findings add to evidence that for many patients, long-term treatment is appropriate, but we also found that many people were able to effectively stop taking their medication when it was tapered over two months.\"\nThe researchers said it was important to consult a doctor before doing this. They also said psychological therapies could help prevent a relapse, although there was often a waiting list.\nProf Glyn Lewis, also from UCL, said: \"Anti-depressants are effective but, like many medications, are not ideal for everyone.\"\nThe 478 adults involved in the study were recruited from 150 GP surgeries across England, and all had been taking anti-depressants for at least two years and felt ready to come off them.\nThey were separated into two groups - in one, people continued to take their medication while in another, their drugs were tapered off over three months - and followed up for a year.\nOf those who stopped taking anti-depressants, 56% said they relapsed or felt depressed again for more than two weeks at some point. They were also more likely to experience symptoms of withdrawal, which could be confused with a relapse and may mean some people need to come off the drugs more slowly, the researchers said.\nDespite this, only half chose to start taking anti-depressants again, and by the end of the study, 59% of the group who had stopped the drugs were no longer taking any depression medication.\nEven in the group which continued taking their medication, more than a third said they felt depressed at some stage.\nThe research team does not know why some people seem able to come off their anti-depressants and some cannot, but predicting who can stop them safely is the next challenge.\nWith prescriptions for anti-depressants increasing, there are concerns that more and more people could end up taking them for life - and the risks of long-term use are still unclear.\nStudy author Prof Tony Kendrick, from the University of Southampton, says long-term use in people over 65 may be leading to more falls, strokes and seizures - but the overall risks are low, and it is not known whether it is the drugs causing these issues, or underlying health problems.\nYounger middle-aged patients reported far fewer side-effects from taking anti-depressants for many years.\nProf Kendrick said he was \"cheered\" by the findings which showed people were not taking the drugs \"unnecessarily\".\nThe medications in the study are some of the most commonly prescribed - citalopram, sertraline, fluoxetine or mirtazapine. Other drugs, which are more difficult to withdraw from, were not studied.\nProfessor Sir Simon Wessely, regius chair of psychiatry at King's College London, said the study was \"very important\", and would help patients make an informed choice.\n\"Yes, you can come off medication, provided it's done slowly, but there is a small, but not insignificant, risk of another illness,\" he said.\n\"As ever there is no right answer, but this study provides more information to assist people in making up their minds.\"\nMental health charity Mind said it wanted to make sure that people have access \"to a range of treatments and are able to have open discussions with their GP\".\nThese discussions should include any possible side effects so people feel they can change or withdraw from medication safely, it said. \nResearchers from the universities of York, Southampton and Bristol, and McMaster University in Canada, were also involved in the study."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58733854",
      "category": "world-europe",
      "title": "La Palma volcano: Family's anguish as lava destroys 'miracle house'",
      "tags": "Volcanoes,Canary Islands",
      "text": "A house that miraculously survived an erupting volcano on La Palma in the Spanish Canary Islands for days has now been consumed by lava.\nThe retired Danish couple who owned the house, Inge Bergedorf and Ranier Cocq, told Spanish media on Tuesday it had been swallowed by the flow.\n\"Everything is destroyed,\" Mr Cocq told the El Mundo newspaper.\nThe property became known as the \"miracle house\" after escaping lava flowing from the Cumbre Vieja volcano.\nThe lava has flattened hundreds of homes and forced the evacuation of more than 6,000 people since it started pouring from the volcano on 19 September.\nOn Tuesday night the lava reached the Atlantic Ocean, on the west coast of the island, raising fears of explosions and the release of toxic gases.\nMr Cocq and his wife were not on the island when their house succumbed to the volcano. They live on the Jutland peninsula in Denmark and have not visited La Palma since the Covid-19 pandemic began.\n\"We have lost everything on our beloved island,\" Mr Cocq told El Mundo. \"It is very sad. Inge and I are devastated.\"\nThe modest house was built on a 3,000 sq m (32,200 sq ft) plot of land the couple bought decades ago.\nHad the volcano not erupted, the retired couple said they would have been packing their bags for a getaway in La Palma this autumn. \"We used to go in October and November to collect the grapes that we have in our vineyards. But now there is nothing left,\" Mr Cocq said.\nOne of his daughters, Yenny Cocq, told the BBC the lot her father loved will probably become a wasteland now.\n\"My mother still looks at old images she finds online and says there is still hope. My father insists [we] rebuild in exactly that location. Although I tell them there won't be a way to get there.\"\nA striking image of their home on a small sliver of land, untouched by lava, was seen as a symbol of hope when it spread across the internet last week.\nThe image was taken with a drone by photographer Alfonso Escalero. In an Instagram post, he wrote: \"We will look for another sign that does not make us lose hope in these difficult days.\"\nMany families on the island have lost their homes. On Wednesday the EU's Copernicus service estimated that the lava had destroyed 656 homes on its way to the ocean.\nThe Spanish authorities have declared La Palma a disaster zone, pledging financial support for all those affected by the volcanic activity."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58739175",
      "category": "entertainment-arts",
      "title": "David Bowie: 'Lost' album Toy set for birthday release",
      "tags": "David Bowie,Music",
      "text": "A David Bowie album that was never officially released during his lifetime is to come out the day before what would have been his 75th birthday.\nToy, which was recorded in 2001 and leaked online in 2011, will be released in a three-CD box set on 7 January.\nBefore that, it will form part of David Bowie 5: Brilliant Adventure, a larger box set to be released in November.\nAccording to the singer's producer Mark Plati, the album captures \"the sound of people happy to be playing music\".\n\"Toy is like a moment in time captured in an amber of joy, fire and energy,\" said Bowie's long-time collaborator in a statement.\n\"I'm happy to finally be able to say it now belongs to all of us.\"\nThe record's eye-catching sleeve features Bowie's adult face superimposed over that of a baby.\nBowie recorded a combination of new material and revamped versions of earlier songs for Toy.\nThe singer had hoped to record and release the album quickly, but his then record label Virgin was less enthusiastic.\nWith Toy shelved, the prolific musician instead focused on what would eventually become his 2002 album Heathen.\nAn unauthorised version of Toy surfaced online a decade later, giving fans a taste of what Bowie had hoped for the record.\nThe official version of Toy includes versions of such '60s tracks as I Dig Everything, The London Boys and You've Got A Habit Of Leaving.\nA radio edit of the latter song - originally released in 1965 - was posted online on Wednesday on the late performer's YouTube channel.\nBowie died on 10 January 2016, shortly after his 69th birthday.\nHe left behind an extensive body of work that Warner Music is currently re-releasing as part of a career-spanning licensing agreement.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58711400",
      "category": "uk-politics",
      "title": "Covid grief: 'We didn't want the prime minister's condolences'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58717676",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Unlocking options 'limited' by jab passport delay",
      "tags": "Coronavirus vaccines,NI economy,Coronavirus pandemic",
      "text": "A delay by the executive in agreeing a Covid-19 vaccine certification policy has \"significantly limited\" the options for easing restrictions, the health minister has said.\nIn a letter to the first and deputy first ministers, Robin Swann said he was frustrated by the lack of progress. \nHe asked as a \"matter of urgency\" that the Executive Office brings forward a paper \"without further delay\". \nHe said people would lose out if that did not happen.\nThe absence of vaccine certification could leave them disadvantaged \"when they travel to neighbouring jurisdictions where such schemes are mandatory\", he said in the letter, which has been obtained by BBC News NI. \nOn Monday, plans to end social distancing restrictions in a number of indoor settings were announced.\nWhile venues will be asked to put mitigations in place such as proof of vaccination, this will not be a legal requirement.\n\"Such provisions on a voluntary or mandatory basis could assist the relaxation of remaining restrictions on live entertainment and hospitality,\" said Mr Swann.\nIn a statement on Tuesday, he said he wanted a \"domestic vaccine certification scheme to be in place, on the books, available for use as soon as necessary\". \nMr Swann said he had asked as far back as 22 April for the Executive Office to create a cross-departmental working group to bring forward domestic vaccine certification. \n\"The parties that have been most vocal in recent days advocating for the introduction of domestic use certification had until then also shown no actual interest in helping me to pursue a policy decision,\" he said. \n\"How that tallies with their public pronouncements of recent days is a matter for them to explain.\"\nBBC News NI's economics and business editor John Campbell said Mr Swann wanted the option of domestic vaccine certificates in circumstances such as poor adherence levels or as an alternative to introducing fresh restrictions if there was a surge in Covid-19 cases.\nHe added that the health minister, a member of the Ulster Unionist Party, felt there was \"ideological reluctance\" to introduce mandatory vaccine passes on the part of some of his ministerial colleagues.\nThe news comes as Scotland has announced its new vaccine passport system will not be enforced until two weeks after it is introduced.\nThe new system, which would mean people going to nightclubs and other large events would have to provide proof of two vaccine doses, was due to start from 05:00 on Friday but a grace period until 18 October has been announced. \nMeanwhile it has emerged that the Department of Health has allocated £10.5m to cover costs related to vaccination certificates if such a policy was supported by the executive.  \nJoanne Stuart, chief executive of Northern Ireland Tourism Alliance, told BBC News NI on Tuesday that dropping social distancing measures in indoor seated venues without making vaccine certification mandatory could be difficult.\n\"Taking a route of 'it's not legislation, this is guidance' is just confusing for everybody,\" she said.\nSDLP leader Colum Eastwood said Monday's executive meeting, where it was decided to ease social distancing rules, had been a \"moment to act\" to introduce a vaccine certification scheme.\nPreviously, Sinn Féin said it would support a proposal for vaccine passports to gain access to pubs and restaurants in Northern Ireland if it was recommended by Stormont health officials.\nAnne McReynolds, chief executive of the MAC theatre in Belfast, said all of her colleagues in the sector were pleased with Monday's announcement about social distancing.\nHowever, she said the move was \"just one step forward\" and it may be years before business as usual fully resumes.\nThe changes will take effect from 18:00 BST on 30 September.\nThey will apply to indoor seated venues, indoor visitor attractions and retail settings where social distancing of at least 1m (3ft) has been a legal requirement.\nBut pubs and restaurants will still have to enforce social distancing.\nMichael McAdam, managing director of Movie House Cinemas, said people who wanted to maintain social distancing \"can book the seat either side of them\" if they want to feel safer. \nHe said the announcement was \"great news\", adding that social distancing \"has been an absolute financial nightmare for us\". \nColin Neill, chief executive of Hospitality Ulster, said Monday's announcement was \"pragmatic and positive\", and that he hoped to see \"the same level of pragmatism applied to hospitality\".\nEngland abolished its mandatory social distancing measures on 19 July, with a few exceptions for settings like hospitals, care homes and border control posts.\nWales lifted its legal requirements on social distancing on 7 August, leaving it to individual businesses to decide their own rules after risk assessments.\nScotland dropped its social distancing requirements on 9 August, but a 2m (6ft) rule remains in place for healthcare settings such as hospitals, doctors' surgeries and dentists.\nMinisters did not consider social distancing in the hospitality sector during Monday's virtual meeting, with First Minister Paul Givan tweeting that hospitality regulations would be discussed on 7 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58735673",
      "category": "uk-politics",
      "title": "Labour conference: Starmer to Johnson on petrol problems",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58731482/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Petrol supply: Station queues easing, says forecourt boss",
      "tags": "Fuel",
      "text": "Queues at petrol stations are beginning to ease, a filling station boss said.\nKurt Williams, managing director of DK Forecourts, which runs 10 filling stations across south Wales, said the situation was \"starting to calm down\".\nThe Army could begin delivering fuel by the end of the week after reports of pumps running dry led to a surge in demand and a tanker driver shortage led to delivery problems.\nPrime Minister Boris Johnson said the situation was \"improving\".\nMr Williams told BBC Radio Wales Breakfast his company had sold five times more fuel than usual since the surge in demand began last week.\n\"We've still got queues this morning but nothing as bad as we've had in the last five days... it's not up the road as it was but we still have eight to 10 cars on the sites and more coming all the time,\" he said. \nHe said not all customers were happy since his company began limiting petrol sales to £30, adding: \"We always get one or two who say 'I've got a long journey' and give us a bit of verbal abuse, but nothing too bad.\"\nMr Williams said prioritising essential workers was not easy.\n\"It is just so difficult to carry that out when you've got 10 to 15 cars on the forecourt... you've got to see their ID cards and then you've got to pull them out of the queue and push other people back.\n\"Then you get the people who say they are [essential workers] and they're not... they say 'I'm a key worker, I didn't bring my identity card with me but can I go up to the front of the queue?'\"\nHe added: \"Let's hope it's calming down now and everyone's got pretty much the fuel they want and we can get back to some normality.\"\nMr Johnson said people should be \"confident\" to go about their business.\nHe said a decision on whether to deploy military tanker drivers has yet to be taken but about 150 will now get ready.\nAndrew Fox, from Anglesey, is a former Army major and operations manager in the 16th Air Assault Brigade, and has been involved in getting military aid to civilian authorities.\nHe said: \"There are plenty of drivers [in the Army] who are qualified to do it, but they won't be that experienced or practiced and that's where the tricky bit will come.\n\"It is rather different to the day job... [but] we've got a very adaptive Army that's very well prepared and reactive to do things like that.\"\nHe said the 150 Army drivers were \"not a huge amount\", but was hopeful it would be enough to provide fuel to key workers.\n\"So it's about keeping the country's vital functions flowing whilst the government does what it needs to do to get everyone else back on the road,\" Mr Fox said.\n\"It's never going to be a long-term solution but it's sticking a plaster over the wound whilst the rest of it heals.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58737977",
      "category": "uk-wales",
      "title": "Pilot David Last died after plane crash into sea, inquest told",
      "tags": "Aviation accidents and incidents,Caernarfon,Llanfairfechan,Caernarfon Airport,Llandudno",
      "text": "A pilot died of head and chest injuries when his light aircraft crashed into the Irish Sea, an inquest heard.\nProf David Last's Cessna disappeared off the north Wales coast in November 2019.\nProf Last, from Llanfairfechan, Conwy county, was a highly experienced and competent pilot, the inquest in Caernarfon was told.\nThe coroner recorded an open conclusion due to insufficient evidence to determine why it happened.\nAn inquiry by the Air Accidents Investigation Branch (AAIB) said in October 2020 that it was not possible to say what had caused the crash.\nInvestigators scanned the wreckage of the plane, which hit the water near Puffin Island off Anglesey, on 25 November, but were unable to recover it.\nA search was launched after failed attempts to contact the aircraft which was discovered in the days after its flight between Caernarfon airport and Llandudno.\nSarah Williams, a primary school teacher, said she had seen a light aircraft flying \"close and low\" over the coastline at Penmaenmawr and Dwygyfylchi. \nFurther evidence was given by three investigators from the AAIB who worked with emergency services, the airport and Bangor University which supplied tidal advice as part of the search. \nThey said it had hit the water while it was intact and that it had been travelling at high speed, nose down on a steep angle for about 90 seconds before crashing. \nProf Last, a consultant engineer and expert witness in radio investigation and communications systems, was a professor emeritus at Bangor University who had joined the Royal Institute of Navigation in 1972.\nThe inquest heard how he had been feeling unwell a week before his flight due to a cough and a chest infection and had had an episode where he felt like he could have \"passed out\" while travelling with his son in a car.\nHowever, he had been feeling better when he decided to fly and his family had also considered he was well and \"saw nothing unusual in his behaviour\", the hearing was told.\nKate Sutherland, acting senior coroner for north-west Wales, said an open verdict would be recorded due to insufficient evidence that could provide a detailed reason for Prof Last's death.\nProf Last's family said in a statement: \"Whilst it is a relief to finally be able to draw a line under the investigations as it has been nearly two years since we lost Dave, it is unfortunate that the very nature of the accident may mean that a cause is never finally identified.\n\"We would like to express heartfelt gratitude to friends and those from the scientific, academic, navigation and electronic engineering community who have both publicly and privately expressed their sympathy for the loss of a man they knew as a friend, an outstanding colleague and a leading light in his field. Their thoughts and reflections have been a great comfort. \n\"On a personal level this remains a difficult time for the family as we are still coming to terms with the loss of a dearly loved father, grandfather, husband, brother and uncle.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58734265",
      "category": "business",
      "title": "GB number plate sticker no longer valid abroad",
      "tags": "Brexit,Motoring",
      "text": "British motorists driving outside the UK must now remove old-style GB stickers or cover them up.\nInstead they should display a UK sticker or have the UK identifier on their number plate.\nThe UK government guidance has been in place since Tuesday 28 September.\n\"It might only be a matter of replacing two letters, but this is a significant change for drivers who in normal times take their cars outside the UK,\" said RAC spokesman Rod Dennis.\nThe new rules state that any driver with a GB sticker on their car now needs to replace it with a new UK one if they are taking their vehicle abroad. \n\"Drivers also need to remember that number plates featuring the blue band and letters 'GB' next to the European golden stars are also no longer valid,\" Mr Dennis warned.\nPenalties for not complying with the new rules are likely to vary.\nHalfords warned that drivers who failed to display their UK badges could be refused entry to some countries.\nThe GB sticker was valid for cars from England, Scotland, Wales and Northern Ireland.\nThe move was only revealed by the United Nations which said it had received \"a notification stating that the United Kingdom is changing the distinguishing sign that it had previously selected for display in international traffic on vehicles registered in the United Kingdom, from 'GB' to 'UK'\".\nA Department for Transport spokesperson said: \"Changing the national identifier from GB to UK symbolises our unity as a nation and is part of a wider move towards using the UK signifier across government.\n\"We notified the UN of our intention to make these changes in July, and have been working with the sector to implement the change.\"\nThe latest change comes just nine months after the government announced new style number plates to mark the one-year anniversary of Brexit.\nIn January the EU flag was removed from all UK number plate designs and UK drivers were told they wouldn't need to display a GB sticker in most EU countries if their number plate has GB or GB with a Union Flag on it.\nAt the time Transport Secretary Grant Shapps said: \"Looking to the future, whether it's for work, or for holidays abroad, these changes mean that those who want to drive in the EU can continue to do so with ease.\"  \nAccording to government guidelines anyone planning to drive outside the UK now needs \"to display a UK sticker clearly on the rear of your vehicle if your number plate has any of the following:\n• a GB identifier with the Union flag\n• a Euro symbol\n• a national flag of England, Scotland or Wales\n• numbers and letters only - no flag or identifier\nHowever, anyone with a number plate that includes the UK identifier with the Union flag, also known as the Union Jack, does not need a UK sticker.\nThe guidelines add: \"If you're in Spain, Cyprus or Malta, you must display a UK sticker no matter what is on your number plate.\n\"You do not need a UK sticker or number plate to drive in Ireland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58721707",
      "category": "uk-wales",
      "title": "Sexual harassment in school: Children pressured for nudes",
      "tags": "Schools,Wales education,Sexual harassment",
      "text": "Allegations of sexual assault among classmates are being investigated by police after more than 90 schools in Wales were named in an online campaign.\nThe Everyone's Invited website was set up to help pupils anonymously report abuse and harassment by classmates.\nSome told BBC Wales it was common for girls as young as 11 to be pressured into sending nudes, or receive unwanted explicit images from boys.\nThe Welsh government said the safety of children was a priority. \nNorth Wales Police said it was investigating two cases linked to testimony on the website, while Dyfed Powys and South Wales Police forces did not provide figures. Gwent Police said it had not opened any cases.\nSchool inspectors for the education watchdog Estyn are due to begin entering classrooms to investigate \"peer-on-peer sexual harassment\".\nA similar review in England last term found sexual harassment had become \"normalised\" among school children.\nNeil Foden is head teacher at Ysgol Friars in Bangor, Gwynedd, which is one of the Welsh schools listed on the Everyone's Invited website.\nHe said head teachers were \"deluding themselves\" if they did not think sexual harassment was a problem.\n\"There is, I think, a culture among some pupils here, as there will be in most other schools, where the borderline between what's just a joke, and what is sexually inappropriate and causes distress, is not well enough understood,\" he said.\nMr Foden said serious misconduct was rare, but his school's policy, alongside working with police, was to exclude those responsible.\n\"I have on one occasion permanently excluded a pupil,\" he said.\n\"Any school should have been looking at their procedures well before this website came into existence. Something it has made us do, is to look again at our procedures.\"\nHe said some of the stories posted on the Everyone's Invited website, which may have \"horrified\" many people, would feel familiar to most teachers.\nPC Dylan Pritchard, who works as a schools community officer for North Wales Police, said social media and the proliferation of indecent images had become one of the biggest issues.\n\"It is getting worse I believe,\" he said.\n\"However, that may be down to knowing more about it and the fact that we are empowering young people to speak up.\n\"Inappropriate photos are often shared. In some cases, in some schools within Wales, we've had incidents where those images [of girls] have been shared widely across the school - and possibly across other parts of the internet.\"\nFigures obtained by the NSPCC show there were more than 300 offences involving sexual communications with children - which can include asking children to send explicit images - in Wales between April 2020 and March 2021.\nNorth Wales Police said it was working with schools and young people to help potential victims and \"break down barriers\".\n\"In the future, we would all like it that there doesn't have to be an anonymous website for people to come forward,\" said Det Ch Insp Myfanwy Kirkwood.\nShe said it had been \"awful\" to see the volume of testimonies posted by girls in Wales, many of whom had never spoken to officers.\n\"We absolutely understand that this is such a difficult and complex area,\" she said.\n\"Perhaps it's family dynamics that people don't want to report, or they've had a bad experience with the police before, or perhaps they've had a bad experience within an educational setting.\n\"Looking forwards, there's lots of work to do to break down those barriers and to get to a point where we don't have to have an anonymised reporting system.\"\nMs Kirkwood said writing an account on Everyone's Invited could be the first step, with officers ready to help and listen when girls were ready.\nA Welsh government spokesman said: \"Any form of sexual harassment is completely unacceptable and should not be tolerated. \n\"It remains a priority across the Welsh government that every child and young person is supported, and that they feel able to report any concerns they may have.\n\"This summer, the minister for education and Welsh language asked Estyn to review the culture and processes at secondary schools, to protect and support young people. The report is due to be published in December.\"\nEducation Minister Jeremy Miles said he had written to every school in Wales to \"look for assurance that they have systems in place to support pupils in this situation\".\nHe added that the Welsh government planned to act immediately on any recommendations from Estyn.\nYou can find out more about this story by watching BBC Wales Live on BBC One Wales at 22:35 BST, or on BBC iPlayer afterwards.\nIf you or someone you know has been affected by the issues raised in this article, information on support available can be accessed at BBC Action Line."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58729701",
      "category": "world-asia",
      "title": "North Korea says it fired new 'hypersonic missile'",
      "tags": "Asia,North Korea weapons programme,North Korea missile tests,North Korea",
      "text": "North Korea has claimed that it successfully tested a new hypersonic missile called Hwasong-8 on Tuesday.\nState media said the new missile was one of the \"five most important\" new weapons systems laid out in its five-year military development plan.\nThey called the missile a \"strategic weapon\", which usually means it has nuclear capabilities.\nTuesday's launch is another indication of Pyongyang's growing weapons technology amid strict sanctions.\n\"The development of this weapons system...[has increased] the nation's capabilities for self-defence in every way,\" North Korean state news outlet KCNA said. \nTuesday's launch also saw North Korea introduce missile fuel ampoule for the first time - described by North Korea analyst Ankit Panda as a \"significant milestone\".\nThis is a technology that allows missiles to be pre-fuelled and then sent to the field in canisters. This means it could potentially stay launch-ready for years.\nThe latest launch also marked the country's third missile test this month. It has already revealed a new type of cruise missile, as a well as a new train-launched ballistic missile system.\nYesterday's launch came as its North Korean envoy Kim Song defended the country's right to develop weapons at the annual UN General Assembly in New York. \nMr Kim said the country was  \"building up our national defence in order to defend ourselves and reliably safeguard the security and peace of the country\".\nNorth Korea joins a small pool of countries, including the United States, Russia, China and India, in attempting to develop the weapons. In July Russia announced that it had successfully launched a hypersonic missile which reached a speed of 8659.88km/h (5381mph) from a frigate in the White Sea. \nKCNA said the test launch confirmed the \"navigational control and stability of the missile\".\nMr Panda, a Stanton Senior Fellow at the Carnegie Endowment for International Peace, said it was difficult at this point to assess the \"precise capabilities\" of the missile, but added that it could \"presumably present a very different challenge for missile defence from traditional ballistic missiles\". \nThis addition of the missile fuel ampoule means the weapon would be ready to be fired straight away.  If it doesn't need to be fuelled out in the field, it means the launch time is much quicker. The quicker launch time also means it's more difficult for other countries to make a pre-emptive strike.\nNorth Korean leader Kim Jong-un had at an earlier meeting in January declared that scientists had \"finished research\" into developing hypersonic gliding warheads. Tuesday's test was the first for this new system. \n\"The push to develop a hypersonic glider isn't all too surprising given that Kim Jong Un had indicated this back in January,\" said Mr Panda. \n\"This is, however, a reminder that Mr Kim's missile ambitions are far from having run their course.\"\nHowever, South Korea's Joint Chiefs of Staff said they believed this hypersonic missile was still at an early stage of development and it will take a considerable period of time before it can be deployed in combat. They added that both South Korea and the US are currently capable of detecting and intercepting this missile.\nNorth Korea's recent tests - this was the third one fired this month alone - indicate that it is ramping up its weapons programme. \nThe US has been calling for North Korea to give up its nuclear weapons, and Pyongyang's relationship with President Joe Biden's administration has so far been fraught with tension.\nJapan and North Korea also have enduring tensions rooted in Japan's 35-year colonisation of Korea (1910-1945), Pyongyang's pursuit of nuclear and missile programmes, and the North's past abduction of Japanese citizens.\nDespite this, Pyongyang seems determined to prove it will continue to develop new weapons systems, saying they are needed for its own self-defence.\nIt has also repeatedly accused South Korea of double standards over military activities.\nSouth Korea recently tested its first submarine-launched ballistic missile, which it said was needed as deterrence against North Korea's \"provocations\". \nLast month the UN atomic agency said North Korea appeared to have restarted a reactor which could produce plutonium for nuclear weapons, calling it a \"deeply troubling\" development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58718299",
      "category": "entertainment-arts",
      "title": "No Time To Die: Daniel Craig's final Bond film gets five-star reviews",
      "tags": "Film,Daniel Craig,James Bond",
      "text": "Daniel Craig's fifth and final James Bond film, No Time To Die, has received rave reviews from critics.\nThe movie premiered at the Royal Albert Hall on Tuesday, following several delays prompted by the Covid pandemic.\nIn his five-star review of the film, Kevin Maher of The Times said: \"It's better than good. It's magnificent.\n\"Craig is a towering charismatic presence from opening frame to closing shot, and he bows out in terrific, soulful, style.\"\nBut while most critics were positive, some suggested the film did not quite justify its 163-minute running time.\nThis reviews round-up is spoiler free.\nIn his own five-star review, The Guardian's Peter Bradshaw described the film as an \"epic barnstormer\" which delivers \"pathos, action, drama, camp comedy, heartbreak, macabre horror, and outrageously silly old-fashioned action\".\n\"It is of course a festival of absurdity and complication, a head-spinning world of giant plot mechanisms,\" he said, but concluded the film as a whole is \"very enjoyable and gleefully spectacular\". \nStephanie Zacharek of Time was broadly positive about the film, but suggested Craig's swansong didn't warrant its length.\n\"At two hours and 43 minutes, it's too long and too overstuffed with plot - more isn't always better,\" she said. \"And it features one of the dullest villains in the series' history, played by Rami Malek in mottled skin and dumb silky PJs. \n\"But forget all that. No Time To Die, its flaws notwithstanding, is perfectly tailored to the actor who is, to me, the best Bond of all.\"\nNo Time To Die marks the culmination of an over-arching storyline that began with Craig's first Bond film Casino Royale, released in 2006.\nIn another five-star review, Robbie Collin of The Telegraph said: \"[Director] Cary Joji Fukunaga's extravagantly satisfying, bulgingly proportioned last chapter to the Craig era, throws almost everything there is left to throw at 007 the series can come up with.\n\"We've been expecting you, Mr Bond, for quite some time,\" he added, \"and what a joy and relief it is to have you back.\"\nThe Independent's Clarisse Loughrey was less enthusiastic, awarding the film three stars and describing the premise as \"generic spy nonsense\".\n\"Cary Joji Fukunaga has made a smashing piece of action cinema with No Time To Die - it's just a shame it had to be a Bond film,\" she said. \"What's most disappointing is how strangely anti-climatic the whole thing feels.\"\nShe added: \"Despite Phoebe Waller-Bridge's much-publicised contributions to the film's script, No Time to Die hardly feels like the radical feminist rewrite we were promised.\"\nThere was a similarly lukewarm response from Screen Daily's Jonathan Romney, who said: \"It's certainly a film that breaks many of the canonical rules of the series, though not entirely to dazzling effect. \n\"There's plenty to gawk at, and to argue over, in this episode,\" he added, \"yet No Time To Die is oddly lacking in pleasure or real wit.\"\nEmpire's John Nugent agreed that the film was too long, writing that the middle third is \"bogged down by plotting and exposition doesn't justify that heaving runtime\".\nHowever, he noted: \"This film does things that no Bond film has ever done, and despite relying heavily on tropes that feel not only familiar but comforting, it is the unfamiliar things it does that make this such an exciting entry.\"\nThe film's length, however, wasn't an issue for Digital Spy's Ian Sandwell. \"It's densely plotted yet snappily paced, meaning that the movie rarely stops for breath before the next big action sequence or another revelation,\" he said.\n\"Further viewings will likely decide No Time To Die's fate in the ranking of Bond movies, especially as there are definitely moments likely to divide the fandom,\" he continued. \n\"As an experience though, it delivers all the spectacle you'd expect from a 007 movie, throws a few surprises in along the way and proves to be an entertaining, affecting and bold finale for Daniel Craig.\"\nMany critics took the opportunity to reflect on and praise Craig's portrayal of Bond, particularly the emotional elements he brings to the role.\n\"Craig, his hair chopped into a bristle cut, has mastered the art of making Bond a seemingly invincible force who is also a human being with hidden vulnerabilities,\" said Variety's Owen Gleiberman.\nHe was similarly positive about the film's villain as Lyutsifer Safin, writing: \"Rami Malek, with mottled skin, an all-seeing leer, and the caressing voice of a depraved monk, makes him a hypnotic creep.\"\nSeveral reviews also praised one of the new additions to the film's cast. \"The real standout is Lashana Lynch... and she holds her own marvellously well,\" wrote Next Best Picture's Josh Parham.\n\"The banter she has with Craig is effectively humorous and provides some of the most delightful moments in the film.\"\nThe latest film, which is released in the UK on Thursday, is Craig's fifth - following Casino Royale, Quantum of Solace, Skyfall and Spectre.\n\"No Time To Die is a genre-bending Bond,\" said Claire Gregory of Sky News. \"Fans will be pleased that all the classic lines are delivered, sometimes with such humour that you can't help but suspect they were improved by Phoebe Waller Bridge's pass at the script.\n\"The film is chock full of tech, explosions, guns and car chases,\" she continued. \"In fact some of the scenes feel slightly gratuitous, with Daniel Craig getting one last opportunity to do pretty much everything you could ever expect from Bond.\"\nIt was revealed on Wednesday that Craig will follow Bond by playing Macbeth on Broadway from April, with Ruth Negga starring as Lady Macbeth.\nHis final 007 film sees several actors from the Craig-era reprise their roles, including Ralph Fiennes as M, Naomie Harris as Moneypenny, Ben Whishaw as Q, and Léa Seydoux as love interest Dr. Madeleine Swann.\n\"Even if the two-and-three-quarter hour running time is occasionally a slog, it ultimately delivers,\" wrote The Hollywood Reporter's David Rooney.\nHe said the film was \"the most tender portrait of James Bond we've ever seen,\" although he criticised the films \"plotting deficiencies and occasional pacing lags\".\n\"It may not rank up there with Skyfall, but it's a moving valedictory salute to the actor who has left arguably the most indelible mark on the character since Connery,\" he concluded.\nThe Press Association's film critic Damon Smith said No Time To Die broke with the film series' previous tendency for a Bond actor's last film to be weaker than his earlier ones. \n\"Sean Connery returned to MI6 for Diamonds Are Forever and promptly exited, beginning the swansong rot... Roger Moore's 1985 farewell in A View To A Kill flatlined with inert sexual chemistry between [Moore] and Grace Jones,\" he noted.\n\"Pierce Brosnan barely thawed out Die Another Day, which began well with Halle Berry's orange bikinied entrance a la Ursula Andress then quickly lost the plot with a melting ice palace, an invisible car, another deadly satellite and Madonna's leaden cameo as a vampy fencing instructor.\n\"No Time To Die, which concludes Daniel Craig's muscular tour of duty as novelist Ian Fleming's dapper spy, ends the losing streak in spectacular and moving fashion.\"\nThe film \"does deliver some impressive chases and action sequences,\" said CNN's Brian Lowry. But, he added: \"No Time to Die feels as if it's working too hard to provide Craig a send-off worthy of all the hype associated with it - an excess that might be summed up as simply, finally, by taking too much time to reach the finish.\"\nAlex Flood of NME praised the film in his four-star review, but added: \"There are issues. Rami Malek's disfigured Safin is another clichéd, empty bad guy - and while Ana de Armas thrills during one eye-popping party scene, her character is quickly discarded so that other, blander men can take the spotlight.\n\"For the most part though, and with so much at stake thanks to Covid decimating cinema, No Time To Die producers Barbara Broccoli and Michael G. Wilson should be applauded for taking some bold risks. The gobsmacking ending, in fact, may be the biggest in Bond history. \n\"When the credits finally roll on Daniel Craig's last hurrah, [the] difficulties fade into the background. If we didn't know better, we'd say it even looked like he enjoyed himself.\"\nNo Time To Die is released in UK cinemas on Thursday 30 September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58709191",
      "category": "uk-northern-ireland",
      "title": "Michael Collins' walking stick sells for £52,000",
      "tags": "Republic of Ireland,NI 100",
      "text": "A walking stick owned by Irish republican leader Michael Collins has been sold in Belfast for £52,000, a price five times higher than that expected by auctioneers. \nThe century-old item, which has a silver collar and tip, is accompanied by a letter of provenance.\nOn Monday evening, the bidding stood at £8,200, just shy of the expected selling price of £10,000.\nIt was among a series of historical lots going under the hammer.\nPolice files tracking Collins' activities during Ireland's War of Independence were also being auctioned at Bloomfield Auctions in east Belfast.\nAuctioneer Karl Bennett said he was \"absolutely shocked\" at the price the stick sold for and \"delighted\" for the owner.\n\"[He was] jumping around the room listening to the auction, shouting and yee-hawing and woo-hooing,\" he said.\n\"All sorts, both him and his wife. They just had absolutely no idea.\"  \nThe stick had been held by a private collector for the past 42 years and Mr Bennett said his client felt it was time to see the stick go into the right hands, especially coming up to 100 years since Collins' death.\nHe confirmed the stick had sold to an institution in the Republic of Ireland and, while he could not reveal their identity, he was confident the stick would go on public display.\nMuseums and private collections had expressed an interest in the walking stick before it went up for auction on Tuesday afternoon.\nPrior to the auction, Mr Bennett said a politician in Cork had asked the Irish government to buy the rosewood stick.\nThe auctioneer described the stick as \"unremarkable\" bar its owner.\n\"Michael Collins was the man,\" he said. \n\"People respected Michael Collins back then and still do. He was hailed by many people in Ireland as the real hero in Ireland at that particular time.\"\nOne of the major figures who brought about Ireland's independence from Britain and the partition of the island into what would become Northern Ireland and the Republic of Ireland.\nHe led the Irish Republican Army (IRA) during the War of Independence with Britain, which lasted from January 1919 until July 1921. His leadership came to be known for his use of guerrilla tactics by the vastly outnumbered rebel forces.\nDuring peace talks with Britain in 1921, he led a delegation which negotiated and agreed the Anglo-Irish Treaty, which would create an independent Irish Free State. The treaty also confirmed the partition of Ireland.\nIt was hugely divisive in Ireland - when it was passed by the Irish parliament, it set the stage for the Irish Civil War. Collins would be the commander-in-chief of the Irish National Forces during the war, but was assassinated by anti-Treaty forces in 1922. \nOther items in the police and military-themed sale at Bloomfield Auctions include a service medal from the 1916 Easter Rising in Dublin complete with its original box.\nThe intelligence reports on Collins are contained in a dossier of Royal Irish Constabulary documents that cover the period 1920 to 1922.\n\"Within those documents we have a plethora of information that was received,\" said Mr Bennett.\n\"It was amazing how good the intelligence was back in 1921.\"\nMr Bennett said the papers had sold to a private individual for £6,800, which he described as an \"astonishing\" figure. \n\"Again I think the current owners are flabbergasted, we expected maybe an estimate on those of maybe £1,000-£2,000 at the very early days,\" he said.\nThe BBC News NI website has a dedicated section marking the 100th anniversary of the creation of Northern Ireland and partition of the island. \nThere are special reports on the major figures of the time and the events that shaped modern Ireland available at bbc.co.uk/ni100.\nYear '21: You can also explore how Northern Ireland was created a hundred years ago in the company of Tara Mills and Declan Harvey.\nListen to the latest Year '21 podcast on BBC Sounds or catch-up on previous episodes."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58727057",
      "category": "technology",
      "title": "Amazon announces Astro the home robot",
      "tags": "Amazon,Robotics",
      "text": "Amazon is launching Astro, its first household robot, powered by its Alexa smart home technology.\nThe company said it can be remote-controlled when not at home, to check on pets, people, or home security.\nIt can also patrol a home automatically and send owners a notification if it detects something unusual.\nAmazon said it was more than \"Alexa with wheels\" and had been programmed with a range of movements and expressions to give it personality.\nIt demonstrated asking Astro to \"beatbox\" - and the robot bopped its head and made expressions while playing hip-hop beats.\nAmazon was also keen to pre-empt privacy concerns.\nIt said Astro can be set with \"out of bounds\" zones, so it cannot go into certain areas, or could be set to \"do not disturb\". It also features buttons to turn off cameras and microphones - though it loses its ability to move around when they are switched off.\nThe small robot also comes equipped with an extendable \"periscope\" camera that pops up from its head. Amazon showed an example of using it to check if a gas hob had been left on after leaving the house.\nThe technology and retail giant suggested that the $999.99 (£740) robot could be a help to the elderly.\n\"Astro is a bold move by Amazon, but a logical step given its expertise in robots and desire to become more integrated into consumers' daily lives,\"said Ben Wood, chief analyst at CCS Insight.\nUnlike some rivals, Amazon \"is willing to bring highly experimental products to market\" and see how customers react, he said.\n\"Offering products resembling something from a science fiction novel positions Amazon as an innovative company in the eyes of consumers and investors,\" he said.\nThe robot will ship later this year, Amazon said - but only in the US. And after the initial, limited run, its price will go up to $1,449.99, it said.\n\"I believe the Astro robot will sell out in minutes when it becomes available in the US market,\" Mr Wood said. \"I'm just gutted that it won't be shipping in the UK in the foreseeable future.\"\nAmazon wants a slice of the robotics market, boldly stating that it believes all homes will have one in five to 10 years. \nIt wants Astro to be that must-have new member of the household, and there is no denying that the little wheeled robot is pretty cute - although the periscope that pops out of its head is a little creepy. \nBut we have seen other cute humanoid robots - such as Pepper - fail to make a mark.\nThis is largely because the price tag means it will be a toy for the rich for some time to come. And while Amazon was keen to convince us that for that you get more than \"Alexa on wheels\", it was hard to see a compelling use case for this other than to curb that ever-present paranoia that you left the oven on.\nBut building robots is hard. And if the home robotics market is ever going to take off, people will have to be convinced to spend a lot of money.\nThis first foray offers Amazon a chance to hone its skills.  And arguably, there is no company already as firmly embedded in our homes as Amazon.\nThe company is known for occasionally making unusual smart home tech such as its Alexa-controlled microwave from 2018.\nAt last year's event, Amazon turned heads with a flying indoor alarm drone. The Always Home Cam launches from its deployment bay if it detects a potential intrusion, and can fly around a home to check with a video feed. But it was not launched and no more details were released in the past year.\nInstead, Amazon on Tuesday said it was opening up the invite list for early adopters to buy the drone  on a limited basis - but did not give dates for widespread availability.\nAmong the other devices unveiled at the event was the the Amazon Glow: a video calling device that has the ability to project an interactive \"touchscreen\" on the floor or table in front of it.\nThe idea is to engage children during long video calls, as they can play games or draw on the 19-inch projected \"screen\" while on the video call. Relatives on the other end can also interact with the projection through a tablet app.\nIn one example, Amazon said children could \"scan\" a favourite toy using the Glow's camera, and turn it into a jigsaw puzzle to reassemble.\nOther new products announced included:\nThe event also coincided with the launch of Amazon's much-delayed video game New World, its second attempt at a big-budget title after the high-profile failure of its shooter Crucible last year.\nUnlike Crucible, however, New World received some favourable feedback during a popular beta test in July which attracted hundreds of thousands of players."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58740502",
      "category": "uk-politics",
      "title": "No more visa schemes for businesses, say government sources",
      "tags": "Immigration,Hospitality industry,Restaurants,Brexit,Coronavirus pandemic",
      "text": "The UK will not introduce visa schemes for any other sectors facing staff shortages, sources have told the BBC.\nOn Sunday, the government set up temporary visa schemes for HGV drivers and poultry workers to limit disruption in the run-up to Christmas. \nStaff shortages in areas including hospitality and care have led to calls for a similar relaxation of post-Brexit immigration rules for other sectors.\nBut government sources said firms should improve pay and conditions.\nKate Nicholls from UK Hospitality warned that without measures such as temporary visas the recovery from the pandemic would \"falter\".\nShe said the sector was helping people into apprenticeships, offering training schemes and noted that wages had risen by 19% over the last five years.\nHowever she said a \"chronic shortage of staff is a significant barrier to the hospitality industry's recovery\", and urged the government to consider \"all reasonable measures\".\nBut the BBC has been told the Home Office and Department for Business, Energy and Industrial Strategy are not discussing the possibility of visas for other sectors.\nAnd one UK government source said: \"In order to move to a high-wage, high-skilled economy, businesses should invest in their workforce and improve pay and conditions.\"\nMs Nicholls is a member of the government's new hospitality council which met on Wednesday. \nIt assembles industry experts to help pubs, cafes and restaurants recover from the pandemic.\nAnother government insider stressed the view was that in the years since Brexit ministers had been telling businesses to move away from relying on cheaper labour to a high-skill, high-wage economy and some businesses had not accepted this. \nOn Tuesday, the Financial Times published a letter from more than 65 hospitality leaders to the prime minister demanding that immigration requirements for hospitality workers be urgently loosened.\nA day later, the chief executive of retailers Next Lord Wolfson said: \"Without some relaxation of immigration rules, we are likely to experience some degradation in our service in the run up to Christmas.\" \nMeanwhile some food chains like Itsu and Prezzo have been already offering pay rises and other incentives to try attract more workers.\nEarlier this year, hospitality bodies said one in five workers had left the sector during the coronavirus pandemic, with Covid and Brexit often cited as exacerbating the problem.\nOthers have also suggested that long working-hours and low pay in the industry could be putting applicants off.\nA government spokesperson said they were \"closely monitoring labour supply\" but \"the government encourages all sectors to make employment more attractive to UK domestic workers through offering training, careers options wage increases and investment.\"\nLast week, government introduced visas for HGV drivers, when a lack of staff led to delays in getting fuel to petrol stations.\nHowever, the director of food and sustainability at the British Retail Consortium, Andrew Opie, has warned that the 5,000 new visas created by the government for HGV drivers would \"barely scratch the surface on alleviating the problem\".\nHe urged the government to \"rapidly extend its visa scheme\" adding \"without action, millions of households over the country will be disappointed this Christmas\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58731504/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Next warns of staff shortages and price rises",
      "tags": "Next,Companies,Brexit,Coronavirus pandemic",
      "text": "Next has warned of price rises and staff shortages before Christmas unless immigration rules are eased.\nThe High Street chain said some areas of its business were \"beginning to come under pressure\", including warehouse and logistics staffing.\nIt blamed higher shipping costs, particularly for larger furniture items, for pushing up its prices.\nThe Home Office said it was working with industry to \"understand how we can best ease particular pinch points\".\nNext urged the government to \"take a more decisive approach to the looming skills crisis\" and said that the lorry driver crisis was \"foreseen, and widely predicted\".\nThe company's warning over potential staffing issues during the festive period was made in its half-year results, which showed profit before tax was up by 5.9% compared to 2019 levels.\nThe company said rising shipping costs had driven up prices by about 2%, with its larger home products \"bearing the brunt of the increase\".\nIt added that in the first half of next year it expected prices to increase by an average 2.5%, with homeware prices up 6%.\nNext chief executive Lord Wolfson said the firm was not currently having difficulties in recruiting staff for its stores, but warned warehouse and logistics staffing was \"beginning to come under pressure\".\n\"We anticipate that, without some relaxation of immigration rules, we are likely to experience some degradation in our service in the run up to Christmas,\" he said.\nA government spokeswoman said: \"We want to see employers make long term investments in the UK domestic workforce instead of relying on labour from abroad.\n\"The government encourages all sectors to make employment more attractive to UK domestic workers through offering training, careers options, wage increases and investment.\"\nMany UK sectors, from fuel firms to supermarkets, have supply chain problems at the moment due to a chronic shortage of lorry drivers.\nThe shortage in drivers in the UK is estimated to be about 100,000, according to industry bodies, with a long-term problem being made worse by the pandemic, tax changes, Brexit, and an ageing workforce.\nThe recent supply chain problems led to the UK government announcing it will grant temporary visas, lasting until Christmas Eve, to 5,000 fuel tanker and food lorry drivers and 5,500 poultry workers.\nLord Wolfson was a strong advocate of Brexit in the run-up to the referendum, but he has been critical of the government's approach towards post-Brexit immigration.\nHe has said the imposition of a minimum salary of £30,000 was a mistake.\nIn a statement, Next added: \"The HGV crisis was foreseen, and widely predicted for many months. For the sake of the wider UK economy, we hope that the government will take a more decisive approach to the looming skill crisis in warehouses, restaurants, hotels, care homes, and many seasonal industries. \n\"A demand led approach to ensuring the country has the skills it needs is now vital.\"\nThe company's performance for the half year to July was largely fuelled by a surge in online revenue, with sales increasing by 52% compared to pre-pandemic levels.\nLord Wolfson said the retail bounce-back from the coronavirus pandemic was \"far stronger than we anticipated\". \n\"Sales in retail stores have done better than planned, while online sales have fallen back less than we expected. It appears that the wider economy has not suffered the long term damage many feared, for the moment at least. And, in particular, employment has held up well,\" he added.\nThe retailer raised its full year profit outlook for the fourth time in six months.\nSophie Lund-Yates, equity analyst at Hargreaves Lansdown, said Next's \"ever-growing\" online business had led it to brush off the \"worst of the woes brought on by lockdown\".\n\"Next is the golden girl of the high street,\" she said.\n\"The High Street star hasn't escaped unscathed by the labour, supply and cost issues sweeping across the country.\n\"While things are stable for now, a lack of foreign workers means some Christmas deliveries might take longer to arrive during the peak trading season.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58729523",
      "category": "uk-politics",
      "title": "Behind the scenes at Labour conference with Sir Keir Starmer",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58720108",
      "category": "uk-politics",
      "title": "Labour conference: Starmer sets out 'serious plan' for government",
      "tags": "Keir Starmer,Labour Party",
      "text": "Sir Keir Starmer has said Labour will never again go into an election without a \"serious plan for government\", in a speech to his party conference.\nHe said the country faced a \"big moment\" that \"demands leadership\" - and as prime minister he would provide it.\nSir Keir set out new policies on mental health, education and housing, but it was also a highly personal speech about his own background and values.\nHe got a standing ovation, but was heckled by some left-wingers.\nSir Keir told those barracking him in the Brighton Centre that he was about \"changing lives\" not \"shouting slogans\", to cheers from other delegates.\nAfter a week dominated by rows with the left, Sir Keir urged activists to come together to beat the Conservatives, at a time when energy bills are rising, petrol supplies are running short and the economy is recovering from the pandemic.\n\"These are big issues, but our politics is so small,\" he told delegates. \"So our politics needs to grow to meet the scale of the challenge.\"\nThe 89-minute speech was Sir Keir's first chance to address a full Labour conference since becoming party leader 17 months ago, as last year's event was held largely online because of Covid.\nAddressing a packed auditorium, he said he would \"not stand for the record levels of knife crime that we have in this country today\" and called Labour a party of \"patriots\".\nHe spoke at length about his background, focusing on his previous career as a human rights lawyer and his mother's years of suffering from Still's disease, a form of inflammatory arthritis which severely restricts mobility.\nSir Keir described his parents as \"the two rocks of my life\", saying his father, a toolmaker, had given him a \"deep respect for the dignity of work\".\nHe contrasted his life with that of Prime Minister Boris Johnson, whom he described as a \"trickster\", a \"trivial man\" and a \"showman with nothing left to show\".\nWith Labour having lost four general elections in a row, the last one by the biggest margin since the 1930s, Sir Keir attempted to distance himself from the policies of ex-leader Jeremy Corbyn.\nWhile he did not mention his more left-wing predecessor by name, he said: \"We will never under my leadership go into an election with a manifesto that is not a serious plan for government.\n\"It will not take another election defeat for the Labour Party to become an alternative government in which you can trust.\"\nBy contrast, Sir Keir paid tribute to the party's 13 years in power under prime ministers Tony Blair and Gordon Brown, saying they had cut child and pensioner poverty, taken on more teachers and nurses and reduced hospital waiting times.\n\"You want levelling up?,\" he asked. \"That's levelling up.\"\nAt the start of his speech Sir Keir was repeatedly shouted at by one woman in the audience, but replied: \"I normally get heckled by the Tories at this time of the week, so this doesn't bother me.\"\nSir Keir Starmer deliberately took his time to spell out his vision to voters that Labour has lost. \nIn an effort to connect with them, he spoke in personal terms about his parents and their influence on his political beliefs, revealing more about what drives him. \nPersistent hecklers in the hall were a reminder that support for Sir Keir within Labour is far from unanimous, but they may not hurt his attempt to show he's closing the door on the Corbyn era. \nThere were some policy announcements, but the main message to voters was an appeal to look again at Labour after four election defeats in a row. \nThe speech was also a challenge from Sir Keir to his party to change if wants to win again.\nIt was the longest, most detailed argument he has yet made that he is the man to lead it back into Downing Street.\nMoving on to policies, he announced that a Labour government would upgrade 19 million homes so that they reach a minimum \"Band-C\" energy efficiency level, providing grants for low-income households to achieve this and low-interest loans for others.\nThe changes would include better insulation, double glazing and new heating systems, saving households £400 a year in bills on average, he promised.\nOther pledges in the speech included:\n\"I can see the ways in which we can remake this nation and that's what we get to do when we win,\" Sir Keir said.\n\"So let's get totally serious about this - we can win the next election.\"\nSir Keir's speech ended a five-day conference which saw him get backing for changes to the way the party elects its leaders, against fierce opposition from the left, who feel they are being marginalised.\nOn Monday, shadow employment secretary Andy McDonald quit Labour's front bench, saying he had been ordered to argue against raising the minimum wage to £15 an hour.\nThe next day, the conference backed a motion calling for this to be party policy, although this is not binding on the leadership.\nAnd delegates voted in favour of nationalising the UK's energy industry, despite Sir Keir ruling this out.\nThe leader also angered the left when he pushed through changes to the way Labour elects its leaders.\nReacting to Sir Keir's speech, left-wing Labour activist group Momentum said it had \"identified a lot of problems but offered very few solutions\".\n\"We all know that the NHS crisis is bad, but what will our party do about it? We are no clearer on that than we were this morning,\" it added.\nThe trade union Unite said there \"wasn't much\" in it about the cost of living and workers' rights.\nBut Christina McAnea, general secretary of the union Unison, said the Labour leader had demonstrated \"vision\" and shown the party \"could bring hope to the many families forgotten by this government\", adding: \"This is a serious plan for change\".\nConservative Party co-chairman Oliver Dowden said: \"As Labour's chaotic conference comes to an end, it is clear Sir Keir Starmer's party is more divided than ever and has no plan.\n\"Labour spent five days talking to themselves about themselves instead of to the country.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58718835",
      "category": "uk-politics",
      "title": "Labour conference: Winning election more important than unity, says Sir Keir Starmer",
      "tags": "Keir Starmer,Labour Party Conference,Labour Party",
      "text": "Labour leader Sir Keir Starmer has said winning the next election is more important than party unity.\nRows with left-wingers angry over the direction he is taking the party have dominated Labour's annual conference.\nBut Sir Keir told the BBC Labour had to change to avoid losing a fifth general election in a row.\nHe said he came into politics \"to go into government to change millions of lives\", not \"lose and then tweet about it\". \nIn an interview with BBC political editor Laura Kuenssberg, the Labour leader called on \"every single Labour Party member and supporter\" to have the same focus on the ballot box as he did. \nOn Sunday, Sir Keir succeeded in getting the party conference to back changes to the way the party selects leadership candidates, which angered many on the left who saw it as an attempt to marginalise them.\nAnother row exploded on Monday when shadow employment minister Andy McDonald resigned from his job, claiming Sir Keir had made the party \"more divided than ever\".\nMr McDonald said he had been ordered by the leadership to argue against increasing the minimum wage to £15 an hour, as demanded by the left of the party and the majority of members at conference, and this had made his position \"untenable\". \n\"Most of the people here are actually interested in winning an election. I can feel it,\" said a member of Labour's shadow cabinet rather jubilantly.\nIt might sound deeply strange that a senior politician would feel the need to make such a remark about the members of their own party.\nBut over the past few years it has sometimes felt like Labour was spinning round in smaller and smaller circles of rage, so consumed with its own angst that it forgot its purpose - to win elections.\nRead Laura's blog in full\nLaura Kuenssberg asked the Labour leader what was more important to him - winning or unity?\n\"Winning,\" said Sir Keir. \"Winning a general election.\"\nHe was then asked why he did not seem to inspire Labour members in the same way his predecessor Jeremy Corbyn did.\n\"Two years ago we were here in Brighton at Labour party conference and within a few short months we'd crashed to the worst general election results since 1935,\" he said.\n\"I am not prepared to let that happen and if that means tough decisions to change our party, which is what I did on Sunday, I am going to take those tough decisions.\"\nMr Corbyn remains suspended from the Parliamentary Labour Party and sits as an independent MP, following comments he made over the party's handling of anti-Semitism.\nAsked if he would re-admit Mr Corbyn, Sir Keir said: \"The ball is in Jeremy's court\". \nHe added: \"Jeremy was asked to apologise, to take down the posts that caused the problem in the first place and to work with us.\"\nSir Keir - who will make his first keynote speech as leader to a hall full of activists on Wednesday - said Andy McDonald was \"wrong\" to say the party was more divided under his leadership.\nBut he added: \"There will be some people who don't agree with those [changes and] I understand that.\"\nAsked if he thought Labour's left wing was on its way out, he said: \"We are a broad church in the Labour Party. \n\"But I am not going to be deflected from my central mission, which is to get a Labour government so we can change millions of lives.\" \nSir Keir has moved away from some of the pledges he made during last year's leadership contest, such as on nationalisation.\nHe said he had \"never made a commitment to nationalisation\", instead proposing \"common ownership\" for services like rail and mail - two ideas he insisted were \"worlds apart\".\nAsked if the left wing had a right to be angry with him, he said: \"Those commitments I made, those pledges I made, are values that I hold dear. \n\"The world has changed since they were made but now the question is how do we apply them in the reflective circumstance that we find ourselves in going into a general election. \n\"I stand by the principles and the values that are behind the pledges I made to our members, but the most important pledge I made is that I would turn our party into a party that would be fit for government and capable of winning a general election and I am not going to be deflected from that.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58736799",
      "category": "business",
      "title": "Frasers: New boss of Sports Direct group could net £100m",
      "tags": "Companies,Sports Direct,Frasers Group,Retailing,Mike Ashley",
      "text": "Frasers' shareholders have backed a £100m pay deal for upcoming boss Michael Murray, Mike Ashley's prospective son-in-law.\nAround 85% voted for the package, which could hand Mr Murray a £100m bonus on top of his annual £1m salary.\nHe'll get the bumper bonus if the company's shares reach £15 in the next four years.\nThe 31-year-old is set to take over from retail tycoon Mike Ashley, who will become chairman of the group.\nMr Murray is currently \"head of elevation\" at the group, which owns brands including Sports Direct, House of Frasers and Flannels, and is in charge of modernising stores and transforming the business.\nHe is due to become chief executive on 1 May 2022.\nMr Murray is engaged to be married to Mr Ashley's daughter Anna and will receive the £100m bonus if the £15 share target is reached for a consecutive 30-day period at any point over the next four years.\nThe company's shares are currently trading just below £7 and reached an all-time high of more than £9 in April 2014.\nIt listed its shares on the stock exchange in 2007, with shares priced at £3.\nShareholders were given the chance to vote on the deal and a number of other issues during Wednesday's annual general meeting.\nMore than 15% voted against the proposal with just under 85% voting in favour.\nThe package needed to pass a 50% threshold to be approved.\nThe move was expected to get the thumbs up, particularly given that Newcastle United owner Mr Ashley - who founded Sports Direct in 1982 - owns an almost 60% stake in Frasers.\nThat was despite Influential advisory groups Pirc and Glass Lewis advising shareholders to vote against the remuneration plan, highlighting \"excessive pay-outs\" at the company.\nThe approved pay package could also see Frasers' finance director Chris Wootton in line for up to £9m if certain requirements are hit.\nFrasers said the new share bonus scheme had targets which were both \"stretching and achievable\".\nWhen announcing the package last month it said: \"The board believes that the significant increase in value of the shares to be achieved before Michael's share option award vests is suitably challenging but achievable and would be evidence of the success of the group's elevation strategy and Michael's leading role in this.\"\nThe pay deals come after the retailer group claimed £97m in business rates relief and roughly £80m in furlough payments from the government."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58740362",
      "category": "world-us-canada",
      "title": "US declares 23 bird, fish and other species extinct",
      "tags": "Endangered species,Conservation,Fish,Extinction,Birds,United States",
      "text": "The ivory-billed woodpecker is among 23 species declared extinct by the US Fish and Wildlife Service (FWS).\nThe service has proposed removing them from the Endangered Species Act (ESA), which protects species under threat.\nIn all, 11 birds, one bat, two fish, one plant and eight types of mussel have been declared extinct.\nThe FWS said it had made the determination based on \"rigorous reviews of the best available science for each of these species\".\n\"Each of these 23 species represents a permanent loss to our nation's natural heritage and to global biodiversity,\" Bridget Fahey, who oversees species classification for the Fish and Wildlife Service, was quoted as saying in the New York Times.\n\"And it's a sobering reminder that extinction is a consequence of human-caused environmental change.\"\nThe ivory-billed woodpecker was once the US's largest woodpecker species but the last commonly agreed sighting was in 1944 in Louisiana. The species was officially listed as endangered in 1967.\nAnother bird declared extinct is the Bachman's warbler, which was one of the rarest songbirds in North America. It too has been listed as endangered since 1967.\nEight species of birds from Hawaii and the Little Mariana fruit bat from the Pacific island of Guam are also on the list.\nThe FWS, in its statement, said the protections afforded by the ESA, which came into effect in 1973, had come too late for these species.\nBut it stressed the act has been successful at preventing the extinction of more than 99% of species listed, and its protections are needed now more than ever.\n\"The Service is actively engaged with diverse partners across the country to prevent further extinctions, recover listed species and prevent the need for federal protections in the first place,\" said Martha Williams, FWS Principal Deputy Director. \n\"The Endangered Species Act has been incredibly successful at both preventing extinctions and at inspiring the diverse partnerships needed to meet our growing 21st century conservation challenges.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58729653",
      "category": "uk",
      "title": "Petrol supply: Reserve fuel tankers on the road to help boost deliveries",
      "tags": "Fuel,Motoring",
      "text": "The government has started deploying its reserve tanker fleet, driven by civilians, to boost fuel deliveries.\nIt comes as the fuel industry said the situation at the pumps \"has begun to improve\" and that it is working with the government to maintain regular deliveries. \nBusiness Secretary Kwasi Kwarteng said soldiers would be delivering fuel later this week, after days of queues. \nHe said things had been difficult but denied there was a fuel supply crisis. \nMinisters have decided to deploy troops to drive tankers in \"the next couple of days\", he said, in addition to the civilians driving them from Wednesday. \nSome 150 military drivers are ready to drive the fuel tankers, with another 150 Army personnel ready to support them. \nFuel suppliers and retailers, including Shell UK, BP and Esso, said in a statement issued by the Department for Business, Energy and Industrial Strategy: \"We remain confident that the situation will stabilise further in the coming days and encourage everyone to fill up as they normally would to help forecourts return to normal.\"\nThe industry statement also said there had \"always been plenty of fuel at our refineries and terminals\" and welcomed the deployment of the reserve tanker fleet. \nThe Petrol Retailers Association (PRA) said there were \"encouraging signs\" the pressure was starting to ease at the pumps, with forecourts taking further fuel deliveries.\nThe PRA, which represents nearly 5,500 of the UK's 8,000 stations, said 27% of sites had run out of fuel on Wednesday - compared with two-thirds being without on Sunday.\nBrian Madderson, PRA chairman, told BBC News that while there were \"less queues [and] panic buying\" there was still \"unusually heavy demand\". He said \"one or two\" petrol station groups were reporting fewer dry sites than on Tuesday.\nIt would take more than \"a day or a few days\" to fully replenish stocks at all UK forecourts, he said, but there was still \"plenty to go round\".\nOn Tuesday, speaking for the first time since issues began, Prime Minister Boris Johnson also sought to reassure drivers about supplies, saying that people should be \"confident\" to go about their business.\nHe said he was not seeking to prioritise essential workers at pumps because things were \"stabilising\".\nSir Keir Starmer used his first in-person conference speech as Labour leader on Wednesday to criticise the government's handling of fuel supply issues.\nReferring to the government's flagship \"levelling up\" policy to lower regional inequalities, he said: \"Level up, you can't even fill up.\"\nHe accused the government of ignoring the issues, blaming others and delivering \"half-baked\" solutions with \"no plan in place\". Mr Starmer urged the PM to \"either get a grip or get out of the way and let us step up to clear up this mess\".\nOne hospice in Oldham has put out an appeal for petrol, saying its staff were struggling to fill up their vehicles. \nNurse Lindsey Harper, lead nurse for community service at Dr Kershaw's Hospice, said there was \"an element of sheer panic\" over the situation. The hospice gives end-of-life care to 11 patients in their own homes and staff vehicles need constant refills of unleaded petrol. \nIt wants filling stations to give its staff priority access and is also asking the public for donations.\nMs Harper said: \"We need to prioritise those patients; we need to get to those patients as soon as we can. \n\"We can't be thinking about where we need to stop off for fuel.\"\nThere have also been concerns voiced by other care organisations that vulnerable service users could be left without their usual help if the crisis does not ease.\nEmma Voglemann who lives in south Cambridgeshire said that, without the 24-hour help from her team of five carers, her \"situation is life-threatening\".\nCare assistant Jenny Irons, who works in Clacton, Essex, with end-of-life patients, said it was frustrating to see people top up their cars, then get out four or five jerry cans to fill up those too. \nJames Spencer, managing director at fuel supplier Portland Fuel, said the UK was over the worst of the situation and sending in the Army would \"generate more panic\".\n\"Under normal circumstances supply can easily meet demand,\" he told BBC Radio 4's Today programme. He added that now many people had filled up their tanks, there might be a \"dip in demand\".\nFuel supplies are plentiful at refineries but a shortage of tanker drivers caused problems with deliveries to a small number of filling stations last week.\nReports of pumps running dry at some garages then subsequently led to a surge in demand.\nSainsbury's, which has 315 filling stations, said it was still \"experiencing high demand for fuel\" and that \"all our sites continue to receive fuel\".\nSimon Williams, fuel spokesman for roadside assistance firm RAC, said its latest data on breakdowns \"points to an improving picture with fewer drivers running out of fuel at the roadside\". \nHe added: \"After huge increases in these breakdowns between Saturday and Monday, yesterday we saw a 40% drop in 'out of fuels' compared to the day before.\" \nThis is still higher than normal but is a \"positive sign\", he said. \nBut Steve McNamara, general secretary of the Licensed Taxi Driver Association, said that the situation was \"not getting better\", with 25% to 30% of his members unable to work on Tuesday because they could not get fuel.\nHe called for an essential users list to be brought in to \"take the sting out of this crisis\".\nMeanwhile, car use in Britain this week fell to its lowest level for a working Monday since 12 July, suggesting some drivers have reduced the amount they are driving due to fuel supply issues.\nThe figures from the Department for Transport showed car traffic was at 91% of pre-pandemic levels on Monday, compared with 97% a week earlier.\nThe UK is estimated to be short of about 100,000 lorry drivers - causing problems for a range of industries, including food suppliers and supermarkets, in recent months. \nThe government is taking action to ensure there were enough deliveries in all industries during the run-up to Christmas, the prime minister said. \nHow have you been affected by the fuel crisis? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    }
  ]
}