{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57621856",
      "category": "uk",
      "title": "Hairdressers fear staff crisis after apprentice shortage",
      "tags": "Apprenticeships,Hairdressers",
      "text": "Hairdressers fear a future staffing crisis as the pandemic has caused the already decreasing number of apprentices to fall further.\nThe number of people starting hairdressing apprenticeships in England had halved between 2016 and 2020.\nThe National Hair and Beauty Federation (NHBF) expects another drop of 30 to 50% in the coming year.\nThe skills minister said any employer who took on a new apprentice before 30 September 2021 would get £3,000.\nRichard Lambert, the NHBF's chief executive, believes the lack of apprentices now could have a lasting impact. \n\"We've seen from other industries which have gone through recessions, construction for example, that if you have a period of a gap with apprentices coming in, that gap can then be seen through the whole of the career arc over the next forty years,\" he added.\nHis organisation estimates that the number of people starting hairdressing and barbering apprenticeships has dropped from 15,450 in 2016/17 to around 7,000 in 2019/20.\nMr Lambert said he was concerned that \"hairdressing is not seen any more as a suitable career\".\nHe said: \"Partly it's a concern that schools push the academic route at young people so they tend to be thinking about college and university rather than practical or vocational. \n\"But then Covid has just exacerbated everything on top of that.\"\nMr Lambert said opening with reduced capacity following months of lockdowns meant many salons could not afford to recruit people who would not immediately generate income.\nDulcie Wilson, 17, started her two- to three-year apprenticeship in September and hopes it will help forge a career.\nShe said: \"I've always been passionate about hair. It just came up as a really good opportunity and I've been enjoying it ever since. I feel I'm part of the real world and helping real people.\n\"I watch a lot of people and it really does help you learn, watching the stylists. So you're part of the team.\n\"Hopefully, I'll be a stylist here and work my way up, and just become better and better.\"\nDulcie said her favourite part was talking to clients and seeing the results of transformations. \n\"Cleaning the toilet is probably the least fun job, but it's still fun to be part of the team,\" she added.\nThere are other routes to a hairdressing qualification, such as completing a college course. \nBut Carolyn Sweeney, who owns Creations Hair & Beauty in Chichester, feels many who take that path do not arrive ready to start the job.\n\"What you learn [as an apprentice], from just being around other people, you don't get that at college.  The people skills, all the experience being in the salon.\"\nShe did not take on any apprentices in 2020 due to the time her business was closed. This year, she will be taking on three, instead of the usual four or five.  \nOne reason is the financial commitment required, at an uncertain time. Another is difficulty recruiting. \n\"We are finding it really hard to find the right people. It's a job that's all about passion and creativity. You've got to have people who believe in what they're doing because it's really hard work.\"\nShe is also concerned about the rise in self-employed practitioners who, according to the NHBF, very rarely employ apprentices. \n\"Who is investing in the future of our industry? That's a real worry. I just don't know where the hairdressers of the future are going to come from. And good quality, we want good quality people\".\nIn 2016/17, 15,450 people started hairdressing and barbering apprenticeships in England.\nBy 2017/2018, the figure was 11,500, a drop of just over 26% due to changes in apprenticeship standards and funding.\nIn 2018/2019 there was another 13% drop with 10,000 people registering for the placements.\nAnd the latest figures for 2019/20 show around 7,000 people started the on-the-job training - a drop of 30% compared to the previous year.\nSource: National Hair and Beauty Federation.\nGillian Keegan, Minister for Apprenticeships and Skills, said as well as the £3,000 incentive being offered, the government had introduced flexibilities to ensure apprenticeships could continue during the pandemic.\nShe said: \"We are also creating opportunities for young people through our £2 billion Kickstart Scheme, expanding our traineeships and sector-based Work Academy Programme and supporting employers to offer more apprenticeships.\"\nMr Lambert from the NHBF believes there is no quick fix or simple solution - but there are some grounds for optimism. \n\"People are now valuing their hairdressers much more. Having tried to do it at home themselves they've realised it's a much more skilled job than they thought it was,\" he said.\n\"It's not just about cutting hair, but the opportunity to start your own business as well.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57631698",
      "category": "world-us-canada",
      "title": "Florida building collapse: More than 150 missing, ten dead",
      "tags": "Florida,Miami building collapse,Miami",
      "text": "Rescue workers say they are searching \"every bit of hope\" as the hunt for survivors under the rubble of a collapsed Florida apartment block continues into a fifth day.\nMore than 150 people are still missing, with ten people confirmed to have died in Thursday's early morning disaster.\nJust four of the victims have been identified so far.\nThe cause of the collapse in Surfside, north of Miami, remains unclear.\nAn engineer's report from 2018, which was made public on Saturday, highlighted \"a major error\" in the original design of the 12-storey seafront Champlain Towers. It said the fault prevented water draining away from the base of the building.\nOn Sunday, officials were keen to stress they were still hoping to find survivors. Teams have been working solidly since the building collapsed, and have now been joined by rescue workers from Israel and Mexico.\nHowever, the initial efforts were slowed by a fire in the debris, which is thought to have been brought under control. Surfside Mayor Charles Burkett previously described how the building had \"pancaked\", with spaces that were 10ft or more reduced to \"just feet\".\nA 125ft (38m) trench, which is 40ft deep, has now been dug to assist in the search for any pockets where people may have survived.\nMiami-Dade Fire Chief Alan Cominsky acknowledged they were still facing an \"extremely difficult situation\" but were not prepared to give up.\n\"Our rescue teams are non-stop, doing all that we can, searching every area, every bit of hope to see if we can find a live victim,\" he told reporters.\nEight of the ten victims have been named by officials so far: Gladys Lozano, 79, and her husband Antonio, 83; Stacie Fang, 54; Manuel LaFont, also 54; Leon Oliwkowiicz, 80;  Christina Beatriz Elvira, 74; Luis Andres Bermudez, 26, and his mother Anna Ortiz, 46.\nMs Fang's son, 15, was pulled alive from the rubble.\nThe remains of the other five people pulled from the debris are undergoing DNA tests to establish their identities.\nThe building contained 136 apartments and 55 of them collapsed early on Thursday, leaving piles of debris.\nResident Barry Cohen was in bed in a section of the building that survived when the collapse happened. \"It sounded like thunder, and my wife and I, we went out on the balcony; it looked like a bomb had exploded,\" he told the BBC.\n\"When we opened the door, there was no building there, it was just a pile of rubble,\" he said.\nEyewitnesses described hearing what sounded like thunder before seeing a huge cloud of dust in the aftermath of the collapse. \nA full investigation into the collapse is set to begin after the rescue mission.\nAs the building has stood since 1980, it was due its standard 40-year review.  It was undergoing its \"recertification\" process and required repairs, officials said.\nThe 2018 engineer's report into the building flagged \"major structural damage\" to the concrete platform beneath the swimming pool deck. It also referred to \"abundant cracking… of columns, beams and walls\" in the garage.\nThe report didn't suggest the 40-year-old building was at any imminent risk of collapse but its author, engineer Frank Morabito, urged that the concrete repairs be carried out in \"a timely fashion\".\nMeanwhile, a study from researchers at Florida International University published last year found that the building had been sinking at a rate of two millimetres per year in the 1990s, which may have affected the building structurally.\nBut the author has cautioned that the study was just a snapshot in time. The building was constructed on reclaimed wetland, which experts say is always of concern as the land underneath can compact over time, leading to shifts.\nOn the sinking, the author of the study, Prof Shimon Wdowinski, told the Miami Herald newspaper: \"We've seen much higher than that, but it stood out because most of the area was stable and showed no subsidence.\"\nProf Wdowinski said the research was not meant to suggest certainty about the latest incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57626978",
      "category": "world-us-canada",
      "title": "Florida building collapse: Nine dead as hunt for survivors continues",
      "tags": "Florida,Miami building collapse,Miami,United States",
      "text": "The death toll has risen to nine after the collapse of an apartment block in Florida, authorities say.\nMiami-Dade Mayor Daniella Levine Cava said four of the recovered bodies had been identified, but more than 150 people remain unaccounted for.\n\"Our top priority continues to be search and rescue and saving any lives that we can,\" she told reporters.\nPart of the building collapsed early in the morning on Thursday while many residents slept.\nThe cause of the collapse remains unclear.\nBut an engineer's report from 2018 was made public on Saturday, which highlighted \"a major error\" in the original design of the seafront Champlain Towers in the town of Surfside, near Miami. It said the fault prevented water draining away from the base of the building.\nPresident Joe Biden tweeted that he had offered \"assistance as needed\" to Florida Governor Ron DeSantis.\nTeams have been using machines, drones and specially trained dogs in their efforts to find survivors. Rescue efforts were briefly hampered on Saturday after a fire broke out underneath the rubble.\nMs Levine Cava said the death toll had increased after emergency workers found a body in the rubble on Saturday. Four of the nine confirmed fatalities have been identified - they include the mother of a boy who was pulled alive from the rubble on Thursday.\nThe Miami-Dade mayor said the search efforts had also uncovered some human remains, but warned that the process of identifying these victims was \"very difficult\" and would rely on DNA testing.\nThe missing include people from Israel and Latin America, according to reports. Paraguay's foreign ministry said six of its nationals had been registered as missing, including the sister of the country's first lady. \nLocal officials have provided families with hotel rooms and food as they wait for news about their loved ones.\nThe engineer, Frank Morabito, said the lack of proper drainage was \"a systemic issue\" that stemmed from a flaw \"in the development of the original contract documents\".\nHe flagged what he called \"major structural damage\" to the concrete platform beneath the swimming pool deck.\n\"The failed waterproofing is causing major structural damage to the concrete structural slab below these areas,\" he wrote. \"Failure to replace the waterproofing in the near future will cause the extent of the concrete deterioration to expand exponentially.\"\nThe engineer also referred to \"abundant cracking… of columns, beams and walls\" in the garage.\nHis report didn't suggest the 40-year-old building was at any imminent risk of collapse but he urged that the concrete repairs be carried out in \"a timely fashion\".\nIt is unclear if the problems highlighted contributed to the structural failure. Champlain Towers had been due to undergo a multi-million dollar refurbishment this year. \nMorabito Consultants later issued a statement on Twitter, confirming they had written the report in 2018. \n\"At the time of the building collapse, roof repairs were underway, but concrete restoration had not yet begun,\" the statement said. The firm does not perform any construction work but said it was brought in by the condominium association in June 2020 to prepare a repair and restoration plan.\nGovernor DeSantis has promised that authorities will find out what happened saying \"anybody affected by this directly wants that answer\".\nThe building contained 136 apartments and 55 of them collapsed early on Thursday, leaving piles of debris.\nResident Barry Cohen was in bed in a section of the building that survived when the collapse happened. \"It sounded like thunder, and my wife and I, we went out on the balcony; it looked like a bomb had exploded,\" he told the BBC.\n\"When we opened the door, there was no building there, it was just a pile of rubble,\" he said.\nEyewitnesses described hearing what sounded like thunder before seeing a huge cloud of dust in the aftermath of the collapse. \nA full investigation into the collapse is set to begin after the rescue mission.\nAs the building has stood since 1980, it was due its standard 40-year review.  It was undergoing its \"recertification\" process and required repairs, officials said.\nA study from researchers at Florida International University published last year found that the building had been sinking at a rate of two millimetres per year in the 1990s, which may have affected the building structurally.\nBut the author has cautioned that the study was just a snapshot in time. The building was constructed on reclaimed wetland, which experts say is always of concern as the land underneath can compact over time, leading to shifts.\nOn the sinking, the author of the study, Prof Shimon Wdowinski, told the Miami Herald newspaper: \"We've seen much higher than that, but it stood out because most of the area was stable and showed no subsidence.\"\nProf Wdowinski said the research was not meant to suggest certainty about the latest incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57626904",
      "category": "uk",
      "title": "Covid-19: Matt Hancock resigns, and homeless eviction ban",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow.\nMatt Hancock has resigned as health secretary after breaching social distancing guidance, saying the government owes it to those \"who have sacrificed so much\" in the pandemic. It comes following increasing pressure on Mr Hancock to leave his role after photos emerged of him and senior aide Gina Coladangelo kissing. Mr Hancock and Prime Minister Boris Johnson were warned by senior Conservatives that the former health secretary's position was no longer tenable. His replacement has been confirmed as Sajid Javid, who has held several senior roles, including as chancellor and home secretary.\nSuspending evictions last year \"saved lives\", Shelter Cymru said, but the imminent lifting of the ban could see swathes of people forced to flee their homes. The numbers could be in their \"hundreds\", the homeless charity has warned as it stressed that Wales' system will not cope with the increase in demand. The evictions ban in Wales, which came into force in December, lifts on 30 June. A similar ban in England ended on 31 May.\nThe number of people starting hairdressing apprenticeships in England halved between 2016 and 2020, and now hairdressers fear there will be a future staffing crisis. Richard Lambert, the National Hair and Beauty Federation's chief executive, said he was concerned that \"hairdressing is not seen any more as a suitable career\". Customers may have queued outside hairdressers and barbers to get their unruly locks trimmed after measures eased, but Mr Lambert said opening with reduced capacity and months of closure meant many salons could not afford to recruit people who would not immediately generate income. \n\"Do you feel better now daddy?,\" BBC journalist Bill Wilson's five-year-old daughter asked him as he hobbled into the house with a metal walking stick. She asked if he liked his \"big sleep\" in hospital, referring to the three months spent battling a severe case of coronavirus. Trapped for 88 days behind a facemask and plugged into a life support machine, Mr Wilson is among the less than 1% of coronavirus sufferers to be impacted in such a devastating way.\nThe coronavirus pandemic grounded millions of flights all over the world. While most are all too aware of the impact this had on customers, the force felt by pilots is less well known. Timothy Short is one of many qualified pilots who is no longer in the aviation industry. He spent more than £70,000 on his training, which he is now paying back with the help of loans. Things have become so bad that the industry is advising would-be pilots to consider another profession. If you're still hoping to get away this summer, these are the destinations on the government's green list.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs walk-in vaccination centres open across England this weekend as part of a push to get all adults vaccinated by 19 July, do you know how soon can you have your second dose?\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-57626402",
      "category": "world-latin-america",
      "title": "Colombia offers reward after presidential helicopter shooting",
      "tags": "Iván Duque,Bogota,Colombia",
      "text": "Colombia has offered a reward of three billion pesos ($796,000; £573,000) for information about an attack on the president's helicopter.\nIván Duque was nearing Cúcuta airport near the border with Venezuela when his aircraft was hit by gunfire on Friday.\nPhotos released later showed bullet holes in the rotor and tail of the helicopter. \nNobody on board was injured. The UN, EU and US have all condemned the attack. \nDefence Minister Diego Molano - who was also on board the aircraft - offered the reward for any information leading to the culprits on Saturday.\nNational police meanwhile announced that they had found two rifles in a Cúcuta neighbourhood - an AK-47, and a 7.62 calibre rifle. which they say were used in the attack.\nThe 7.62 calibre rifle had \"the marks of the Armed Forces of Venezuela\", national police chief General Jorge Vargas. \n\"We are after those responsible. We will not give up until we capture them,\" he tweeted. \nIt is not yet known who carried out the attack.\nBefore the shooting Mr Duque had been attending an event in the Catatumbo region. The area spans the Colombian-Venezuelan border and is one of the main regions in the country for growing coca, the key ingredient in the drug cocaine. \nColombia has accused Venezuela of harbouring rebel fighters in the past, a claim the country denies. The nations broke off diplomatic relations after Mr Duque came to power in 2018.\nThe leftist National Liberation Army (ELN), Colombia's largest rebel group, operates in the Catatumbo region. \nEarlier this month the ELN denied any involvement in a car bomb attack on a military base in Cúcuta. The attack injured 36 people, including two US military advisers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57628653",
      "category": "science-environment",
      "title": "China releases videos of its Zhurong Mars rover",
      "tags": "Asia,Mars,China,Space exploration",
      "text": "China's space agency has released video of its Zhurong rover trundling across the surface of Mars.\nThe pictures were acquired by a wireless camera that the robot had placed on the ground. \nThe new media release also includes sequences from Zhurong's landing in May, showing the deployment of its parachute system and the moment of touchdown.\nThe six-wheeled robot is investigating a region known as Utopia Planitia.\nThe China National Space Agency (CNSA) says Zhurong has driven 236m in 42 Mars sols (as of 27 June). A sol is a Martian day. It lasts slightly longer than an Earth day, at 24 hours and 39 minutes.\nThe latest movies were relayed back to Earth via the Tianwen-1 satellite which orbits the Red Planet.\n\"The orbiter and the Mars rover are in good working condition, reporting safely from Mars to the party and the motherland, and sending distant blessings on the century of the party's founding,\" a CNSA press statement said.\nThe first of July will mark the 100th anniversary of the founding of the Chinese Communist Party.\nA video release was expected, especially of the landing, which occurred on 14 May. Some preview stills looking up at the parachute system from the rover's entry capsule were handed out last week.\nIn the movie version, however, we see the envelope inflate in the rarefied Martian atmosphere. We also see Zhurong and its landing platform drop away from the \"backshell\" of the capsule; and finally a look-down camera captures the moment of touchdown as the platform's braking rocket motor blasts the surface clear of dust.\nThere are three videos on the surface. The first, presumably taken shortly after Zhurong put the wireless camera on the ground, shows the robot backing away.\nThe second video shows Zhurong wiggling its wheels while sitting next to its landing platform. The CNSA had previously released a still from this scene.\nAnd, finally, the third video details the rover's roll down the ramp that got it off the landing platform on to the surface. What's interesting about this movie is that we get sound as well. We can hear the robot's locomotion system in action.\nThe nature of Mars' atmosphere means noises don't sound quite the same as they do on Earth. They seem somewhat muffled.\nScientists are hoping to get at least 90 Martian days of service out of Zhurong.\nThe robot looks a lot like the American space agency's (Nasa) Spirit and Opportunity vehicles from the 2000s.\nIt weighs some 240kg. A tall mast carries cameras to take pictures and aid navigation; five additional instruments will investigate the mineralogy of local rocks and the general nature of the environment, including the weather.\nLike the current American rovers (Curiosity and Perseverance), Zhurong has a laser tool to zap rocks to assess their chemistry. It also has a radar to look for sub-surface water-ice - a capability it shares with Perseverance.\nVideos of the landing of Perseverance were released by Nasa shortly after its descent to the Martian surface on 18 February. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57625591",
      "category": "uk",
      "title": "Matt Hancock's resignation letter in full and the PM's response",
      "tags": "Boris Johnson,Matthew Hancock,Coronavirus pandemic",
      "text": "Below is the full text of Matt Hancock's resignation letter addressed to the Prime Minister:\n\"I am writing to resign as Secretary of State for Health and Social Care. We have worked so hard as a country to fight the pandemic. The last thing I would want is for my private life to distract attention from the single-minded focus that is leading us out of this crisis. I want to reiterate my apology for breaking the guidance, and apologise to my family and loved ones for putting them through this. I also need (to) be with my children at this time.\n\"We owe it to people who have sacrificed so much in this pandemic to be honest when we have let them down as I have done by breaching the guidance.\n\"The NHS is the best gift a nation has ever given itself, and the dedication and courage of the NHS staff and the ceaseless work of the officials in the Department is something we should all be proud of. We didn't get every decision right but I know people understand how hard it is to deal with the unknown, making the difficult trade-offs between freedom, prosperity and health that we have faced. I am so proud that Britain avoided the catastrophe of an overwhelmed NHS and that through foresight and brilliant science we have led the world in the vaccination effort, so we stand on the brink of a return to normality.\n\"The reforms we have started in the health system will ensure it continues to provide even better care for people in years to come. We are building a better NHS which makes smarter use of technology and data, forming a new UK Health Security Agency, delivering positive changes to mental health care and will fix the problems in social care once and for all.\n\"Many times I stood at the podium in Downing Street and thanked the team - my own team, the NHS, the volunteers, the Armed Services, our pharmacists GPs, the pharmaceutical industry and the whole British public who have made such sacrifices to help others. Those thanks are heartfelt and sincere and so I must resign.\n\"It has been the honour of my life to serve in your Cabinet as Secretary of State and I am incredibly proud of what we have achieved. I will of course continue to support you in whatever way I can from the back benches, and I would like to thank you for your unwavering support, your leadership and your optimism, particularly as we worked together to overcome this awful disease.\"\nAnd here is the Prime Minister Boris Johnson's response in full\n\"Thank you for your letter this evening, tendering your resignation as Secretary of State for Health and Social Care. I am sorry to receive it.\n\"You should leave office very proud of what you have achieved - not just in tackling the pandemic, but even before Covid-19 struck us. Under your leadership, the Department has led fundamental reforms to the provision of care in this country. The NHS Long Term Plan was a major milestone in the history of that great institution. Your work on the Health and Care Bill will support our NHS and deliver greater integration between health and social care. And your efforts mean that we have a record numbers of doctors and over 14,800 more nurses working in our NHS than last year.\n\"Above all, it has been your task to deal with a challenge greater than that faced by any of your predecessors, and in fighting Covid you have risen to that challenge - with the abundant energy, intelligence and determination that are your hallmark. Under your leadership, the Department for Health and Social Care has identified and deployed critical life-saving treatments such as Dexamethasone, rapidly increased hospital capacity through the Nightingale programme, and provided 11.7 billion items of PPE to the frontline at record speed. \n\"In March 2020, we had the capacity to test 2,000 people a day; now, we have built the largest diagnostic network in British history and have administered over 200 million tests. The vaccine procurement and deployment programme - in my view one of the greatest successes of the modern state - is now forging our path out of the pandemic.\n\"Through the establishment of the United Kingdom Health Security Agency, you have also built the foundation to ensure the UK is better prepared for any future pandemic.\n\"You made a considerable contribution to Government before becoming Secretary of State for Health and Social Care. I know that previous Prime Ministers were grateful for your work in ministerial positions in the Department for Business, Innovation, and Skills, the Cabinet Office, and the Department for Digital, Culture, Media and Sport. You have, across those roles, been a consistent and vigorous champion of the power of digital transformation.\n\"You should be immensely proud of your service. I am grateful for your support and believe that your contribution to public service is far from over.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57622440",
      "category": "uk-scotland-glasgow-west",
      "title": "Asylum campaigners mark Glasgow knife attack anniversary",
      "tags": "Glasgow stabbings,Refugees and asylum seekers,Glasgow",
      "text": "Campaigners have marked the first anniversary of a knife attack at a Glasgow hotel which left six people injured, including a police officer.\nAttacker Badreddin Abadlla Adam, 28, from Sudan, was shot dead by police in the incident at the Park Inn.\nCampaign group Refugees For Justice called for an inquiry into the decision to house asylum seekers in the hotel.\nIt said the tragedy was a \"direct result of the dysfunctional UK asylum support and accommodation system\".\nThe Home Office said it was necessary to use the Park Inn as temporary accommodation for asylum seekers during the Covid pandemic. \nRefugees For Justice gathered in the city's George Square where they laid flowers, lit candles and read poems.\nEvent organiser Pinar Aksu told BBC Scotland the system was \"a hostile environment\" for asylum seekers.  \nShe added: \"Some were trafficked or had experienced traumatising events in their life.\n\"We are still trying to figure out why people were taken away from homes, where their asylum support was cut, where there was no wellbeing or mental health support, where the conditions were quite traumatising and horrifying.\n\"If people were not moved into hotels, things could have been avoided, the city would not have gone through this.\"\nConcerns had previously been raised over living conditions. Migrant charity Positive Action in Housing said that many people claimed to have no windows or fresh air in rooms.\nRobina Qureshi, the charity's director, said it amounted to a \"humanitarian crisis\" for vulnerable people - some of whom were pregnant women, children and trafficking survivors.\nGlasgow City Council is the only local authority in the country to take in asylum seekers through the UK government's dispersal scheme. \nEarlier this month, the BBC reported that there were still 200 asylum seekers living in hotels across the city.\nCouncil leader Susan Aitken said a ban on accepting new asylum seekers would continue while the asylum-housing scheme was run \"on the cheap\" by the housing firm Mears Group, which runs a reported £1 billion a year refugee housing contract for the UK government.\nMs Aitken said: \"We do not think [hotels] is appropriate accommodation, and we do not think it should be long-term.\n\"It is, and must always be thought of, as a temporary emergency response - that emergency response has now gone on far too long, for far too many asylum seekers.\"\nThe Home Office has previously defended the measures, saying: \"Like everyone else in the country during the coronavirus outbreak, asylum seekers have been asked to stay where they are and to follow social distancing to help fight the spread, which has meant standing up temporary accommodation.\n\"When staying in hotel accommodation, all essential living needs - including three meals a day, healthcare, WiFi and TV - are met, which is all paid for by the taxpayer and there is no cost to the individual.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57614377",
      "category": "world-europe",
      "title": "Covid pandemic: Key workers in Ibiza dance experiment",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57624942",
      "category": "uk",
      "title": "Classified Ministry of Defence documents found at bus stop",
      "tags": "Royal Navy,Crimea,Ukraine",
      "text": "Classified Ministry of Defence documents containing details about HMS Defender and the British military have been found at a bus stop in Kent.\nOne set of documents discusses the likely Russian reaction to the ship's passage through Ukrainian waters off the Crimea coast on Wednesday.\nAnother details plans for a possible UK military presence in Afghanistan after the US-led Nato operation there ends.\nThe government said an investigation had been launched.\nThe Ministry of Defence (MoD) said it is investigating \"an incident in which sensitive defence papers were recovered by a member of the public\". The MoD employee concerned reported the loss at the time, it said.\nThe documents, almost 50 pages in all, were found in a soggy heap behind a bus stop in Kent early on Tuesday morning.\nA member of the public, who wishes to remain anonymous, contacted the BBC when he realised the sensitive nature of the contents.\nThe BBC believes the documents, which include emails and PowerPoint presentations, originated in the office of a senior official at the MoD. \nThe documents relating to the Royal Navy's Type 45 destroyer, HMS Defender, show that a mission described by the MoD as an \"innocent passage through Ukrainian territorial waters\", with guns covered and the ship's helicopter stowed in its hangar, was conducted in the expectation that Russia might respond aggressively.\nOn Wednesday more than 20 Russian aircraft and two coastguard ships shadowed the warship as it sailed about 12 miles (19km) off Crimea's coast.\nMoscow's defence ministry said a patrol ship fired warning shots and a jet dropped bombs in the destroyer's path but the UK government rejected this account, denying any warning shots had been fired.\nThe mission, dubbed \"Op Ditroite\", was the subject of high-level discussions as late as Monday, the documents show, with officials speculating about Russia's reaction if HMS Defender sailed close to Crimea.\n\"What do we understand about the possible 'welcome party'…?\" asked an official at Permanent Joint Headquarters (PJHQ), the UK's tri-service headquarters at Northwood.\nRecent interactions in the eastern Mediterranean between Russian forces and a Carrier Strike Group led by HMS Queen Elizabeth had been unremarkable and \"in line with expectations\", the document said.\nBut officials knew this was about to change.\n\"Following the transition from defence engagement activity to operational activity, it is highly likely that RFN (Russian navy) and VKS (Russian air force) interactions will become more frequent and assertive,\" one presentation warned.\nA series of slides prepared at PJHQ shows two routeing options, one described as \"a safe and professional direct transit from Odessa to Batumi\", including a short stretch through a \"Traffic Separation Scheme\" (TSS) close to the south-west tip of Crimea. \nThis route, one slide concluded, would \"provide an opportunity to engage with the Ukrainian government… in what the UK recognises as Ukrainian territorial waters.\"\nThree potential Russian responses were outlined, from \"safe and professional\" to \"neither safe nor professional\". \nIn the event, Russia chose to react aggressively, with radio warnings, coastguard vessels closing to within 100 metres and repeated buzzing by warplanes.\nAn alternative route was considered, which would have kept HMS Defender well away from contested waters. \nThis would have avoided confrontation, the presentation noted, but ran the risk of being portrayed by Russia as evidence of \"the UK being scared/running away\", allowing Russia to claim that the UK had belatedly accepted Moscow's claim to Crimean territorial waters.\n\"As the public would expect, the Ministry of Defence plans carefully,\" an MoD spokesperson said. \n\"As a matter of routine, that includes analysing all the potential factors affecting operational decisions.\"\nAlongside the military planning, officials anticipated competing versions of events.\n\"We have a strong, legitimate narrative\", they said, noting that the presence of the embedded journalists (from the BBC and Daily Mail) on board the destroyer \"provides an option for independent verification of HMS Defender's action\".\nFollowing the controversy generated by HMS Defender's mission, the documents discovered in Kent confirm that passage through the TSS was a calculated decision by the British government to make a show of support for Ukraine, despite the possible risks involved. \nWas this gunboat diplomacy?\nIt was certainly the use of a warship in pursuit of diplomatic goals. But its primary objective was not to \"poke the Russian bear\" (a phrase and sentiment conspicuously absent from the documents). This was all about freedom of navigation and a clear endorsement of Ukraine's sovereignty, following Russia's annexation of Crimea in 2014.\nUnder the terms of the 1982 UN Convention on the Law of the Sea, the passage of a foreign ship is regarded as \"innocent\" when \"it is not prejudicial to the peace, good order, or security of the coastal state.\"\nIn the eyes of much of the world, that state is Ukraine, not Russia.\nThe documents don't stop there. \nThe bundle includes updates on arms exports campaigns, including sensitive observations about areas where Britain might find itself competing with European allies.\nThere's a whiff of post-Brexit anxiety in comments attributed to \"SofS\" (Defence Secretary Ben Wallace), who insists that the six-member European Organisation for Joint Armament Cooperation (OCCAR), of which Britain is a member, \"must not be hijacked\" by \"entryism\" from the European Commission. \nAnd there are briefing notes for last Monday's session of the UK-US Defence Dialogue, including observations on President Joe Biden's first months in office. \nThe Biden administration's early focus on China and the Indo-Pacific, they say, show \"there is still much continuity from the previous administration.\"\nThere are also suggestions of what Britain should be asking for.\n\"We should use the meeting to see how much the administration is prepared to share, or whether its stated ambition of consulting more with allies is truer in principle than in practice.\"\nMost of the papers are marked \"official sensitive\", a relatively low level of classification used, according to the government, \"where there is a clear and justifiable requirement to reinforce the 'need to know'\".\nBut one document, addressed to Ben Wallace's private secretary, and marked \"Secret UK Eyes Only\", outlines highly sensitive recommendations for the UK's military footprint in Afghanistan, following the end of Operation Resolute Support, the Nato operation currently winding down in the wake of President Biden's decision earlier this year to withdraw American forces. \nThe document discusses an American request for British assistance in several specific areas, and addresses the question of whether any British special forces will remain in Afghanistan once the withdrawal is complete.\nMedia reports have already suggested Britain is considering leaving some forces behind. \nDue to the sensitivity of the document, the BBC has decided not to report details which could endanger the security of British and other personnel in Afghanistan.\nBut amid reports of a worsening security situation in the country, it sounds several warnings.\n\"Any UK footprint in Afghanistan that persists... is assessed to be vulnerable to targeting by a complex network of actors,\" it says, noting that \"the option to withdraw completely remains.\"\nAfghanistan, it says, is already becoming more dangerous. \nThe reduced presence of Nato forces \"is already impairing the situational awareness that we (and the US) used to enjoy across the country\". \nNo Britons have been killed in Afghanistan since the US-Taliban deal in February 2020, it says, but \"this would be unlikely to remain the status quo\".\nRarely has a collection of lost documents covered such a wide range of important areas. This is a major embarrassment for the Ministry of Defence, which is currently carrying out a detailed investigation into how the papers came to be lying on a street corner, in the rain, in the early hours of Tuesday morning.\nJohn Healey, Labour's shadow defence secretary, said he was surprised documents had got out of the Ministry of Defence at all. He said he wants Mr Wallace to complete the investigation quickly and report to the House of Commons this week to reassure the public that no military operations had been put at risk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57610362",
      "category": "uk-england-london",
      "title": "Aimee Fuller: Olympian tests 'flying surfboard' on Thames",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57629016",
      "category": "business",
      "title": "BT and OneWeb sign rural broadband deal",
      "tags": "Communications satellites,Ofcom,Satellite navigation,OneWeb,Broadband,BT Group",
      "text": "BT and satellite operator OneWeb have signed a deal to explore ways to provide broadband internet to remote areas of the UK and to people at sea.\nOneWeb, which is partly UK taxpayer-owned, has hundreds of satellites in low Earth orbit.\nIt is currently adding to its network, and said it should start to provide services later in the year.\nOneWeb competes against providers such as Elon Musk's Starlink, which was recently granted a license to operate.\nStarlink began a UK trial of its services in January after Ofcom granted it a licence in November.\nAt the moment OneWeb has 218 satellites, and is due to launch a further 36 on Thursday, a spokesperson said.\nBT and OneWeb will look at how to improve the speed that people can access data in remote areas, and how to improve the signal people can get on their phone, including how to stop it cutting out so much.\nThe two also want to develop services for BT's global customers.\nBT chief executive Philip Jansen said: \"It is clear that greater partnership is needed, both with government and within industry, to ensure connectivity can reach every last corner of the country.\"\nOneWeb was bought out of bankruptcy last year by the British government and Indian conglomerate Bharti Global, and in April received a major investment from Eutelsat.\nThe plan for OneWeb to work more closely with BT comes as the UK government runs the £5bn Project Gigabit which aims to improve UK rural broadband coverage."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57631372",
      "category": "uk-scotland-glasgow-west",
      "title": "Father and son clean Spanish Civil War memorial graffiti",
      "tags": "Wishaw,Motherwell",
      "text": "A father and son have been praised for cleaning graffiti from a memorial to volunteers who fought against fascism in the Spanish Civil War.\nPolice are hunting vandals who defaced the commemorative stone in Duchess Park, Motherwell, North Lanarkshire.\nIt was daubed with the words \"Franco\" and \"vermin\" as well as what appear to be fascist symbols.\nSteven McGowan and his six-year-old son cycled from Wishaw to scrub the paint from the memorial.\nThe memorial is dedicated to Lanarkshire volunteers who went to Spain to fight against General Franco from 1936-39.\nOn Sunday, Mr McGowan was thanked on social media for taking it upon himself to removed the graffiti. \nHe said he did it as an exercise to teach his son \"right from wrong\".\nMSPs condemned the desecration of the stone. Clare Adamson, SNP MSP for Motherwell and Wishaw, said on Twitter that she was \"absolutely gutted to see this on a memorial\".\nGillian Mackay, Scottish Green MSP for Central Scotland, posted: \"This graffiti appearing weeks before annual commemorations is particularly callous.\n\"The right-wing nature of it is concerning. I'll shortly be in touch with the committee at the park to see what support they need.\"\nA North Lanarkshire Council spokesman said: \"We're very sad to learn the Spanish Civil War Memorial at the Duchess of Hamilton Park in Motherwell has been subject to an appalling act of vandalism.\"\nA Police Scotland spokeswoman said the incident was reported to them on Saturday and inquiries were continuing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57631418",
      "category": "world-europe",
      "title": "France elections: Far-right National Rally fails in key regional battles",
      "tags": "France,Emmanuel Macron,Marine Le Pen",
      "text": "France has held its second round of regional elections, with Marine Le Pen's far-right National Rally (RN) again failing to take power anywhere.\nPresident Emmanuel Macron's party also suffered bad results, while the centre-right Republicans and the Socialist Party both received surprise boosts. \nTurnout for Sunday's elections was at a record low, with under 35% of eligible voters casting their ballots.\nIt comes ahead of French presidential elections due in April next year.\nMr Macron's centrist La République En Marche (LREM) party, which performed badly in the first round of regional elections last week, also failed to win control of any region.\nIt was the first time President Macron's party had taken part in regional elections, as it did not exist the last time they were held in 2015.\nSunday's results are a blow to Ms Le Pen, who had hoped Provence-Alpes-Côte d'Azur would be her party's first regional victory as she seeks to boost her presidential hopes for 2022.\nBut in Provence, the hotly tipped RN candidate Thierry Mariani lost to Republican Renaud Muselier.\n\"Tonight we have chosen the fate of a free region,\" Mr Muselier tweeted. Left-wing candidates withdrew from the race in the region to help him defeat rival Mr Mariani. \nMs Le Pen accused her rivals of forming \"unnatural alliances\" to block her and her party from power.\n\"[They] did all they could to keep us out and prevent us from showing the French our capacity to lead a regional administration,\" she told supporters.\nThe Hauts-de-France region around Calais in the north had also been earmarked as a potential gain for Ms Le Pen's RN, but was won by conservative Xavier Bertrand.\n\"The far-right has been stopped in its tracks and we have pushed it back sharply,\" he told his supporters after the polls closed.\nMr Bertrand's win will boost his prospects at becoming the Republican candidate in next year's presidential election.\nAlmost all of the incumbent regional presidents who ran again, whether left or right, were winners in Sunday's vote.\nAs with the first round of regional elections last week, voter numbers were at record lows.\nWhen polls opened for voting last Sunday, almost 90% of the country's youngest voters failed to show up.\nAbstention rates were only slightly lower for voters under 35.\nPresident Macron's party was already sidelined in these elections after its poor showing in the first round.  \nMarine Le Pen's also scored badly last Sunday, but she at least had hopes of picking up one region - which would have been a first and a boost for her presidential bid.\nIt didn't happen - once again her voters stayed away from the polls - and overall these elections have been a big disappointment for the hard right.  \nThe winners are the mainstream right whose candidates held on easily to the regions they already controlled. One of them the former minister Xavier Bertrand, whose fief is the northern Hauts-de-France region, is now openly a candidate for the  presidency next year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57626173",
      "category": "world-us-canada",
      "title": "US and Canada heatwave: Pacific Northwest sees record temperatures",
      "tags": "Oregon,Seattle,Washington,United States,California",
      "text": "A heatwave has hit large parts of the US Pacific Northwest and Canada, sending records tumbling. \nThe US National Weather Service has issued heat warnings for much of Washington and Oregon states. Parts of California and Idaho are also affected. \nOn Saturday temperatures in Seattle, Washington State, reached 101F (38C), a record in the city for June.\nSome cities have opened cooling centres, where residents can escape the heat in air-conditioned buildings. \nThe soaring temperatures are due to a dome of high pressure hovering over north-western United States and Canada.\nExperts say climate change is expected to increase the frequency of extreme weather events, such as heatwaves, however linking any single event to global warming is complicated. \nAs the climate changes, there could be an increase in the number of deaths from floods, storms and heatwaves, experts say. \nThe National Weather Service (NWS) said that even hotter temperatures were forecast for the coming days throughout the Pacific Northwest as well as parts of western Nevada and California. \nDespite the warnings many people have been enjoying the sunshine, with lakes busy and pools running at full capacity. \nTemperatures are expected to soar 20 - 30F above average in Washington and Oregon states. \n\"Residents are urged to avoid extended periods of time outdoors, stay hydrated and check on vulnerable family members/neighbours,\" the NWS said. \nShops have sold out of portable air conditioners and fans and a number of Covid vaccination drives have been cancelled. \nThe area normally sees mild weather and many people do not have air conditioning. \nOregon's health authority has removed Covid capacity limits at large venues with air conditioning such as cinemas and shopping malls in order for people to take shelter from the heat. \nIn Canada, British Columbia recorded the hottest temperature in the country on Saturday - 43.2C. Parts of Saskatchewan, Alberta and the Northwest Territories are under a heat warning.\nThe heat there is also expected to continue through the week with records expected to fall. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57629234",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Stadiums 'could be full' by 10 August",
      "tags": "Coronavirus lockdown measures,Music festivals,Coronavirus pandemic",
      "text": "Scotland's stadiums could be full on 10 August if the Covid route map remains on track, says Professor Jason Leitch.\nThe national clinical director said the end of social distancing would allow large events such as football and music festivals to resume.\nHe told BBC Scotland it would be possible given a \"fair wind\" and if the pace of vaccinations continue.\nThe first minister has said Scotland is aiming to remove all of its major virus restrictions on 9 August.\nNicola Sturgeon confirmed the date last week as she paused lockdown easing for three weeks to allow more time for people to be vaccinated.\nScotland is set to move to level zero on 19 July with the removal of physical distancing outdoors, but restrictions will remain on events with limits of 2000 fans at football matches. \nProf Leitch told The Sunday Show that the levels system would disappear in August unless there are Covid hotspots or an unexpected slow down in vaccinations.\nHe said: \"On 9 August all physical distancing is removed and the limits on event sizes are removed.\n\"I would write that in your diary in pencil not Sharpie marker for now.\" \nAsked if stadiums will be full again on this date, he said: \"They can on 10 August but we have had to learn that new word, that 'indicative' word.\"\nProf Leitch was was also asked if music festivals would also resume. He replied: \"Yes, but you are making me sweat just a little.\"\nThe Scottish Premiership season is due to kick-off on 31 July. If the country emerges from level zero on schedule then supporters will only miss the first two round of fixtures.\nIt would also allow the TNSMT festival on Glasgow Green, which was moved from its traditional July slot, to go ahead from 10-12 September.\nThe latest Scottish government figures show more than 3.7 million adults have now received their first vaccination while over 2.6 million have had both doses.\nA total of 2,639 new Covid cases and one further death, following a positive test, were reported on Sunday.\nFrom Monday, a new online portal will also allow all adults in Scotland who have not received a Covid vaccine to self-register for their first dose.\nIn order for the timetable to remain on schedule Prof Leitch said hospital figures rather than the soaring case numbers will be critical.\nHe added: \"Previously 1,000 cases would give you 100 people in hospital and 10 deaths in the older waves. That's tragic numbers, terrible numbers.\n\"Now 1,000 cases probably gives you about 30 people in hospital and very, very low numbers of deaths.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57626410",
      "category": "world-us-canada",
      "title": "More churches burn down on Canada indigenous land",
      "text": "Two more Catholic churches burned down in indigenous communities in western Canada early on Saturday.\nThe fires at St Ann's Church and the Chopaka Church began within an hour of each other in British Columbia.\nOfficers said both buildings were completely destroyed, and they were treating the fires as \"suspicious\".\nLast Monday two other Catholic churches in the province were destroyed in fires, as Canada marked National Indigenous People's Day.\n\"The investigations into the previous fires and these two new fires are ongoing with no arrests or charges,\" Royal Canadian Mounted Police Sgt Jason Bayda said.\nIt comes after hundreds of unmarked graves were discovered at sites of former residential schools in Canada.\nThe government-funded compulsory schools were run by religious groups in the 19th and 20th centuries with the aim of assimilating indigenous youth.\nIndigenous groups have demanded a nationwide search for more graves.\nLower Similkameen Indian Band Chief Keith Crow told public broadcaster CBC he had received a call early in the morning saying that the Chopaka Church was on fire. It had burned to the ground by the time he arrived half an hour later.\n\"I'm angry,\" the chief told CBC. \"I don't see any positive coming from this and it's going to be tough.\"\nMany in the community are Catholic Church members and are very upset about the blaze, he said.\nIn May, the Tk'emlups te Secwepemc First Nation announced the discovery of the remains of 215 children at a school in British Columbia. \nThey found them at the Kamloops Indian Residential School, which was opened under Roman Catholic administration in 1890 and closed in 1978.\nAnd on Thursday, the Cowessess First Nation said it had found 751 unmarked graves at a former residential school in Saskatchewan. The Marieval Indian Residential School was also operated by the Roman Catholic Church. \nDeaths in Canada's compulsory boarding schools were due in large part to the squalid health conditions inside. Students were often housed in poorly built, poorly heated, and unsanitary facilities.\nBetween 1863 and 1998, more than 150,000 indigenous children were taken from their families and placed in these schools throughout Canada.\nA commission launched in 2008 to document the impact of this system found that large numbers of indigenous children had never returned to their home communities. The commission's landmark report said the practice had amounted to cultural genocide.\nThe Canadian government has formally apologised for the system."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57628523",
      "category": "uk-politics",
      "title": "Matt Hancock video leak will be investigated - Brandon Lewis",
      "tags": "Department of Health & Social Care,Matthew Hancock",
      "text": "The Department of Health is to look into how footage from Matt Hancock's office was leaked, Northern Ireland Secretary Brandon Lewis has said.\nThe video, which shows Mr Hancock breaking Covid rules by kissing a colleague, was passed to the Sun, and ultimately led to his resignation.\nSpeaking to the BBC, Mr Lewis said: \"We have to understand how that happened and how we deal with that.\" \nThe Sun says the images came from \"a concerned Whitehall whistleblower\".\nThe paper's political editor Harry Cole told Radio 4's PM programme the alleged whistleblower thought they \"deserved a wider audience\".\nThe paper says the photos and video of Mr Hancock and Gina Coladangelo, who are both married with three children each, were taken inside the Department of Health and Social Care on 6 May. \nBut there are questions over how the footage was captured from within a government department. \nAsked about the leak on the BBC's Andrew Marr programme, Mr Lewis said: \"The Department of Health will be investigating quite rightly to understand how this was able to happen.\"\n\"We have got to be concerned about the fact that someone was able to secure a recording from inside a government building,\" he added.\nReplying to a question about the possibility of a general review into security cameras across government buildings, Mr Lewis said he was \"sure that is something the team will be looking at\".\n\"I take the view that everything you are saying or putting in writing will be reported somewhere.\"\nSpeaking on the same programme, Jeremy Hunt - Mr Hancock's predecessor as health secretary and now chairman of the Health and Social Care Select Committee - said there \"absolutely\" needed to be a review of security across Whitehall. \n\"It is completely unacceptable from a security point of view that minsters are being filmed from inside their own offices without their knowledge, and so there will be issues that our intelligence agencies will want to look at very, very carefully.\n\"But there's also another issue which is that ministers do need to have the ability to have frank, private conversations with their senior officials to debate things so that they can understand issues, and know that those conversations will remain private.\"\nAsked if the leak was a breach of the Official Secrets Act and whether the police should be involved, Mr Hunt said \"possibly\" but added that whistleblowers should be protected.\nLabour leader Sir Keir Starmer said the CCTV leak needed to be investigated, saying it was a security issue.\n\"If anybody thinks that the resignation of Matt Hancock is the end of the issue I think they're wrong, and I think the incoming health secretary and the prime minister now have serious questions to answer about the CCTV, about the access, passes, the contracts,\" he said.\nThe Metropolitan Police said it was \"aware of the distribution of images alleged to have been obtained within an official government premises\".\nBut the force added: \"No criminal investigation has been launched. At this time this remains a matter for the relevant government department.\"\nFormer cabinet ministers Alan Johnson and Rory Stewart both said there had never been cameras in their offices during their time in government.\nSpeaking to Sky News's Trevor Phillips On Sunday, former Labour cabinet minister Mr Johnson said: \"I could never understand why there was a camera in the secretary of state's office.\n\"There was never a camera in my office when I was health secretary or in any of the other five cabinet positions.\"\nMr Stewart, who was the Tories' International Development Secretary from May to July 2019, said in a tweet: \"I definitely did not know that there were cameras in any of my ministerial offices (in fact I was told - when I asked if there were any cameras - that there were not cameras in my office in DfiD).\"\nHe added: \"If it were a departmental camera - perhaps focused on the door for security reasons - then it would be seen by the security officers.\n\"Someone else installing it would have some challenges - security passes, doors, access to ministerial office etc.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57624557",
      "category": "world-asia",
      "title": "Covid-19: Crowds flee Dhaka ahead of strict Bangladesh lockdown",
      "tags": "Coronavirus lockdown measures,Bangladesh,Dhaka,Coronavirus pandemic",
      "text": "Crowds have flocked to Dhaka's ferry terminals for a second day to get out of the city before a strict national lockdown comes into force.\nFor seven days from Thursday, no one in Bangladesh will be allowed to leave their homes unless in an emergency.\nAs a result, people are fleeing the busy capital city for their homes in towns and villages.\nCovid cases in the country have surged, many linked to the Delta variant first identified in neighbouring India.\nThe latest wave of the virus in Bangladesh began about six weeks ago. On 15 May there were 261 new cases and 22 deaths reported. On Friday there were 5,869 new cases and 108 deaths - the country's second-highest daily death toll of the whole pandemic.\nMany hospitals are overwhelmed with patients and are struggling to cope, particularly those on the border with India. \nThe lockdown was originally due to begin on Monday, but has now been postponed until Thursday - though officials said some restrictions will still come into force on Monday.\nBecause of the sharp rise in cases, rail and bus services are already suspended, with an exception for emergency services.\nPeople hoping to leave the city have resorted to hiring private hire vehicles, or even walking, because of the transport closures.\nLow-income workers and day labourers will be among the worst hit by the stringent lockdown, BBC South Asia editor Jill McGivering reports. Many of the people fleeing are migrant workers trying to get home. \nDhaka Tribune newspaper reported that there were thousands of people at just one ferry terminal, with little to no space between them. \nLocal traffic police chief Zakir Hossain told the paper that Shimulia terminal was much busier on Sunday than it was on Saturday, and that \"no one is following Covid-19 safety protocols\".\nAFP news agency reports that tens of thousands of people in total are trying to leave. It quotes a senior Bangladesh water official saying that at least 50,000 people had left the city on ferries on Sunday alone.\nThe situation, he added, had become \"unmanageable\".\nSome ferry services have been running 24 hours a day, with more than 1,000 passengers crammed onto each trip.\nPolice sub-inspector Mohammad Raza told AFP: \"We don't want them to overcrowd the ferry, but they don't listen. There is a mad rush of people.\"\nA statement released by Bangladesh's Press Information Department (PID) said all offices, including government, semi-government and private offices, would also shut in the lockdown.\nHealth department spokesman Robed Amin told AFP police and border guards would be deployed to enforce the lockdown and stop people from leaving their homes.\nHe added that the army could also be deployed if needed.\n\"It is a dangerous and alarming situation,\" he said. \"If we don't contain it now, we will face an India-like situation.\"\nA second wave of Covid infections, driven largely by the Delta variant, devastated India in April and May. Although the country is beginning to reopen, experts have warned it could see a third wave in the next few months."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57614112",
      "category": "uk-wales",
      "title": "Covid: 'Hundreds' could be homeless when eviction ban ends",
      "tags": "Coronavirus lockdown measures,Homelessness,Renting,Eviction,Welsh government,Coronavirus pandemic",
      "text": "\"Hundreds\" of people could be forced from their homes after the ban on evictions comes to an end next week.\nShelter Cymru said Wales' system \"won't cope\" with the fresh demand that may be placed on it after 30 June.\nThe evictions ban in Wales came into force in December \"to protect public health and support Welsh tenants\". \nThe Welsh government said the decision had been made to lift the measure, in line with easing other Covid restrictions. \nThe ban on evictions initially ran to the end of March, but was then extended.\nMinisters have now confirmed the ban would not be extended further \"in line with the lifting of other restrictions as we are in alert level one\".\nA similar ban in England ended on 31 May.\nLandlords will still have to give tenants six months' notice before evicting them.\nShelter Cymru campaigns head, Jennie Bibbings, said suspending evictions \"saved lives\".\nMs Bibbings told the BBC's Politics Wales the numbers that could be affected were \"likely to be in the hundreds rather than the thousands\".\nShe said: \"It's not just about the ones that are already in the system, it's about all of the new evictions that are going to start coming through once landlords get the message that the ban is lifted.\"\nSarah Davies, who lives in Ynyswen, Powys, with her five-year-old daughter, is facing eviction.\nShe said she stopped paying rent after her landlord ignored requests for maintenance work to be carried out on the house.  \nThe landlord strongly rejects that version of events.\nNow, Ms Davies is waiting for a knock on the door.\n\"I'm kind of half-prepared for it. Obviously, I don't want to get my daughter too upset, so I've got friends in place if that does happen and they can come and grab her away so she doesn't have to go through that trauma.\n\"It would just be nice to have some more time.\" \nShe said the Welsh government needed to \"look at the bigger picture\".\n\"If everything goes into lockdown again and the B&Bs shut again, what are you going to do?\n\"We'll all be out on the street.\"\nMs Bibbings said a third wave of the virus could mean the eviction ban has to be reintroduced.\n\"We've all just got to hope that not too much damage has been done in the meantime,\" she said.\n\"Our system in Wales won't cope with a new wave of homelessness.\"\nThe National Residential Landlords Association said the announcement did \"provide some more stability\" for landlords, but warned the sector's rent arrears crisis was \"not going away\".\nThe Welsh government said a scheme to help people \"struggling to pay their rent due to financial hardship caused directly by the pandemic\" would be announced this week.\nA spokeswoman said: \"In the meantime, we continue to urge anybody experiencing problems to speak to their landlord and contact Citizen's Advice Cymru or Shelter Cymru for further advice and support.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57627708",
      "category": "uk",
      "title": "Sajid Javid wants return to normal 'as soon as possible'",
      "tags": "Matthew Hancock,Sajid Javid,Coronavirus pandemic",
      "text": "Sajid Javid has said he wants to see a return to normal \"as quickly as possible\" after replacing Matt Hancock as health secretary. \nSpeaking on Sunday, Mr Javid said he would do all he could to \"deliver for the people of this great country\".\nHis appointment comes after Mr Hancock stood down on Saturday for breaching Covid rules by kissing a colleague.\nMr Javid, who has had several key government roles, said his predecessor had worked \"incredibly hard\".\nHis return to the cabinet comes 16 months after his shock resignation as chancellor.\nBut Labour criticised the appointment, saying he had been an \"architect of austerity\" that weakened the NHS.\nMr Hancock announced his resignation after pressure had been building for him to quit following the publication by the Sun of pictures and a video of him and Gina Coladangelo, who are both married with three children, kissing. \nThe newspaper said the images had been taken inside the Department of Health and Social Care (DHSC) on 6 May. \nFollowing the revelations, a number of Conservative MPs, as well as Labour and the Covid-19 Bereaved Families for Justice group, had called for Mr Hancock to go. \nMs Coladangelo is also leaving her role as a non-executive director at the DHSC.\nMr Hancock has ended his 15-year marriage to his wife, Martha, and the relationship with Ms Coladangelo is understood to be a serious one.\nMr Javid's return to a senior cabinet role comes after he abruptly left government in February last year, a month before he was due to deliver his first Budget.\nAt the time, the prime minister ordered him to fire his closest aides and replace them with advisers chosen by Number 10 if he wanted to remain in post - conditions he said he was \"unable to accept\".\nMr Javid, who had clashed with the prime minister's former chief adviser, Dominic Cummings, chose to quit instead and was replaced by his former deputy at the Treasury, Rishi Sunak.\nSpeaking on Sunday to reporters, Mr Javid said Mr Hancock had achieved \"a lot\" in the role, adding \"I'm sure he will have more to offer in public life\".\nHe said: \"I was honoured to take up this position. I also know that it comes with huge responsibility, and I will do everything I can to make sure that I deliver for the people of this great country. \n\"We are still in a pandemic and I want to see that come to an end as soon as possible, and that will be my most immediate priority to see that we can return to normal as soon and as quickly as possible.\"\nOn Sunday the UK reported a further 11 deaths within 28 days of a positive coronavirus test and a further 14,876 cases of Covid-19. Due to a technical issue the data from England was incomplete with any outstanding cases to be reported on Monday.\nIt is, of course, stating the obvious to say Sajid Javid has a full in-tray as the new health secretary in England.\nWhile we may be over the worst of the pandemic, there is still some way to go before life returns to normal.\nFor one thing hospital admissions for Covid are rising - not enough to overwhelm the NHS but enough to disrupt the recovery of other services like cancer care and routine surgery.\nThe NHS in England is also in the process of recruiting a new chief executive, while the UK Health Security Agency is being set up and absorbing some of the work of key agencies involved in the pandemic response, such as NHS Test and Trace and Public Health England.\nThen there is the long-term reform of the NHS that was announced earlier this year, which is overhauling some of the management structures of the health service by creating integrated organisations bringing together hospital and community teams.\nIf that was not enough, there is growing pressure on the government to finally come up with plans for the funding of social care - something governments of all colours have been promising to do since the turn of the century.\nIn a video on Twitter explaining why he had resigned, Mr Hancock said he understood the \"enormous sacrifices that everybody in this country has made, that you have made, and those of us who make these rules have got to stick by them and that's why I have got to resign\".\nIn his resignation letter, he apologised to his family and loved ones for \"putting them through this\".\nIn response, the prime minister said Mr Hancock \"should leave office very proud of what you have achieved - not just in tackling the pandemic, but even before Covid-19 struck us\".\nBut Labour's shadow health secretary, Jonathan Ashworth, said the prime minister should have sacked Mr Hancock on Friday, when the revelations first emerged. \n\"Boris Johnson should have had the guts, the spine, the awareness, the judgement to sack [Matt Hancock] on Friday,\" he told BBC Breakfast on Sunday. \nMr Ashworth added that Mr Hancock's record on care homes, PPE, test and trace and sick pay for those isolating during the pandemic was \"a damning legacy\".\nHe also criticised Mr Javid's appointment, saying \"given his record on austerity, it's a bit like putting the fox in charge of the chicken coop\".\nDr Chaand Nagpaul, chairman of the British Medical Association Union, said Mr Javid would face a \"baptism of fire\" in his new role without the normal phased handover other health secretaries enjoyed. \nThe healthcare workforce was \"absolutely exhausted\" after working through the pandemic and there was a \"backlog crisis\" of more than five million patients waiting for treatment, he said.\nBut the first priority for Mr Javid will be overseeing the vaccination programme, Mr Nagpaul said, adding: \"He needs to make sure that every day counts because until we've vaccinated the adult population we are not going to be able to see our way through this pandemic.\"   \nBefore serving as chancellor, Mr Javid was home secretary. \nHe has also led the housing, communities, business and culture departments.\nOne of his first jobs as health secretary will be to examine the data ahead of England's proposed end to Covid restrictions on 19 July.\nFormer health secretary Jeremy Hunt described his appointment as an \"excellent choice\", saying it was the best possible news for social care because his time at the Department for Communities and Local Government meant he \"gets it\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57624115",
      "category": "world-europe",
      "title": "Germany knife attack: Three killed were all women",
      "text": "The three people killed in a knife attack in the German city of Würzburg on Friday were all women, police say. \nThe 24-year-old suspect, a Somali immigrant, grabbed a knife from the kitchen section of a department store, attacking several inside. He then lashed out at people outside. \nFive women and a child were also injured in the attack.\nPolice say the suspect was possibly psychologically unstable and may have held extremist Islamist beliefs. \nOn Saturday, he appeared in court, charged with three murders and six counts of attempted murder and causing grievous bodily harm. \nThe man allegedly seized a knife and stabbed and killed a saleswoman and two more women in the store. \nHe then injured five other women and a child on the street and in a bank. \nPolice were alerted to the attack at around 17:00 local time (15:00 GMT), in the city centre's Barbarossa Square.\nVideos on social media of the incident, showed a man armed with a large knife being confronted and subdued by passers-by. \nThe suspect was shot in the thigh before being arrested. \nBavarian Interior Minister Joachim Herrmann told reporters that, \"it is not certain if the most seriously injured will survive\".\nOfficers have searched the suspect's home and are investigating his contacts for further evidence. \nPolice searched a homeless shelter, where he was registered to be living, and found his phone and leaflets with hateful messaging, police said. \nA witness reported that the suspect shouted \"Allah Akbar\" during the attack, said Mr Herrmann.\nBut a police spokesman said that, while the attacker had a criminal record, none of his previous offences were related to terrorism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57627055",
      "category": "uk-england-beds-bucks-herts",
      "title": "Milton Keynes: Police shoot man dead after finding injured child",
      "tags": "Thames Valley Police",
      "text": "A man has been shot dead by police who had discovered the body of another man and a seriously injured child at a block of flats. \nPolice were called to a \"serious disturbance\" in Two Mile Ash, Milton Keynes, at 09:40 BST on Saturday.\nThey found the boy and a man in his 30s, who was later confirmed dead.\nA man in his 20s was also at the property and a Taser was deployed before shots were fired, Thames Valley Police (TVP) said.\nPolice said first aid was given and ambulance crews treated the man they had shot, but he was later pronounced dead.\nThe Independent Office for Police Conduct said it had received a referral from TVP and its investigation was \"at a very early stage and no further information can be provided at this time\".\nPolice said the young boy was taken to hospital, where he remains in a serious condition. \nThe next of kin of both of the dead men have been notified, the force said.\nAssistant Chief Constable Christian Bunt said: \"What has happened can only be described as absolutely tragic and will no doubt have an impact on the community.\"\nA cordon put in place on Saturday on Denmead in Two Mile Ash has been extended while investigations continue. \nPolice officers will be stationed at the home for a number of days.\nNeighbour Tracey Sherman, 54, described the area as \"quiet\" and said \"nothing normally happens\".\n\"This is so, so sad, and I know everyone will be shocked that such a tragic thing has happened on our doorstep,\" she said.\n\"I didn't really know the couple who were living there, I think they'd only moved in a few months ago but I saw them walking their baby in a pram. \n\"They were only in their 20s I think. It's so tragic.\"\nAnother neighbour, who did not wish to be named, said his wife \"heard a loud bang like a gunshot and a man screaming\".\nHannah King, 38, who also lives nearby, spoke of being woken on Saturday morning by a \"loud noise, like a small explosion\".\nPolice are not seeking anyone else in relation to the deaths.\nAnyone with information has been asked to contact the force.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57631134",
      "category": "world-europe",
      "title": "Tour de France: Police seek spectator after crash",
      "tags": "France",
      "text": "Police say they are trying to trace a spectator in connection with a multi-rider pile-up during the first stage of the Tour de France on Saturday. \nThe female spectator was spotted leaning into the path of the speeding peloton, holding a sign, in the Finistère region of Brittany. \nGerman rider Tony Martin brushed into the sign and fell to the ground, with others behind him following suit. \nPolice say they have launched a criminal investigation.\nThey aim to charge the woman with \"deliberately violating safety regulations and causing injuries that might prevent someone working for up to three months\".\nVideo footage of the incident has been widely shared online. \nThe woman, wearing a yellow coat, can be seen holding a sign with \"granny and granddad\" written in German. She is looking away from the peloton coming towards her and does not see them approach. \nOne rider has had to pull out of the Tour completely and another eight riders were treated by an official doctor. \nAccording to police, the woman fled the scene after the crash. Investigators have appealed for witnesses to get in touch. \nTour de France Deputy Director Pierre-Yves Thouault said the tour would take legal action against the woman. \n\"We are suing this woman who behaved so badly. We are doing this so that the tiny minority of people who do this do not spoil the show for everyone,\" he told AFP news agency. \nFrance has relaxed its coronavirus restrictions and many people have flocked to see the riders. \nThose hoping to watch the riders have been told to keep off the route and maintain their distance. \nFollowing the crash, the Tour de France wrote on Twitter: \"For the Tour to be a success, respect the safety of the riders! Don't risk everything for a photo or to get on television!\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-57621552",
      "category": "world-australia",
      "title": "Covid: NSW sees 30 new Covid cases as Sydney locks down",
      "tags": "Coronavirus lockdown measures,New South Wales,Sydney,Coronavirus pandemic,New Zealand,Australia",
      "text": "The Australian state of New South Wales has reported 30 new Covid cases on the second day of Greater Sydney's two-week lockdown.\nAn expanded lockdown now covers 5m people in Greater Sydney, as well as the Blue Mountains, Central Coast and Wollongong.\nCases of the highly infectious Delta variant now stand at 110.\nNSW Premier Gladys Berejiklian said on Sunday that she expected that figure to rise.\n\"Given how contagious this strain of the virus is, we do anticipate that in the next few days, case numbers are likely to increase even beyond what we have seen today because we are seeing that people in isolation, unfortunately, would have already transmitted to all their house contacts,\" she said.\nStay-at-home orders will remain in place until 9 July for all of Greater Sydney and the other specified areas.\nPolice have said they will use number plate recognition technology to monitor vehicles and ensure people have not strayed out of their lockdown zone.\nVirgin Australia said on Sunday it contacted passengers and crew on five recent domestic flights, after a crew member had tested positive in Melbourne.  \nIn the Northern Territory, Darwin and two other towns have entered a 48-hour lockdown after four cases new cases were reported.\nOn Saturday, New Zealand paused its quarantine-free travel bubble with all of Australia for three days because of the latest outbreak.\nThe travel corridor between the two neighbours was opened in April. Travel between New Zealand and specific Australian regions has been closed for short periods as outbreaks occurred, but this is the first time the bubble has been shut with all of Australia.\nAustralia has consistently maintained very low rates of Covid transmission and this is the first lockdown in Sydney - its largest city - since December. \nThe outbreak of new infections emerged a week ago in Bondi, the famous beach suburb, and spread first into the city centre and then to its western fringes.\nIt has been linked to a driver who transported international arrivals from the airport.\nState Health Minister Brad Hazzard described the Delta variant - which first emerged in India - as a \"very formidable foe\".\n\"No matter what defensive steps we're taking at the moment, the virus seems to understand how to counter-attack,\" he said.\nIn a video message, Prime Minister Scott Morrison thanked residents for their patience and forbearance, adding: \"Together, Sydney, we'll get through this.\"\n\"This pandemic, sadly, is still raging all around the world and from time to time it will have its impact here in Australia,\" he said.\nThe latest outbreak has fuelled criticism of the federal government's slow vaccination rollout.\nSo far, just over 3% of the adult population have been fully vaccinated and about 25% of Australians have received a first dose. Government critics have argued that cities will not need to endure lockdowns again if a majority of the population is vaccinated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57628294",
      "category": "uk-england-london",
      "title": "Bermondsey stabbing: Man killed at illegal rave",
      "tags": "Southwark",
      "text": "A man has been stabbed to death at an illegal rave near Millwall FC's ground.\nPolice found the 26-year-old victim at an \"unlicensed music event\" in an industrial unit in Stockholm Road in south Bermondsey, south-east London, at about 23:50 BST on Saturday.\nHe was treated by officers and paramedics but was pronounced dead at the scene.\nA 16-year-old boy who was found at the scene with head injuries has been arrested in connection with the rave.\nThe teenager was taken to a hospital in a condition that is not believed to be life-threatening.\nInquiries are ongoing to establish his identity and contact his family, Met Police said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57631812",
      "category": "world-europe",
      "title": "Brexit: Taoiseach insists he listens to unionists over NI Protocol",
      "tags": "Republic of Ireland,Fianna Fáil,Sir Jeffrey Donaldson",
      "text": "The taoiseach (Irish PM) has insisted he is listening to unionist concerns over the Northern Ireland Protocol.\nMicheál Martin was responding to an accusation by DUP leader-designate Sir Jeffrey Donaldson that the Irish government was \"cheerleading\" for the protocol. \nIt is the part of the Brexit deal which creates a border in the Irish Sea.\nSir Jeffrey was speaking after being endorsed as party leader by MLAs and MPs. \nHe said the protocol was \"dragging our politics backwards\".\nThe Lagan Valley MP said the Irish government had ignored unionist concerns over the imposition of Irish Sea trade barriers.\nBut on Sunday, Mr Martin told Irish broadcaster RTÉ that he wants to engage with unionists on the issue. \n\"We do listen to unionists and I think Jeffrey knows that I certainly do,\" he said.\nHe said he wanted unionists' concerns over the protocol to be resolved in the context of the EU-UK negotiations. \nEarlier on Sunday, Northern Ireland Secretary of State Brandon Lewis said work has to be done to fix the \"big disruption\" to businesses and consumers in Northern Ireland.\nMr Lewis said people in Northern Ireland should \"have the same experience that they would anywhere else in the UK\".\nMaroš Šefčovič, the vice president of the European Commission, is due to appear before Stormont's Committee for the Executive Office on Monday.\nLast week, Mr Martin urged the European Union to grant an extension to grace periods around chilled meat, in order to de-escalate tensions around the protocol.\nAsked by RTÉ if he thought the British government should show more flexibility on the issue, Mr Martin said: \"I think the British government does need to respond. Reciprocity is important. \n\"I've spoken to the European leaders and they want this issue resolved. They don't want to be imposing restrictions that don't make sense, but they want to see that similar sense of a resolve from the UK government and I've made this point to the British prime minister.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57624698",
      "category": "world-us-canada",
      "title": "Hot air balloon crash kills five in Albuquerque, New Mexico",
      "tags": "New Mexico,United States",
      "text": "Five people have been killed after a hot air balloon hit a power line in Albuquerque, New Mexico, early on Saturday morning. \nThe basket the passengers were riding in detached from the balloon and crashed, according to the city's police department.\nWitnesses on Twitter described seeing the balloon fall to the ground in a completely deflated state. \nThe incident cut off power to more than 13,000 people in the area. \nThe balloon hit the power line just after 07:00 (13:00 GMT) on Saturday, police spokesman Gilbert Gallegos said. \nTwo men, including the pilot, and two women died in the crash. The fifth passenger was taken to hospital in critical condition, but later died of his injuries.\nThe Federal Aviation Administration (FAA) said the basket fell about 100ft (30m) and crashed on a street before catching fire. The balloon floated off before coming to rest elsewhere. \nJoshua Perez was in the area when he heard the crash. He rushed to the scene with another man and helped turn off the propane tank. Mr Perez told KOB4 News that those inside the basket were not moving.  \n\"To see a balloon go down like this, it's heart-breaking,\" he said. \nThe cause of the accident is being investigated by the FAA and the National Transportation Safety Board. \nThe deadliest balloon crash in the US killed 16 people in 2016 in Texas. It led the FAA to take steps to try to increase the safety of hot air balloon tourism."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57626203",
      "category": "uk-politics",
      "title": "Matt Hancock resignation: A dramatic exit, a less controversial arrival",
      "tags": "Boris Johnson,Matthew Hancock,Sajid Javid,Coronavirus pandemic",
      "text": "One out and one in. The prime minister had backed Matt Hancock to hang on. \nThe now former health secretary had tried to cling on. But even on Friday senior Tories were directly warning both of them that his position was just not tenable. \nNot because of his personal exploits with a taxpayer-supported colleague, but because he broke the rules that he helped to set. \nOne senior Tory told me it \"beggared belief\" that the man who had essentially banned casual relationships for a year was caught out having disobeyed the guidance himself, but still tried to maintain his position. Another insider said \"everyone hates hypocrisy\". \nFor every moment that he tried to stay both his and Boris Johnson's judgement remained in doubt.\nMr Hancock's record in charge at the Department of Health had also been under attack, with claims that Boris Johnson himself had said that he had been \"hopeless\" at the start of the pandemic. But the stresses and strains of managing the pandemic were not the catalyst for him to go.\nDowning Street has tried to follow a dramatic exit with a less controversial arrival. \nThe new health secretary, Sajid Javid, has already done several of the most senior jobs in government. \nHe may have clashed with Boris Johnson's former adviser Dominic Cummings, but has years of experience in senior roles and was known to be keen to return in a frontbench role. \nBy bringing Mr Javid back Downing Street has also avoided a major shake-up of ministers. \nJust as Mr Johnson wanted to avoid Mr Hancock having to leave at all, the prime minister was reluctant to recast his senior team."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-43947008",
      "category": "uk-politics",
      "title": "Sajid Javid: Who is the new health secretary?",
      "tags": "Amber Rudd resignation,HM Treasury,UK immigration,Home Office,Windrush scandal,Sajid Javid",
      "text": "Sajid Javid has been appointed health secretary following the resignation of Matt Hancock who stepped down for breaking social distancing guidelines. \nMr Javid previously served as home secretary under former Prime Minister Theresa May, and in 2019 was promoted to chancellor by Boris Johnson. \nHowever he only lasted in that role for six months, resigning in February 2020 following tensions with the prime minister's then-advisor Dominic Cummings.\nMr Javid was told he would have to sack his own advisors, but he rejected the order saying it was something \"no self-respecting minister\" could accept.\nFollowing his resignation as chancellor, Mr Javid returned to life as a backbench MP, but also took up a job with JP Morgan.\nSince becoming health secretary, Mr Javid has given up his role at the US bank.\nThe MP for Bromsgrove since 2010 was born in Rochdale in 1969, one of five sons of parents who had moved to the UK from Pakistan.\nMr Javid, a 50-year-old father of four, told the Evening Standard in 2012: \"My dad was from a tiny village in Pakistan and came here when he was 17 to look for work.\n\"He settled in Rochdale and became a cotton-mill worker for Courtaulds. But he was quite ambitious, and saw that bus drivers were better paid. His nickname was Mr Night and Day because he used to work every hour God sent his way.\"\nMr Javid's father's job was the same as the father of another high-profile politician, London Mayor Sadiq Khan, and he congratulated the Labour politician \"from one son of a Pakistani bus driver to another\" after his City Hall victory in 2016.\nMr Javid spent his school years in Bristol after his parents took over a ladieswear shop there, with the family living in a two-bed flat above it.\nHe told the Daily Mail in 2014 that the school, a local comprehensive, was tough and \"I was naughty, more interested in watching Grange Hill than homework.\"\nBut, he said, things changed when his dad read the riot act. \"He said 'this is what I went through, don't let me down'. I felt really bad. My academic work rocketed.\" \nHe said that his school did not want to pay for him to do maths O-Level - his dad ended paying for it instead. \nHe had also developed an interest in financial markets, sparked by the Thatcher government's privatisations. At the age of 14 he went to see his father's bank manager and arranged to borrow £500 to invest in shares, becoming a regular reader of the Financial Times.\nHis goal became to work in the City so he passed that maths O-Level and, rejecting his school's suggestion he become a TV repair man, headed off to sixth form college and then to Exeter University to study economics and politics - giving a clear hint of his future career direction. \nHe also met his future wife, Laura, while doing a summer job at Commercial Union. They sat opposite each other and shared a stapler, he told the Daily Mail.\nTheir four children are privately educated: \"We do what's best for them,\" Mr Javid, who has described himself as a non-practising Muslim, told the newspaper. \nAfter university, he set his sights on a job in the City. As he told the Standard: \"Some people, in a friendly way, tried to lower my expectations.\n\"They often tell you that unless you wear an old school tie or have the family contacts, you just won't get a chance to work in the City. But they were wrong.\"\nHis career move worked out well, although he had to move across the Atlantic to succeed. And by the age of 25, he had become a vice-president at Chase Manhattan Bank, later moving to Singapore for a period with Deutsche Bank. He rose to become a managing director before leaving in the summer of 2009 to concentrate on a political career.\nA Conservative Party supporter from the early 1980s, he had attended his first conference towards the end of the Thatcher years, with Conservative friends from university such as fellow Tory MP Robert Halfon.\nThey got into a bit of trouble at the 1990 conference, handing out leaflets against the then prime minister's decision to join the Exchange Rate Mechanism, opposing the policy despite being diehard fans of Mrs Thatcher's.\nAccording to a ConservativeHome profile, Mr Javid, Mr Halfon, another future Tory MP David Burrowes and Tim Montgomerie - founder of ConservativeHome - got up at 07:00 so they could get front-row seats for what turned out to be Mrs Thatcher's final party conference speech.\nTwo decades on and, in 2010, he was elected for the first time, and made swift progress.\nHe began his ministerial career with roles in the Treasury, before becoming the first cabinet minister of Asian descent when he was appointed culture, media and sport secretary in 2014. \nHe did that for a year before moving to business secretary for a year and then moving on to be communities and local government secretary.\nLong thought of as a Eurosceptic, it was a surprise to many when Mr Javid came out for Remain during the UK's 2016 referendum on whether or not to stay in the European Union. \nThat meant, of course, that like then-Home Secretary Theresa May and his one-time mentor, then Chancellor George Osborne, he was on the losing side. \nThere was an ill-fated and very short-lived bid to succeed David Cameron as Conservative leader after the referendum, on a \"joint ticket\" with Stephen Crabb. (He would have been chancellor to Mr Crabb's prime minister.)\nHe also ran in the 2019 leadership election but was eliminated in the fourth round before Mr Johnson went on to become prime minister.\nMr Javid was appointed home secretary in April 2018, following the resignation of Amber Rudd during the fallout from the Windrush scandal.\nAt the time, Mr Javid told the Sunday Telegraph the scandal \"immediately impacted him\". \nMr Javid told the newspaper: \"When I heard about the Windrush issue, I thought that could be my mum, it could be my dad, it could be my uncle, it could be me.\"\nIn 2019 he took a hardline stance towards Shamima Begum, who left London to join the Islamic State group aged 15, revoking her British citizenship when she asked to return. \nThe move boosted his popularity amongst some Tories but provoked criticism from others - particularly after her newborn son died in a Syrian refugee camp. \nIn his previous cabinet roles he avoided major calamity, although he faced questions as business secretary over Tata steel, and as communities secretary over the government response to the Grenfell disaster. \nHowever, he had not been afraid to ruffle feathers, with uncompromising messages to some in the business community and local government. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57623741",
      "category": "world-us-canada",
      "title": "LAX: Man jumps from plane after trying to access cockpit",
      "tags": "Aviation accidents and incidents,Los Angeles,Air travel",
      "text": "A man has jumped from a moving plane at Los Angeles International Airport after attempting to access the jet's cockpit. \nThe man, who was not identified, opened the plane's door and fled via the emergency slide on Friday, the Federal Aviation Administration (FAA) said. \nHe was detained on the taxiway and taken to hospital with unspecified injuries. \nThere has been a rise in incidents on flights in the US. About 3,000 incidents have been recorded this year. \nFriday's incident occurred at 19.10 local time (02:10 GMT Saturday) aboard a United Express flight, operated by SkyWest Airlines, to Salt Lake City. \nFlight crew reported seeing the passenger getting up from his seat as the plane taxied towards the runway. They said he had pounded on the cockpit door before exiting the plane through the emergency door, NBC News reports. \nThe plane, an Embraer 175 regional jet, later returned to its gate.\nAuthorities have launched an investigation into the incident and the passenger's motives. \nEarlier this month the FAA said it had investigated the highest number of potential breaches of the law since records began in 1995. Many of those are in relation to incidents where people have refused to wear a mask. \nThe agency said some 394 cases of passengers allegedly \"interfering with the duties of a crew member\" had been reported as of 25 May.\nThis is twice as many as the whole of last year, when 183 cases were investigated."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-57439371",
      "category": "uk-england-suffolk",
      "title": "The Dig: Netflix film helps boost Sutton Hoo visitor numbers",
      "tags": "Archaeology,Coronavirus lockdown measures,History,Carey Mulligan,Anglo-Saxon Britain,Netflix,Woodbridge",
      "text": "A film about an Anglo-Saxon burial ground has helped provide a post-lockdown boost in visitor numbers to the site, the National Trust said.\nThe Dig, starring Carey Mulligan and Ralph Fiennes, tells the story of the discoveries made at Sutton Hoo, near Woodbridge, Suffolk, in 1939.\nIt was first screened on Netflix in January, when England was locked down.\nBut since the attraction reopened, it has been booked up to capacity every day, the trust said.\nLaura Howarth, archaeology and engagement manager at the National Trust-run site, said: \"There's a huge interest in The Dig and all things Sutton Hoo.\"\nAs seen in the film, the then landowner Edith Pretty asked local archaeologist Basil Brown to investigate a series of mysterious earth mounds on her estate, on the Deben estuary.\nHe discovered a burial ship and a central chamber filled with treasures, including a warrior's helmet, a gold belt buckle, sword and shield, believed to have belonged to East Anglia's 7th Century ruler King Rædwald.\nThe Anglo-Saxon finds, unearthed just as World War Two started, have been described as some of \"the greatest archaeological discoveries of all time\" by the British Museum.\nNowadays, people can visit the house where Mrs Pretty lived and learn more about the people behind the archaeological investigations.\nThey can also discover more about the objects unearthed in an exhibition.\nMs Howarth said a booking system had been introduced due to the coronavirus pandemic and social distancing.\nShe said since reopening after the most recent lockdown, the site had been at its 500 people daily capacity every day, with visitors from places including Scotland, Shropshire and Lincolnshire.\nThe Trust said the site would normally attract 100,000 people a year, but with increased interest around The Dig it hoped it could bring in another 40,000 visitors.\n\"It's the summer of the great British staycation and people want to come to Suffolk and they want to learn about Sutton Hoo and what was discovered here.\n\"It makes you proud of the local history,\" said Ms Howarth.\nSome £4m has been spent on Sutton Hoo in recent years to improve its visitor experience, including a new viewing tower overlooking the royal burial mound, and a sculpture trail is due to open soon.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57621774",
      "category": "world-us-canada",
      "title": "Florida building collapse: Report from 2018 warned of 'major damage'",
      "tags": "Florida,Miami building collapse,Miami",
      "text": "An inspection in 2018 highlighted \"a major error\" in the original design of an apartment block that collapsed near Miami, Florida, it has been revealed. \nThe engineer's report, which has just been made public, said the fault prevented water draining from the base of the seafront Champlain Towers.\nPart of the building collapsed on Thursday while many residents slept.\nHopes are fading for the 159 people still unaccounted for. So far, five deaths have been confirmed. \nRescue efforts were hampered on Saturday after a fire broke out underneath the rubble. \nMiami-Dade Mayor Daniella Levine Cava said the blaze was \"very deep\" and rescuers faced \"incredible difficulties\" because of the fire. \nThe building consultant's report from three years ago came to light in a series of documents made public by the town of Surfside.\nThe engineer, Frank Morabito, said the lack of proper drainage was \"a systemic issue\" that stemmed from a flaw \"in the development of the original contract documents\".\nHe flagged what he called \"major structural damage\" to the concrete platform beneath the swimming pool deck.\n\"The failed waterproofing is causing major structural damage to the concrete structural slab below these areas,\" he wrote. \"Failure to replace the waterproofing in the near future will cause the extent of the concrete deterioration to expand exponentially.\"\nThe engineer also referred to \"abundant cracking… of columns, beams and walls\" in the parking garage.\nHis report didn't suggest the 40-year-old building was at any imminent risk of collapse but he urged that the concrete repairs be carried out in \"a timely fashion\".\nCorrespondents say it is not yet clear if the repairs were carried out or if the problems highlighted contributed to the structural failure. Champlain Towers had been due to undergo a multi-million dollar refurbishment this year. \nThe governor of Florida, Ron DeSantis, has promised that authorities will find out what happened saying \"anybody affected by this directly wants that answer\".\nSearch and rescue teams continued to look for signs of life on Saturday, while families anxiously waited for updates. \nRachel Spiegal, whose missing mother lived on the sixth floor of the building, told the Associated Press she was \"praying for a miracle\". \nJeanne Ugarte said she did not expect her long-time friends who lived in the building to be found alive. \"It's been too long,\" she told the news agency. \nTeams have been using machines, drones and specially trained dogs in their efforts to find survivors.\n\"Any time that we hear a sound, we concentrate in that area,\" Miami-Dade Assistant Fire Chief Raide Jadallah told reporters. \"It could be just steel twisting, it could be debris raining down, but not specifically sounds of tapping or sounds of a human voice.\"\nRescuers are working in rotation with a limited number allowed on site at any one time to prevent any further collapse. \nTeams from Mexico and Israel have been helping with the search efforts, according to reports. \nPresident Joe Biden approved an emergency declaration for Florida, meaning the Federal Emergency Management Agency will help state agencies with the relief effort.\nSurfside Mayor Charles Burkett said crews were doing everything possible to find survivors. \"We do not have a resource problem, we have a luck problem,\" he said.\nLocal officials have provided families with hotel rooms and food as they wait for news about their loved ones.\nThe missing include people from Israel and Latin America, according to reports. Paraguay's foreign ministry said six of its nationals had been registered as missing, including relatives of the country's first lady. \nThe building contained 136 apartments and 55 of them collapsed early on Thursday, leaving piles of debris.\nResident Barry Cohen was in bed in a section of the building that survived when the collapse happened. \"It sounded like thunder, and my wife and I, we went out on the balcony; it looked like a bomb had exploded,\" he told the BBC.\n\"When we opened the door, there was no building there, it was just a pile of rubble,\" he said.\nEyewitnesses described hearing what sounded like thunder before seeing a huge cloud of dust in the aftermath of the collapse. \nA full investigation into the collapse is set to begin after the rescue mission.\nAs the building has stood since 1980, it was due its standard 40-year review.  It was undergoing its \"recertification\" process and required repairs, officials said.\nKenneth Direktor, a lawyer involved in the work, was quoted in the New York Times as saying engineers had identified rusted steel and damaged concrete that needed repairing, but added that he saw nothing to suggest the collapse had anything to do with that review.\nA study from researchers at Florida International University published last year found that the building had been sinking at a rate of two millimetres per year in the 1990s, which may have affected the building structurally.\nBut the author has cautioned that the study was just a snapshot in time. The building was constructed on reclaimed wetland, which experts say is always of concern as the land underneath can compact over time, leading to shifts.\nOn the sinking, the author of the study, Prof Shimon Wdowinski, told the Miami Herald newspaper: \"We've seen much higher than that, but it stood out because most of the area was stable and showed no subsidence.\"\nProf Wdowinski said the research was not meant to suggest certainty about the latest incident."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-57628893",
      "category": "uk-england-somerset",
      "title": "Somerset Glastonbury Festival fans recreate site at home",
      "tags": "Glastonbury,Coronavirus lockdown measures,Glastonbury Festival",
      "text": "Glastonbury Festival fans have been taking part in Glasthomebury by recreating the site in their homes after it was cancelled for a second year.\nThe festival usually takes place on the last weekend of June but was cancelled in 2021 and 2020 due to Covid-19.\nFelicity Cooney and Freddy Bevan, from south Somerset, built their own replica of the Pyramid Stage in their garden.\nThey said they \"couldn't bear\" not celebrating it this year.\nThe Facebook festival event Glasthomebury, was organised by Glastonbury Festival fans.  \nThey invited people to get together and recreate the festival experience with family or housemates by camping in their own home, while watching the event celebrate its 50th birthday on TV from 25 to 27 June. \nFollowers were able to download free posters, bunting, wristbands and a build-your-own pyramid stage instruction manual for their phone.\nMs Cooney and Mr Bevan met each other at the festival and got engaged under the site's Pyramid Stage after it was called off last year.\n\"The wedding is in May next year and I'm sure you can guess it's Glastonbury themed,\" Ms Cooney said.\n\"I've been going since I was a baby so when Covid cancelled Glastonbury we couldn't bear the thought of not celebrating the weekend. Especially without watching some music on the Pyramid Stage.\"\nThey have spent this weekend watching their favourite footage from the festival on their Pyramid Stage replica in their garden.\nLinsey Thomas and Robin Thomas, from Swansea in South Wales, have also taken part in Glasthomebury and made their own mobile bar, DIY Shangri-La and separate toilets.\nMrs Thomas said: \"We created toilets in keeping with Glastonbury, though we don't insist guests remain too faithful to that particular festival experience.\"\nThe event was also used as a virtual fundraising effort for charities that helped people who struggled during the pandemic such as Mind, NSPCC, NHS Charities Together, Refuge and the Trussell Trust.\nNSPCC's head of community and events fundraising Patrick Weaver said he was happy the charity was chosen by the festival's fans. \nHe said: \"Being chosen as one of the charities Glasthomebury are supporting will help us to still be here for young people when they need us the most.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57622708",
      "category": "uk-wales",
      "title": "Weather: Flooding and travel delays expected in 'persistent and heavy rain'",
      "tags": "Met Office,Floods,Merthyr Tydfil,Weather forecasting,Bridgend,Swansea,Caerphilly,Cardiff,Newport,Vale of Glamorgan,Severe weather",
      "text": "Heavy rain could lead to flooding and travel delays across south Wales this weekend, according to the Met Office.\nA yellow 'be aware' warning for rain has been issued from 14:00 BST Sunday to 07:00 BST on Monday.\nForecasters have said around 20-40 mm of rainfall is predicted, but a few areas could see 60-80 mm, including 15-25mm within an hour.\nTwelve of Wales' 22 counties are expected to see \"persistent and sometimes heavy rain\".\nForecasters warned motorists to take care, as spray and flooding could lead to difficult driving conditions and potential road closures.\n\"Where flooding occurs, there may be delays or cancellations to train and bus services,\" said the Met Office, adding conditions could also turn \"thundery\".\n\"There is a small chance that homes and businesses could be flooded, causing damage to some buildings.\n\"There is a small chance of fast flowing or deep floodwater.\"\nCounties affected will be: Blaenau Gwent, Bridgend, Caerphilly, Cardiff, Merthyr Tydfil, Monmouthshire, Neath Port Talbot, Newport, Rhondda Cynon Taf, Swansea, Torfaen and the Vale of Glamorgan."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57625508",
      "category": "uk",
      "title": "Matt Hancock quits as health secretary after breaking social distance guidance",
      "tags": "Matthew Hancock,Coronavirus pandemic",
      "text": "Matt Hancock has resigned as health secretary after he breached social distancing guidance by kissing a colleague.\nIn a letter to the PM he said the government \"owe it to people who have sacrificed so much in this pandemic to be honest when we have let them down\".\nBoris Johnson said he was \"sorry\" to receive the resignation.\nFormer chancellor Sajid Javid has said he is \"honoured\" to have been chosen as Mr Hancock's replacement.\nMr Hancock had been under increasing pressure to quit, after the Sun published pictures and then a video of Mr Hancock and Gina Coladangelo, who are both married with three children, kissing. The newspaper said they had been taken inside the Department of Health on 6 May.\nMr Hancock has ended his 15-year marriage to his wife, Martha, and the relationship with Ms Coladangelo is understood to be a serious one.\nFellow Tory MPs, as well as Labour and the Covid-19 Bereaved Families for Justice group, had called for the health secretary to be sacked and a senior Tory figure told the BBC that many MPs had told their whips on Saturday that he ought to resign.\nBBC political editor Laura Kuenssberg said No10 had stressed that it had been Mr Hancock's decision to go and that he had not been pushed out by the prime minister.\nShe said Ms Coladangelo was also leaving her role as a non-executive director of the Department of Health.\nIn a video posted on Twitter, Mr Hancock said: \"I have been to see the prime minister to resign as secretary of state for health and social care.\n \"I understand the enormous sacrifices that everybody in this country has made, that you have made, and those of us who make these rules have got to stick by them and that's why I have got to resign.\"\nIn his resignation letter, Mr Hancock, who served as health secretary for three years, reiterated his apology for \"breaking the guidance\" and he apologised to his family and loved ones for \"putting them through this\".\nIn response, the prime minister said Mr Hancock \"should leave office very proud of what you have achieved - not just in tackling the pandemic, but even before Covid-19 struck us\".\nHe added: \"I am grateful for your support and believe that your contribution to public service is far from over.\" \nMr Javid, who has held several key roles in government, said he was \"honoured\" to be appointed as health secretary \"at this critical time\".\nHis return to cabinet comes 16 months after he resigned as chancellor when he rejected the prime minister's order to fire his team of aides.\nBefore that Mr Javid was home secretary. He has also led the housing, communities, business and culture departments.\nOne of his first jobs as health secretary will be to examine the data ahead of England's proposed end to Covid restrictions on 19 July.\nFormer health secretary Jeremy Hunt described Mr Javid's appointment to the role as an \"excellent choice\", saying it was the best possible news for social care because his time at the Department for Communities and Local Government meant he \"gets it\".\nHowever, Labour leader Sir Keir Starmer said Mr Johnson should have sacked Mr Hancock rather than wait for him to resign.\nThe SNP's Westminster leader Ian Blackford tweeted: \"Massive failure of leadership by Boris Johnson, Hancock should have been sacked.\"\nLiberal Democrats leader Sir Ed Davey tweeted that Mr Hancock's legacy was one of \"failure\" and he said the fact that Mr Johnson \"could just carry on regardless brings the prime minister's judgement into question once again\".\nOne out and one in. The prime minister had backed Matt Hancock to hang on. \nThe now former health secretary had tried to cling on. But even on Friday senior Tories were directly warning both of them that his position was just not tenable. \nNot because of his personal exploits with a taxpayer-supported colleague, but because he broke the rules that he helped to set. \nOne senior Tory told me it \"beggared belief\" that the man who had essentially banned casual relationships for a year was caught out having disobeyed the guidance himself, but still tried to maintain his position. Another insider said \"everyone hates hypocrisy\". \nFor every moment that he tried to stay both his and Boris Johnson's judgement remained in doubt.\nRead more from Laura here.\nTory MP Andrew Bridgen told BBC News it had become clear that a \"sizeable minority or even a majority of the public no longer had confidence in Matt Hancock\".\nMr Bridgen added it \"was not the affair but the hypocrisy of being someone who makes the rules and then broke the rules\".\nRivka Gottlieb, from the Covid-19 Bereaved Families for Justice group, told BBC News it was \"absolutely right\" that Mr Hancock resigned but said she thought he should have been sacked months ago over his \"appalling record\".\nConcerns had also been raised about the process which saw Ms Coladangelo, a friend of Mr Hancock's from their days at Oxford University, appointed to the role - last September.\nA No 10 spokesman has insisted the \"correct procedure\" had been followed but refused to go into detail."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57630737",
      "category": "uk-wales",
      "title": "Andrew Gestyn Richards: Rapist absconds after staying in Swansea",
      "tags": "HM Prison Service,Bridgend,Porthcawl,Swansea",
      "text": "A convicted rapist is on the run after staying in Swansea on temporary licence.\nAndrew Gestyn Richards, 52, failed to return to HMP Leyhill in South Gloucestershire on Friday.\nHe was jailed in 1995 for offences including assault, indecent assault and rape.\nHe has links to the Bridgend and Porthcawl areas of south Wales and police have warned anyone who sees him to report it, but not approach him.\nRichards is white, clean shaven and about 5ft 10ins (1.78m) tall with grey hair. \nHe was last seen wearing a black baseball cap, grey jacket, black Adidas three-stripe shorts and blue trainers.\nHe was also carrying a dark blue drawstring bag, a large black holdall and a rolled-up green item, possibly a tent. \nAvon and Somerset Police believes he could be wild camping, and may have left the Swansea area."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57601942",
      "category": "uk-wales",
      "title": "Henry VIII: Uncovering the Mary Rose's ethnically diverse crew",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57226423",
      "category": "uk-wales",
      "title": "Covid in Wales: How many cases and deaths have there been?",
      "tags": "Swansea Bay University Health Board,Public health,Merthyr Tydfil,Coronavirus testing,Coronavirus pandemic,Cwm Taf Morgannwg University Health Board",
      "text": "This story is no longer being updated but you can find all the latest figures on coronavirus and its impact in Wales here.\nA further 535 people have tested positive for coronavirus but no new deaths have been reported, Public Health Wales figures have shown.\nWales' case rate is 81.1 per 100,000 people, up from the 71.1 reported on Friday.\nThe total number of Covid cases reported in Wales reached 219,831 and total deaths remained at 5,575.\nWhile case rates continue to climb, numbers of Covid patients in Wales' hospitals have fallen to a record low.\nThe figures released on Sunday cover the 24-hour period up to 9am on Friday.\nPHW has confirmed that the Delta variant has now replaced other strains of coronavirus as the dominant variant in all health board areas.\nThe data also shows about 72% of people in Wales (2,263,775) have now had at least one Covid vaccine.\nOf these, 1,723,824 (55%) have had their second jab.\nOf the new cases, most were reported in the Betsi Cadwaladr health board area (149) and Cardiff and Vale (125). \nThe local authority with the highest case rate in Wales was Flintshire with 183.9 cases per 100,000 people for the seven-day period up to 28 June.\nIt is one of six areas which now have rates of 100 or above, alongside Wrexham (167.7), Denbighshire (159.9), Conwy (104.1), Gwynedd (111.6) and Cardiff (120.2).\nThe lowest case rates are in Merthyr Tydfil (31.5), Newport (27.8) and Ceredigion (35.8).\nThe positivity rate - the proportion of tests coming back positive - has risen recently, driven again by the rise in north Wales.\nAt 4.9%, it is still below the 5% threshold - and has been for four months - which has been regarded as a key indicator for easing lockdown restrictions.\nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nThe postcode search has been updated to replace data for health boards in Scotland with data for local councils. In England, data for county councils has been replaced with data for district councils. Figures for boroughs and unitary authorities remain unchanged. "
    }
  ]
}