{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57867823",
      "category": "world-europe",
      "title": "The migrants hunger-striking for legal status in Belgium",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57840825/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Younger adults still at risk of serious organ damage - study",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "Younger adults admitted to hospital with Covid are almost as likely to suffer from complications as those over 50 years old, a study has found.\nFour in 10 of those between 19 and 49 developed problems with their kidneys, lungs or other organs while treated.\nThe research looked at 73,197 adults of all ages across 302 UK hospitals in the first wave of Covid in 2020.\n\"The message is that this is not just a disease of the elderly and frail,\" said Prof Calum Semple, who led the work.\n\"The data reinforces the fact that Covid is not flu and we are seeing even young adults coming into hospital suffering significant complications, some of which will require furthering monitoring and potentially further treatment in the future.\"\nThe study, conducted by researchers at seven UK universities, the Department of Health and Social Care and Public Health England, looked at the number of \"complications\" in those needing hospital treatment for Covid-19, defined as an organ-specific medical diagnosis.\nOverall, around half of all adult patients suffered a least one complication during their hospital stay. The most common was a kidney injury, followed by lung and heart damage.\nThe highest rates were in those over 50 years old, with 51% reporting at least one problem. But they were also \"very common\" in younger age groups. Some 37% of 30 to 39 year olds and 44% of 40 to 49 year olds had at least one complication recorded by nurses and medical students involved in the study.\nDoctors are not yet certain how a severe Covid illness can cause organ damage, but it is thought in some cases the body's own immune system can spark an inflammatory response and injure healthy tissue.\nPaul Godfrey, from Frinton in Essex, developed Covid in March 2020 after suffering what he thought was a chest infection.\nPaul, who was 31 at the time of diagnosis and has the lung condition bronchiectasis, said: \"There's no doubt about it - the NHS staff who cared for me saved my life. I would not be here today if it wasn't for them.\"\nThe study, published in the medical journal the Lancet, found that those with pre-existing conditions were more likely to report complications but the risk was high even in young, previously healthy individuals.\nPaul was diagnosed with pneumonia in Colchester hospital and was told the bottom half of both his lungs had collapsed. He narrowly avoided being placed in an induced coma and spent two weeks on a Covid ward before he was allowed home in a wheelchair.\nThe research showed that 13% of 19 to 29 year olds and 17% of 30 to 39 year olds hospitalised with Covid were unable to look after themselves at discharge and had to rely on friends and family.\n\"It was the worst experience of my life and I am still dealing with it 18 months later,\" said Paul, who continues to suffer from extreme fatigue and breathlessness caused by his illness. \n\"I don't really know what the damage is to my body so I am just praying I get back to what I was.\"\nAge is the single largest factor in determining a severe Covid infection. \nOf the 406,687 people taken to hospital with the disease in England since the start of the pandemic, 62% were over the age of 65. \nThat leaves another 155,866 under the age of 65 who have needed hospital treatment since February 2020.\nHigher vaccination rates in the elderly and vulnerable population mean that the average age of those hospitalised with the disease has been falling. \nIn the week ending 4 July, there were just 17 people over 85 years old admitted to hospital with Covid in England, compared with 478 aged between 25 and 44.\nThe research was conducted in the first wave of the pandemic between 17 January and 4 August 2020 - before vaccines were available and new variants of the virus had been detected.\nThe authors said the data suggested those with more severe Covid symptoms at admission to hospital were more likely to suffer serious health problems, showing the importance of vaccines in reducing the severity of the disease in this latest wave.\nThe study was only designed to look at short-term complications during a hospital stay but there is evidence some organ damage can persist, becoming a form of what is known as long Covid. \n\"We do know from other infectious diseases that these sorts of problems with your kidneys or heart can develop into longer-term complications,\" said Dr Annemarie Docherty, senior clinical lecturer at the University of Edinburgh and a consultant in intensive care medicine.\n\"I think it's reasonable to expect that this may be the same with Covid-19.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57847727",
      "category": "science-environment",
      "title": "Mystery 19th Century botanist tracked down following appeal",
      "text": "A mystery 19th-Century botanist has been found, thanks to sleuthing work by the public.\nIsabella Anne Allen had been known only by the secrets she left behind, tucked between the pages of an old book.\nBut following an appeal for information, on the BBC News website, she has now been traced to the village of Madresfield, Worcestershire.\nHer story came to light when clues such as pressed flowers, poems and doodles were found inside The English Flora.\nDonated to the Royal Horticultural Society (RHS) decades ago, the botanical text was rediscovered by staff sorting through boxes ahead of a move to a new library.\nAnd libraries and exhibitions head Fiona Davison said the clues within revealed its original owner \"would have been a figure in the local society and in public\". \n\"She is a gardener as well as a botanist - it has become part and parcel of being an intelligent, well-to-do, well respected pillar of the community,\" she said. \nWithin hours of the story's publication on the BBC News website, there were several suggested leads, from Cornwall to York. \nBut one individual cropped up several times.\nThe United Kingdom Census of 1851 confirmed spinster and landowner Isabella Anne Allen, born in 1810, lived with her parents, John Henry and Susannah Rebekah, and several servants at Rhydd House, Madresfield.\nThe property, with its gardens and woodlands at the foot of the Malvern Hills close to the River Severn, offered plenty of opportunities for plant collecting.\nAnd an article in the Worcestershire Chronicle, from July 1860, revealed \"several excellent roses were sent to the [Malvern Horticultural and Floral Show] by Miss Allen of the Rhydd\".\nAllen died five years later and was buried in Madresfield, leaving her personal possessions to her sister, Ann, who in turn bequeathed her \"old set of books and wild flowers\" to her niece Maria Alice Empson.\nIt may have been Empson who donated the four volumes of The English Flora to the RHS library before her death in 1948.\nAnd further scrutiny of the book, given to Allen at the age of 18 by her friend Mrs Green, revealed the words \"The Rhydd, Worcestershire\" pencilled next to an entry for Vinca major (greater periwinkle, a trailing vine with violet flowers).\nMs Davison is delighted the jigsaw pieces have finally fallen into place.  \n\"A big thank you to everybody who responded to the call,\" she said, \"as soon as the story went up we were, within hours, getting a steady stream of emails coming into the library inquiry inbox - and from all over the world.\"\nAllen lived at a time when botany was a popular scientific subject for women in the higher social classes.\nMany contributed to herbaria, the collections of preserved plants that form the cornerstone of botanical study, while others were skilled botanical artists.\nLater in the 19th Century, botany became regarded as a professional activity for specialists and experts rather than amateurs - and women's contributions to the field were belittled. \nBut women continued to participate in botany, especially by writing for other women, children, and general readers.\nAllen's copy of The English Flora is in a fragile state but will be sent off to conservators and, once in better repair, take pride of place at the new library at RHS Hilltop, Wisley, where it will be used to inspire a new generation of naturalists.\n\"One of the really fascinating things about gardening books and botany books is that they were often owned by women - and these little clues get left in them,\" Ms Davison said. \n\"Looking for women in the margins is a thing we will be doing a lot more of.\"\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57856566/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid staff shortage could shut meat production lines",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation",
      "text": "Staff absences could see shortages of meat products, the industry has warned.\nMeat processors are seeing up to one in 10 of their workforce told to self-isolate by the NHS Covid app. \nSome companies could be forced “to start shutting down production lines all together,” warned Nick Allen, chief executive of the British Meat Processors Association (BMPA).\nAs Covid cases exceed 250,000 a week, a growing number of businesses are reporting disruption due to absence.\nThe UK meat processing industry employs about 97,000 workers in the UK, but it was suffering from shortages before the pandemic began. \nMany firms were operating with 10% fewer staff than they needed. The latest increase in absences has added to the problem.\n“As a result, companies are having to simplify down their range of products to compensate for key skills being removed from their production lines,” says Mr Allen.\n“If the UK workforce situation deteriorates further, companies will be forced to start shutting down production lines all together.”\nThe BMPA represents about 90% of the industry by value of production.\nThe first products to be hit could be the cuts which require more work from skilled butchers, such as French-trimmed lamb chops with the fat removed, according to Mr Allen.\nThese are also among the most profitable lines for processors, so the financial impact could be significant.\nMr Allen called for greater clarity about how long to isolate for when pinged by the app and continued access for business to free Covid testing kits, which is due to end on 19 July.\nBusinesses are warning of increasing levels of Covid absence, as the current wave of infections grows. The number of people notified by the app in England and Wales recently passed half a million in a single week. \nLord Bilimoria, president of the CBI - which represents 190,000 businesses - said that number came as a \"genuine shock.\"\n\"Staff shortages are being felt acutely across all sectors and in all areas of business particularly, hospitality and leisure,\" he said.\nLord Bilimoria believes the NHS Test and Trace system needs an \"overhaul\" and is calling on the government to \"urgently\" bring forward its plans to allow double-jabbed individuals not to self-isolate if they have been informed by the app that they have come into contact with a Covid positive individual. \nEarlier this month, Health Secretary Sajid Javid warned that the number of cases could hit 100,000 a day - more than double the current level.\nCar-makers Nissan and Rolls-Royce have warned that production could be affected by large numbers of staff being told to isolate and UK Hospitality, the trade body for bars and restaurants, said it was causing “carnage” among its members.\nFrom 16 August, the rules in England will change so that anyone who has had two vaccinations will not be required to self-isolate if the app says they have been in close contact with an infected person. \nPost-Brexit recruitment difficulties have made staffing problems worse in the meat processing industry, with some firms drawing 80% of their staff from the European Union, according to Mr Allen.\n“We’ve been calling on the government for months to add butchers to the Shortage Occupation List, which would allow the industry to temporarily fill these growing vacancies with overseas workers until the current crisis has passed,” he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57865707",
      "category": "business",
      "title": "Uber will continue to require riders to wear masks",
      "tags": "Transport,Uber,Sadiq Khan,Coronavirus pandemic",
      "text": "Uber has said passengers will still be required to wear a face covering when using its services after Covid restrictions are relaxed across Britain on Monday.\nFace masks have been required in taxis and on public transport for the past year to reduce the spread of the virus.\nBut Uber has said it will keep its \"no mask, no ride\" policy in place.\nThat's despite rules in England being replaced with guidance advising people to wear masks in enclosed spaces.\nUber said the policy was for the safety of both its passengers and drivers, although it will not apply if people are exempt.\n\"As cities continue to open up, we will ensure that face coverings or masks continue to be a mandatory requirement, unless exempt, when travelling with Uber across the UK,\" the ride-hailing firm's UK general manager Ash Kebriti said.\nUber is the latest transport operator to announce that masks will continue to be mandatory on its services after Monday.\nLondon Mayor Sadiq Khan has declared masks mandatory on public transport in the capital and Greater Anglia has said masks will remain compulsory on its services.\nMayors including Greater Manchester's Andy Burnham and West Midlands' Andy Street have urged passengers to continue wearing face coverings but do not have the power to make it mandatory.\nThe government has previously said masks were still \"expected and recommended\" in crowded indoor areas, but people in England will not be required by law to wear them from Monday.\nSome airlines have confirmed that masks will still be compulsory after 19 July, while other businesses such as shops, restaurants and pubs are still setting out their plans.\nOn Friday, pub chain Wetherspoons said it planned to retain floor screens between tables, one-way systems and limits on the number of people in its pubs. But it said that customers and employees would be able to choose whether they wear a mask.\nMeanwhile, the Co-op has said face coverings will only be \"strongly encouraged\" in its supermarkets, rather than mandatory.\nIn Scotland, the mandatory use of face coverings will remain in place for \"some time\", First Minister Nicola Sturgeon has said, even after the country eases most of its other restrictions on 19 July.\nIn Wales, masks will continue to be required by law in some settings, including public transport."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57820537/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Warnings grow about staff forced to self-isolate",
      "tags": "Companies,Contact tracing,NHS,Self-isolation,Coronavirus pandemic",
      "text": "Fears are growing of a \"surge\" in workers and medical staff having to self-isolate when most Covid rules end in England and Scotland on Monday.\nThere were new calls for the government to review plans not to ease isolation rules in England before 16 August.\nTransport unions warned of \"dire consequences\" next week as more staff are being \"pinged\" by the NHS Covid app and told to self-isolate.\nNissan, Rolls-Royce, hospitals and schools have all raised concerns.\nHowever, the prime minister's spokesman said on Friday that the tracing app was \"one of the best tools we have\" to tackle coronavirus. \"We are asking people contacted by the app to continue to isolate,\" he said.\nDespite Monday being called \"freedom day\" in England and Scotland, critics say that without bringing forward the relaxation of quarantine rules, companies and institutions face a staff crisis as more people have to self-isolate.\nMinisters are examining whether to make the NHS app less sensitive, with 530,126 alerts having been sent in England and Wales during the first week of July.\nFully-vaccinated individuals in England will be exempt from having to quarantine over close contact with people suffering Covid-19, but this change will not be introduced until mid-August.\nRail, Maritime and Transport union general secretary Mick Lynch warned that Monday \"will see a surge in workers pinged with a self-isolation instruction next week\".\n\"Even at this late stage, the government, the train operators and the bus companies should issue a clear, legally-backed instruction that levels up the rest of the UK to the safety standards that will remain in force in Wales and Scotland,\" he added.\nPubs and restaurants also issued warnings over possibly having to close their doors because of the level of pings.\nUK Hospitality chief executive Kate Nicholls said the industry was facing \"significant staffing challenges\", with up to as many as a fifth of staff isolating at any one time.\n\"Without better intervention, operators will continue to be forced to reduce their operating hours or to close venues completely, missing the opportunity to begin on their road to recovery,\" she said.\n\"We urge the government to move quicker on this issue to prevent the summer being cancelled, and vast swathes of the population unnecessarily confined to their homes.\"\nHugh Osmond, the founder of Punch Taverns, called for those pinged on the NHS app to be allowed to go back to work if they get a PCR test that is negative.\n\"It is absolute chaos, and clearly the app really isn't fit for purpose because people are getting pinged all over the place, and the vast majority do not ever test positive, let alone be ill,\" he told BBC Radio 4's Today programme.\nSmall firms feel particularly vulnerable.\nSegolen Goodburn, who runs Stem Florists, in Ealing, west London, told the BBC: \"If I get pinged, there is only me - so the shop would have to close. There is no one else to take over. That's the biggest worry.\" \nRachael Hunt, owner of the Cinnamon Café, also in Ealing, said: \"I'm one of the lucky ones, none of my staff have been pinged so far,\" she says. \"But if my staff got pinged, I'd have to shut down.\"\nAndrew Goodacre, chief executive of the British Independent Retailers Association, told the BBC: \"In a small shop, if one member of staff tests positive, it's likely that nearly all that team will be deemed to be in close contact, including the owner. Most likely, the shop has to close,\" he says.\n\"That's a tragedy when they're just in the process of rebuilding their business,\" he adds.  \nLord Bilimoria, president of the CBI employers' group which represents 190,000 businesses, said on Thursday that the number of people now required to self-isolate came as a \"genuine shock\".\n\"Staff shortages are being felt acutely across all sectors and in all areas of business particularly hospitality and leisure,\" he said.\nLord Bilimoria believes the NHS Test and Trace system needs an \"overhaul\" and wants the government to \"urgently\" bring forward its plans to allow double-jabbed individuals not to self-isolate.\nCarmakers Nissan and Rolls-Royce have warned that production could be affected by large numbers of staff being told to isolate, and UK Hospitality, the trade body for bars and restaurants, said it was causing \"carnage\" among its members.\nEngland's chief medical officer Chris Whitty has warned that the number of people being treated in hospital with Covid-19 could reach \"quite scary\" levels within weeks.\nThe Royal College of Anaesthetists and the Faculty of Intensive Care Medicine issued a joint call on Friday to exempt double-jabbed NHS staff from isolation over close contacts.\n\"The risk of patients contracting Covid from vaccinated healthcare staff is minimal compared to the damage that patients could suffer by having their treatment delayed,\" a statement said.\n\"Without this exemption in place, the NHS will not be able to address the waiting lists. We encourage the government to not wait until August to free vaccinated healthcare workers from the isolation rules - we need this to happen now.\"\nChris Hopson, the chief executive of NHS Providers, said the hospital trusts the organisation represents are increasingly concerned over dealing with the care backlog \"with large numbers of staff unable to work\".\n\"We know that national leaders are working hard to find a solution to this problem. The key is that this solution is delivered as a matter of urgency,\" he added.\nHealth bosses in Sunderland have asked staff to consider postponing holidays to help the trust as it comes under \"extreme pressure\" because of a surge in coronavirus cases. \nThe Downing Street spokesman said that, as Covid cases go up, it was expected the number of people asked to isolate would increase.\nHe would not be drawn on possible exemptions for specific industries, saying the government wouldn't comment on \"hypotheticals\" - while adding all things are kept \"under review.\"\nDowning Street also downplayed the possibility of being \"pinged\" through a wall shared with a neighbour, following widespread reports on Friday. The spokesman said it was \"highly unlikely\" because the app uses low-energy Bluetooth.\nThe government is therefore \"confident\" that this is not contributing to a \"large number of individuals being asked to self-isolate\", he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57867990",
      "category": "uk",
      "title": "Covid: UK daily cases pass 50,000 for first time since January",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "More than 50,000 daily coronavirus cases have been reported in the UK for the first time since mid-January. \nThere were 51,870 cases recorded - the highest figure since 15 January - and 49 deaths within 28 days of a positive test.\nFrom Monday, lockdown rules will end in England - although some guidance will remain. \nEarlier, England's chief medical officer warned hospital admissions could hit \"scary numbers\". \nProf Chris Whitty said the number of people in hospital with Covid was doubling roughly every three weeks. \nThe UK is \"not out of the woods yet\" and people should act with caution as restrictions are eased on Monday, he added. \nThe highest number of daily cases the UK has recorded so far is 68,053 on 8 January. \nHealth Secretary Sajid Javid previously warned case numbers could reach 50,000 a day by 19 July, and as high as 100,000 over the summer.\nMeanwhile, separate Office for National Statistics data suggests Covid infections have risen again in much of the UK. \nLatest figures from swab tests in the community suggest in England one in every 95 people has the virus - up from one in 160 in the previous week.\nIn Scotland, one in every 90 people is estimated to be infected, while in Northern Ireland it is one in 290 and in Wales one in 360.\nThe more infectious Delta variant accounts for almost every case.\nIt is estimated that just over 650,000 people, or 1% of the population in the UK, would have tested positive for coronavirus in the week to 10 July - up from 400,000 people the previous week.\nThe ONS says the percentage of people testing positive has \"continued to increase\" in England and Scotland, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nPassing 50,000 cases a day feels like a worrying landmark, but is it? \nWe were last at those levels around the peak of the second wave in January, when it took a tough lockdown to prevent hospitals buckling.\nBut now more fuel is being thrown on the fire as restrictions ease in England and Scotland on Monday, and Wales on Saturday.\nCases will go even higher. How high? Nobody knows for sure. \nLetting this happen is possible only because vaccines have transformed the danger posed by a summer wave. Without them, we'd be debating locking down. \nYet vaccines have not eliminated the Covid threat. \nLetting the virus spread could still put pressure on hospitals, leave people with long Covid and be hugely disruptive as large numbers of people need to isolate. \nReaching 50,000 daily cases doesn't mean the same as it did six months ago, but doesn't mean it will be smooth sailing. \nAs cases rise, more people are being forced to isolate, with businesses warning of staffing shortages. \nMore than half a million self-isolation alerts were sent to people using the NHS Covid-19 app in England and Wales during the first week of July - a rise of 46% on the previous week. \nAlerts are sent through the app to tell individuals they have been in close contact with a positive coronavirus case and should to isolate for 10 days.\nThe number of people being admitted to hospital with Covid is also rising - but at a much lower rate than during previous waves because of the impact of vaccinations. \nMore than 46.1 million people in the UK have had their first dose of a coronavirus vaccine - 87.6% of adults, while more than 35.5 million - 67.5% of adults - have had both doses, according to the latest figures.\nIt comes ahead of almost all legal restrictions on social contact being lifted in England on Monday. \nLockdown rules are also being eased in Scotland on the same date, although there will still be some curbs, including on how many people can meet. \nIn Wales, restrictions are easing slightly on Saturday but most will remain in place until at least 7 August. \nNorthern Ireland is due to lift more restrictions on 26 July. \nEarlier, Solicitor General Lucy Frazer said that while cases would rise in the coming days, there were \"consequences for not opening up\". \nBut she told Sky News the government could not rule out reintroducing restrictions in England if the virus situation became \"unacceptable\".\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-57868535",
      "category": "uk-england-birmingham",
      "title": "Stone man charged with racially abusing Rio Ferdinand",
      "tags": "Dudley,Manchester,Wolverhampton",
      "text": "A man has been charged with racially abusing football pundit and former England player Rio Ferdinand. \nJamie Arnold is accused of using racist words and gestures at a match at Wolverhampton Wanderers against Manchester United on 23 May, West Midlands Police said.\nThe 31-year-old from Stone, Staffordshire, has also been charged with making homophobic comments.\nMr Arnold is due to appear at Dudley Magistrates Court on 29 July.\nHe was arrested during the game, which was the first time fans had returned to the Molineux ground since the start of the Covid-19 pandemic.\nMr Ferdinand had tweeted about an incident during the game, which United won 1-2, while Wolves said it was \"deeply sorry\" for his experience.\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57869528",
      "category": "uk-england-london",
      "title": "Sarah Everard murder: Met Police sacks Wayne Couzens",
      "tags": "Sarah Everard murder,Metropolitan Police Service,Kent Police",
      "text": "The police officer who murdered Sarah Everard has been dismissed from the Metropolitan Police, a week after admitting the crime.\nWayne Couzens, 48, pleaded guilty on 9 July to the murder of the 33-year-old marketing executive.\nThe hearing was held as soon as possible after PC Couzens' guilty plea, the Met Police said.\nHe had previously pleaded guilty at the Old Bailey, on 8 June, to the kidnap and rape of Ms Everard.\nAssistant Commissioner Helen Ball sacked him with immediate effect.\nThe disciplinary hearing was held in private after Met bosses ruled that \"the need for transparency was outweighed by the risk of interfering with criminal proceedings\", and the decision was published straight afterwards.\nPolice misconduct hearings would normally be held in public. The Met said it would not release - until they are heard in open court - any details of the hearing, which involve the events leading up to Ms Everard's death.\nCouzens had planned an abduction at least three days in advance, hiring a car and buying carpet protector. He encountered Ms Everard as she walked home to her flat in Brixton from a friend's house in Clapham on 3 March.\nInvestigators are looking into whether he used his police identification to persuade Ms Everard into the car. The firearms officer spent the day he abducted Ms Everard working at the US Embassy.\nMs Everard's friends raised the alarm when they were unable to contact her the following day.\nHer body was found a week later, in an industrial rubble sack, near land Couzens owned in Kent. Ms Everard had been strangled.\nMs Ball said: \"Couzens has betrayed everything we, the police, stand for and following his guilty pleas and convictions I have dismissed him today.\n\"All of us in the Met are horrified, sickened and angered by this man's crimes. Sarah was a young woman who had her life cruelly snatched away from her. I know she is sorely missed by so many people and our thoughts remain with her loved ones. We are so profoundly sorry.\"\nIt emerged that the former officer was suspected of indecent exposure at fast-food restaurants in London and Kent, although he was still allowed to remain on active service.\nCouzens is due to be sentenced at the Old Bailey on 29 September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-55718553",
      "category": "explainers",
      "title": "Covid passports: Where do I still need to use one?",
      "tags": "Coronavirus lockdown measures,Holidays,Travel,Coronavirus vaccines,Hospitality industry,Leisure,Vaccine passports,Coronavirus pandemic",
      "text": "Mandatory Covid passports have been scrapped in England, and their use has been scaled down in Northern Ireland. \nHowever, venues can choose to keep using the scheme on a voluntary basis if they wish, and Scotland and Wales retain their own systems.\nCovid passes are no longer mandatory in any venue, as part of the government's decision to lift Plan B coronavirus measures.\nAnnouncing the change, the prime minister said venues could continue to ask customers to provide evidence of their vaccination status or a recent negative test if they wished.\nEngland's scheme previously applied to:\nYou could only enter these venues if could show:\nProof of natural immunity - for instance, a positive PCR test taken in the past six months - was not accepted as an alternative to proof of vaccination or a recent test.\nSome large events weren't included in the rules, including communal worship, wedding ceremonies, funerals, protests and mass-participation sporting events (such as a marathon).\nIts Covid passport scheme is no longer mandatory for pubs, restaurants, cinemas and theatres - although venues are being encouraged to carry on using it. \nHowever, Covid passes are still required for entry to:\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30 to 180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested.\nScotland's First Minister Nicola Sturgeon has confirmed that its Covid pass scheme is not being extended to cinemas and theatres for the time being. \nHowever, they are still required for entry to:\nEvent organisers  are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, and a booster will be required to count as fully vaccinated if your second dose was more than four months ago.\nUnder Scotland's scheme, proof of vaccination or a negative test within 24 hours can be shown with the NHS Scotland Covid Status App, the NHS App (if from England or Wales) or Covidcert NI app (if from Northern Ireland) - a printed paper version is also acceptable.\nUnder-18s are exempt, as are vaccine trial participants, and those who couldn't be vaccinated for medical reasons.\nPeople need to show their NHS Covid Pass to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions - which are due to be lifted in the coming weeks - the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nOver-16s who have been fully vaccinated in Wales or England can use the pass to prove their status, but it's only compulsory for over-18s.\nPeople can show a negative LFT result instead of proof of vaccination, but this must now have been done within the previous 24 hours and not 48 hours.\nIn England, the government says venues which didn't comply with the rules could face prosecution or a fixed penalty notice ranging from £1,000 to £10,000.\nIn Wales, fixed penalty notices can be issued up to a maximum of £10,000. That is also the maximum fine in Northern Ireland, where the government has said police will visit venues to check compliance.\nCouncils in Scotland have the power to issue enforcement notices which could lead to prosecution for non-compliance.\nCovid passes can also be used for travelling abroad, to show your vaccination status or test results.\nHowever, it is important to check Foreign Office advice for any other requirements at your destination before you travel. \nAs yet there is no evidence that Covid passports stop the spread of the virus. \nThey have, however, led to an increase in vaccination rates in some countries where they have been introduced, according to a study by researchers at the University of Oxford, which was published in the Lancet. \nFrance, Israel, Italy, and Switzerland had lower-than-average vaccination rates before announcing plans for Covid certification.  \nEach country subsequently experienced a large increase in vaccine take-up 20 days before and 40 days after the introduction of the passports. \nPasses made little difference to vaccination rates in other countries such as Germany where take-up was already above average, or in Denmark where the supply of doses was limited.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57863343",
      "category": "health",
      "title": "Covid infections are high and rising around the UK",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Covid infections have risen again in much of the UK, say experts from the Office for National Statistics (ONS).\nLatest data from swab tests in the community suggests in England, where Covid rules are due to be dropped, one in every 95 people has the virus. \nThat is up from one in every 160 in the previous week. \nIn Scotland, estimates suggest one in every 90 people is infected, while in Northern Ireland it is one in 290 and in Wales it is one in 360.\nThe more infectious Delta variant accounts for almost every case. \nIt comes as: \nThe latest data suggests that just over 650,000 people, or 1% of the population in the UK, would test positive for coronavirus in the week to 10 July - up from 400,000 people the previous week. \nThe ONS says the percentage of people testing positive has \"continued to increase\" in England and Scotland, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nSarah Crofts, head of Analytical Outputs for the Covid-19 Infection Survey, said: \"Infections have increased across much of the UK, with England currently at levels last seen in February this year.\n\"With infection rates continuing to rise and restrictions easing, keeping a close eye on the data is crucial to see how much protection is provided by the vaccination programmes.\"\nProf Whitty told an online seminar hosted by the Science Museum on Thursday evening that the situation in the UK could become very dangerous for individual hospitals.\nHe said: \"I don't think we should underestimate the fact that we could get into trouble again surprisingly fast. \n\"Saying the numbers in hospital are low now, that does not mean the numbers will be low in hospital in five, six, seven, eight weeks' time. \n\"They could actually be really quite serious.\"\nMs Frazer told Sky News the government could not rule out reintroducing restrictions in England if the virus situation became \"unacceptable\".\nEngland's coronavirus R number range has decreased slightly to between 1.2 and 1.4, which means that, on average, every 10 people infected will infect between 12 and 14 other people. \nLast week, R was between 1.2 and 1.5.\nOn Thursday, the UK recorded new 48,553 new infections and a further 63 deaths within 28 days of a positive test.\nDelta virus variant cases rose by 17% in the latest week, with a further 36,800 recorded, Public Health England (PHE) said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57837432",
      "category": "uk",
      "title": "Covid patient’s own blood cells could treat lung scarring",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57865573",
      "category": "uk",
      "title": "Covid-19: UK daily cases surpass 50,000 and F1 fans return to Silverstone",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow morning.\nThe UK has recorded more than 50,000 coronavirus cases for the first time since mid-January. There were 51,870 cases recorded - the highest figure since 15 January - and 49 deaths within 28 days of a positive test. It comes days before almost all restrictions end in England on Monday. Earlier, England's chief medical officer, Prof Chris Whitty, warned hospital admissions could hit \"scary numbers\" in the future and urged people to act with caution after lockdown ends.\nFears are growing of a \"surge\" in workers and medical staff having to self-isolate when most Covid rules end in England and Scotland on Monday. There have been new calls for the government to review plans not to ease isolation rules in England before 16 August. Transport unions warned of \"dire consequences\" next week as more staff are being \"pinged\" by the NHS Covid app and told to self-isolate. Hospitals and schools have also raised concerns, while carmakers Nissan and Rolls-Royce warned production could be affected. Ministers are examining whether to make the NHS app less sensitive, with 530,126 alerts having been sent in England and Wales during the first week of July.\nEngland is experiencing an unseasonable rise in winter vomiting virus, officials have warned, following the easing of coronavirus restrictions. Public Health England (PHE) said there had been 154 norovirus outbreaks, compared to an average of 53 over the same time period in the previous five years. Most have been in educational settings, particularly in nurseries. Prof Saheer Gharbia from PHE said levels of the bug had been lower than normal during the pandemic, but were now increasing in all age groups.\nAbout 350,000 people are descending on a small corner of Northamptonshire this weekend as the Silverstone Circuit plays host to the British Grand Prix. The three-day fixture features the largest crowd for a sporting event in the UK since the start of the pandemic. All those attending who are aged 11 or over must provide proof of a negative test or be fully vaccinated. Read more about how locals feel about the return of fans here.\nOn Monday, Ibiza, Majorca, Menorca and Formentera are being moved on to England's amber list for travel in England. It means 10 days of quarantine at home for those over 18 who aren't fully vaccinated on their return to the UK - leaving many with a dilemma over whether they should still travel. Elliot Wilson, 25, from Doncaster, tells Radio 1 Newsbeat his plans have been left \"up in the air\" after the decision. But he says he'll still be going ahead with his holiday to Ibiza \"by any means necessary\", even though he hasn't had his second vaccine. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nCovid restrictions are changing in England and Scotland on Monday - check the rules where you live here. \nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57857993",
      "category": "uk",
      "title": "Racism in sport: Mo Farah says abuse towards black athletes is getting worse",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57856566",
      "category": "business",
      "title": "Covid staff shortage could shut meat production lines",
      "tags": "Contact tracing,Coronavirus testing,Self-isolation",
      "text": "Staff absences could see shortages of meat products, the industry has warned.\nMeat processors are seeing up to one in 10 of their workforce told to self-isolate by the NHS Covid app. \nSome companies could be forced “to start shutting down production lines all together,” warned Nick Allen, chief executive of the British Meat Processors Association (BMPA).\nAs Covid cases exceed 250,000 a week, a growing number of businesses are reporting disruption due to absence.\nThe UK meat processing industry employs about 97,000 workers in the UK, but it was suffering from shortages before the pandemic began. \nMany firms were operating with 10% fewer staff than they needed. The latest increase in absences has added to the problem.\n“As a result, companies are having to simplify down their range of products to compensate for key skills being removed from their production lines,” says Mr Allen.\n“If the UK workforce situation deteriorates further, companies will be forced to start shutting down production lines all together.”\nThe BMPA represents about 90% of the industry by value of production.\nThe first products to be hit could be the cuts which require more work from skilled butchers, such as French-trimmed lamb chops with the fat removed, according to Mr Allen.\nThese are also among the most profitable lines for processors, so the financial impact could be significant.\nMr Allen called for greater clarity about how long to isolate for when pinged by the app and continued access for business to free Covid testing kits, which is due to end on 19 July.\nBusinesses are warning of increasing levels of Covid absence, as the current wave of infections grows. The number of people notified by the app in England and Wales recently passed half a million in a single week. \nLord Bilimoria, president of the CBI - which represents 190,000 businesses - said that number came as a \"genuine shock.\"\n\"Staff shortages are being felt acutely across all sectors and in all areas of business particularly, hospitality and leisure,\" he said.\nLord Bilimoria believes the NHS Test and Trace system needs an \"overhaul\" and is calling on the government to \"urgently\" bring forward its plans to allow double-jabbed individuals not to self-isolate if they have been informed by the app that they have come into contact with a Covid positive individual. \nEarlier this month, Health Secretary Sajid Javid warned that the number of cases could hit 100,000 a day - more than double the current level.\nCar-makers Nissan and Rolls-Royce have warned that production could be affected by large numbers of staff being told to isolate and UK Hospitality, the trade body for bars and restaurants, said it was causing “carnage” among its members.\nFrom 16 August, the rules in England will change so that anyone who has had two vaccinations will not be required to self-isolate if the app says they have been in close contact with an infected person. \nPost-Brexit recruitment difficulties have made staffing problems worse in the meat processing industry, with some firms drawing 80% of their staff from the European Union, according to Mr Allen.\n“We’ve been calling on the government for months to add butchers to the Shortage Occupation List, which would allow the industry to temporarily fill these growing vacancies with overseas workers until the current crisis has passed,” he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57858864/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid hospital numbers could get scary - Prof Chris Whitty",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK is \"not out of the woods yet\" and people should act with caution as Covid restrictions in England end on Monday, Prof Chris Whitty has said.\nEngland's chief medical officer warned that Covid hospitalisations were doubling every three weeks and could hit \"scary numbers\" in future.\nProf Whitty said the pandemic still had a \"long way to run in the UK\".\nSolicitor General Lucy Frazer said while cases will rise, there were \"consequences for not opening up\".\nBut she warned: \"Of course, if we get into a situation where it is unacceptable and we do need to put back further restrictions, then that of course is something the government will look at.\"\nIt comes as:\nThe ONS figures for England represent a rise on the previous week, when one in 160 people were estimated to have the virus.\nProf Whitty told an online seminar hosted by the Science Museum on Thursday evening that the situation in the UK could become very dangerous for individual hospitals.\nHe said: \"I don't think we should underestimate the fact that we could get into trouble again surprisingly fast. \n\"I think saying the numbers in hospital are low now, that does not mean the numbers will be low in hospital in five, six, seven, eight weeks' time. \n\"They could actually be really quite serious.\"\nHe added: \"We've still got 2,000 people in hospital and that number is increasing. If we double from 2,000 to 4,000 from 4,000 to 8,000, 8,000 and so on it doesn't take many doubling times until you're in very, very large numbers indeed.\"\nWhile Prof Whitty cautioned \"we are not by any means out of the woods yet\", he added that \"we are in much better shape due to the vaccine programme, and drugs, and a variety of other things\".\n\"But this has got a long way to run in the UK, and it's got even further to run globally,\" he said.\nBut Prof Whitty said it was crucial that from 19 July in England, people \"take things incredibly slowly\" - adding that he anticipated most people would still take precautions.\n\"If you look over what people have done, and in fact if you look at what people intend to do now, people have been incredibly good at saying, 'I may be a relatively low risk, but people around me are at high risk, and I'm going to modify my behaviours, I'm going to reduce my contacts, I'm going to improve ventilation...',\" he said.\nFrom 19 July, almost all legal restrictions on social contact will be removed in England, but some guidance will remain. Different rules apply in the the rest of the UK.\nNightclubs will be allowed to reopen for the first time since March last year and capacity limits will be removed for all venues and events.\nThere will no longer be any limits on how many people can meet and the 1m-plus distancing rule will also end.\nThe legal requirement to wear face coverings in some enclosed public places will expire, but Health Secretary Sajid Javid has previously said masks would still be \"expected and recommended\" in crowded indoor areas.\nBut the UK's two largest supermarkets - Tesco and Sainsbury's - have said they will continue to ask shoppers to wear masks from Monday to protect staff and shoppers.\nProf Whitty predicted that in the medium term, coronavirus could mutate into a \"vaccine escape variant\" that could take the UK \"some of the way backwards\" into the worst days of the pandemic.\n\"The further out in time we go, the more tools we have at our disposal from science, the less likely that is but you can never take that possibility completely off the table,\" he said.\n\"But you know, science has done a phenomenal job so far and it will continue to do so.\"\nProf Whitty's comments echo his statements at Monday's Downing Street coronavirus briefing where Prime Minister Boris Johnson confirmed the final stage of unlocking in England would take place on 19 July.\nThe chief medical officer said the \"overwhelming view\" of the scientific community was that moving \"slowly\" through the next step of easing restrictions was \"essential\".\nHe added that while the numbers of people being admitted to hospital with Covid were \"not trivial\", they were rising at a much lower rate than previous waves.\nExplaining the government's approach, Ms Frazer told Sky News: \"It is really important that we get the balance right between ensuring that we keep this virus under control and we take the necessary clinical measures to do that, but that we also recognise that there are consequences of not opening up and not allowing people to go about their daily lives.\"\nShe added that \"a large number of people have been vaccinated, we've had a really tough time, we're still asking people to take responsibility and we do need to ask ourselves, if we don't open up now, when will we be able to open up?\"\nOn Thursday, the UK recorded new 48,553 new infections and a further 63 deaths within 28 days of a positive test.\nDelta virus variant cases rose by 17% in the latest week, with a further 36,800 recorded, Public Health England (PHE) said.\nThe variant continues to account for approximately 99% of confirmed cases of coronavirus across the UK.\nThe ONS estimated one in 90 people in Scotland had the virus in the week to 10 July, one in 360 in Wales, and one in 290 in Northern Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-57863054",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Colum Eastwood: MP reveals death threats after naming Soldier F",
      "tags": "Bloody Sunday,The Troubles,Colum Eastwood,Londonderry-Derry",
      "text": "SDLP leader Colum Eastwood has said he has received death threats after naming a former soldier facing murder charges over his actions on Bloody Sunday.\nThe Foyle MP used parliamentary privilege to identify Soldier F during a House of Commons debate this week.\nHe said he had since received deaths threats online and via email.\nPolice said they had received a complaint \"that threatening and offensive comments had been made online\" on Thursday.\nThey added that inquiries into the matter are ongoing.\nThe SDLP leader said the the police were treating the threats seriously, but he added he would not be deterred from standing up for the Bloody Sunday families.\n\"It is not nice, particularly when you have a family,\" he said.\n\"I did what I thought was right on behalf of the Bloody Sunday families. Those people have faced a whole lot worse than death threats.\"\nHe said those responsible can \"expect a knock on the door\" from police.\nThe Foyle MP named Soldier F during a debate in the House of Commons on the Armed Forces Bill on Tuesday afternoon. \nThe speaker of the House of Commons Sir Lindsay Hoyle has since said Mr Eastwood \"broke no rules\".\nSoldier F is facing two murder charges over the killings of William McKinney and James Wray and five attempted murder charges for his actions on Bloody Sunday in 1972 when 13 people were shot dead by paratroopers.\nHe was granted anonymity after the judge hearing the case concluded \"a real risk does exist\" to the life of Soldier F and he is right to \"feel genuine fear\".\nBut the Public Prosecution Service (PPS) said it planned to withdraw the charges after reviewing the case and decided statements were no longer admissible evidence.\nThe case was due to be formally dismissed in court last week, but a legal challenge by a brother of William McKinney forced an adjournment.\nLeave has been granted for a judicial review into the PPS's decision not to proceed with the prosecution.\nThe case is due to be heard in September."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57855682",
      "category": "business",
      "title": "Small shops face £1.7bn debt mountain, says report",
      "tags": "Companies,Retailing,Coronavirus pandemic,UK High Streets",
      "text": "The UK's small shopkeepers are struggling under a £1.7bn mountain of debt, a former retail chief has warned.\nIndependent High Street businesses now owe four times as much as they did a year ago, said Bill Grimsey, ex-boss of Wickes, Iceland and Focus DIY.\nThe warning comes in his latest report into the future of town centres and High Streets.\nUnless the government steps in, the UK could face a \"tsunami\" of shop closures this autumn, he said.\nAccording to Mr Grimsey, small shops have survived the pandemic by borrowing, but are now faced with the task of paying it back.\n\"Our High Street independents have experienced a new-found appreciation during lockdown,\" he said.  \n\"But they've also been forced to take on government-backed loans, which they would not have normally been able to get because their balance sheets wouldn't allow it. Now they are struggling to manage a mountain of debt and need help.\"\nThe review is calling for a government \"forgiveness\" scheme to write off such loans for viable small businesses. \nA Treasury spokesperson said: \"Our unprecedented £350bn Covid support package has provided a lifeline to hundreds of thousands of businesses across the UK - through loans, grants, tax cuts, business rates holidays and the furlough scheme.\n\"The government has always been clear that Bounce Back Loans are loans to be repaid and that they may not be the right answer for all businesses.\n\"We've provided further support and flexibility to businesses that took out Bounce Back Loans by introducing the Pay as You Grow options, so that loan terms can be extended, monthly repayments reduced and a repayment holiday taken for up to six months.\"\n\"The French government is already working on a policy to save small businesses from being crushed by debt and we need to do the same to save thousands,\" said Mr Grimsey.\nOtherwise, he added, a \"tsunami\" of small independent shop closures could follow in the wake of the 17,500 chain stores that shut down in 2020.\nOne bright spot has been the rise of the fast-growing hair and beauty sector. But here, too, there were challenges, Mr Grimsey said, pointing out that the sector is largely unregulated compared with other European countries.\nWorking conditions had also become more insecure, with 63% of people working in beauty salons now self-employed, he added.\n\"Britain is at a crossroads and the pandemic has brought about sweeping changes that will make a decisive break with a traditional High Street model,\" he warned. \n\"But we can't build our way out of trouble. To unlock the potential of our High Streets, we need to focus on people, partnerships and communities as well. \n\"Britain needs a social recovery to lock in an economic one and our High Streets should lead by example.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57865112/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Winter vomiting virus warning for England",
      "tags": "Coronavirus lockdown measures,Infection",
      "text": "England is experiencing an unseasonable rise in winter vomiting virus, officials are warning. \nPublic Health England (PHE) says 154 norovirus outbreaks have been reported in the last five weeks, compared to an average of 53 over the same time period in the previous five years.\nMost have been in educational settings, particularly in nurseries. \nCases are returning to pre-pandemic levels across all age groups and settings and people should be on alert. \nSymptoms include sudden, projectile vomiting and diarrhoea.\nIt is very contagious - people sick with it can shed billions of norovirus particles. It only takes a few of these virus particles to infect others.\nProf Saheer Gharbia from PHE said: \"Norovirus, commonly known as the winter vomiting bug, has been at lower levels than normal throughout the pandemic with less opportunity to spread between people in the community but as restrictions have eased we have seen an increase in cases across all age groups.\"\nPHE says it is possible that unusual or more out-of-season increases could be seen in the coming months following further easing of Covid control measures. A similar pattern was seen in Australia when it relaxed some restrictions. \nIn Scotland, reported cases are currently below the five year average for summer months.  \nIf you or a child has norovirus, the advice is to stay at home. Do not return to work or send children to school until 48 hours after symptoms have cleared. \nAvoid visiting your GP but if you are concerned, particularly about a young child or baby with symptoms, do contact NHS 111 or talk to your GP by phone, says PHE. \nThe officials say they will continue to closely monitor the situation. And they say there are practical things you can do to reduce your risk of catching and spreading it:\nSymptoms, which can include a high temperature, abdominal pain and aching limbs as well as vomiting, appear one to two days after people become infected. \nPeople can pass on norovirus or shed the virus during this period but are most infectious when they have symptoms.\nOutbreaks have been known to affect hospitals and care homes too. Avoid visiting elderly or poorly relatives, particularly if they are in hospital, experts advise. \nDr Nick Scriven, past president of the Society for Acute Medicine, said: \"We are now just days away from the lifting of the remaining [Covid] restrictions in England and our NHS is under great strain.\n\"This has been compounded today by the warning that cases of norovirus, commonly known as the winter vomiting bug, have now reached pre-pandemic levels in summer.\n\"Considering the impact this has when it makes its way into hospitals - bed closures, infecting seriously unwell people and staff absence - it is frankly very worrying.\"\nProf Paul Hunter, from the Norwich School of Medicine at the University of East Anglia, said the increase of cases of norovirus in children \"almost certainly\" reflected reduced immunity to this infection as a result of not being exposed to it as the country locked down for Covid. \n\"We have already started to see cases rising for some of the other respiratory viruses and this reminds us that as we come out of lockdown we are likely to start seeing many other infections rising that may cause problems for public health and the NHS. \n\"Doctors in new Zealand have coined the phrase 'immunity debt' to describe this phenomenon. \n\"As yet we do not know how much of an additional burden this will cause for public health in the UK but we need to monitor this.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55534727",
      "category": "health",
      "title": "Beta coronavirus variant: What is the risk?",
      "tags": "Coronavirus vaccines,South Africa,Coronavirus pandemic",
      "text": "Fully jabbed travellers arriving in the UK from France have to quarantine, because of the Beta variant. \nThe government is concerned jabs may not work as well against the variant. \nFrench authorities say most cases are from the overseas territories of La Reunion and Mayotte, rather than mainland France.\nBeta, also known as 501.V2 or B.1.351, has some significant genetic changes that experts are studying. It was first identified in South Africa.\nAll viruses, including the one that causes Covid-19, constantly mutate into new versions or variants.\nThese tiny genetic changes happen as the virus makes new copies of itself to spread and thrive. \nMost are inconsequential, and a few can even be harmful to the virus's survival, but some variants can make the virus more infectious or threatening to the host - humans. \nSome of the changes Beta has undergone involve the virus's spike protein - the part that gains the virus entry into human cells. It is also the bit that vaccines are designed around, which is why experts are concerned about these particular mutations.\nBeta, along with a few other variants of coronavirus, such as Delta and Alpha, have been labelled \"variants of concern\". These have some worrying changes experts want to keep a very close eye on.\nBeta carries a mutation, called N501Y, which appears to make it more contagious or easy to spread. \nAnother mutation, called E484K, could help the virus dodge a person's immune system, and may affect how well vaccines work. \nThere is no evidence that the South Africa variant causes more serious illness for the vast majority of people.\nAs with the original version, the risk is still highest for elderly people and those with significant underlying health conditions.\nVaccines are designed around original Covid, rather than new variants. \nThere is some evidence they are less effective at stopping Beta infections.\nBut experts say they should still work to stop severe illness. \nEven in the worst case scenario, vaccines can be redesigned and tweaked to provide a better match in a matter or weeks or months, if necessary.\nA trial of a new version of the AstraZeneca vaccine, designed against Beta, has begun in the UK.\nSome of the other Covid vaccines are also being updated. \nThe Beta variant has been identified in more than 50 countries around the world. \nSo far, the UK has recorded just over 1,000 cases of Beta. That's a tiny fraction of all Covid cases. Another variant, called Delta, currently makes up more than 99% of Covid seen in the UK. \nSouth Africa has reported higher cases of Beta.\nWhen it was first identified in the UK, the government recommended surge testing in the community in some regions to help stop the spread. \nA system of foreign travel restrictions has also been introduced to minimise the chance of UK travellers spreading Beta as well as other variants of concern. \nAlthough adults who were fully jabbed in the UK now no longer need to quarantine on return from amber list countries, double vaccinated travellers returning to England and Wales from France will still have to self-isolate for ten days. \nThey will also have to take two PCR tests to ensure they are not infectious. \nUK scientists are tracking variants, including Beta, to learn more and are providing genomic sequencing help to other countries so that they can do the same. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57863343/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid infections are high and rising around the UK",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "Covid infections have risen again in much of the UK, say experts from the Office for National Statistics (ONS).\nLatest data from swab tests in the community suggests in England, where Covid rules are due to be dropped, one in every 95 people has the virus. \nThat is up from one in every 160 in the previous week. \nIn Scotland, estimates suggest one in every 90 people is infected, while in Northern Ireland it is one in 290 and in Wales it is one in 360.\nThe more infectious Delta variant accounts for almost every case. \nIt comes as: \nThe latest data suggests that just over 650,000 people, or 1% of the population in the UK, would test positive for coronavirus in the week to 10 July - up from 400,000 people the previous week. \nThe ONS says the percentage of people testing positive has \"continued to increase\" in England and Scotland, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nSarah Crofts, head of Analytical Outputs for the Covid-19 Infection Survey, said: \"Infections have increased across much of the UK, with England currently at levels last seen in February this year.\n\"With infection rates continuing to rise and restrictions easing, keeping a close eye on the data is crucial to see how much protection is provided by the vaccination programmes.\"\nProf Whitty told an online seminar hosted by the Science Museum on Thursday evening that the situation in the UK could become very dangerous for individual hospitals.\nHe said: \"I don't think we should underestimate the fact that we could get into trouble again surprisingly fast. \n\"Saying the numbers in hospital are low now, that does not mean the numbers will be low in hospital in five, six, seven, eight weeks' time. \n\"They could actually be really quite serious.\"\nMs Frazer told Sky News the government could not rule out reintroducing restrictions in England if the virus situation became \"unacceptable\".\nEngland's coronavirus R number range has decreased slightly to between 1.2 and 1.4, which means that, on average, every 10 people infected will infect between 12 and 14 other people. \nLast week, R was between 1.2 and 1.5.\nOn Thursday, the UK recorded new 48,553 new infections and a further 63 deaths within 28 days of a positive test.\nDelta virus variant cases rose by 17% in the latest week, with a further 36,800 recorded, Public Health England (PHE) said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57840825",
      "category": "health",
      "title": "Covid: Younger adults still at risk of serious organ damage - study",
      "tags": "Long Covid,Coronavirus pandemic",
      "text": "Younger adults admitted to hospital with Covid are almost as likely to suffer from complications as those over 50 years old, a study has found.\nFour in 10 of those between 19 and 49 developed problems with their kidneys, lungs or other organs while treated.\nThe research looked at 73,197 adults of all ages across 302 UK hospitals in the first wave of Covid in 2020.\n\"The message is that this is not just a disease of the elderly and frail,\" said Prof Calum Semple, who led the work.\n\"The data reinforces the fact that Covid is not flu and we are seeing even young adults coming into hospital suffering significant complications, some of which will require furthering monitoring and potentially further treatment in the future.\"\nThe study, conducted by researchers at seven UK universities, the Department of Health and Social Care and Public Health England, looked at the number of \"complications\" in those needing hospital treatment for Covid-19, defined as an organ-specific medical diagnosis.\nOverall, around half of all adult patients suffered a least one complication during their hospital stay. The most common was a kidney injury, followed by lung and heart damage.\nThe highest rates were in those over 50 years old, with 51% reporting at least one problem. But they were also \"very common\" in younger age groups. Some 37% of 30 to 39 year olds and 44% of 40 to 49 year olds had at least one complication recorded by nurses and medical students involved in the study.\nDoctors are not yet certain how a severe Covid illness can cause organ damage, but it is thought in some cases the body's own immune system can spark an inflammatory response and injure healthy tissue.\nPaul Godfrey, from Frinton in Essex, developed Covid in March 2020 after suffering what he thought was a chest infection.\nPaul, who was 31 at the time of diagnosis and has the lung condition bronchiectasis, said: \"There's no doubt about it - the NHS staff who cared for me saved my life. I would not be here today if it wasn't for them.\"\nThe study, published in the medical journal the Lancet, found that those with pre-existing conditions were more likely to report complications but the risk was high even in young, previously healthy individuals.\nPaul was diagnosed with pneumonia in Colchester hospital and was told the bottom half of both his lungs had collapsed. He narrowly avoided being placed in an induced coma and spent two weeks on a Covid ward before he was allowed home in a wheelchair.\nThe research showed that 13% of 19 to 29 year olds and 17% of 30 to 39 year olds hospitalised with Covid were unable to look after themselves at discharge and had to rely on friends and family.\n\"It was the worst experience of my life and I am still dealing with it 18 months later,\" said Paul, who continues to suffer from extreme fatigue and breathlessness caused by his illness. \n\"I don't really know what the damage is to my body so I am just praying I get back to what I was.\"\nAge is the single largest factor in determining a severe Covid infection. \nOf the 406,687 people taken to hospital with the disease in England since the start of the pandemic, 62% were over the age of 65. \nThat leaves another 155,866 under the age of 65 who have needed hospital treatment since February 2020.\nHigher vaccination rates in the elderly and vulnerable population mean that the average age of those hospitalised with the disease has been falling. \nIn the week ending 4 July, there were just 17 people over 85 years old admitted to hospital with Covid in England, compared with 478 aged between 25 and 44.\nThe research was conducted in the first wave of the pandemic between 17 January and 4 August 2020 - before vaccines were available and new variants of the virus had been detected.\nThe authors said the data suggested those with more severe Covid symptoms at admission to hospital were more likely to suffer serious health problems, showing the importance of vaccines in reducing the severity of the disease in this latest wave.\nThe study was only designed to look at short-term complications during a hospital stay but there is evidence some organ damage can persist, becoming a form of what is known as long Covid. \n\"We do know from other infectious diseases that these sorts of problems with your kidneys or heart can develop into longer-term complications,\" said Dr Annemarie Docherty, senior clinical lecturer at the University of Edinburgh and a consultant in intensive care medicine.\n\"I think it's reasonable to expect that this may be the same with Covid-19.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57864034",
      "category": "entertainment-arts",
      "title": "Inhaler: Bono's son and his band top UK chart with debut album",
      "tags": "Music",
      "text": "Elijah Hewson has proved he can follow in his father Bono's footsteps after the debut album by his band Inhaler entered the UK chart at number one.\nHewson fronts the Irish band, whose LP It Won't Always Be Like This knocked Olivia Rodrigo's Sour off the top spot.\nAlthough Bono's band U2 have had 10 UK number one albums in total, Inhaler have managed something they did not by going to the summit with their debut.\n\"We can't believe our album has gone to number one,\" Inhaler said.\n\"From starting off in small clubs in the UK to where we are today, never did we think during the making of this album that this would be possible for us four chancers,\" they told the Official Charts website.\nInhaler finished fifth on the BBC Sound of 2020 list and have now become the first Irish act to top the UK chart with their debut album since The Script in 2008.\nIt comes 40 years after U2's debut, 1981's Boy, which didn't even make the top 40.\nWhile acknowledging the influence of and interest in his famous father, 21-year-old Hewson stressed that his own band had worked hard to prove themselves and build their own fanbase on the way up.\n\"It has definitely allowed a lot of doors to be opened, but I think those doors shut just as fast because some people may have pre-biases to the band,\" he said.\n\"It's of course really, really handy to be able go to someone like that and ask for advice,\" he continued. \"But I think we have all discovered that we need to figure things out on their own.\n\"I am sure a lot of people would have expected us just to take the easy route and use connections and stuff, but we haven't done that. We did all the grafting.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57849206",
      "category": "world-europe",
      "title": "Germany floods: Helicopter rescues residents from rooftops",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57855681",
      "category": "business",
      "title": "Goldman Sachs to require staff to wear masks from Monday",
      "tags": "Companies,Banking,Goldman Sachs",
      "text": "Bankers returning on Monday to Goldman Sachs' £1bn London head office will be required to wear masks in the building despite the easing of government rules. \nHowever, unlike some competitors, Goldman will not require staff to be vaccinated to come into work. \nIt hopes 70% of UK staff will return to the office in the coming weeks. \nThe boss of Goldman Sachs International Richard Gnodde said the company remained as committed to its London head office as ever. \nMr Gnodde told the BBC: \"The centre of gravity for our workforce is going to be in our buildings and it will be in this building.\n\"Our focus is very much on securing a safe workplace. People will still be wearing masks in the building.\"\nHe said the bank would not insist on people being vaccinated in order to come in, nor would they force people to return if they felt uncomfortable doing so: \"[We will] continue to manage our exit from this in a cautious and appropriate way to make sure that our people feel comfortable.\"\nFinancial services is a crown jewel in the UK economy and contributes 12% of all taxes paid in the UK. \nSince the Brexit vote, more than £1tn of customer and company money, trillions more in transaction volumes and an estimated 8,000 jobs have left the capital. This has left some questioning whether that crown was in danger of slipping. \nOn the day real royalty in the shape of Prince Charles visited Goldman's offices, Mr Gnodde told the BBC that the future for London remains bright.   \n\"We put this building in place through the Brexit period and it really underscores our confidence that London will remain one of the world's leading financial centres,\" Mr Gnodde said.  \n\"There has been some movement of assets. So you know, that has gone. And our access to the European market is not as free as it used to be. We have to build and create new opportunities.\"\nBut there was also a thinly disguised warning. Creating those opportunities will need the help of the government and regulators to keep London competitive with other international centres.\nMr Gnodde thinks that lessons can be learnt from the big bank deregulation of financial services in 1985. \n\"The UK was unambiguously supportive of financial services - it was crystal clear. I really want to stress this point - certainty -  in terms of support for business is absolutely key. \n\"And it has to be consistent. You can't support business on Monday and Tuesday, and then criticise it on a Wednesday and Thursday… that sends a confusing message. Certainty is critical.\"\nWhen City bosses talk about competitiveness, it's often code for lighter regulation. Outside the EU, many have called for a bonfire of regulation. If Mr Gnodde had the match which bits would he burn? \n\"Eliminate duplication and unnecessary excessive reporting. Let's do what we have to do to have effective regulation. But let's cut out some of the bureaucratic elements to enable firms to use their capital resources efficiently.\"\nDoing more business with the fastest growing parts of the globe means grappling with the economic might of China. How complicated could that be when Chinese firms are being booted out of telecoms infrastructure, democracy in Hong Kong is under assault and China is facing allegations of using forced labour of the Uyghur population?\n\"I think this this is a multifaceted relationship,\" he answered.\n\"I think our relationship with China, in many ways will be as a partner. If we're going to tackle climate change, we're going to have to do this together. We live on the same planet. They will be a customer and a client of many of our businesses. And then absolutely, we should have the right appropriate conversations on the political arena in the areas where we compete.\" \nIt's a big world out there with plenty of opportunity - and while Mr Gnodde accepts the UK outside the EU is arguably a smaller fish, that's not necessarily an bad thing.\n\"Sometimes being a smaller fish is an advantage. Your level of paranoia goes up - you need to move to innovate, to create. Look over the last century and the issues that this country has been through and we're absolutely confident that the people of Britain will take it forward again.\" \nStatements like that will be sure to help mend a sometime fractious relationship between the City and the government over the past few years. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57859345",
      "category": "uk",
      "title": "Public urged to count butterflies after year of bad weather",
      "tags": "Butterflies",
      "text": "People across the UK are being asked to take part in an annual count of butterflies amid fears they have been affected by poor weather this spring.\nTV naturalist Chris Packham said participating in the Big Butterfly Count could provide key research on the impact of climate change on wildlife.\nMembers of the public should spend 15 minutes outside counting the number and type of butterflies they see.\nThe annual count will take place over the next three weeks.\nButterfly Conservation, the wildlife charity running the scheme, said its current records show that many species of butterflies have been affected by this year's unseasonably cold and wet spring.\nIt said there had been particularly low numbers of speckled wood butterflies, while small tortoiseshells, commas, green-veined whites, large whites and red admirals are also down on their 10-year average.\nDespite April being the sunniest on record, there was a record number of frosts, and May saw the wettest weather for 50 years.\nConservationists warn the UK is seeing a rising number of extreme weather events, which its thought is a result of climate change, and want to learn about the effects on native butterflies so they can better understand the longer term impact on nature.\nPackham, who is vice-president of Butterfly Conservation, said: \"Biodiversity and climate crisis is an urgent issue and it can be overwhelming to think about what we can do as individuals to really make a difference.\n\"Because butterflies and moths make excellent indicators of the impacts of climate change and other human environmental factors, collecting data on their numbers is really important.\n\"So, something as simple as recording a butterfly spotted in your garden, at your local park or on your window box can play a part in vital research into a global problem. It's a really valuable contribution everyone can make.\"\nDr Zoe Randle, senior surveys officer at Butterfly Conservation, said the count - along with other research - is already showing changes in the populations of butterflies and moths.\n\"Climate change and other human-led impacts are causing some species to be found in new areas, while others are becoming harder to find in the UK at all,\" she said.\nLast year more than 145,000 recordings were submitted to the Big Butterfly Count, but 2020 saw the lowest average number of butterflies logged since it began 12 years ago, and the charity's scientists want to see if that trend continues in 2021.\nDr Randle added: \"We really need the public's help to understand what is happening to our butterfly and moth populations. It's a small but crucial thing everyone can do.\n\"This information will not only help us to protect these species, but also to inform what effect the changing climate is having on our biodiversity.\"\nThis year's Big Butterfly Count is being launched at Winchester Science Centre and runs nationwide from 16 July to 8 August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57861690",
      "category": "business",
      "title": "Petrol prices at eight-year high, says AA",
      "tags": "Personal finance,UK economy,Oil,Fuel,Motoring",
      "text": "Petrol prices have climbed to their highest level in almost eight years, says motoring organisation the AA.\nAverage prices have hit 133p a litre, it says, almost 20p higher than in November. Diesel prices are also up.\nThe rise comes as families fill up the tank for summer getaways. Rival motoring body the RAC is forecasting an exceptionally busy summer on UK roads.\nThe increase in fuel costs comes after a steady rise in oil prices and has added to fears of rising inflation.\nOil prices have risen over the past year from about $43 a barrel to more than $70 now.\nFigures released this week showed the rate of inflation in the UK hit 2.5% in the year to June, the highest for nearly three years, with rising fuel prices one of the causes of the increase.\nThe last time UK drivers had to deal with fuel prices this high was at the beginning of October 2013.\n\"Surging pump prices continue to drain family and other consumer spending,\" said Luke Bosdet, the AA's fuel price spokesman.\n\"A family with two petrol cars would have spent around £230 on fuel in November had Covid lockdowns not discouraged travel. Now, the monthly cost of refuelling their vehicles is above £265.\" \nThe RAC says drivers are planning an estimated 29 million UK holidays this year, with 16 million of these in the school holidays alone.\nIts survey of 2,500 drivers says the number of people making firm UK holiday bookings has risen 20% since April, with the RAC figures suggesting the West Country - Cornwall, Devon, Dorset and Somerset - will receive the largest numbers of holidaymakers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57866714",
      "category": "uk-england-beds-bucks-herts",
      "title": "Cheshunt: Hunt continues for driver of car on rail line",
      "tags": "Cheshunt,Braintree",
      "text": "The person who drove a car along a railway line to evade police has yet to be found, a force said. \nThe black Land Rover Discovery had sped away from a police stop and was abandoned on the track near Cheshunt railway station, Hertfordshire.\nPolice said the car was stolen from Braintree on Sunday and two officers were injured in Thursday's chase. \nHertfordshire Police said: \"We're still making a number of inquiries to trace the driver.\"\nThe force said it was made aware at about 09:30 BST on Thursday that the vehicle had travelled into the county from Essex.\nIt said it was found in Cheshunt, where Essex officers attempted to speak to the driver.\nSeveral vehicles were damaged and an officer was thrown from the car as it sped off.\nThe officers involved did not require hospital treatment, police said.\nVideo footage showed the vehicle being driven along the track beside the platform at Cheshunt station.\nAn eyewitness, Ali, said he was left \"gobsmacked\" by what he saw there.\n\"It was like a scene from Grand Theft Auto, the video game,\" he said. \nHe was due to catch a train, but missed it due to the incident.\nRail services were affected for a period but later resumed as normal.\nPolice have appealed for witnesses.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57852719",
      "category": "uk-wales",
      "title": "Climate change: 'Sleepwalking into oblivion' coastal erosion warning",
      "tags": "Floods,Fairbourne,Coast,Coastal erosion,Welsh government,Newport,Nefyn,Climate change,Environment",
      "text": "Some areas of Wales at risk of coastal erosion could be \"sleepwalking into oblivion\" due to climate change.\nAdvisors have warned 2,126 properties in Wales are in danger of sea erosion and 36,000 are at risk of coastal flooding by the end of the century if coastal defences are not maintained.\nIndustry experts have warned people may find it harder to get a mortgage or insurance in some affected areas.\nNatural Resources Wales said talks were under way in some communities.\nCoastline erosion was brought into sharp focus in Wales when a major 40m (131ft) landslide fell onto a beach in Gwynedd in April.\nGeraint Jones, who runs a bakery business on the Llŷn Peninsula, decided to take on a new cafe on the seafront in Nefyn weeks before the landslide happened nearby.\nThe slip saw parts of people's back-gardens sliding onto the beach below, and he described it as \"shocking and awful\" for those affected.\nMr Jones has since been in touch with his insurance firm and feels reassured by the cafe's location above a sea wall.\n\"Hopefully we'll be safe,\" he said, adding that \"with a business like this you've got to take some risks.\"\nBut making sure communities are fully aware of the challenges posed by coastal change in the coming decades needs more attention, according to Dr David Clubb, founder of Welsh environmental consultancy firm Afallen.\nPeople are able to check the long term flood risk of their area or street online.\nEven those \"living on a hilltop in Powys\" should consider the implications, Mr Clubb claimed.\n\"If Liverpool, Cardiff or Newport are flooded, where will those people move to?\" he added.\n\"It's very much in the interest of all of the people of Wales to think about this and try and understand the data.\"\nMr Clubb pointed to global maps produced by US researchers Climate Central which predict parts of the country could be flooded annually from the sea by 2050.  \nRecently, the independent UK Climate Change Committee also warned areas on the west coast were facing \"threats to their viability\" by rising sea levels and fiercer weather. \nTens of thousands of homes and businesses could be affected by flooding - with 10,000 already at risk now - and erosion by the end of the century.\nThe scientists called for \"a thorough review... to develop a strategic, joined-up approach to managing this issue\", warning that poorer communities along the coastline could be particularly affected.\n\"It's not even tomorrow's problem,\" said Owain Llywelyn of the Royal Institute of Chartered Surveyors in Wales, referring to Fairbourne in Gwynedd, a village facing being \"decommissioned\" due to the encroaching sea - with discussions already underway.\nBut further afield, it is \"almost as if people are hoping it will go away\", he said.\n\"Perhaps we have been sleepwalking into what could be - though hopefully not - oblivion,\" said Mr Llywelyn.\nThe situation could lead to higher insurance premiums and banks \"demanding much more than the normal deposit - 30% and upwards\" for a mortgage in areas \"where property is susceptible to attack from the sea\", he explained.\nMalcolm Tarling of the Association of British Insurers agreed that it was a \"major factor for all insurers these days\".\n\"One in eight properties throughout Wales are vulnerable to flooding and that risk is likely to get worse,\" he said.\nThe industry recently published a \"climate change roadmap\" outlining how it could support efforts to cut carbon emissions and help customers make more sustainable choices like opting for an electric car or green boiler when they make a claim.\nBut the \"sad reality\" was that coastal erosion in particular was unlikely to be something insurers could help with - due to it being a \"foreseeable risk that is happening gradually over time\", Mr Tarling added.\nNatural Resources Wales said it has been working for several years with local authorities and the Welsh government to develop shoreline management plans for areas where climate change posed a particular challenge.\nSian Williams, the organisation's head of operations for north west Wales, said it was difficult territory that needed to be handled carefully so as not to frighten people.\n\"We're looking at decades from now in lots of these communities and that's quite difficult to get your head around, being involved in a conversation that will affect your children and grandchildren and future generations as well,\" she said.\n\"But it is really important that we're having those discussions - none of us want to be in a situation where we ignore what's happening.\"\nConsultations were already underway in some communities that could be most affected, she said, with public service boards set up to improve cooperation across public services doing a lot of work on the issue.\n\"We can look at models, maps and data but it's vital to hear local stories and information,\" Ms Williams added.\n\"This isn't just about bricks and mortar but people's heritage and history too.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57862558",
      "category": "uk-england-manchester",
      "title": "Ashton-Under-Lyne: Baby hurt in Asda ceiling collapse",
      "tags": "Ashton-under-Lyne,Asda",
      "text": "A baby has been taken to hospital after part of the ceiling collapsed at an Asda supermarket. \nEmergency services were called to the store on Cavendish Street in Ashton-Under-Lyne, Greater Manchester at about 16:35 BST on Thursday. \n\"The noise was horrendous, there was dust everywhere,\" said witness Scarlett Phillips. \"A baby was screaming.\"\nA woman and two young children were taken to hospital, Greater Manchester Fire and Rescue Service confirmed.\nAn Asda spokesman said the family had gone to hospital as a precaution, adding: \"We are pleased to hear they are all ok.\" \nMs Phillips, 31, from Dukinfield in Tameside said: \"The roof started peeling towards us, the noise was horrendous. \n\"Then there was dust everywhere and a baby screaming... It shook everyone up but we've peeled the plaster off and been back this morning.\"\nShe praised Asda staff who had been \"fantastic and checking how everyone was\".\nNorth West Ambulance Service (NWAS) said an infant was treated at the scene before being taken to hospital. \nA fire service spokeswoman said firefighters were at the scene for about two hours. \n\"A full evacuation of the store took place while fire crews made the scene safe,\" she said.\n\"Three casualties - a woman and two young children - were transferred to the care of colleagues from NWAS and conveyed to hospital.\"\nThe supermarket said it was \"continuing to work with the relevant authorities\" as an investigation continued into how \"a small section of the ceiling\" had collapsed. \nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57865112",
      "category": "health",
      "title": "Winter vomiting virus warning for England",
      "tags": "Coronavirus lockdown measures,Infection",
      "text": "England is experiencing an unseasonable rise in winter vomiting virus, officials are warning. \nPublic Health England (PHE) says 154 norovirus outbreaks have been reported in the last five weeks, compared to an average of 53 over the same time period in the previous five years.\nMost have been in educational settings, particularly in nurseries. \nCases are returning to pre-pandemic levels across all age groups and settings and people should be on alert. \nSymptoms include sudden, projectile vomiting and diarrhoea.\nIt is very contagious - people sick with it can shed billions of norovirus particles. It only takes a few of these virus particles to infect others.\nProf Saheer Gharbia from PHE said: \"Norovirus, commonly known as the winter vomiting bug, has been at lower levels than normal throughout the pandemic with less opportunity to spread between people in the community but as restrictions have eased we have seen an increase in cases across all age groups.\"\nPHE says it is possible that unusual or more out-of-season increases could be seen in the coming months following further easing of Covid control measures. A similar pattern was seen in Australia when it relaxed some restrictions. \nIn Scotland, reported cases are currently below the five year average for summer months.  \nIf you or a child has norovirus, the advice is to stay at home. Do not return to work or send children to school until 48 hours after symptoms have cleared. \nAvoid visiting your GP but if you are concerned, particularly about a young child or baby with symptoms, do contact NHS 111 or talk to your GP by phone, says PHE. \nThe officials say they will continue to closely monitor the situation. And they say there are practical things you can do to reduce your risk of catching and spreading it:\nSymptoms, which can include a high temperature, abdominal pain and aching limbs as well as vomiting, appear one to two days after people become infected. \nPeople can pass on norovirus or shed the virus during this period but are most infectious when they have symptoms.\nOutbreaks have been known to affect hospitals and care homes too. Avoid visiting elderly or poorly relatives, particularly if they are in hospital, experts advise. \nDr Nick Scriven, past president of the Society for Acute Medicine, said: \"We are now just days away from the lifting of the remaining [Covid] restrictions in England and our NHS is under great strain.\n\"This has been compounded today by the warning that cases of norovirus, commonly known as the winter vomiting bug, have now reached pre-pandemic levels in summer.\n\"Considering the impact this has when it makes its way into hospitals - bed closures, infecting seriously unwell people and staff absence - it is frankly very worrying.\"\nProf Paul Hunter, from the Norwich School of Medicine at the University of East Anglia, said the increase of cases of norovirus in children \"almost certainly\" reflected reduced immunity to this infection as a result of not being exposed to it as the country locked down for Covid. \n\"We have already started to see cases rising for some of the other respiratory viruses and this reminds us that as we come out of lockdown we are likely to start seeing many other infections rising that may cause problems for public health and the NHS. \n\"Doctors in new Zealand have coined the phrase 'immunity debt' to describe this phenomenon. \n\"As yet we do not know how much of an additional burden this will cause for public health in the UK but we need to monitor this.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57850504",
      "category": "world-europe",
      "title": "In pictures: Deadly floods hit Germany and Belgium",
      "tags": "Floods,Germany,Netherlands,Severe weather,Switzerland,Belgium",
      "text": "Rescue workers are continuing to search for stranded residents after deadly flooding hit parts of Europe.\nAt least 33 people have been confirmed dead in western Germany, as heavy rains caused rivers to burst their banks and swept away homes and vehicles. Many others are still missing.\nSix people have been killed in Belgium, while other neighbouring countries have also been affected.\nSome of the most dramatic images came from the German village of Schuld, in the Ahrweiler district of Rhineland-Palatinate, where a state of emergency has been declared.\nThe German army has been deployed in some areas to help with rescue operations.\nThe extreme weather has also left hundreds of thousands of people in Germany without power.\nHeavy rains were also seen in Switzerland, Luxembourg and the Netherlands, where dozens of people were evacuated from their homes.\nForecasts suggest more heavy rain is due in much of western Europe on Thursday and Friday.\nAll photos subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-57852315",
      "category": "uk-england-manchester",
      "title": "Marcus Rashford mural graffiti 'not racial', say police",
      "tags": "Withington,Marcus Rashford,Manchester",
      "text": "Vandalism that was sprayed on a mural of Marcus Rashford is \"not believed to be of a racial nature\", say police.\nThe work in Withington, where Rashford grew up, was defaced after England lost in the Euro 2020 final.\nOfficers say they have several lines of inquiry and are \"keeping an open mind\" about the possible motive.\nThe mural, which was covered in positive messages after the vandalism, has since been restored by street artist Akse.\nGreater Manchester Police said officers were examining CCTV from the area and forensic evidence from the spray paint used.\nNo arrests have been made.\nA police spokesperson said: \"While the content of the vandalism is not believed to be of a racial nature, officers are keeping an open mind as to the motive behind defacing the artwork.\"\nSupt Richard Timson added: \"On Monday morning when we saw the damage done to the mural in Withington we were all left appalled, and we stand with the rest of the community whose solidarity against this vile abuse ever since has really shown the best of our city.\"\nHundreds of heartfelt notes were placed on the artwork, which is painted on the side of the Coffee House Cafe on Copson Street.\nEd Wellard, who commissioned the mural, said the notes would be \"retained, recorded and if possible displayed\".\nThe artwork was defaced with several swear words shortly after Rashford missed a penalty, along with Jadon Sancho and Bukayo Saka, in the 3-2 shootout loss on Sunday.\nAll three players were also targeted with racist abuse on social media following the match.\nGreater Manchester Police launched an investigation after it received a report of racially aggravated damage at the mural at 02:50 BST on Monday.\nRashford said he was \"lost for words\" as hundreds of people also gathered for an anti-racism demonstration at the mural on Tuesday evening.\nFollow BBC North West on Facebook, Twitter and Instagram. You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55659820",
      "category": "health",
      "title": "What are the Covid variants and will vaccines still work?",
      "tags": "Vaccination,Brazil,India,South Africa,Coronavirus pandemic",
      "text": "A new type of coronavirus has been found that scientists say is of \"great concern\". \nThe Omicron variant worries experts because it is very different to the types of Covid current vaccines are designed to fight. \nA variant is a slightly altered - or mutated - version of a virus. There are thousands of Covid variants around the world which is to be expected because viruses mutate all the time.\nOmicron is strikingly different from many other types due to the long list of genetic mutations it has undergone. \nIn particular, there are dozens of changes to the part of the virus targeted by the vaccine - the spike protein.\nEarly signs are that current vaccines might not work quite as well against Omicron.\nData from around the world suggests Omicron may be more infectious and spreads very easily. \nThis suggests the variant might be better at sidestepping some of the protection offered by vaccines, or past infection. \nPreliminary lab studies show two doses of Covid vaccine may not be enough. An answer could be giving people extra doses to boost their immunity, like the UK is doing now.\nUK research suggests boosters should provide good protection against severe illness.\nExperts say Omicron might be milder, since fewer people are getting sick enough with it to need hospital treatment compared to other variants.\nEven so, if it is more infectious it could lead to more deaths in an unvaccinated population.\nAs with other Covid variants, the risk remains highest for people who are elderly or have significant underlying health conditions. \nAlthough current vaccines may not be a perfect fit for Omicron they are still the best line of defence against Covid. \nThey have cut the risk of severe illness against the other major Covid variants, including Delta, Alpha, Beta and Gamma. \nDoctors say it is vital people get the recommended number of doses to gain maximum protection against existing and emerging variants. \nThe government is ramping up its vaccination programme in response to Omicron, and hopes to offer every adult in the UK a booster jab by the end of January. \nAlthough Covid infections have been rising, the number of hospitalisations and deaths has remained well below the levels seen in earlier waves. Experts say this is because of the success of the vaccine programme. \nUpdated versions of vaccines against Covid variants are already being designed and tested.\nManufacturers could scale up production quickly too and regulators have already discussed how to fast track the approval process. \nModerna has already said it hopes to have an Omicron booster ready by March. \nThe most potentially dangerous ones are called variants of concern and, along with Omicron, include:\nUK officials are also keeping an eye on a recent descendent of the Delta variant, called AY.4.2 or \"Delta plus\". \nViruses make carbon copies of themselves to reproduce but they aren't perfect at it. Errors can creep in that change the genetic blueprint, resulting in a new version of the virus - in other words, a variant. \nIf this gives the virus a survival advantage, the new version will thrive. \nThe more chances coronavirus has to make copies of itself in us - the host - the more opportunities there are for mutations to occur. \nThat's why keeping infections down is important. Vaccines help by cutting transmission as well as protecting against serious Covid illness. \nExperts say it is possible that the new highly altered variant B.1.1.529 may have originated in a patient whose immune system was unable to get rid of a Covid infection quickly, giving the virus more time to morph. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-51205344",
      "category": "health",
      "title": "What are the latest rules for face coverings and masks?",
      "tags": "Coronavirus lockdown measures,Retailing,Social distancing,Personal protective equipment (PPE),Viruses,Coronavirus pandemic",
      "text": "People in England are no longer legally required to wear face masks in almost all public spaces, although they are still recommended in some settings. \nThe change is part of the government's decision to lift Plan B coronavirus measures in England.\nMasks are still required in many situations in Scotland, Wales and Northern Ireland. \nFrom Thursday 27 January:\nWhat are the latest changes to the UK's Covid rules?\nFace mask changes: 'We hope customers aren't discouraged'\nIn Scotland, masks must be worn in most indoor public spaces including public transport, shops and gyms (although they can be temporarily removed when exercising).\nThey must be worn in pubs and restaurants when not seated or dancing, and in the workplace in communal areas and canteens. \nThey are compulsory for all school staff as well as secondary school pupils and are required in indoor public spaces in universities.\nLike England, under-12s are exempt.\nFrom Friday 28 January, adults running organised sessions with under-5s will no longer need to wear face coverings. \nIn Northern Ireland, post-primary pupils must wear face coverings inside school buildings, as must staff if they can't socially distance.\nMasks must also be worn on public transport, in shops and hospitality venues unless you're sitting down to eat or drink.\nMasks aren't required in gyms or other exercise venues.\nHowever, people no longer have to show proof of exemption if they're not wearing a mask.\nUnder-13s don't have to wear masks in public indoor places, and primary school pupils are exempt from the rules on public transport.\nPeople no longer have to wear face masks by law in cafes, pubs, restaurants and nightclubs, but face coverings are required on public transport and  most public spaces, including shops.\nSecondary school pupils are being asked to wear masks in class until the end of half term. \nThe guidance in Wales applies to everyone aged 11 or over.\nIn England, Transport for London (TfL) officers and police can currently fine people £200 for their first offence. This drops to £100 if paid within 14 days. \nThe penalty doubles for each subsequent offence, with no discount for quick payment. So, a second penalty would be £400, a third £800, up to a maximum of £6,400. \nIn Wales, the penalty for a first offence is £60, with the fine doubling for each subsequent offence - up to a maximum of £1,920. Repeat offenders can also be prosecuted in court where fines are unlimited.\nIn Scotland, the police can issue a penalty notice of up to £60 for breaking the law on mask-wearing.\nEvidence suggests transmission mainly happens indoors where people are close together.\nCovering the nose and mouth reduces the spread of coronavirus droplets from coughs, sneezes and while speaking.\nThe main purpose is to protect others although there is some evidence they offer protection to wearers.\nIt should:\nStandard surgical masks are acceptable. It is also possible to buy FFP2 and FFP3 masks used by healthcare workers which can offer higher protection. However, these must be fitted correctly to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-highlands-islands-57862638",
      "category": "uk-scotland-highlands-islands",
      "title": "First cruise ship since Covid set to visit Scotland",
      "tags": "Coronavirus lockdown measures,Lerwick,Cruise ships,Coronavirus pandemic",
      "text": "The first cruise ship to visit Scotland since the Covid pandemic is set to arrive in Lerwick Harbour next week.  \nIt follows the Scottish government's lifting of a virus-related ban and the reopening of the country's ports to cruise ships on UK-only sailings.\nDomestic voyages to and from English ports have been operating since mid-May.\nOperated by Noble Caledonia, the MS Island Sky will berth at Victoria Pier on Monday with 66 passengers on board.\nThe vessel, which is operating at half its capacity, will complete a full circumnavigation of the UK, taking in some rarely visited and remote locations.\nMike Deegan, head of fleet operations for Noble Caledonia, said: \"We are delighted to be re-affirming our strong connections with our friends in Scotland, a country we have visited regularly over the last 30 years.  \n\"Our strict Covid-safe protocols, both on board and ashore, will ensure we shall visit with safety of local communities and those on-board paramount.\"\nLast year was expected to be a record year for Shetland with about 100 visits booked.\nBut only two cruise ships docked in February before the pandemic forced Scotland into lockdown.\nIn the initial phase of restarting, passengers coming ashore at Lerwick are likely to travel in \"bubbles\" of up to 15. They will also observe all safety protocols, such as using face coverings and hand hygiene.\nLerwick Port Authority chief executive, Captain Calum Grains, said: \"We've been working through the many steps required with all interested parties to ensure that Covid measures are in place to protect everyone involved during cruise ship visits.  \n\"These measures meet official requirements and complement the comprehensive steps taken by cruise operators which set some of the highest standards seen in the tourism industry.\"\nSteve Matheson, Shetland Islands manager for VisitScotland, welcomed the return of cruise ships and said they would provide a financial boost for local bus operators, tour guides, attractions and retailers.\nLast month passengers on a cruise ship touring the UK were told they would not be allowed to disembark in Greenock, Inverclyde.\nThe MSC Virtuosa's operator said Scottish government Covid rules blocked it from entering the port.\nAccording to Scottish government guidelines domestic cruises with more than 12 passengers will only be allowed when all of Scotland reaches level one.\nSome parts of the country are still in level two but, from Monday all, of Scotland will move into level zero."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57858829",
      "category": "world-europe",
      "title": "Europe floods: At least 120 dead and hundreds unaccounted for",
      "tags": "Floods,Germany,Angela Merkel,Europe floods,Netherlands,Severe weather,Switzerland,Belgium",
      "text": "At least 120 people have died and hundreds more in western Europe are unaccounted for after some of the worst flooding in decades. \nRecord rainfall caused rivers to burst their banks, devastating the region. \nIn Germany, where the death toll now stands at over 100, Chancellor Angela Merkel called for a determined battle against climate change. \nAt least 20 people have died in Belgium. The Netherlands, Luxembourg and Switzerland are also affected.\nMany factors contribute to flooding, but a warming atmosphere caused by climate change makes extreme rainfall more likely.\nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions.\nBelgian Prime Minister Alexander De Croo declared 20 July a national day of mourning.\n\"We are still waiting for the final toll, but this could be the most catastrophic flooding our country has ever seen,\" he said.\nWe met an elderly man trying to get into a village which was all but destroyed. His grandchildren were there, he said, but he couldn't get hold of their parents. \nEven the authorities say they don't know for sure how many people are missing. There is no phone signal in much of the region, making communication all but impossible. But the death toll is expected to rise today and with every hour that passes the magnitude of this disaster becomes ever clearer. \nAll along the River Ahr there are flooded homes, broken bridges, the twisted remains of campsites and caravan parks. For many of the dazed people we met surveying the damage here, it's almost impossible to imagine clearing up and starting again. \nSome 15,000 police, soldiers and emergency service workers have been deployed in Germany to help with the search and rescue. \nEntire villages have been destroyed, and officials in the western German district of Ahrweiler say up to 1,300 people are unaccounted for.\nGregor Jericho, a resident of Rheinbach in North Rhine-Westphalia, told the BBC: \"It's a very sad scene. Streets, bridges and some buildings are destroyed. There's garbage everywhere.\n\"Parts of buildings are in the road, people are sitting and crying. It's so sad. People have lost their homes, their cars are in fields flooded. My city looks like a battle has taken place.\"\nIn the same town, Ansgar Rehbein told Reuters he saw the river's water level rising so rapidly that he had to immediately get out of his house.\n\"Once the river started overflowing and the water came down from the hillside, it was a matter of two minutes before the courtyard was flooded with waist-high water,\" he told the news agency.\n\"We had to get out through the window and uphill in order to save ourselves.\"\nIn Belgium, dramatic footage of the floods showed cars being swept away along a street in the city of Verviers. A curfew was in place overnight because of the risk of looting. \nResidents of Liège, Belgium's third-largest urban area after Brussels and Antwerp, were ordered to evacuate on Thursday. Local officials said those unable to leave should move to the upper floors of their buildings. \nThe Meuse river, which flows through the city, stabilised on Friday morning, with small overflows in some areas. \nScientists have condemned politicians for failing to protect their citizens from extreme weather events such as the floods in northern Europe and the US heat dome.\nThey have been predicting for years that summer rainfall and heatwaves would become more intense due to human-induced climate change.\nHannah Cloke, Professor of Hydrology at the University of Reading, said: \"The deaths and destruction across Europe as a result of flooding is a tragedy that should have been avoided. \n\"Forecasters issued alerts early in the week, and yet the warnings were not taken seriously enough and preparations were inadequate.\n\"The fact that other parts of the northern hemisphere are currently suffering record-breaking heatwaves and fires should serve as a reminder of just how much more dangerous our weather could become in an ever-warmer world.\"\nScientists say governments must both cut the CO2 emissions that are fuelling extreme events, AND prepare for more extreme weather.\nYet in the UK - hit by severe flooding on Monday - the government's advisory climate change committee recently told ministers the nation was even worse prepared for extreme weather than it was five years ago. \nIt said the government was keeping only a fifth of its pledges to cut emissions.\nAnd only this week the UK government told people that they don't need to reduce flying because technology will solve the emissions problem - a notion that most experts consider a gamble.\nREAD MORE: Science failed to predict flood and heat intensity\nThe Netherlands has reported no casualties but thousands of people in towns and villages along the Meuse river have been urged to leave their houses quickly. \nThe river running through the Swiss capital Bern burst its banks, flowing at a record rate of 560 cubic metres a second on Friday. \nLake Lucerne is flooding into the town and people in Basel have been told to keep well away from the River Rhine. There is also the risk of mud and rock slides in the Alps as the flood waters run off. \nHave you been affected by the flooding in Germany? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57863558",
      "category": "world-africa",
      "title": "South African riots over Zuma jailing pre-planned - Cyril Ramaphosa",
      "tags": "South Africa",
      "text": "South Africa President Cyril Ramaphosa has said the violence that has rocked the country was pre-planned, describing it as an assault on democracy.\nRiots were sparked by the jailing of former President Jacob Zuma.\nThe death toll has risen to 212, up by almost 100 since Thursday, the government said.\nPolice officers have been protecting deliveries of food to supermarkets after days of widespread looting led to shortages.\nAn estimated $1bn (£720m) worth of stock was stolen in KwaZulu-Natal with at least 800 retail shops looted, a mayor in the province said.\n\"It is quite clear that all these incidents of unrest and looting were instigated - there were people who planned it and co-ordinated it,\" Mr Ramaphosa said in a visit to KwaZulu-Natal, Mr Zuma's home province and the epicentre of the violence.\nThe president said the riots were an attempt to hijack South Africa's democracy. He told supporters that instigators had been identified, but didn't elaborate. \n\"We are going after them,\" he added.\nIn KwaZulu-Natal, many have been queuing for food, sometimes from the early hours of the morning just to get a few items.\nPeople waiting told the BBC that they were concerned about feeding their families, getting formula and nappies for their babies, and even food for their pets.\nThe week of violence in the province has left roads damaged or blocked by rioters and the government wants to make sure the food supply is not disrupted, said Khumbudzo Ntshavheni, an acting minister.\nSoldiers have been deployed to potential flashpoints and police are providing escorts for the transportation of oxygen, medicines and other key goods, she said. \nIn a 30-minute televised address later on Friday, Mr Ramaphosa said there was no shortage of food or supplies and urged people against panic buying.\nHe said more than 2,500 people had been arrested in connection with the unrest and urged South Africans to come together.\n\"If we stand together, no insurrection or violence in this country will succeed,\" he said. \"We are engaged in a struggle to defend our democracy, our Constitution, our livelihoods and our safety.\n\"This is not a battle that we can afford to lose.\"\nProtests began last week after Zuma handed himself in to police to serve a 15-month sentence for contempt of court.\nZuma's supporters reacted furiously to his imprisonment, blockading major roads and calling for a shutdown to demand his release.\nThe protests descended into riots on a scale rarely seen in South Africa. Businesses in every sector were looted, burnt and petrol-bombed in cities and towns across KwaZulu-Natal, as well as Gauteng, which surrounds the country's biggest city, Johannesburg.\n(Additional reporting by Samantha Granville)"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57866734",
      "category": "uk",
      "title": "US wants giant radar in UK to track space objects",
      "tags": "Communications satellites",
      "text": "The US wants to locate a giant new radar system in the UK to track objects in deep space.\nThe US Space Force is developing the global system to identify potential \"targets\" up to 36,000km away, in areas of deep space where a lot of military satellites are positioned.\nOther sites would include Texas and Australia.\nThe Ministry of Defence said the new radar capability has the potential to make space \"safer and more secure\".\nIt comes amid growing concerns about congestion, competition and even an arms race in space.\nBoth the US and Britain have accused Russia and China of developing weapons which could be used to take out satellites. \nLast year alone more than 1,000 new satellites were launched into space - including 10 by the US military.\nThe plans to develop the Deep Space Advanced Radar Capability - or DARC - are being developed at the US Space and Missile Systems Center. \nIt was one of the sites visited by Defence Secretary Ben Wallace and UK defence chiefs this week on a visit to California. They also held discussions with Elon Musk's SpaceX.\nLt Col Jack Walker of the US Space Force told the BBC the US was \"in discussion\" with the UK about putting the radars \"possibly in Scotland or further south\". \nHe said the site would house \"anywhere from 10 to 15 parabolic antenna (large satellite dishes) for tracking and four to six for transmitting\" and cover an area of about 1km square.\nEach radar dish will be 15 metres in diameter.\nCol Walker said the purpose of the system would be to \"detect and track targets which could potentially be threats to our high-value assets\". \n\"It could be from the Chinese, it could be from the Russians, it could be anti-satellite or it could be debris in space,\" he said.\nThe US already operates an early warning system to detect ballistic missiles in space, which includes a service at RAF Fylingdales in North Yorkshire. \nBut the radar systems at the secretive RAF base can only detect objects up to 20,000km (12,400 miles) away. \nThe new DARC system will be able to see much further. \nCol Walker says it will be able to detect an object the size of a football up to 36,000km (22,400 miles) away.\nOn the US visit, the UK's chief of the air staff, Sir Michael Wigston, said \"right now the UK is focused on understanding what's going on in the dark corners of space\". \nHe said the increasing congestion and competition in space \"all point to needing to rapidly build our understanding of what's going on\". \nSir Michael has predicted the next war could be won or lost in space.\nDefence Secretary Ben Wallace said the government would be publishing a space strategy in the autumn. \nHe said space was under threat and the UK needed to protect its key national infrastructure. \nMr Wallace said he did not think there was going to be \"moonraker and Star Wars lasers in space\". \nThe UK's military doctrine would not be about \"wrecking space but defending and protecting space\", he added. \nA Ministry of Defence spokesperson said: \"This new radar capability has the potential to make space safer and more secure, helping to protect our satellite system by tracking and monitoring objects.\n \"We are exploring our potential partnership with the USA on DARC and discussions so far have been positive.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57858073",
      "category": "uk-northern-ireland",
      "title": "NI Troubles: 'Robust conversation' as parties meet Lewis over legacy",
      "tags": "Brandon Lewis,The Troubles,Northern Ireland Assembly",
      "text": "There was a frank exchange between the Northern Ireland secretary and Stormont leaders over legacy proposals.\nSpeaking after the meeting, the DUP leader Sir Jeffrey Donaldson said there had been a \"fairly robust conversation\" with Brandon Lewis.\nThe government has outlined a package of measures, including an end to civil actions, prosecutions and inquests.\nIt has been widely rejected by the executive parties, Irish government and victims. \nIrish Foreign Affairs Minister Simon Coveney, who was also in the meeting, said the UK government's position was not set in stone.\nThe Northern Ireland Assembly is being recalled on Tuesday to debate the proposals. \nAhead of this, a further meeting of the Stormont Party Leaders' Forum is scheduled for Monday.\nSinn Féin president Mary-Lou McDonald said she will chair the meeting, but Ulster Unionist Party (UUP) leader Doug Beattie said he will \"not be attending discussions on legacy chaired by Sinn Féin\".\n\"It was Mary-Lou McDonald who said that the IRA campaign was justified without a thought for the thousands of victims created by the IRA terror machine,\" he said, referencing an interview with the Sunday Independent last year.\nMr Beattie and Alliance Party leader Naomi Long have accused Ms McDonald of \"misrepresenting\" the role of chair at the forum.\nNaomi Long said this month's meeting is Sinn Féin's \"turn\" and \"the agenda is set by all the leaders, not the chair\".\nShe said Sinn Féin's statement on its role was \"a complete over-reach\" which was \"both provocative and counterproductive\".\nA Sinn Féin spokesperson said that the forum meets monthly, and has done so routinely since it was established. \nThe hosting and chairing rotates, and this month it is the turn of Sinn Féin. \nThey added: \"Sinn Féin have put legacy on the agenda given the huge hurt caused by the British government to victims and survivors by their latest legacy proposals, which political leaders will want to discuss.\"\nSir Jeffrey Donaldson said the forum was not to be a \"single issue agenda meeting\".\n\"There were a range of issues that were to be raised and discussed at that meeting, but clearly the meeting cannot take place if legacy is on the agenda, that's evident because all party leaders have to be in attendance,\" he said.\nMany victims of the conflict have said they will be denied an opportunity to seek justice if a statute of limitations is introduced.\nThe legal mechanism would prevent proceedings being brought after a certain time period. \nThis would offer protection to both former members of the security forces and ex-paramilitaries.\nThe government has yet to set out what will happen to the eight live Troubles-related cases that are before the courts.\nAfter the meeting on Friday morning, Sir Jeffrey said each party had outlined their views in relation to legacy to the Northern Ireland secretary.\nHe said he had met victims' groups earlier in the morning who were very concerned by government proposals and \"what they believe amounts to some form of amnesty\".\n\"They believe passionately that the opportunity for victims and families to pursue justice should not be closed off,\" he said, adding that he had reiterated their comments to Mr Lewis. \nHe said Mr Lewis had given a commitment that he will be \"reaching out to representatives of victims groups to hear what they have to say.\" \n\"He also made clear the parties must have an input into designing the process that takes this forward,\" Sir Jeffrey added. \nMr Coveney said Mr Lewis had confirmed that the proposals were \"simply a position paper that is contributing to the process that in now under way\".\n\"There is no pre-determined outcome here,\" Mr Coveney said.\n\"Some have sold the British government's position during the week as a fait accompli. There is no fait accompli.\"\nHe added: \"This is not a case of the British government outlining a position and then going through some form of consultation process and then moving ahead with that position anyway in the autumn - if that is what we are at, well then we have real problems.\"\nSDLP leader Colum Eastwood said there had been a lot of \"straight talking\" in the meeting.\nMr Eastwood said he remained sceptical about a consultation process when many believe the government will press ahead with its plan to end troubles-related prosecutions.\nBut he warned against the parties walking away from the process as he said that would play into the hands of the government.\nSinn Féin leader Mary Lou McDonald said the meeting confirmed the \"British government are acting in total bad faith\".\nUUP leader Doug Beattie said the meeting did not provide \"any solutions for innocent victims\". Mr Beattie also said the Irish government needs to do more than bring \"warm smiles, but little else\". \nAlliance leader Naomi Long told BBC NI's Good Morning Ulster programme that the implementation of any such legislation would be a \"major challenge\" for her party.\nMrs Long is also Stormont's justice minister. \n\"It is about the issue of being required as justice minister to administer something that I would believe to be fundamentally flawed and unjust,\" she said.\n\"We would need as a party to consider the implications of that. We have provided a justice minister in the executive for all but one of the years that devolution has been operational.\n\"If this is imposed on the executive it will need still to be implemented, and that raises major questions in terms of whether or not we would be comfortable being the party that would have to implement that.\" \nThe father of a 12-year-old boy killed in an IRA bomb has said while he does not support or approve of the proposals, he does accept them.\nColin Parry, whose son Tim died in explosion in Warrington in 1993, said it was important to focus on the future rather than the past.\nHe told BBC News NI: \"I accept them because I think peace-building is a pragmatic business.\n\"We can't bring Tim back, and even if the bombers were disclosed or revealed, it certainly wouldn't make me any happier. \n\"In fact in many ways it might unsettle me far more.\"\nMr Parry said he respected victims' families who took a different view, and hoped they would in turn respect his opinion."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57863205",
      "category": "science-environment",
      "title": "Climate change: Science failed to predict flood and heat intensity",
      "tags": "Floods,Earth observation,Climate change,Severe weather,Heatwaves",
      "text": "Top climate scientists have admitted they failed to predict the intensity of the German floods and the North American heat dome.\nThey've correctly warned over decades that a fast-warming climate would bring worse bursts of rain and more damaging heatwaves.\nBut they say their computers are not powerful enough to accurately project the severity of those extremes.\nThey want governments to spend big on a shared climate super-computer. \nComputers are fundamental to weather forecasting and climate change, and computing will underpin the new climate science “Bible”, from the Intergovernmental Panel on Climate Change (IPCC) next month.\nBut former Met Office chief scientist Prof Dame Julia Slingo told BBC News: \"We should be alarmed because the IPCC (climate computer) models are just not good enough.\n\"(We need) an international centre to deliver the quantum leap to climate models that capture the fundamental physics that drive extremes. \n\"Unless we do that we will continue to underestimate the intensity/frequency of extremes and the increasingly unprecedented nature of them.\"\nShe said the costs of the computer, which would be in the hundreds of millions of pounds, would \"pale into insignificance\" compared with the costs of extreme events for which society is unprepared.\nDame Julia is striving to promote this initiative at the COP26 climate summit in November.\nShe, and other scientists, agree climate change is an emergency. But Oxford Prof Tim Palmer told me: \"It’s is impossible to say how much of an emergency we are in because we don’t have the tools to answer the question. \n\"We need a commitment and vision with the magnitude of CERN (Europe's major physics research centre) if we are to build climate models that can accurately simulate the extremes of climate like the Canadian heatwave.\"\nMost importantly researchers need to assess whether places such as North America or Germany will face extremes like the heat dome and the floods every 20 years, 10 years, five years – or maybe even every year. This level of accuracy currently isn’t possible.\nSome scientists argue that it's futile to wait for the IPCC to say how bad climate change will be. \nThat's partly because the panel's \"Bible\", which is supposed to gather in one place the sum of knowledge on climate change, will actually already be out of date when it’s published because review deadlines closed before the German and American extreme extremes (sic). \nProf Bill McGuire, for instance, from UCL, told me: \"The obvious acceleration of the breakdown of our stable climate simply confirms that - when it comes to the climate emergency - we are in deep, deep s***! \n\"Many in the climate science community would agree, in private if not in public.\n\"The IPCC's reports tend to be both conservative and consensus. They’re conservative, because insufficient attention has been given to the importance of tipping points, feedback loops and outlier predictions; consensus, because more extreme scenarios have tended to be marginalised.\n\"Plenty of peer-reviewed papers not addressed in IPCC documentation present far more pessimistic scenarios. There is no reason why a consensus viewpoint should be right, and we need to be preparing for the worst, even if we still hope for the best.\"\nCambridge Prof Mike Hulme is worried by this tone. He told me: \"It's well known that the IPCC works on a slower timescale than does the weather - and for good reason. \n\"Science takes time to mature, and for uncertainties to be properly contextualised. I think it is dangerous if people start trying to undermine IPCC reports before they are even published,\" he told me. \n\"Yes, there are weather extremes and some of them – like heatwaves and some hurricane intensities - are getting more extreme, but this is all predictable according to IPCC models.  \n\"I think it is dangerous to start banging the drum for more and more emergency talk. \n\"We have seen the damage emergencies can do with the pandemic, fuelled by the psychology of fear through the social amplification of risk. \n\"It's a politically dangerous game to start playing.\" \nMeanwhile, the former UK government chief scientist, Prof Sir David King, recently set up the Climate Change Advisory Group to fill the gaps he believes are left by IPCC science.  \nOne group member, Prof Mark Maslin from UCL, said of the IPCC: \"The executive summary has to be agreed and signed off by 193 countries; reports are every 6-7 years and because of the time they take to write they are usually 1-2 years behind the literature. \n\"Are they still fit for purpose - yes, as they provide an essential service linking scientists, social scientists and economists all around the world and provide the baseline estimates of what will happen to governments and companies. \n\"Are they fit for dealing with a rapidly evolving climate and political landscape - No!”\nFollow Roger on Twitter @rharrabin"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-business-57825081",
      "category": "uk-scotland-scotland-business",
      "title": "Entire whisky distillery ships out to China",
      "tags": "Scotch whisky,Forfar,Scotland business,Buckie",
      "text": "An entire whisky distillery is being shipped out from Scotland to China on Friday.\nMore than 35 tonnes of equipment, including stills, flooring, control valves and pipework, is leaving Buckie in Moray for the port of Tianjin.\nThe equipment will be assembled at a facility being built in Inner Mongolia.\nThe shipment is part of a £3m \"design and build\" deal signed between Forfar firm Valentine International and China's Mengtai Group in 2019. \nThe facility in Ordos will become Inner Mongolia's first whisky distillery when it opens, probably at the end of this year.\nAll of the distillery equipment was built by Rothes-based firm Forsyths, which is sending a team of five engineers to supervise assembly.\nForsyths have a team in Hong Kong to provide after-sales back-up and services.\nValentine International chairman and managing director David Valentine said the project was the brainchild of Mengtai chairman Ao Fengting, who planned to create a \"globally award-winning whisky\". \nMr Valentine, who specialises in establishing commercial ventures in China, said: \"Scotland is the home of whisky and has the greatest expertise in terms of distillery equipment manufacture, which is why Mr Fengting believes we will deliver a world-beating project for him in Ordos.\"\nIt is Mengtai's first venture into the world of whisky. One of Inner Mongolia's largest private firms, its core businesses include coal production and electricity generation.\nIn a separate development, Valentine International has signed a \"strategic  agreement\" with Mengtai to supply bulk whiskies for China.\nMr Valentine declined to name the whisky distiller in that deal but said it was a \"long-established\" firm. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57866679",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid in Scotland: Family's plea to allow dying father to see expat daughter",
      "text": "The family of a cancer patient with days to live have pleaded that his expat daughter be allowed to fly home to Scotland immediately to say goodbye.\nIain Soutar, from Milngavie, is receiving palliative care after being diagnosed with terminal cancer.\nHis Dubai-based daughter Laura is quarantining in Majorca after the Scottish government refused to exempt her from self-isolating in Scotland.\nThe family fear her return could be too late to give her dad \"a final hug\".\nIf she returns to Scotland immediately, she would have to restart her 10 day isolation period in a hotel, and would only be allowed to make a visit to her father before returning to self-isolation.\nIf she completes her 10-day isolation in Majorca, she would not arrive in Scotland until Tuesday and says the delay has been unbearable given her father's deteriorating condition. \nSpeaking from her Majorca hotel room, she said: \"I just want to be home with my dad, spending these last days, weeks, with him.\"\nIain's other daughter Rebecca McCarron added: \"We feel like we are counting down until Laura comes home, but we are also counting down the days my dad's got left with us.\n\"My dad wants my sister home. My dad is holding on for my sister. He has said that himself, and told Laura he will be here when she comes back and that's all we can hope for at the moment.\"\nThe United Arab Emirates has been designated by the Scottish and UK governments as a red list country for international travel.\nIt means anyone returning - regardless of their vaccination status - must self-isolate for 10 days in a government-approved quarantine hotel.\nLaura Soutar hoped the government would allow her to speed up the process by flying in via the Balearic Islands, which are currently on the green list.\nNext Monday, Majorca along with neighbouring Menorca and Ibiza will be moved on to the amber list.\nFrom the same date, fully-vaccinated adults and under-18s in Scotland will no longer have to self-isolate after visiting amber-list countries.\nHowever, despite repeated appeals for an exemption on compassionate grounds, the family feel they have been let down by the \"cruel\" international quarantine system.\nScotland's national clinical director, Prof Jason Leitch, said visits to see relatives receiving end-of-life care were exempt from travel restrictions - but only if self-isolation protocols have been safely completed.\nHe said: \"This is a dreadful story and my heart goes out to the family.\n\"I'm afraid the fundamental restrictions still apply though. An individual coming from an amber or a red country is a higher risk of virus, That, I'm afraid, is a fact.\"\nLaura's sister Rebecca has urged the government to do more the help families in the same situation.\nShe said: \"We're suffering in having to deal with this every single day. There needs to be some leeway for families and people in this situation trying to get home to see loved ones.\n\"We have been told my dad has just days and it's adding extra stress on to an already horrendous time.\n\"We need this family time. We are such a close family, the four of us, and we just need her back.\n\"A few days would make so much of a difference to us, to have those moments that we can with each other.\"\nRebecca said the sight of thousands of fans being allowed into the country for events like the recent Euro 2020 football championships was particularly galling.\nShe said \"All these people flying in from all over the globe to sit side by side and watch sporting events, when all we want is my sister home.\n\"My dad wants his daughter home so that we can have a hug and say goodbye.\"\nThe Scottish government said it sympathised with the Soutars, but that the isolation rules had to be strict \"to reduce the risk of importation of new strains of the virus\".\nAn official letter to the family said: \"In assessing exemptions, we are very mindful that for many people going into managed quarantine will be challenging.\n\"We are also mindful that these measures have been introduced to reduce the risk of importation of new strains of the virus and that high levels of exemptions risk undermining the effectiveness of these measures.\"\nIt adds: \"Our view therefore is that we need to apply a high threshold of what would constitute compassionate circumstances given the reference to 'exceptional' in the regulations. \n\"We have considered all the circumstances presented in your daughter's case and we cannot agree to an exemption.\"\nUnder the current rules, loved ones of people receiving end-of-life care can make a visit but must immediately return to self-isolation afterwards. \nA Scottish government spokesperson said: \"Our thoughts are with Laura and her family during what must be an incredibly difficult time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-57857358",
      "category": "uk-england-tyne",
      "title": "Durham A1 motorway crash: Police report fatalities",
      "tags": "Durham Constabulary,Bradbury",
      "text": "A number of people are believed to have died in a motorway crash involving two lorries and several cars, police have said.\nIt happened on the northbound carriageway of the A1(M) at Bowburn, between Bradbury and Carrville, County Durham, at 18:20 BST.\nThe motorway has been closed in both directions.\nAppealing for dashcam footage of the crash, Durham Police said there \"appear to have been fatalities\".\nThe North East Ambulance Service said it was \"incredibly busy\" dealing with the crash, which it warned could lead to delays in attending other emergencies in the area.\nDurham and Darlington Fire and Rescue Service said it had taken more than an hour to put out the lorry fire.\nSeven crews, including Tyne and Wear Fire and Rescue Service's Heavy Rescue Unit, had been sent to the site, it said.\n\"On arrival at the scene crews were faced with a multi-vehicle collision across both carriageways and a heavy goods vehicle well alight,\" a spokesperson said.\nThe Great North Air Ambulance was also deployed to transport casualties.\nThe motorway is expected to remain shut between junctions 60 and 62 for a number of hours and motorists are being advised to avoid the area.\nHave you been affected by this story? Please share your experiences. \nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57860969",
      "category": "uk-politics",
      "title": "Boris Johnson's university friend gets ethics watchdog role",
      "tags": "Boris Johnson,University of Oxford,Labour Party",
      "text": "Labour has accused Boris Johnson of \"cronyism\" after he appointed a university friend to a committee advising him on ethical standards.\nFormer lawyer Ewen Fergusson will begin a five-year stint on the Committee on Standards in Public Life next month.\nHe was a member of Oxford University's Bullingdon Club at the same time as the prime minister.\nNo 10 rejected the cronyism allegation, saying the role had been filled by \"open and fair competition\".\nMr Fergusson features in a famous 1987 picture of Bullingdon members, alongside Mr Johnson and former Conservative PM David Cameron.\nMr Cameron and Mr Johnson have always been reluctant to talk about their membership of the club, which is known for its riotous behaviour.\nPermission to use a photograph of the \"class of 87\" posing in their club tailcoats on the steps of Christ Church college, Oxford, was withdrawn by the rights holder.\nA painting of the image by artist Rona Marsden has been used instead by media outlets. \nThe prime minister's official spokesman said on Friday that Mr Fergusson had applied for the ethics committee role \"through open and fair competition\".\nHis application was \"carefully considered\" by a panel, which interviewed him and found him \"suitable for appointment,\" the spokesman added.\nAsked when Mr Johnson last spoke to Mr Fergusson, the spokesman said he had not asked the prime minister directly about it.\nLabour's deputy leader Angela Rayner called on the government to publish correspondence between the Cabinet Office, the panel and Downing Street on Mr Fergusson's appointment.\n\"If it does not, it will confirm the suspicion that they think there is one rule for them and another for everyone else,\" she said. \nThe son of a British diplomat, Mr Fergusson has been a self-employed business adviser since 2018, when he left City law firm Herbert Smith Freehills.\nAccording to a LinkedIn profile, he is \"crafting a second career\" combining advisory roles to creative businesses and public sector positions. \nHis role on the standards committee, announced on Thursday, will see him advise the prime minister on ethical standards in public life.\nThe committee, set up in the 1990s in the wake of the \"cash for questions\" scandal, also conducts inquiries into issues like political finance and lobbying.\nMr Fergusson will fill one of five roles on the eight-person committee made by appointment of the PM, following a suitability assessment by a panel.\nLabour, the Liberal Democrats and the Conservatives also appoint a further three members between them. \nThe job advert for the part-time role listed personal integrity and strength of character among sought-after characteristics from candidates applying.\nIt also said applicants needed an interest in ethical standards, and the ability to command the confidence of MPs and ministers. \nApplicants were assessed by a four-member panel including ex-MI5 chief Lord Evans, who chairs the committee, and Anne Longfield, the former children's commissioner for England.\nMembers of the committee do not receive a salary, but can claim £240 per each day worked, plus expenses for travel and subsistence.\nAccording to the job description, members are expected to work an average of 24 days a year, possibly more if the committee is conducting a review."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57858864",
      "category": "uk",
      "title": "Covid hospital numbers could get scary - Prof Chris Whitty",
      "tags": "Chris Whitty,Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The UK is \"not out of the woods yet\" and people should act with caution as Covid restrictions in England end on Monday, Prof Chris Whitty has said.\nEngland's chief medical officer warned that Covid hospitalisations were doubling every three weeks and could hit \"scary numbers\" in future.\nProf Whitty said the pandemic still had a \"long way to run in the UK\".\nSolicitor General Lucy Frazer said while cases will rise, there were \"consequences for not opening up\".\nBut she warned: \"Of course, if we get into a situation where it is unacceptable and we do need to put back further restrictions, then that of course is something the government will look at.\"\nIt comes as:\nThe ONS figures for England represent a rise on the previous week, when one in 160 people were estimated to have the virus.\nProf Whitty told an online seminar hosted by the Science Museum on Thursday evening that the situation in the UK could become very dangerous for individual hospitals.\nHe said: \"I don't think we should underestimate the fact that we could get into trouble again surprisingly fast. \n\"I think saying the numbers in hospital are low now, that does not mean the numbers will be low in hospital in five, six, seven, eight weeks' time. \n\"They could actually be really quite serious.\"\nHe added: \"We've still got 2,000 people in hospital and that number is increasing. If we double from 2,000 to 4,000 from 4,000 to 8,000, 8,000 and so on it doesn't take many doubling times until you're in very, very large numbers indeed.\"\nWhile Prof Whitty cautioned \"we are not by any means out of the woods yet\", he added that \"we are in much better shape due to the vaccine programme, and drugs, and a variety of other things\".\n\"But this has got a long way to run in the UK, and it's got even further to run globally,\" he said.\nBut Prof Whitty said it was crucial that from 19 July in England, people \"take things incredibly slowly\" - adding that he anticipated most people would still take precautions.\n\"If you look over what people have done, and in fact if you look at what people intend to do now, people have been incredibly good at saying, 'I may be a relatively low risk, but people around me are at high risk, and I'm going to modify my behaviours, I'm going to reduce my contacts, I'm going to improve ventilation...',\" he said.\nFrom 19 July, almost all legal restrictions on social contact will be removed in England, but some guidance will remain. Different rules apply in the the rest of the UK.\nNightclubs will be allowed to reopen for the first time since March last year and capacity limits will be removed for all venues and events.\nThere will no longer be any limits on how many people can meet and the 1m-plus distancing rule will also end.\nThe legal requirement to wear face coverings in some enclosed public places will expire, but Health Secretary Sajid Javid has previously said masks would still be \"expected and recommended\" in crowded indoor areas.\nBut the UK's two largest supermarkets - Tesco and Sainsbury's - have said they will continue to ask shoppers to wear masks from Monday to protect staff and shoppers.\nProf Whitty predicted that in the medium term, coronavirus could mutate into a \"vaccine escape variant\" that could take the UK \"some of the way backwards\" into the worst days of the pandemic.\n\"The further out in time we go, the more tools we have at our disposal from science, the less likely that is but you can never take that possibility completely off the table,\" he said.\n\"But you know, science has done a phenomenal job so far and it will continue to do so.\"\nProf Whitty's comments echo his statements at Monday's Downing Street coronavirus briefing where Prime Minister Boris Johnson confirmed the final stage of unlocking in England would take place on 19 July.\nThe chief medical officer said the \"overwhelming view\" of the scientific community was that moving \"slowly\" through the next step of easing restrictions was \"essential\".\nHe added that while the numbers of people being admitted to hospital with Covid were \"not trivial\", they were rising at a much lower rate than previous waves.\nExplaining the government's approach, Ms Frazer told Sky News: \"It is really important that we get the balance right between ensuring that we keep this virus under control and we take the necessary clinical measures to do that, but that we also recognise that there are consequences of not opening up and not allowing people to go about their daily lives.\"\nShe added that \"a large number of people have been vaccinated, we've had a really tough time, we're still asking people to take responsibility and we do need to ask ourselves, if we don't open up now, when will we be able to open up?\"\nOn Thursday, the UK recorded new 48,553 new infections and a further 63 deaths within 28 days of a positive test.\nDelta virus variant cases rose by 17% in the latest week, with a further 36,800 recorded, Public Health England (PHE) said.\nThe variant continues to account for approximately 99% of confirmed cases of coronavirus across the UK.\nThe ONS estimated one in 90 people in Scotland had the virus in the week to 10 July, one in 360 in Wales, and one in 290 in Northern Ireland."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-57818673",
      "category": "world-africa",
      "title": "Ethiopia's Tigray crisis: Fleeing for fear of new ethnic conflict",
      "tags": "Sudan,Tigray crisis,Ethiopia",
      "text": "Almost every night, a handful of young men slip across the well-guarded border, swimming across a fast-flowing brown river and trudging into Sudan to escape what they say is a sudden upsurge in ethnic violence in the far western corner of Ethiopia's Tigray region. \nThis fertile area, still held by soldiers and militias loyal to Ethiopia's federal government, is now seen as a likely next target for Tigray's rebel fighters, as they seek to strengthen their control over the region and secure a potentially crucial supply route into neighbouring Sudan. \nThe conflict in Tigray is now showing dangerous signs of transforming into a more widespread ethnic conflict that could suck in other parts of Ethiopia.\n\"They gave us two days to leave, or we would be killed,\" said one 18-year-old Tigrayan, who'd just crossed the river with three school friends and asked for his identity to be hidden to protect relatives still living inside Ethiopia. \nHe accused soldiers from the nearby region of Amhara - who currently control the key border town of Humera - of targeting Tigrayan men of fighting age. \nThere are many reports that Amhara conscripts and volunteers are now being rushed to reinforce the area, along with other militia forces from different parts of the country including Oromia and Sidama.\n\"The Amhara militia are going door to door. If they know you are a Tigrayan they kill or arrest you. We feel bad because it is our country. Anyone who can escape is fleeing,\" said another teenager, speaking early one morning, in the isolated Sudanese border town of Hamdayet, just across the border from Humera.\nThe BBC spoke to eight people who'd left Humera in recent days and told similar stories of ethnic cleansing. But with phone lines inside Tigray cut, it has been difficult to seek independent confirmation. \nThe Ethiopian government has meanwhile indicated that it may end its unilateral ceasefire in Tigray, blaming \"provocations\" by the rebel forces, and appears to be mobilising more troops from different regions.\nSurrounded by muddy fields and now buffeted nightly by spectacular summer storms, Hamdayet has become a transit point for thousands of Tigrayan refugees - and almost certainly for rebel fighters too - who cross in and out of the town, sometimes slipping through nearby Eritrea. \nThe flow of refugees has slowed in recent months. It began last November, when the conflict in Tigray first erupted between forces loyal to the regional government and Ethiopia's federal state. \nSome 50,000 refugees are currently sheltering in Sudanese camps close to the border, often in grim conditions as the rainy season sets in and their makeshift tents are repeatedly broken by fierce winds. The UN refugee agency has faced growing criticism about the humanitarian situation in the camps.\nMultiple security and intelligence sources in the region told the BBC that the upsurge of ethnic violence inside Tigray - particularly in and around Humera - was a sign that a major battle could be imminent. After its spectacular recent successes further south and east, the rebel Tigray Defence Forces are widely expected to try to seize all of western Tigray before the rains cut off much access. \nBut the town lies in disputed territory, long-claimed by ethnic Amharas, who took control of the area soon after the Tigray conflict began. The concern is that an escalating conflict here will further enflame ethnic tensions in Ethiopia, and could also fuel instability in Sudan and Eritrea. \n\"It's going to go on - the war - for sure. The Amhara and the Tigrayan people used to be as brother and sister. But we are not giving up our land so the blood[shed] is going to continue,\" said a bank worker and mother of two, who recently arrived in Hamdayet and asked for her name to be withheld.\n\"War is inevitable. There is a new surge of mass arrests [by Amhara militia]. It is ethnic cleansing. The forceful eviction of Tigrayans from western Tigray is getting intense right now,\" said Tewodros Tefera, a surgeon who fled across the border into Sudan late last year, and now runs a tiny clinic serving thousands of refugees and locals in Hamdayet.\nLike many Tigrayan refugees, Dr Tewodros now appears committed to the idea of a complete break from Ethiopia - full independence for Tigray.\n\"Thinking of being an Ethiopian now is gone. I don't want to be in the same category with these people that have raped my sisters, that have killed by my brothers and sisters. So, the idea of [holding] the same passport is gone,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57849078",
      "category": "world-europe",
      "title": "Germany floods: Collapsed buildings and submerged cars",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57856719",
      "category": "uk",
      "title": "Police and CPS in rape case blame game - report",
      "tags": "Policing,Crown Prosecution Service",
      "text": "Police and the Crown Prosecution Service are involved in a blame game over a drop in rape prosecutions, a watchdogs' report has said.\nCPS figures for 2019-20 show 1,439 suspects were convicted of rape or lesser offences in England and Wales, the lowest level since records began.\nThis is down from 1,925 the previous year despite a rise in reports of rape.\nThe review by the police and CPS watchdogs calls for an urgent shift in the way rape cases are investigated.\nIn particular, it identified \"finger pointing\" and a \"deep division\" between agencies over dismal conviction rates.\n\"At a national level, there is a lot of activity to improve the response to rape,\" the report said.\n\"But beneath the surface of these joint structures, we were told of continuing underlying tensions between the police and the CPS, and a desire on both sides to blame the other for low charge and conviction rates.\"\nThe report by the HM Inspectorate of Constabulary and HM Crown Prosecution Service Inspectorate said that until this blame culture was eradicated a real shift in attitudes seemed unachievable. \nIn response to the review, the CPS and the National Police Chiefs Council (NPCC) have announced that they will be strengthening their collaboration, operating more closely from the outset of cases. \nWendy Williams, from the Inspectorate of Constabulary, welcomed the commitment from the top but said more needed to be done on the ground to break what she described as this vicious cycle.\nSue Hemming, CPS director of legal services, said the service accepted that far too few victims were currently seeing their cases reach court and insisted they were \"working hard\" to turn this around.\n\"We agree closer collaboration and communication with police from the outset of a rape complaint is essential to driving up the number of strong prosecutions and that a blame culture serves no one,\" she said.\nKatie Russell, of Rape Crisis England and Wales, said: \"We could not agree more that both police and the Crown Prosecution Service must begin to take responsibility for their own roles in the catastrophic failure of criminal justice for victims and survivors of sexual offences if we stand a chance of successfully tackling this unacceptable and urgent situation.\"\nTemporary Chief Constable Sarah Crew, who is the NPCC lead for rape, said the new agreement to work more closely with the CPS in the early days of the investigation should mean stronger cases and faster charging decisions.\nThis should reduce the chance of a victim withdrawing their support, she added.\nThe report follows the government's rape review, published last month, in which it apologised for \"failing\" rape victims and set out plans for a \"system and culture change\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57866006",
      "category": "uk-wales",
      "title": "Covid rules in Wales: No outdoor limits and six can meet at home",
      "tags": "Coronavirus lockdown measures,Deeside,Weddings,Coronavirus vaccines,Cardiff,Coronavirus testing,Welsh government,Llandudno,Coronavirus pandemic",
      "text": "Six people can meet in private homes and a law limiting the number of people meeting outside is being scrapped as Welsh lockdown rules ease further.\nThe Welsh government's Covid response relaxation gives outdoor events \"flexibility around social distancing\" as Wales moves into alert level one.\nOrganised indoor events can also start taking place with up to 1,000 people seated and 200 standing from Saturday.\nThe easing comes despite Covid rates rising to 156 cases per 100,000 people.\nThe rise in the more transmissible Delta variant has seen infection rates rise but hospital rates of Covid patients remain relatively low compared to the pandemic height in December and January.\nWales has the lowest Covid case rate of the UK nations and one of the world's leading vaccination rollouts but First Minister Mark Drakeford has urged the public to remain vigilant.\n\"The pandemic is not over and the virus continues to spread across Wales,\" he warned, as the move to the lower alert level was announced on Wednesday.\n\"We have the headroom to continue to gradually remove restrictions, but each and every one of us has a really important part to play to keep Wales safe as we head into the summer.\"\nThe latest vaccination figures for Wales on Friday showed that 75% of adults in Wales have now had both doses.\nThe Welsh government said the uptake has meant the link between infections and serious illness has been \"weakened\".\n\"The people of Wales have embraced our efforts to overcome this awful virus by saying yes to this life saving vaccine and I thank everyone who has taken up the offer of the vaccine,\" said Health Minister Eluned Morgan.\nLyndon Creamer, of Penrhyndeudraeth, Gwynedd, said: \"I think it should be up to the individual now. It's getting to that stage where it's getting a bit over the top.\n\"With all the tourists around it's a good kind of experiment really isn't it?\"\nNHS worker Lorraine Howe, from Hertfordshire, who was on holiday in Betws-y-Coed, said: \"It's got to happen sometime… and the summer feels like as good a time, if not the best time, than any. \n\"It's got to happen, we can't go on like this indefinitely. I'm afraid we've just got to live with Covid.\"\nKyle Hanks from Bangor said: \"I think it's too early, personally. But people have different opinions of what they want. \n\"Realistically they should keep it a bit longer because England, when they lift theirs on the 19th, everyone's going to be going out to nightclubs and all that and that's probably going to cause more spread - and we'll get the thick of it up here.\"\nGavin Wignall, who runs the Great Orme Family Golf Course in Llandudno said: \"This has come at just about the right time for us.  \n\"The summer is just about to get busy, and these changes will make it easier for people to come and play the golf course.  \n\"We won't have to insist that everyone books in advance, and that makes a huge difference to the way we operate.\n\"We'll carry on with some precautions, such as sanitising equipment, but these latest changes will enable us to strike a balance between keeping people safe and operating the business.\" \nOne rule being lifted on Saturday is on ice rinks. But don't go looking for your skates just yet.\nWales has only two rinks - and both will remain closed, for now.\nIce Arena Wales in Cardiff is not ready to reopen, while the ice rink at the Deeside Leisure Centre in Flintshire is being used as a mass vaccination centre. \nTracey Keeble, head skating coach at Ice Arena Wales, said it was wonderful rinks had been allowed to reopen, but they should have been given more time to prepare. \n\"I know we've been given permission which is absolutely amazing,\" she said.\n\"It's not like a fridge where you just turn it on and it turns cold. It's a massive thing putting the ice back in the rink.\"\nWhile the Cardiff rink may not be open for another few weeks, it will be a longer wait for the north Wales - it is expected to remain part of the vaccination Covid fight until March 2022.\nRelaxing measures on Saturday is the latest step out of the pandemic, with a pledge to lift more restrictions in coming weeks.\nFrom Monday 19 July:\nFrom Saturday 7 August:\nHowever, not all restrictions are being lifted.\nLaws remaining in place in Wales on wearing face masks in most indoor public places, including on pubic transport. \nIt means passengers travelling on trains crossing from England into Wales must don face coverings - though train operators are already urging passengers to wear a mask while on their journeys.\nThe legal restrictions on the number of people who can gather outdoor is removed and Merthyr Town are ready to welcome fans back to their first home game in almost 18 months on Saturday.\nThe fan-owned Southern League Premier south club was mothballed in November last season to avoid possible bankruptcy of playing without supporters.\nThe three-time Welsh Cup winners made the decision to hibernate around the time Merthyr had the highest Covid case rates in the UK.\nMerthyr Town host local rivals and Welsh League side Penydarren Boys Club on Saturday in an all-ticket friendly to comply with social distance rules as the club trials fans returning.\n\"For me, during lockdown, I've realised just how important the club is to the town,\" said film director and radio presenter Jonny Owen, the club's new sponsor. \n\"It's a testament to the town and their magnificent supporters that Merthyr are ready to play again.\"\nMerthyr's vice-chairman thanked volunteers and local sponsors for helping keep the supporter-run club afloat during the last 18 months \"when bills have needed paying but there was no income.\"\n\"It's been a real community effort to get through Covid, both in society and at sports clubs,\" added Mark Evans. \"That's the same at every football, rugby and cricket club across the land.\n\"It's nice that people's familiar Saturday routines can start to return....Go to the football, see your mates, have a beer and pie and have a chat.\n\"You can't overstate that social interaction and for some, they haven't seen many people for the best part of 18 months.\"\nMr Owen, who grew up in Merthyr, presented his TalkSport radio show from his home-town during football's recent European Championships and thanked their \"fantastic fans who couldn't do enough\".\nHe and partner Vicky McClure, the actress and Line of Duty TV show star, hope the Merthyr fans enjoy being back for the first time since 29 February 2020.\n\"We love Merthyr, it's Jonny's home town of course but the people have been so warm and friendly to me I feel like one of them,\" said Miss McClure.\n\"That makes us want to help too\". \nThe Welsh government Covid rules relaxation also allows \"flexibility around social distancing\" at outdoor gatherings but Merthyr are keeping the capacity low at first to ensure \"fans feel safe.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57858950",
      "category": "uk",
      "title": "UK weather: Heat-health alert issued in England for weekend",
      "tags": "Public Health England",
      "text": "A heat-health warning has been issued for England as temperatures are predicted to surge at the weekend.\nIssuing the alert, Public Health England (PHE) urged people to take steps to stay cool and help those who may be at risk in the warmer weather.\nTemperatures are set to soar as high as 31C (87.8F) on Sunday and Monday.\nThe Met Office said the level two heat-health alert covered the majority of England and would remain in force until Tuesday.\nWill Lang, the Met Office's head of civil contingencies said: \"Across most parts of the UK we're expecting to see temperatures building, reaching heatwave thresholds across the majority of England over the weekend. \n\"High temperatures will remain a feature of the forecast until Tuesday, when fresher conditions arrive curtailing heatwave levels.\"\nDr Owen Landeg, PHE's scientific and technical lead, said: \"Much of the advice on beating the heat is common sense and for many people spells of warmer weather are something they very much enjoy.\n\"However, for some people, such as older people, those with underlying health conditions and young children, the summer heat can bring real health risks.\n\"That's why we're urging everyone to keep an eye on those you know who may be at risk.\"\nPHE suggested ways to stay safe in the heat included keeping homes cool by closing curtains, drinking plenty of fluids and staying out of the sun between 11:00 BST and 15:00 BST when UV rays are strongest. \nIt also reminded people to never leave anyone in a closed, parked vehicle, especially infants, young children or animals."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57846200",
      "category": "world-europe",
      "title": "Germany floods: Dozens killed after record rain in Germany and Belgium",
      "tags": "Floods,Germany,Severe weather",
      "text": "At least 70 people have died in Germany and Belgium after record rainfall caused rivers to burst their banks.\nMost of the victims were in Germany, but at least 11 have died in Belgium, with more reported missing.\nThe German states of Rhineland-Palatinate and North Rhine-Westphalia were worst hit, but the Netherlands is also badly affected.\nMore heavy rain is forecast across the region on Friday, while local officials have blamed climate change.\nArmin Laschet, the premier of North Rhine-Westphalia, blamed the extreme weather on global warming during a visit to a hard-hit area.\n\"We will be faced with such events over and over, and that means we need to speed up climate protection measures... because climate change isn't confined to one state,\" he said.\nExperts say that climate change is expected to increase the frequency of extreme weather events, but linking any single event to global warming is complicated.\nGerman Chancellor Angela Merkel, who is in the US ahead of a meeting with President Joe Biden, called the flooding a \"catastrophe\" and said she was \"grieving those who have lost their lives\". \n\"My thoughts are with you, and you can trust that all forces of our government - federal, regional and community - collectively will do everything under the most difficult conditions to save lives, alleviate dangers and to relieve distress.\"\nIn Germany, police helicopters and hundreds of soldiers have been deployed to affected areas to help stranded residents. \nDozens of people waited on rooftops to be rescued.\nSchools have been closed around the west of Germany, while transport links have been severely disrupted.\nAbout 25 houses are in danger of collapsing in the district of Schuld bei Adenau in the mountainous Eifel region, where a state of emergency has been declared, according to German broadcaster SWR.\nIt said some houses had been completely cut-off and could no longer be reached by boat.\nResidents in the region told AFP news agency they were stunned by the disaster.\n\"Nobody was expecting this - where did all this rain come from? It's crazy,\" Annemarie Mueller, a 65-year-old resident of Mayen, said. \"It made such a loud noise and given how fast it came down we thought it would break the door down.\"\nLocal teacher Ortrud Meyer, 36, said she had \"never seen anything like this\".\n\"My father-in-law is almost 80, he's from Mayen, and he says he's never experienced anything like this,\" she said.\nIn Belgium, dramatic footage of the floods showed cars being swept away along a street in the city of Verviers.\nResidents of Liège, Belgium's third-largest urban area after Brussels and Antwerp, were ordered to evacuate. Those unable to leave should move to the upper floors of their buildings, local officials said.\nThe Meuse river which flows through the city is expected to rise by another 1.5 metres, despite being on the verge of overflowing already. Officials are also concerned that a dam bridge in the area may collapse and urged people to help each other.\n\"The crisis situation is exceptional and solidarity must prevail,\" the local authority said in a statement.\nResidents of the Belgian town of Pepinster, which lies at the confluence of two rivers in Liège province, were evacuated in a large truck on Thursday, but conditions in the municipality of Trooz are so bad that evacuation efforts have been halted.\nIn the Netherlands, there have been no casualties reported but thousands of people in towns and villages along the Meuse river have been urged to leave their houses quickly. \nIn the Dutch city of Maastricht, 10,000 people have been ordered to evacuate.\nAnd flooding in Valkenburg, close to the Belgian and German borders, engulfed the town centre and forced the evacuation of several nursing homes.\nHave you been affected by the flooding? Please share your experiences. \nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57855683",
      "category": "business",
      "title": "Covid: Al fresco dining to become a High Street fixture in England",
      "tags": "Hospitality industry,Restaurants,Pubs,Coronavirus pandemic",
      "text": "Pavement dining and outdoor pint licences will continue for another year in England as part of a government plan to get hospitality back on its feet. \nHospitality has been one of the hardest-hit sectors during Covid but rebounded strongly in recent months.\nBut the industry is still facing challenges with a sustained staff shortage and the permanent closure of nearly 10,000 licensed premises. \nUK Hospitality said pavement licensing was \"a real boost\" for businesses.\nAs part of its new strategy for hospitality, the government will also work to highlight vacancies in the industry to jobseekers. \nMinister for small business Paul Scully said the government strategy would \"explore new options for vocational training and help further boost the creativity and environmental friendliness of the sector\".\nKate Nicholls, boss of industry group UK Hospitality, told the BBC the strategy would \"help our sector to drive\" wider economic recovery. \n\"The extension - and potential permanent retention - of streamlined pavement licensing is a real boost for pubs, cafes and restaurants, who will be delighted that they can continue to make use of outdoor areas, helping them to navigate their way more speedily back to profitability,\" she added.\nThe UK economy expanded by 0.8% in May, in part due to the reopening of indoor hospitality, which meant the service sector grew 0.9%. But Ms Nicholls recently told a group of MPs that the industry had amassed £2.5bn of rent debt. \n\"Building and training our workforce is a top priority if hospitality is to quickly revive and drive a national recovery, so it's incredibly positive that a key part of this strategy is focused on addressing the current recruitment challenges and raising the profile of long-term sector careers,\" she added. \nThe government's plan will also focus on carbon reduction and working with businesses to reduce waste and plastic consumption.\nEllie Gill, landlady at The Grapes in Bath explained that without takeaway pints and outside space her business would not have been able to open last April. \nThe pub has capacity for 35 socially-distanced customers inside and the pavement licenses meant she could double the capacity and sit an extra 40 outside. \n\"With the amount of cases going on sitting outside is what people most want to do,\" she said. \nThe pub is piloting so-called 'parklets' where unused parking spaces are turned into extra space for outdoor dining, as agreed with the council. \n\"It has enlivened Bath,\" she told the BBC. \n\"If we're looking at a future of pandemics, allowing seating outside, reducing city traffic and pollution is what we need to do so businesses survive.\" \nBut outdoor hospitality has also created accessibility issues for many people. Some disabled people, especially wheelchair users, have seen reduced access to certain streets and city centres.\nAccessibility campaigner Katie Pennick told the BBC she felt the initial pavement licenses were \"vague\" in ensuring that clear routes of access are maintained. Though her wheelchair is only 23 inches wide, she said really struggled to get through a street on a Friday night. \nDavid Taylor, who owns London-based Balans restaurants, says that the pavement licence has been a \"life-saver\" for his business. \nHis two restaurants on London's Old Compton Street have been able to add 30 extra customers for each premises. But Mr Taylor told the BBC there are bigger problems businesses like his are facing. \n\"The government need to sort out the very high business rates and VAT if they really want to get restaurants back on their feet - that should be their top priority.\"  \nMr Taylor told the BBC that from Monday, Westminster Council have told him they will not allow gazebos and heaters for his pavement dining table and he thinks there could be caveats to the new government strategy. \n\"Unlike the start of the crisis, we're on the government's radar- now they've realised how many people work in the sector, so let's see if they follow through with proper help,\" he said.  \nMark Laurie from the National Caterer's Association (NCASS), said local authorities \"will need to show flexibility and understanding towards businesses, not just in the pavement licences but opening up high streets and other spaces to the public and for commerce\".\nMr Laurie added the pavement licences have been a \"lifeline to many of the independent hospitality businesses we represent\". \n\"Al fresco is safer, its fun and it will help businesses, at least while the weather holds. It's no silver bullet but it's part of a vital mix,\" he said.\nRoss Bailey, founder of the UK-wide campaign group Save The Street agreed and said it was the \"right decision\" to extend the licence.\n\"The extension will allow businesses to capitalise on the massive demand we are seeing post lockdown. The street feels alive again and it is beautiful to see,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57866642",
      "category": "uk-wales",
      "title": "Child sunburn cases at Swansea's Welsh burns hospital prompts warning",
      "tags": "Met Office,Skin cancer,Swansea,UK heatwaves",
      "text": "Parents have been warned about the dangers of the sun as three children have been treated at Wales' specialist burns unit in the last two days.\nForecasters predict that Wales could see its hottest day of 2021 this weekend as temperatures may reach 30C.\nThe Welsh Centre for Burns and Plastic Surgery has issued a sun warning.\n\"One blistering sunburn in childhood more than doubles a person's chances of developing melanoma later in life,\" said dermatology nurse Hannah Brew.\nThe burns centre at Swansea's Morriston Hospital has said it has seen three children with sunburn \"to fairly large areas of their bodies\" in two days.\n\"As you can imagine, it's quite painful and could have been avoided if they had applied protection,\" said a spokesman for the centre run by Swansea Bay health board.\nDoctors have advised parents to encourage children to play in the shade as much as possible, wear hats and long sleeves, and apply regular applications of sun cream to the skin.\n\"It's also important to apply sun cream regularly and to keep hydrated,\" said Dr Zoe Lee.\nWales is expected to see plenty of sunshine in the next few days with BBC Wales' senior meteorologist Derek Brockway saying temperatures could peak in Cardiff at around 30C.\nForm most in Wales, the current so-called heatwave coincides with children finishing school for the summer holiday.\n* Source: The Welsh Centre for Burns and Plastic Surgery\nThe warning comes as a heat-health warning has been issued for England as temperatures are predicted to surge at the weekend, with the Met Office issuing a level two heat-health alert until Tuesday.\n\"Most of us do enjoy getting out in the sun, when we get chance and a break from the rain, and sunshine isn't always bad,\" added Ms Brew.\n\"However, we must be careful because solar ultraviolet radiation is known to be carcinogenic to humans and can pass through clouds, glass, and clothing.\"\nThere are three main types of skin cancer: basal cell carcinoma, squamous cell carcinoma and malignant melanoma - and specialists say major factors in the formation of these cancers is sun exposure and the use of tanning beds.\n\"Melanoma is the deadliest skin cancer and is now one of the most common cancers in young adults aged 15-34 in the UK,\" said Ms Brew. \n\"More than 80 per cent of all skin cancers are caused by over-exposure to the sun and/or sun beds. If you are in any doubt whether you may have skin cancer, then check it out with your GP.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-57855653",
      "category": "world-asia-china",
      "title": "Covid: WHO urges China to co-operate better in virus origin probe",
      "tags": "World Health Organization (WHO),China",
      "text": "The head of the World Health Organization (WHO) has urged China to be more co-operative with the WHO's second phase of the investigation into the origins of Covid-19. \nDr Tedros Adhanom Ghebreyesus called for more access and transparency.\nThe first phase of the WHO's investigation ended in February.\nIt concluded that it was highly unlikely that the virus came from a laboratory in Wuhan, China, and that it probably originated in bats. \nSpeaking in Geneva on Thursday, Dr Tedros said the WHO needed access to raw patient data from just before and the start of the pandemic this time around. \nChina did not share this data with the WHO team during the first investigation, he added.\nHe also called for clear information about the laboratory in Wuhan, stating that as a medical professional himself, he knew accidents could happen. \nThis was the strongest indication yet that the WHO is still considering the lab leak theory, despite its experts saying this was unlikely, the BBC's Imogen Foulkes reports from Geneva. \nSpeculation about a leak at the Wuhan Institute of Virology - one of China's top virus research labs - began last year and was propagated by former US President Donald Trump.\nDr Tedros also warned against the idea that the pandemic was coming to an end.\nThe WHO's emergency committee said that new and more dangerous variants were expected to spread around the world.\n\"The pandemic is nowhere near finished,\" the committee warned in a statement.\nCommittee chairman Didier Houssin said \"we are still running after this virus and the virus is still running after us\".\nCoronavirus-linked deaths in Africa surged by 43% in the space of a week, driven by a lack of intensive-care beds and oxygen, according to the WHO."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57823405",
      "category": "uk-wales",
      "title": "Covid: Green Man festival sold out as return given go-ahead",
      "tags": "Charlotte Church,Brecon,Crickhowell,Coronavirus lockdown measures,Wales business,Music festivals,Brecon Beacons,Wales economy,Coronavirus pandemic",
      "text": "One of Wales' largest music festivals has been given the green light to go ahead next month, following a further easing of Covid restrictions. \nThe Green Man festival will welcome people back to the Black Mountains in Powys on 19 August for its 19th year.\nTickets have sold out for acts including former Super Furry Animals frontman Gruff Rhys, Charlotte Church and Irish post-punk band Fontaines DC.\nLocal businesses are looking forward to 20,000 people descending on the area.\nHeld in the Brecon Beacons National Park, the festival, as its name suggests, prides itself on its green credentials. \nThese range from using recyclable items such as cups and powering the stages from the sun and other renewable sources. \nIt started off in Hay-on-Wye - another Powys town which is famous for a different type of festival - drawing hundreds of people in over three years from 2003. \nHowever, it was in 2006 when it moved to the Glanusk Estate near Crickhowell that it really took off - with numbers attending growing to 20,000. \nThis year, revellers can experience 10 areas, and as well as the music, there will be stages for comedy, literature, mindfulness, theatre and contemporary dance.\nIt is the only major UK music festival to have a female director - Fiona Stewart -  with controlling ownership, and is estimated to contribute £10.4m to the Welsh economy each year.\nTaking centre stage will be Swedish electronic act Little Dragon, with the quartet from Gothenburg headlining along with Scottish post-rockers Mogwai and Irish post-punk act Fontaines DC.\nFormed in Dublin in 2017, the Mercury Prize and Grammy-nominated outfit, who won BBC 6 Music's album of the year in 2019, are set to close the festival on 22 August.\nThe fourth headliner is Caribou - the stage name of Canadian Dan Snaith - who has enjoyed much critical acclaim, including 2014 album Our Love being named the IMPALA album of the year.\nOther acts that will be more familiar to a Welsh audience include Charlotte Church and Gruff Rhys, who has had a long career both with the Super Furry Animals, as a solo artist and through other collaborations such as Neon Neon.\nFormer Welsh Music Prize winner Gwenno and harpist Catrin Finch will also perform.\nIt is nestled in the the Black Mountains, in the Brecon Beacons National Park.\nAbergavenny and Crickhowell are nearby, with businesses looking forward to the boost to the local economy usually brought by the festival.\nBuster Grant, head brewer of Brecon Brewing, said the Green Man festival had been \"very important\" over the years to his business.\n\"Events have a twofold impact - there's the financial gain, so not having those events made a big dent in our sales and turnover,\" he said.\n\"The other one is public perception - so getting out to those events and we probably see something like 2,000 people.\n\"We hopefully keep a lot of them very happy with the sales of our beer, so [without the festival] those onward sales weren't happening.\"\nMr Grant said his company lost 90% of its business overnight when the first lockdown happened, and developed 19 new beers and ciders in bottles and cans for people to drink at home.\nHis company has also began working with the Welsh Rugby Union to supply beer and cider, and is in discussions with the Football Association of Wales.\n\"We had to think very fast and modify what we do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57860013",
      "category": "entertainment-arts",
      "title": "Sex Pistols in legal dispute over Danny Boyle's new TV series",
      "tags": "Danny Boyle,Music",
      "text": "A legal battle between three former members of the Sex Pistols has begun in the High Court in London.\nGuitarist Steve Jones and drummer Paul Cook are suing frontman John Lydon to allow the use of their songs in a new Danny Boyle-directed TV series, Pistol.\nThe show, which is being made by Disney, is based on Jones's memoir.\nBut Lydon - aka Johnny Rotten - has said he is not prepared to approve the necessary licences for the punk band's music unless ordered to by a court.\nThe Sex Pistols blazed a trail for UK punk in the 1970s, with a short but explosive career which included classic tracks like Anarchy in the UK, God Save the Queen and Pretty Vacant.\nThe six-part show, based on Jones's Lonely Boy: Tales From A Sex Pistol, has reignited longstanding feuds among the surviving members of the band.\nOn Thursday, Mark Cunningham QC, representing Lydon, said in written arguments that his client believes the book \"depicts him in a hostile and unflattering light\".\nEdmund Cullen, the lawyer representing Jones and Cook, called the relationship between the former bandmates \"bitter and fractious\", noting how there had been failed attempts to resolve their differences.\nMr Cullen said that under the terms of a band agreement made in 1998, decisions regarding licensing requests could be determined on a \"majority rules basis\".\nHe said Lydon was the only member of the band who was preventing the songs from being used by Oscar-winning director Boyle. Former bassist Glen Matlock and the estate of the late Sid Vicious support the licensing, he noted.\nIn a Sunday Times interview in April, Lydon said the script has been written and an actor selected to play him without his participation or consent, and that he had been put \"in a corner like a rat\".\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57820537",
      "category": "business",
      "title": "Warnings grow about staff forced to self-isolate",
      "tags": "Companies,Contact tracing,NHS,Self-isolation,Coronavirus pandemic",
      "text": "Fears are growing of a \"surge\" in workers and medical staff having to self-isolate when most Covid rules end in England and Scotland on Monday.\nThere were new calls for the government to review plans not to ease isolation rules in England before 16 August.\nTransport unions warned of \"dire consequences\" next week as more staff are being \"pinged\" by the NHS Covid app and told to self-isolate.\nNissan, Rolls-Royce, hospitals and schools have all raised concerns.\nHowever, the prime minister's spokesman said on Friday that the tracing app was \"one of the best tools we have\" to tackle coronavirus. \"We are asking people contacted by the app to continue to isolate,\" he said.\nDespite Monday being called \"freedom day\" in England and Scotland, critics say that without bringing forward the relaxation of quarantine rules, companies and institutions face a staff crisis as more people have to self-isolate.\nMinisters are examining whether to make the NHS app less sensitive, with 530,126 alerts having been sent in England and Wales during the first week of July.\nFully-vaccinated individuals in England will be exempt from having to quarantine over close contact with people suffering Covid-19, but this change will not be introduced until mid-August.\nRail, Maritime and Transport union general secretary Mick Lynch warned that Monday \"will see a surge in workers pinged with a self-isolation instruction next week\".\n\"Even at this late stage, the government, the train operators and the bus companies should issue a clear, legally-backed instruction that levels up the rest of the UK to the safety standards that will remain in force in Wales and Scotland,\" he added.\nPubs and restaurants also issued warnings over possibly having to close their doors because of the level of pings.\nUK Hospitality chief executive Kate Nicholls said the industry was facing \"significant staffing challenges\", with up to as many as a fifth of staff isolating at any one time.\n\"Without better intervention, operators will continue to be forced to reduce their operating hours or to close venues completely, missing the opportunity to begin on their road to recovery,\" she said.\n\"We urge the government to move quicker on this issue to prevent the summer being cancelled, and vast swathes of the population unnecessarily confined to their homes.\"\nHugh Osmond, the founder of Punch Taverns, called for those pinged on the NHS app to be allowed to go back to work if they get a PCR test that is negative.\n\"It is absolute chaos, and clearly the app really isn't fit for purpose because people are getting pinged all over the place, and the vast majority do not ever test positive, let alone be ill,\" he told BBC Radio 4's Today programme.\nSmall firms feel particularly vulnerable.\nSegolen Goodburn, who runs Stem Florists, in Ealing, west London, told the BBC: \"If I get pinged, there is only me - so the shop would have to close. There is no one else to take over. That's the biggest worry.\" \nRachael Hunt, owner of the Cinnamon Café, also in Ealing, said: \"I'm one of the lucky ones, none of my staff have been pinged so far,\" she says. \"But if my staff got pinged, I'd have to shut down.\"\nAndrew Goodacre, chief executive of the British Independent Retailers Association, told the BBC: \"In a small shop, if one member of staff tests positive, it's likely that nearly all that team will be deemed to be in close contact, including the owner. Most likely, the shop has to close,\" he says.\n\"That's a tragedy when they're just in the process of rebuilding their business,\" he adds.  \nLord Bilimoria, president of the CBI employers' group which represents 190,000 businesses, said on Thursday that the number of people now required to self-isolate came as a \"genuine shock\".\n\"Staff shortages are being felt acutely across all sectors and in all areas of business particularly hospitality and leisure,\" he said.\nLord Bilimoria believes the NHS Test and Trace system needs an \"overhaul\" and wants the government to \"urgently\" bring forward its plans to allow double-jabbed individuals not to self-isolate.\nCarmakers Nissan and Rolls-Royce have warned that production could be affected by large numbers of staff being told to isolate, and UK Hospitality, the trade body for bars and restaurants, said it was causing \"carnage\" among its members.\nEngland's chief medical officer Chris Whitty has warned that the number of people being treated in hospital with Covid-19 could reach \"quite scary\" levels within weeks.\nThe Royal College of Anaesthetists and the Faculty of Intensive Care Medicine issued a joint call on Friday to exempt double-jabbed NHS staff from isolation over close contacts.\n\"The risk of patients contracting Covid from vaccinated healthcare staff is minimal compared to the damage that patients could suffer by having their treatment delayed,\" a statement said.\n\"Without this exemption in place, the NHS will not be able to address the waiting lists. We encourage the government to not wait until August to free vaccinated healthcare workers from the isolation rules - we need this to happen now.\"\nChris Hopson, the chief executive of NHS Providers, said the hospital trusts the organisation represents are increasingly concerned over dealing with the care backlog \"with large numbers of staff unable to work\".\n\"We know that national leaders are working hard to find a solution to this problem. The key is that this solution is delivered as a matter of urgency,\" he added.\nHealth bosses in Sunderland have asked staff to consider postponing holidays to help the trust as it comes under \"extreme pressure\" because of a surge in coronavirus cases. \nThe Downing Street spokesman said that, as Covid cases go up, it was expected the number of people asked to isolate would increase.\nHe would not be drawn on possible exemptions for specific industries, saying the government wouldn't comment on \"hypotheticals\" - while adding all things are kept \"under review.\"\nDowning Street also downplayed the possibility of being \"pinged\" through a wall shared with a neighbour, following widespread reports on Friday. The spokesman said it was \"highly unlikely\" because the app uses low-energy Bluetooth.\nThe government is therefore \"confident\" that this is not contributing to a \"large number of individuals being asked to self-isolate\", he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57862332",
      "category": "entertainment-arts",
      "title": "GB News says presenter Guto Harri breached standards by taking the knee",
      "tags": "Television,Racism",
      "text": "GB News host Guto Harri is not expected to appear for the rest of the summer after the channel said he breached its standards by taking the knee on air in support of England footballers.\nHarri was discussing the racist abuse against black players after England's defeat in the Euro 2020 final.\nBut his actions sparked a backlash and boycott threat from some viewers.\nGB News said: \"We let both sides of the argument down by oversimplifying a very complex issue.\"\nHarri, a former BBC correspondent who was an advisor to Boris Johnson when he was mayor of London, made the kneeling gesture on Tuesday, saying: \"I've never understood why people find it offensive. \n\"Having seen over the last few days just how close to the surface, just how deep-rooted and hideously ugly racism in some English football fans is, I totally get it why the [football] squad thought we have to say, day in day out, that racism is not on. \n\"I may have underestimated how close to the surface the racism still was, so much so that I think we should all take the knee. In fact, why not take the knee now and just say it's an important gesture.\n\"It's not about me in the studio, but for them to do that as footballers on the field makes sense.\"\nHe later tweeted that GB News was \"above all about free speech\" and that he didn't believe England footballers were \"endorsing the narrow divisive aims of BLM [Black Lives Matter\".\nOn Thursday, the channel responded with a tweet saying: \"GB News stands four square against racism in all its forms. We do not have a company line on taking the knee.\n\"Some of our guests have been in favour, some against. All are anti-racist. We have editorial standards that all GB News journalists uphold.\"\nBut a follow-up post continued: \"On Tuesday a contributing presenter took the knee live on air and this was an unacceptable breach of our standards.\"\nThe channel launched last month, and there were reports on Friday that its director of programmes had stepped down.\nGB News chairman and presenter Andrew Neil, who is currently on leave, later defended the channel's rocky start.\n\"Start ups are fraught and fractious,\" he tweeted. \"@GBNEWS is no exception. But the news channel is finding its feet and has a great future. Watch this space.\"\nThe act of taking the knee has become a prominent but controversial symbol in sport and during anti-racist protests in recent years, and England players have been adopting the stance at the start of their matches.\nMarcus Rashford, Bukayo Saka and Jadon Sancho were targeted after they missed penalties in the Euro 2020 final. \nAll three players received racist abuse on social media after the game and five people have been arrested, with Cheshire Police Chief Constable Mark Roberts calling the abuse was \"utterly vile\".\nHarri, who GB News described as a \"contributing presenter\", was working alongside Mercy Muroki on the channel's mid-morning programme, Brazier & Muroki, which is usually co-presented by Colin Brazier."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57869880",
      "category": "uk",
      "title": "Covid: Fully jabbed arrivals from France must still quarantine",
      "tags": "France,Coronavirus lockdown measures,Travel,Travel & leisure industry,Coronavirus pandemic",
      "text": "Fully jabbed travellers returning to England and Wales from France will still have to quarantine from Monday. \nFrom 19 July, adults who have been double jabbed in the UK arriving from amber list countries will not need to isolate for 10 days.\nBut the government said the easing would not apply to France due to \"persistent\" cases of the Beta variant, first identified in South Africa.\nThere are concerns vaccines may not work as well against the Beta variant.\nThe Beta variant accounts for about 10% of new infections in France, but that includes the Indian Ocean territories of Reunion and Mayotte, where the variant is near-universal.\nThe more infectious Delta variant - first identified in India - accounts for almost all new cases in the UK. \nHealth Secretary Sajid Javid said: \"We have always been clear that we will not hesitate to take rapid action at our borders to stop the spread of Covid-19 and protect the gains made by our successful vaccination programme. \n\"With restrictions lifting on Monday across the country, we will do everything we can to ensure international travel is conducted as safely as possible, and protect our borders from the threat of variants.\"\nTravel firms have criticised the move, accusing the government of causing confusion. \nWillie Walsh, the director-general of the International Air Transport Association said \"the UK has no coherent policy on international travel\" and is \"destroying its own travel sector and the thousands of jobs that rely on it\".\nThe government announcement means that anyone who has been in France in the previous 10 days will need to quarantine on arrival to England in their own accommodation and will need a day two and day eight test, regardless of their vaccination status. \nThis includes any fully vaccinated individual who transits through France from either a green or another amber country. \nBut ministers indicated that Eurostar passengers on services travelling through France would not need to quarantine if their train did not stop in the country.\nExisting amber list exemptions for key workers such as hauliers will remain in place.\nMeanwhile, France has tightened its rules for UK travellers who are not fully vaccinated, requiring a negative test in the 24 hours before arrival from Sunday, rather than the 48 hours allowed previously.\nBut anyone fully vaccinated with a jab from Pfizer/BioNTech, Moderna, AstraZeneca or Johnson & Johnson will be exempt from providing a negative test.\nFrench MEP Veronique Trillet-Lenoir told BBC Radio 4's Today programme that it was \"difficult to understand\" the UK rules, as the Beta variant is \"not present at all\" in mainland France, with France's cases mainly being found in its overseas territories.\nBBC Paris correspondent Hugh Schofield said there had been no official response from the French government yet, but it would be pushing for an explanation from its London counterpart for the toughened policy.\nTravellers to the UK from France will still have the option of shortening their quarantine period through the Test to Release scheme - if they pay for a test on day five and are negative.\nFor arrivals from other amber list countries, the requirement to quarantine is being scrapped for the fully vaccinated and under-18s from Monday in all parts of the UK. \nEach UK nation sets its own travel rules. \nA Scottish government spokesperson said ministers were \"considering the best approach\" for arrivals from France \"as we look to adopt a four nation approach on international travel, where possible\". \nWales said it would be following the change set by England, while Northern Ireland is yet to announce its intention. \nProf John Edmunds, an epidemiologist from the London School of Hygiene and Tropical Medicine and a government adviser on the Sage committee, said the Beta variant was at low levels in the UK but, as immunity from vaccines increases, \"conditions are right\" for it to gain an advantage.\nHe told the Today programme that the Beta variant is probably less infectious than the dominant Delta variant, but it appears to be better able to evade the immune response from vaccines - particularly from the Oxford-AstraZeneca vaccine.\nThe UK is currently facing a \"long and drawn out\" wave of infections from the Delta variant, he said, as it will not be brought down by lockdowns as previous peaks were. \nHe said cases are on course to hit 100,000 a day in about two weeks, although school closures may help to bring down the surge or cause it to level off. But high levels of infection were likely throughout the rest of the summer and autumn, he said.\nTravel trade body Abta said the changes to travel to France will delay \"any meaningful recovery for the industry\", adding that financial support needed to be given to the sector.\nTim Alderslade, chief executive of industry group Airlines UK, said: \"These random rule changes make it almost impossible for travellers and industry to plan ahead, and can only further undermine consumer trust at the very peak of the summer season.\"\nJohan Lundgren, chief executive of EasyJet, said the government was \"making it up as they go along and causing confusion and uncertainty\". \nLabour said the move had created \"complete chaos\". \nShadow home secretary Nick Thomas-Symonds said: \"In effect the government has announced yet another category for travel and they've done it on a Friday evening... It is travellers and the travelling industry that is paying the price.\"  \nGeorgina Thomas, a nurse from Buckinghamshire, is one of those affected by the change. \nThe 32-year-old has been visiting her parents in the countryside between La Rochelle and Bordeaux for the last three weeks with her baby daughter. \n\"I'm frustrated with the inconsistent approach the government are taking, it doesn't all appear logical,\" she told the PA news agency. \n\"If a quarantine is necessary then so be it but I'm confident that my risk will be higher when I return to the UK.\"\nMs Thomas, who is still on maternity leave, added: \"It will be a long 10 days but we are the fortunate ones, I understand that, plenty will think we shouldn't be travelling anyway.\"\nJames Miles from West Sussex said the quarantine requirement had put his plans to visit his girlfriend in France for the first time since 1 January in jeopardy.\n\"This is really affecting people's lives,\" he said. \"Seven months is a long time not to see your partner. I can't even see the light at the end of the tunnel. Where do we go from here?\"\nAnne, a British citizen living in Paris who did not wish to give her second name, has not seen her family in 18 months, with her parents yet to meet their granddaughter, who was born in Paris last autumn.\nThe 31-year-old told the BBC she had booked their trip to London for late August on Friday morning - just hours before the announcement was made.\nShe also suggested most of the Beta variant cases were not found in mainland France.\n\"How can the government encourage non vaccinated people in the UK to stop wearing masks and start going clubbing, yet oblige fully vaccinated travellers from France to quarantine?\" Anne added.\nTransport Secretary Grant Shapps said: \"Whilst we are committed to continuing to open up international travel safely, our absolute priority is to protect public health here in the UK.\"\nThere had been reports the government was considering adding France to the red list for travel. \nOnly UK or Irish nationals or UK residents are allowed to travel from red list countries and they must then quarantine in a government-approved hotel for 10 days, at a cost of £1,750 for one adult. \nIt comes just two days after the government announced popular holiday destinations Ibiza, Majorca, Menorca and Formentera would be moved to the amber list. \nIn other developments:\nOn Friday, more than 50,000 daily coronavirus cases were reported in the UK for the first time since mid-January."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57780729",
      "category": "uk-england-london",
      "title": "Church of England criticised over suicide of falsely accused priest",
      "tags": "Wapping,The Church of England",
      "text": "The Church of England has been heavily criticised after a priest took his own life due to a mishandled inquiry into false child abuse allegations.\nFather Alan Griffin, 78, died in November 2020 having spent a year under investigation without ever having the allegations set out to him.\nCoroner Mary Hassell said the claims were \"supported by no complainant, no witness and no accuser\".\nShe told the Archbishop of Canterbury of \"failings which had come to light\".\nThe Bishop of London, Dame Sarah Mullally, said in a statement: \"Alan Griffin's death was a tragedy and my heart goes out to his family for all they have endured. I am deeply sorry for their loss. \n\"Following the inquest, we have commissioned a 'Lessons Learned' review so that we can fully reflect upon the diocese's actions, and the coroner's comments, in the period leading up to Alan Griffin's death.\"\nMs Hassell wrote a Prevention of Future Deaths report following the inquest into Fr Griffin's death.\nThe coroner, who recorded the death as a suicide, said Fr Griffin, from Wapping, east London, was found dead in his home on 8 November 2020.\n\"He was an HIV positive (viral load undetectable) gay priest,\" Ms Hassell wrote. \n\"He killed himself because he could not cope with an investigation into his conduct, the detail of and the source for which he had never been told.\"\nFr Griffin later converted to Roman Catholicism and in June 2020 the Catholic safeguarding team met the priest to discuss a background check.\nMs Hassell wrote: \"The Church of England had passed a short written summary of allegations that contained inaccuracies and omitted mention of Fr Griffin's earlier suicide attempt on learning of his HIV status.\n\"Fr Griffin did not abuse children. He did not have sex with young people under the age of 18. He did not visit prostitutes. He did not endanger the lives of others by having sex with people whilst an HIV risk. \n\"There was no evidence that he did any of these things.\"\nThe investigation into Fr Griffin began because an official in the Anglican Diocese of London was retiring in 2019, the report said.\nHe suggested to his archdeacon that he undertake a \"brain dump\" of information he had acquired over the preceding two decades.\nMs Hassell said: \"This ranged from descriptions of past convictions that had been dealt with and recorded, through to current safeguarding concerns that might or might not have been acted upon, to what witnesses described as gossip. \n\"These 42 entries were not accompanied by signed statements setting out distinct allegations. \n\"The origin of the information in the entries was in places obvious and factual, but in places entirely nebulous.\"\nThe coroner addressed many concerns in her report, which she sent to the Archbishop of Canterbury, pointing out the \"breadth of the systemic and individual failings that have come to light during the course of this inquest\".\nMs Hassell wrote: \"It is often the case that organisations have already themselves recognised their errors and have undertaken meaningful attempts at improvement by the time of the inquest. \n\"This was not the case here.\"\nIn her statement, the Bishop of London added: \"It remains an absolute priority that, where allegations are made, they are taken seriously, and referrals made where appropriate to statutory agencies and other relevant parties. Our review will examine the decisions that were made in this case, in order to shape any necessary changes to our reporting processes in the future.\"\nIn a separate statement, a Lambeth Palace spokesperson said: \"This is a highly distressing case and our deepest sympathies and prayers are with the family and friends of Fr Alan Griffin. The archbishop has received a copy of the coroner's report and the matter will be taken extremely seriously. Appropriate discussion and investigation will now take place. Lambeth Palace will be in contact with the relevant other bodies, especially the Diocese of London.\"\nHome Affairs correspondent Tom Symonds\nFr Griffin was falsely accused for two reasons, according to the coroner's reports. \nFirstly he was said to have \"used rent boys\", an outdated phrase suggesting the use of male sex workers, but often dangerously interpreted as involving the abuse of children. \nThere was no evidence of either but the false allegation was compounded by buck-passing within the Church of England.\nThe head of operations at the Diocese of London included the claim, as part of a \"brain dump\" of information as he was retiring, but said it was for the archdeacon to deal with. \nThe archdeacon said assessing whether it was \"gossip\" was not his job and left it for the director of safeguarding. \nThe director of safeguarding said deciding what to do should be for \"safeguarding professionals\". \nSo no-one took responsibility for making reasonable decisions based on the evidence - with disastrous consequences.\nThe coroner's findings are damning, and this is a case not from the past, when both churches admit failings in handling allegations of sexual abuse, but from just two years ago."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57867813",
      "category": "world-us-canada",
      "title": "Bianca Devins: Family sue NY officials over video footage of murdered teen",
      "tags": "New York",
      "text": "The mother of a 17-year-old girl who was killed in 2019 has filed a lawsuit accusing officials of sharing sex and murder videos with the media.\nThe death of Bianca Devins prompted widespread media attention when images posted by her murderer went viral.\nNow her family's lawsuit alleges that explicit footage recorded by her killer was given to documentary makers.\nThe family is suing Oneida County in New York State and officials including local District Attorney Scott McNamara.\nThe filing alleges they \"acted unconscionably and lawlessly\" toward the victim with \"reckless dissemination of evidence\" to media producers seeking to cover the case. \nThe lawsuit claims Kimberly Devins, Bianca's mother, was shattered to learn videos taken by Brandon Clark had been shared. She now fears the material of them having sex will also go viral online, like the other images he shared of her daughter's murder.\nIt also accuses officials of breaking federal child pornography laws, because the evidence included video footage of Bianca having sex with Brandon Clark before he killed her.\nThe BBC contacted Oneida County District Attorney's Office and Mr McNamara, but both are yet to respond.\nBianca Devins was killed in July 2019 by Clark, 21, who stabbed the teenager in his car as they were driving home from a concert in Queens, a borough of New York City.\nHe documented the attack online - posting graphic images of Bianca's body to platforms like Snapchat and Instagram, as well as a Discord server used by her friends. \nHe attempted to take his own life after the murder, but survived. He was prosecuted and was sentenced to 25 years in prison in March this year.\nImages Clark posted of Bianca Devins' body spread rapidly on social media in the aftermath of her murder. The public nature of her killing led to rapid growth in both her and her killer's Instagram accounts, with impersonators popping up and reposting the images to take advantage of the morbid interest. \nKimberley Devins has said she still receives online abuse and graphic photographs of her daughter's body from trolls.\nAfter his arrest, it emerged that Clark had also recorded videos of the murder. The lawsuit says that dashboard clips showed him having sex with the 17-year-old before stabbing her to death after accusing her of infidelity in a \"jealous rage\".\nKimberly Devins long-feared this footage would be made public and, according to her lawsuit, sought assurance from Oneida County prosecutors that the material would be protected.\nThe lawsuit alleges she was later told by two sets of documentary makers that the sex and murder videos had been shared with them by the district attorney's office, along with nude photographs from her daughter's phone.\nCarrie Goldberg, a lawyer who specialises in sexual exploitation, is representing Kimberly Devins. \n\"This has been emotionally devastating and fatiguing,\" Ms Goldberg told the BBC. \"The family has not had a day of peace since Bianca died over two years ago.\" \nShe described the mother's experience of \"perpetual hell\" as she continues to receive graphic online abuse, including the images of her daughter's body. \nThe lawsuit also alleges that Kimberly Devins has repeatedly been denied access to the evidence that has been shared with the media. \nIt says law enforcement officials previously told Kimberly that New York state's child pornography laws, which have a younger limit, did not apply on the shared material as Bianca was 17. Both she, her legal counsel and the lawsuit say the video and nude photographs are unlawful under federal law and accuse the plaintiffs of disseminating child pornography.\nThe lawsuit is seeking punitive damages and an injunction to stop the material being shared any further.  \nThe BBC contacted the documentary producers named on the lawsuit for comment. \nKimberly Devins has spoken about wanting to change the laws on graphic content being shared on social media in the aftermath of her daughter's killing.\nMs Goldberg says she is also hoping to pursue legal action against social media firms relating to the case. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-57860919",
      "category": "uk-england-tyne",
      "title": "Durham A1 crash: Three killed in six-vehicle collision",
      "tags": "Durham Constabulary,Bradbury,A1 road",
      "text": "Three people have died in a crash on the A1(M) which involved six vehicles, police said.\nTwo lorries and four cars were caught up in the crash at Bowburn, County Durham, at about 18:20 BST on Thursday.  \nDurham Police said three people from two of the cars died at the scene. \nA man, 41, who was driving one of the lorries has been arrested on suspicion of causing death by dangerous driving, the force said.\nA man who was driving a Toyota Hilux and a man and woman from a Vauxhall Crossland all died at the scene.\nA police spokeswoman said formal identification was expected \"to take some time\" but families had been informed.\nSeveral others were injured in the collision, with two people requiring hospital treatment, she said.\nThe spokeswoman said: \"Due to the complexity of the scene, there is ongoing work to safely recover evidence and remove vehicles which will take some time.\"\nDet Supt Dave Ashton said it was a \"harrowing incident\" and has been \"incredibly upsetting and distressing for those who witnessed the collision, and for the emergency responders, including police officers, firefighters and paramedics, who attended the scene\". \n\"Our thoughts are with the family and friends of those who have lost their loved ones,\" Mr Ashton said. \nHe also urged members of the public not to share pictures or videos of the crash online \"out of dignity and respect for those who have lost their lives\".\nMr Ashton said the road would stay shut for the rest of the day and would need to be assessed for damage before it could be opened.\n\"Motorists should avoid the area and plan ahead if they need to travel,\" he said.\n\"We understand the significant disruption that this incident has caused, and would like to thank people for their patience, understanding and co-operation while we work at the scene.\"\nDurham and Darlington Fire and Rescue Service said it had taken more than an hour to put out the lorry fire.\nSeven crews, including a specialist unit from Tyne and Wear Fire and Rescue Service, were sent to the site, it said.\nThe Great North Air Ambulance was also deployed to transport casualties.\nThe police force is appealing for dashcam footage or photographs of the crash to be uploaded to a specialist website.\nHave you been affected by this story? Please share your experiences. \nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57865803",
      "category": "uk-scotland",
      "title": "Covid: One in 90 people in Scotland have virus, experts estimate",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "One in every 90 people in Scotland is infected with Covid, say experts from the Office for National Statistics.\nLatest data from swab tests in the community suggests case numbers have risen again across much of the UK.\nThe Scottish figure is up from one in every 100 the previous week - and compares with one in every 95 in England, one in 290 in Northern Ireland and one in 360 in Wales.\nThe more infectious Delta variant accounts for almost every case.\nIt comes as Scotland prepares to move to level zero restrictions on Monday, allowing more people to meet indoors and outside, and extending hospitality opening hours.\nOver the past 24 hours, 2,047 new cases of Covid-19 were reported in Scotland. There were five new reported deaths of people who had tested positive.\nThe number of people in hospital with recently confirmed Covid fell from 543 to 532, while there were 48 people with recently confirmed Covid in intensive care (up one).\nThe latest ONS data suggests that just over 650,000 people, or 1% of the population in the UK, would test positive for coronavirus in the week to 10 July - up from 400,000 people the previous week. \nThe ONS says the percentage of people testing positive has \"continued to increase\" in Scotland and England, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nSarah Crofts, head of analytical outputs for the Covid-19 Infection Survey, said: \"With infection rates continuing to rise and restrictions easing, keeping a close eye on the data is crucial to see how much protection is provided by the vaccination programmes.\"\nA survey from the ONS suggests two-thirds of the public plan to keep wearing face coverings in shops and on public transport. \nFrom Monday they will no longer be a legal requirement in England, but Nicola Sturgeon has said they are likely to remain mandatory in public places for \"some time\".\nOver half of adults said they were looking forward to going on holiday abroad when coronavirus rules end.\nMeanwhile, it has been confirmed that the Covid vaccination centre at the SSE Hydro in Glasgow will close after this weekend.\nThe Scottish government and NHS Greater Glasgow and Clyde (NHSGGC) said the move comes as the focus shifts to community drop-ins and mobile facilities.\nThe Hydro will offer its final jab on Sunday before being handed back in preparation for the COP26 UN climate change conference later this year.\nScotland's health secretary Humza Yousaf said: \"By close of play on Sunday, every adult in the NHSGGC area who attended their scheduled appointment will have received their first dose.\n\"But we urge anyone who hasn't come forward for whatever reason to pop into the Hydro as staff mark its final day as a vaccination centre.\n\"Staff there have made a massive contribution to the successful roll-out of the vaccination programme, carrying out up to 5,000 vaccinations a day, and I want thank each and every one of them.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-shropshire-57869892",
      "category": "uk-england-shropshire",
      "title": "Alan Bircher: Former medallist among swimming coaches suspended",
      "tags": "Ellesmere",
      "text": "A former world silver medallist is among the coaches suspended following a review into welfare issues at a swimming club.\nSwim England launched an independent review following concerns raised by parents of swimmers at Shropshire's Ellesmere College Titans Swimming Club.\nAlan Bircher was among \"some of the programme coaches currently suspended\", it said.\nMr Bircher, director of swimming at the club, has been approached for comment.\nAs a result of the review, Swim England said, Mr Bircher was not nominated to the Tokyo Olympics coaching team for 2021 and will not be part of the team at the Games. \nMr Bircher had been named as a Team GB coach in April as part of the open water team at the Tokyo Games, but earlier this month stepped down due to family reasons.\nHe was an international swimmer from 1997 to 2008, winning silver at the world championship in Dubai in 2004, and formerly a GB world championship lead coach.\nSwim England said the report had identified \"welfare and governance issues\", adding it had immediately implemented all the recommendations \"to ensure a safe, supportive and positive environment for everyone in the club\", which has included a \"complete change of the governance structure of the club\". \nIt said Swim England officers were working alongside members to put in place a revised structure and procedures.\nFollowing the suspensions, it said, coaching support has been secured, overseen by an experienced Swim England talent coach, and an independent welfare officer was supporting the club.\n\"Swim England will remain working with the club until such time as we are content our robust safeguarding and welfare procedures and policies are embedded within the governance of the club,\" it said.\n\"The suspended coaching staff will not return to the programme until such time as all conditions set out in the report have been met to the satisfaction of Swim England.\n\"The welfare and safety of all of Swim England's members and British Swimming's athletes is of paramount importance and we continue to prioritise our duty of care to all within our sport.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57867990/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: UK daily cases pass 50,000 for first time since January",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "More than 50,000 daily coronavirus cases have been reported in the UK for the first time since mid-January. \nThere were 51,870 cases recorded - the highest figure since 15 January - and 49 deaths within 28 days of a positive test.\nFrom Monday, lockdown rules will end in England - although some guidance will remain. \nEarlier, England's chief medical officer warned hospital admissions could hit \"scary numbers\". \nProf Chris Whitty said the number of people in hospital with Covid was doubling roughly every three weeks. \nThe UK is \"not out of the woods yet\" and people should act with caution as restrictions are eased on Monday, he added. \nThe highest number of daily cases the UK has recorded so far is 68,053 on 8 January. \nHealth Secretary Sajid Javid previously warned case numbers could reach 50,000 a day by 19 July, and as high as 100,000 over the summer.\nMeanwhile, separate Office for National Statistics data suggests Covid infections have risen again in much of the UK. \nLatest figures from swab tests in the community suggest in England one in every 95 people has the virus - up from one in 160 in the previous week.\nIn Scotland, one in every 90 people is estimated to be infected, while in Northern Ireland it is one in 290 and in Wales one in 360.\nThe more infectious Delta variant accounts for almost every case.\nIt is estimated that just over 650,000 people, or 1% of the population in the UK, would have tested positive for coronavirus in the week to 10 July - up from 400,000 people the previous week.\nThe ONS says the percentage of people testing positive has \"continued to increase\" in England and Scotland, whereas the \"trend is uncertain\" in Wales and Northern Ireland.\nPassing 50,000 cases a day feels like a worrying landmark, but is it? \nWe were last at those levels around the peak of the second wave in January, when it took a tough lockdown to prevent hospitals buckling.\nBut now more fuel is being thrown on the fire as restrictions ease in England and Scotland on Monday, and Wales on Saturday.\nCases will go even higher. How high? Nobody knows for sure. \nLetting this happen is possible only because vaccines have transformed the danger posed by a summer wave. Without them, we'd be debating locking down. \nYet vaccines have not eliminated the Covid threat. \nLetting the virus spread could still put pressure on hospitals, leave people with long Covid and be hugely disruptive as large numbers of people need to isolate. \nReaching 50,000 daily cases doesn't mean the same as it did six months ago, but doesn't mean it will be smooth sailing. \nAs cases rise, more people are being forced to isolate, with businesses warning of staffing shortages. \nMore than half a million self-isolation alerts were sent to people using the NHS Covid-19 app in England and Wales during the first week of July - a rise of 46% on the previous week. \nAlerts are sent through the app to tell individuals they have been in close contact with a positive coronavirus case and should to isolate for 10 days.\nThe number of people being admitted to hospital with Covid is also rising - but at a much lower rate than during previous waves because of the impact of vaccinations. \nMore than 46.1 million people in the UK have had their first dose of a coronavirus vaccine - 87.6% of adults, while more than 35.5 million - 67.5% of adults - have had both doses, according to the latest figures.\nIt comes ahead of almost all legal restrictions on social contact being lifted in England on Monday. \nLockdown rules are also being eased in Scotland on the same date, although there will still be some curbs, including on how many people can meet. \nIn Wales, restrictions are easing slightly on Saturday but most will remain in place until at least 7 August. \nNorthern Ireland is due to lift more restrictions on 26 July. \nEarlier, Solicitor General Lucy Frazer said that while cases would rise in the coming days, there were \"consequences for not opening up\". \nBut she told Sky News the government could not rule out reintroducing restrictions in England if the virus situation became \"unacceptable\".\nIn other developments: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57858826",
      "category": "world-europe",
      "title": "In pictures: Floods kill dozens in Germany and Belgium",
      "tags": "Floods,Germany,Photography,Europe floods,Netherlands,Severe weather,Switzerland,Belgium",
      "text": "Devastating floods have hit parts of western Europe after record rainfall caused swollen rivers to burst their banks.\nAt least 100 people have died in Germany and 22 deaths have been reported in Belgium.\nForecasts suggest more heavy rain is due in much of the region on Friday.\nSome of the most dramatic images came from the German village of Schuld, in the Ahrweiler district of Rhineland-Palatinate, where a state of emergency has been declared.\nSome 200,000 homes were also left without power. \nThousands of relief workers and soldiers are helping police with search and rescue efforts. \nHeavy rains were also seen in Switzerland, Luxembourg and the Netherlands, where dozens of people were evacuated from their homes.\nAll photos are subject to copyright.\n."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57839184",
      "category": "uk",
      "title": "Covid-19: Ibiza, Majorca and Menorca moved to amber travel list",
      "tags": "Travel,Coronavirus vaccines,Ibiza,Majorca,Coronavirus pandemic",
      "text": "Ibiza, Majorca, Menorca and Formentera are being moved onto the government's amber travel list for England.\nThe Balearic Islands will join the list from 04:00 BST on Monday, 15 days after they were moved to the green watchlist.\nThe Scottish and Welsh governments said they will do the same, and Northern Ireland is expected to follow suit.\nFrom Monday, only people aged over 18 who are not fully vaccinated will still have to quarantine on returning from an amber list country.\nThe requirement to self-isolate is being scrapped for the fully vaccinated and under-18s from Monday in England, Scotland and Wales but travellers in Northern Ireland will have to wait another week before the rule change.\nThe British Virgin Islands are also moving to the amber list, while Cuba, Indonesia, Myanmar and Sierra Leone will be moved to the strictest red list. \nBulgaria and Hong Kong will move to the green list, while Croatia and Taiwan join the green watchlist, which means they are at risk of being moved to amber.  \nIt is understood that data indicates a big rise in cases in the Balearic Islands following end-of-term parties.\nTransport Secretary Grant Shapps said case rates had doubled since the islands were added to the green watchlist, which meant the government needed to \"move quickly\". \nHe also warned that people travelling abroad this summer will need to make sure they can get their money back or rebook their accommodation, adding that \"no-one can be out there thinking we can travel and just rely on things not changing\".\nBut package holiday firm Tui said the \"continued lack of transparency\" about the methodology and data behind the changes was making it \"incredibly difficult for customers to book far in advance with confidence\".\nEasyJet said it could not understand why people were going to be allowed to attend nightclubs from Monday without a mask or social distancing but the government was \"not comfortable with people going to the beaches of Europe where the infection rates are lower than in the UK\".\nVirgin Atlantic called for the government to \"act decisively\" and add nations with high vaccination rates, such as the US, to the green list at the next review. \nLabour criticised the government for not publishing the country-by-country data that informs its traffic light system. \nShadow transport secretary Jim McMahon said: \"People are booking holidays in good faith and now face the prospect of losing out because ministers refuse to be straight with the public.\" \nMedi Jones Williams, from Bristol, booked a holiday to Majorca on Friday and said she still planned to fly there on Saturday for her seven-day trip.\nThe 25-year-old had her first vaccine three weeks ago, and is now looking to get a second dose as soon as possible.\nShe told the BBC: \"I'm still going to go because I'm sick of everything. I feel like if I don't it will never happen because things keep changing. \n\"I do understand why they have to vaccinate older people first but when they got to 40 they should have vaccinated everyone.\n\"It doesn't make sense to open on Monday when not everyone is vaccinated.\"  \nMr Shapps defended the government's traffic light system, saying that the categories mean \"people can see, broadly-speaking, where these countries are classified\".\nHe added: \"We're not in control of this virus, particularly in how it affects other counties, their levels of vaccinations, their level of genomic sequencing, their testing regimes.\"\nTravelling to green list destinations was likely to be a \"better bet\" than those on the green watchlist, he said, but cautioned \"there are no guarantees\".\nHe urged people to come forward and get both vaccine doses to give them \"one more piece of security when you do go off to travel\".\nThe changes will come as bad news for travellers who are over 18 and not yet double vaccinated.\nThe government says they can still pay for additional tests on day five as part of test-to-release and are advising everyone to get their jabs as quickly as possible. \nUnder the change to amber list travel rules, announced last week, fully-jabbed people will still be required to take a test three days before they return and on the second day after they are back - but they will now be exempted from a day eight test.\nFrom Monday - when most Covid rules in England end - the guidance that people should not travel to amber list countries will be removed.\nFewer than 30 destinations are on the green list, which do not require people to quarantine on their return. \nMore than 50 countries are on the strictest red list, which requires arrivals to pay to self-isolate in a hotel.\nBut most places - including holiday hotspots such as mainland Spain, Greece and the US - are on the amber list. \nGreen watchlist countries do not require arrivals to quarantine but are at risk of being moved to amber. \nMeanwhile, more than two thirds of adults in the UK - some 35 million people - have now received both vaccine doses, the government announced on Wednesday. \nThe government said it meant it had hit its target of vaccinating two thirds of adults by 19 July early. \nSome 46,037,090 people have received a first dose while 35,155,767 have had both doses - the equivalent of  87.4% and 66.7% of the adult population respectively.  \nPrime Minister Boris Johnson described the milestone as \"another extraordinary achievement\", adding that it was enabling the UK to \"cautiously ease restrictions next week and return closer towards normal life\".  \nOn Wednesday, the UK recorded another 42,302 cases and 49 deaths within 28 days of a positive coronavirus test, according to the daily government figures. \nAre you a holidaymaker or a travel agent? How will you be affected by this change to the travel list? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-57853305",
      "category": "uk-england-beds-bucks-herts",
      "title": "Car driven on railway tracks at Cheshunt to escape police",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57861690/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Petrol prices at eight-year high, says AA",
      "tags": "Personal finance,UK economy,Oil,Fuel,Motoring",
      "text": "Petrol prices have climbed to their highest level in almost eight years, says motoring organisation the AA.\nAverage prices have hit 133p a litre, it says, almost 20p higher than in November. Diesel prices are also up.\nThe rise comes as families fill up the tank for summer getaways. Rival motoring body the RAC is forecasting an exceptionally busy summer on UK roads.\nThe increase in fuel costs comes after a steady rise in oil prices and has added to fears of rising inflation.\nOil prices have risen over the past year from about $43 a barrel to more than $70 now.\nFigures released this week showed the rate of inflation in the UK hit 2.5% in the year to June, the highest for nearly three years, with rising fuel prices one of the causes of the increase.\nThe last time UK drivers had to deal with fuel prices this high was at the beginning of October 2013.\n\"Surging pump prices continue to drain family and other consumer spending,\" said Luke Bosdet, the AA's fuel price spokesman.\n\"A family with two petrol cars would have spent around £230 on fuel in November had Covid lockdowns not discouraged travel. Now, the monthly cost of refuelling their vehicles is above £265.\" \nThe RAC says drivers are planning an estimated 29 million UK holidays this year, with 16 million of these in the school holidays alone.\nIts survey of 2,500 drivers says the number of people making firm UK holiday bookings has risen 20% since April, with the RAC figures suggesting the West Country - Cornwall, Devon, Dorset and Somerset - will receive the largest numbers of holidaymakers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57852719/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Climate change: 'Sleepwalking into oblivion' coastal erosion warning",
      "tags": "Floods,Fairbourne,Coast,Coastal erosion,Welsh government,Newport,Nefyn,Climate change,Environment",
      "text": "Some areas of Wales at risk of coastal erosion could be \"sleepwalking into oblivion\" due to climate change.\nAdvisors have warned 2,126 properties in Wales are in danger of sea erosion and 36,000 are at risk of coastal flooding by the end of the century if coastal defences are not maintained.\nIndustry experts have warned people may find it harder to get a mortgage or insurance in some affected areas.\nNatural Resources Wales said talks were under way in some communities.\nCoastline erosion was brought into sharp focus in Wales when a major 40m (131ft) landslide fell onto a beach in Gwynedd in April.\nGeraint Jones, who runs a bakery business on the Llŷn Peninsula, decided to take on a new cafe on the seafront in Nefyn weeks before the landslide happened nearby.\nThe slip saw parts of people's back-gardens sliding onto the beach below, and he described it as \"shocking and awful\" for those affected.\nMr Jones has since been in touch with his insurance firm and feels reassured by the cafe's location above a sea wall.\n\"Hopefully we'll be safe,\" he said, adding that \"with a business like this you've got to take some risks.\"\nBut making sure communities are fully aware of the challenges posed by coastal change in the coming decades needs more attention, according to Dr David Clubb, founder of Welsh environmental consultancy firm Afallen.\nPeople are able to check the long term flood risk of their area or street online.\nEven those \"living on a hilltop in Powys\" should consider the implications, Mr Clubb claimed.\n\"If Liverpool, Cardiff or Newport are flooded, where will those people move to?\" he added.\n\"It's very much in the interest of all of the people of Wales to think about this and try and understand the data.\"\nMr Clubb pointed to global maps produced by US researchers Climate Central which predict parts of the country could be flooded annually from the sea by 2050.  \nRecently, the independent UK Climate Change Committee also warned areas on the west coast were facing \"threats to their viability\" by rising sea levels and fiercer weather. \nTens of thousands of homes and businesses could be affected by flooding - with 10,000 already at risk now - and erosion by the end of the century.\nThe scientists called for \"a thorough review... to develop a strategic, joined-up approach to managing this issue\", warning that poorer communities along the coastline could be particularly affected.\n\"It's not even tomorrow's problem,\" said Owain Llywelyn of the Royal Institute of Chartered Surveyors in Wales, referring to Fairbourne in Gwynedd, a village facing being \"decommissioned\" due to the encroaching sea - with discussions already underway.\nBut further afield, it is \"almost as if people are hoping it will go away\", he said.\n\"Perhaps we have been sleepwalking into what could be - though hopefully not - oblivion,\" said Mr Llywelyn.\nThe situation could lead to higher insurance premiums and banks \"demanding much more than the normal deposit - 30% and upwards\" for a mortgage in areas \"where property is susceptible to attack from the sea\", he explained.\nMalcolm Tarling of the Association of British Insurers agreed that it was a \"major factor for all insurers these days\".\n\"One in eight properties throughout Wales are vulnerable to flooding and that risk is likely to get worse,\" he said.\nThe industry recently published a \"climate change roadmap\" outlining how it could support efforts to cut carbon emissions and help customers make more sustainable choices like opting for an electric car or green boiler when they make a claim.\nBut the \"sad reality\" was that coastal erosion in particular was unlikely to be something insurers could help with - due to it being a \"foreseeable risk that is happening gradually over time\", Mr Tarling added.\nNatural Resources Wales said it has been working for several years with local authorities and the Welsh government to develop shoreline management plans for areas where climate change posed a particular challenge.\nSian Williams, the organisation's head of operations for north west Wales, said it was difficult territory that needed to be handled carefully so as not to frighten people.\n\"We're looking at decades from now in lots of these communities and that's quite difficult to get your head around, being involved in a conversation that will affect your children and grandchildren and future generations as well,\" she said.\n\"But it is really important that we're having those discussions - none of us want to be in a situation where we ignore what's happening.\"\nConsultations were already underway in some communities that could be most affected, she said, with public service boards set up to improve cooperation across public services doing a lot of work on the issue.\n\"We can look at models, maps and data but it's vital to hear local stories and information,\" Ms Williams added.\n\"This isn't just about bricks and mortar but people's heritage and history too.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57848266",
      "category": "uk-politics",
      "title": "I will sweat blood to win voters' respect, says Sir Keir Starmer",
      "tags": "Keir Starmer,Blackpool,Labour Party",
      "text": "Labour leader Sir Keir Starmer has vowed to \"sweat blood over months and years to earn respect\" from voters. \nSpeaking to the BBC after taking questions from ex-Labour voters in Blackpool, Sir Keir admitted \"there is a trust issue\" for his party.\nHe also said he had been \"utterly frustrated\" the pandemic had stopped him meeting voters around the country.\nSir Keir took over from Jeremy Corbyn as Labour leader in April 2020, vowing to lead the party into \"a new era\".\nAfter initially enjoying high approval ratings, Sir Keir has had a bruising 2021, with the loss of a traditional stronghold, Hartlepool, to the Conservatives in a by-election, and Boris Johnson's party opening up a large lead in the opinion polls.\nHe launched a policy review, and a reshuffle of his top team, after the Hartlepool defeat, and the party managed to hang on to Batley and Spen, in West Yorkshire, in another by-election.\nBut Sir Keir is under pressure from many of his own MPs to turn Labour's fortunes around and set out what he stands for.\nHe has embarked on a summer tour of Britain, to listen to voters' concerns and sell Labour's message.\nAt the first event, in Blackpool, which has two Conservative MPs, he was grilled about the benefits system, trust in politicians, employment and education, among other subjects.\nBut several panel members, former Labour voters selected by an independent polling company, said that they had never heard of him before the event. \nHe found this \"utterly frustrating\", he told BBC Political Editor Laura Kuenssberg, but added: \"I never thought that this would be turned around in a year or 18 months.\n\"I never thought that in one evening, I'd persuade 12 people to change their vote. \n\"This is a slow, long, hard road. But every vote has to be earned.\"\nThe Labour leader outlined three policies to the audience - a jobs guarantee for workers under 25, a recovery fund for children's education after the pandemic, and a \"buy British\" plan for public spending. \nThe plans received a mixed reception, with some of the panel saying he was \"wasting his time\", but others welcoming the idea of more support for children who had lost out during the pandemic. \nAsked about the reception from the ex-Labour voters, he said: \"I'd much rather the sort of robust discussion I had tonight, than the warm bath of simply talking to people who already agree with me.\"\nThe audience also discussed anti-Semitism in Labour and former leader Mr Corbyn, who now sits as an independent MP after Sir Keir withdrew the whip from him.\n\"To turn this into an argument about Jeremy Corbyn is to do exactly what I want the Labour Party to stop doing.\" Sir Keir told Laura Kuenssberg after the event. \n\"We have been looking internally, we need to turn ourselves inside out, and be talking to and engaging with voters.\" \nThe Labour leader refused to say whether or not he would allow Mr Corbyn to sit as a Labour MP again saying only that there was a process being run by the party's chief whip. \nMr Corbyn was suspended both as a Labour MP and party member over his response to a human rights watchdog on anti-Semitism in Labour. \nHe has since been reinstated as a party member but has not yet been readmitted into the parliamentary Labour party.\nCatherine said her family had been miners and that she was a dyed-in-the-wool Labour voter, but the leadership of Tony Blair had put her off the party.\nShe said \"in her heart of hearts\" she wanted to be Labour again but wasn't sure if she could believe Sir Keir.\nJosephine said the Labour leader came across as \"a nice guy\" but said people hadn't \"got a chance to get to know him\", given the pandemic.\nShe added that she sometimes wondered if Blackpool had been \"forgotten about\" and asked Sir Keir how he would tackle child poverty in the area.\nFrank said he stopped voting Labour following the Iraq war. He also brought up then-Labour Prime Minister Gordon Brown calling a Labour voter a \"bigot\" after she expressed concerns about immigration.\nHe added that Sir Keir had been \"outflanked on the charisma side\" by Boris Johnson. \"Boris Johnson gets away with murder,\" he added.\nZacky told the Labour leader that he needed to \"get rid of all those bickering people\" within the party and reach the voters \"who have been with you before\".\nNatalie admitted she had had \"no idea\" who Sir Keir was. Asked what she thought of when someone said Labour, she said \"debt\".\nFollowing the event, she said: \"I felt listened to, which is an absolute delight\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-53166816",
      "category": "uk-scotland",
      "title": "Covid in Scotland: What are the rules?",
      "tags": "Shielding,Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "The Scottish government has announced a further easing of the Covid rules.\nGuidance urging people to work from home wherever possible is to be relaxed in favour of a \"hybrid\" system of office and remote working from Monday 31 January.\nRestrictions on large outdoor events came to an end on 17 January, then rules on indoor events and venues, including the need for table service in hospitality premises, were lifted on 24 January.\nNew guidance on working from home will come into effect on Monday 31 January.\nThis will recommend that employers consider a hybrid working system, with staff spending some time in the office and some time at home.\nBusinesses had previously been asked to enable staff to work from home where possible.\nThe requirement for physical distancing in settings where certain people are exempt from wearing face coverings - like those leading religious services or carrying out some receptionist duties - will be reduced from 2m to 1m from 31 January.\nAnd face coverings will no longer be required for any adult taking part in organised activities with children under the age of five.\nFrom Friday 11 February, fully vaccinated travellers will no longer need to take a test after they arrive in Scotland.\nThose who are not fully vaccinated will still have to take a pre-departure test no more than two days before they travel, then take a PCR test on or before day two after their arrival.\nA raft of new measures introduced in December in response to the spread of the Omicron variant have already been removed.\nThese included limits on the number of people who could attend large public events; restrictions in pubs, restaurants and other indoor public places; and the closure of nightclubs.\nAdults and children aged 12 and over still have to wear face coverings in all the same indoor settings as before, such as shops, hospitality venues and public transport.\nBusinesses are legally required to take steps to reduce the spread of Covid, including physical distancing and screens.\nIn hospitality, face coverings can be removed while dancing, drinking and dining. Indoor venues are required to reduce crowding and collect the contact details of customers to help with Test and Protect.\nRetail and other sectors also have to ensure social distancing and manage customer flow.\nThe two-metre distancing rule remains in healthcare settings such as hospitals, doctors' surgeries and dentists.\nA vaccine passport scheme was introduced last year for entry to:\nUnder the scheme, anyone over the age of 18 must show proof - if asked - that they are fully vaccinated, or a negative lateral flow test.\nIf it is more than four months since your second jab you will need to show proof of a booster to be classed as fully vaccinated. The app has been updated to include boosters.\nProof of a negative LFD test will be needed before people can visit someone in hospital or a care home, or accompany someone to a medical appointment.\nPeople who test positive for Covid in Scotland will be allowed to exit self-isolation after seven days if they have no fever and record two negative lateral flow tests.\nThe first of these tests must be taken on the sixth day after testing positive and then at least 24 hours later. \nIn addition, household contacts of people with the virus can take a lateral flow test every day for seven days rather than going into self-isolation.\nThis applies to everyone in the household under the age of 18 or anyone over that age who has had the first, second and booster Covid jabs. \nIf one of these tests is positive, self-isolation will then be required for that person.\nAnyone identified as a close contact who is over 18 and four months old and not fully vaccinated will still be asked to self-isolate for 10 days and take a PCR test.\nFor those with symptoms of Covid, the advice remains to book a PCR test.\nHowever, people returning a positive lateral flow test who have no symptoms will no longer be required to take a PCR test to confirm the result. \nInstead, they will be asked to isolate immediately and report their result online so that Test and Protect can start the contact tracing process.\nFirst Minister Nicola Sturgeon said no changes to the guidance for schools were being recommended at this stage - although this was being kept under \"close and regular review\".\nPupils and teachers in secondary schools must continue to wear face coverings and the one-metre social distancing rule is still in place.\nMs Sturgeon said young people wanted to see the back of masks as soon as possible, but that many understood they provided \"important protection\". She said the issue \"requires and will receive careful consideration\".\nAll secondary school children are being asked to take a lateral flow test twice a week. \nWhole classes no longer need to self-isolate when a pupil tests positive, with only the closest contacts of positive cases required to test and isolate.\nCarbon dioxide monitors - which assess how well-ventilated a space is - are also required in schools and childcare settings.\nUniversity and college students are being asked to test twice a week and before socialising with other households.\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57854625",
      "category": "world-us-canada",
      "title": "Biden and Merkel 'united against Russia aggression'",
      "tags": "Haiti,Angela Merkel,China,Russia,Joe Biden",
      "text": "The US and Germany will stand together against Russian aggression, President Joe Biden said as he welcomed outgoing Chancellor Angela Merkel to Washington.\nMr Biden said he had voiced concern to Mrs Merkel over a Russia-to-Germany gas pipeline, but they agreed Moscow cannot be allowed to use energy as a weapon.\nThe US president said the two allies also opposed anti-democratic actions by China. \nMrs Merkel, who has worked with four US presidents, is leaving office.\n\"We stand together and will continue to stand together to defend our eastern flank allies at Nato against Russian aggression,\" Mr Biden told Thursday's joint news conference with Mrs Merkel.\nHe acknowledged the two did not see eye to eye on the nearly complete $11bn (£8bn) Nord Stream 2 natural gas pipeline. The White House has said it will be used by Russia as leverage over Ukraine and other neighbours. \n\"Good friends can disagree,\" said Mr Biden, who recently waived sanctions against Nord Stream 2. \nThe US president also said: \"We will stand up for democratic principles and human rights when we see China or any other country working to undermine free and open societies.\"\nDespite being strong trade partners, Berlin has at times been critical of Beijing on the issue of human rights.\nMr Biden also told reporters the US had no plans \"at the moment\" to send troops to Haiti amid growing unrest after the assassination of its president.\nAsked about ongoing protests in Cuba, Mr Biden said the \"failed state\" was repressing its citizens. \n\"Communism is a failed system, a universally failed system,\" he said. \"And I don't see socialism as a very useful substitute.\" \nBoth leaders emphasised the amicable nature of their hour-long meeting, with Mrs Merkel referring more than once to her host as \"Dear Joe\".\nMr Biden told his guest: \"I will miss seeing you at our summits.\"\nMrs Merkel expressed \"sympathy\" for the dozens of people killed by heavy flooding back home in Germany.\nThe German leader had a frosty relationship with Mr Biden's predecessor, Donald Trump, and occasional tension, too, with George W Bush and Barack Obama, the other two presidents her tenure has spanned. \nMrs Merkel, who became chancellor in 2005, is not running again in September's elections. Her Christian Democratic Union leads opinion polls."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57867955",
      "category": "health",
      "title": "England plans biggest winter flu vaccine rollout",
      "tags": "Vaccination,NHS,Flu",
      "text": "Free flu vaccines will be offered this winter to children aged two to 16 in England, as well as people aged 50 and over or in \"at-risk\" groups, amid the double threat of Covid and influenza. \nExperts hope for a record-breaking rollout reaching more than 35 million people, including more teenagers than ever before. \nLast winter there was a high uptake, with 19 million doses given. \nUnder-16s will be offered the vaccine in nasal spray rather than as a jab. \nAn expanded secondary school programme means, for the first time, pupils up to Year 11 (aged 11 to 16) will be invited, not just those in their first academic year - Year 7 - like last winter.\nWhen the programme begins in September, the flu vaccine will be available for free on the NHS to:\nPeople who are not in these groups will be able to pay for a flu vaccine at some supermarkets and High Street chemists, once available. \nFlu levels were lower than expected across the world last winter, which experts attribute to infection control measures introduced to stop Covid, such as mask wearing, social distancing and lockdowns. \nIt is not clear what this winter may hold for flu and Covid. \nResearch from Public Health England, carried out in the first pandemic wave before any Covid vaccine had been made or given, suggests risk of death is more than doubled for people who catch flu on top of coronavirus, compared to coronavirus alone.\nFlu by itself can also be a serious condition - it kills about 11,000 people in England each year.\nAlongside the flu drive, the government is preparing for a booster programme of Covid vaccines for those most vulnerable, such as older people and those with underlying health conditions. \nDr Yvonne Doyle, medical director at Public Health England, said: \"Last winter, flu activity was extremely low, but this is no reason for complacency as it means less people have built up a defence against the virus. \n\"Combined with the likelihood that Covid will still be circulating, this makes the coming flu season highly unpredictable.\"\nHealth and Social Care Secretary Sajid Javid said: \"We want to build a wall of protection by immunising a record number of people.\n\"With the nation getting closer to normal life, we must learn to live with Covid-19 alongside other viruses and we're offering the free flu jab to millions more people to help keep them safe this winter.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57849300",
      "category": "uk",
      "title": "Covid-19: Whitty says case levels may get 'scary' and warning on organ damage",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nThe UK is \"not out of the woods\" and people should act with caution as Covid restrictions in England end on Monday, says the chief medical adviser Prof Chris Whitty. With the UK recording nearly 50,000 new coronavirus cases on Thursday, he says hospital admissions - already doubling every three weeks - could hit \"scary numbers\" if the trend continues and \"we could get into trouble again surprisingly fast\".\nYounger adults admitted to hospital with Covid are almost as likely to suffer from complications as those aged over 50, research suggests. Four in 10 of those between 19 and 49 developed problems with their kidneys, lungs or other organs, according to a study of 73,197 treated in hospital during the first wave of Covid in 2020.\nStaff absences could see shortages of meat products, as processors see one in 10 of their workforce being told to self-isolate by the NHS Covid app, the industry warns. The number of people notified by the app in England and Wales recently passed half a million in a single week. And staff shortages are being felt across all sectors, in particular hospitality and leisure, says the president of the CBI, which represents 190,000 businesses. \nThe UK could face a \"tsunami\" of shop closures this autumn, with owners faced with repaying £1.7bn in debt, Bill Grimsey, the former boss of Wickes and Iceland, says. His latest report into the future of High Streets says small shops survived the pandemic by taking on government-backed loans that would not normally have been granted, based on their finances. The review calls for the government to write off some debt. The Treasury says it's already providing further support and flexibility in loan repayment.\nA therapy made from a Covid patient's own blood is being trialled to treat lung scarring that can be left after hospital treatment. Doctors at Guy's and St Thomas' NHS Foundation Trust in London have begun a small trial using patients' white blood cells.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nDepending on where you live, the rules on wearing masks could be changing. Check the latest.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57842842",
      "category": "uk",
      "title": "Young people and the vaccine: Covid advice in five South Asian languages",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The vaccine rollout has been extended to more over 18s - but the latest government data suggests that some young people remain hesitant about getting the jab.\nBBC Asian Network is helping the South Asian community to understand key issues around the pandemic in five languages: Gujarati, Punjabi, Sylheti, Tamil and Urdu.\nDoctors talk through some of the key concerns and explain the Covid vaccine guidance.\nUrdu\nDr Anita Raja explains what the current advice is in Urdu.\nGujarati\nDr Salim Modan explains what the current advice is in Gujarati.\nPunjabi\nDr Carter Singh explains what the current advice is in Punjabi.\nTamil\nDr Archana Sasitharan explains what the current advice is in Tamil.\nSylheti\nDr Abdul Mannan explains what the current advice is in Sylheti."
    }
  ]
}