{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58938850",
      "category": "uk-england-essex",
      "title": "Sir David Amess killing casts shadow over Leigh-on-Sea constituency",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "The killing of Sir David Amess has shocked the country. But news of the MP's death has perhaps been felt most keenly in his Essex constituency, where he was known to and beloved by many. A day after he was attacked while serving the public, as he had done for almost 40 years, the local community tries to make sense of what happened.\nThe mood in Leigh-on-Sea is one of bewilderment. Sir David Amess had represented the area for decades and his constituents speak warmly of a man who dedicated his life to serving them.\nAs detectives attempt to piece together possible motives for his fatal stabbing, a thick gathering of police and global media has descended upon the usually quiet Essex town.\nPeople have gathered to pay tributes outside the Belfairs Methodist Church, on Eastwood Road North, where Sir David was attacked. \nResident Audrey Martin remembered her MP as \"an absolute gentleman\" who \"dedicated his whole life to his constituents here\".\n\"For many, many years he's just been a pillar of society, helping out all different people,\" she said. \nShe told the BBC how Sir David had \"taken time out\" to speak to her when she first moved to the area from Scotland. \n\"I just wanted to talk and just tell him how I was feeling at that moment in time, moving to Leigh-on-Sea, leaving my friends behind in Scotland and not having friends here. \n\"He just had this aura about him.\"\nAbigail Mkhize held back tears as she recalled how Sir David had helped her with her Employment and Support Allowance (ESA).\n\"Six years ago I was having chemotherapy and because I was working as an agency nurse, I had problems with getting the help with ESA, so I went and saw him,\" she said. \n\"He said, 'This is not right, you've been here for so long and you don't deserve this - I will sort it out' and he did.\"\nMs Mkhize has lived in Southend for 20 years and said she \"always felt comfortable\" knowing Sir David was around to help.\n\"He was the father of all nations, that's how we can describe him,\" she said. \"Whether you were black, white, irrespective of where you come from he gave that love, affection, kindness, caring.\"\nA steady trickle of locals have been slowly edging to the cordon tape to lay flowers and stand for a moment, remembering their MP.\nClusters of bouquets have been laid near the scene of the attack, with Prime Minister Boris Johnson and Labour leader Sir Keir Starmer among those to have paid their respects.\nResidents said they were touched that Mr Johnson had paid a visit so soon and felt he seemed clearly affected by what had happened.\nThose who knew Sir David have remembered him as \"universally liked\" regardless of their politics.\n\"What he was was a thoroughly decent man: he believed in right and wrong. He was always a positive person, always had a smile on his face,\" said Councillor Tony Cox, of Southend Borough Council. \nLocal people have \"lost a great man, they've lost a great MP, they've lost a respected parliamentarian and they've lost a good constituency advocate,\" he said.\nConstituent Lorraine Migliorini highlighted Sir David's work for children and young people with special educational needs.\n\"He was genuinely interested and listened to them which was fantastic,\" she said. \n\"He got things done and I think all of the special needs groups around here are very very grateful for what he's done.\"\nJulie Everitt, a constituent, said she would \"always remember him for his genuine smile\" and his passion for animal rights.\n\"He would go on campaigns, he was against the badger cull, he was against trophy hunting and fox hunting,\" she said.\nMs Everitt has co-ordinated a vigil for people to \"pay our respects to Sir David and our heartfelt sympathies to his loved ones\".\n\"I wrote to him on several occasions and he would always reply. \n\"He was a good gentleman, he had a good heart,\" she said.\nSome said they were especially shocked to hear police were investigating a possible terrorism link to Sir David's killing.\n\"For it to be classed as a terrorist attack is scary, very scary,\" said Tara Wilkinson. \nShe said Leigh-on-Sea was a close-knit community and one where you would \"never\" expect a terrorist attack to occur.\n\"It's just such a small community, to hear this here is just awful.\"\nA 25-year-old man arrested on suspicion of Sir David's murder remains in custody.\nA vigil to mark Sir David's life will take place in Leigh on Sea at 19:00 BST. \nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58923924",
      "category": "uk",
      "title": "Queen 'irritated' by climate change inaction in COP26 build-up",
      "tags": "UK Royal Family,Cardiff,COP26,Climate change,Queen Elizabeth II",
      "text": "The Queen has appeared to suggest she is irritated by people who \"talk\" but \"don't do\", ahead of next month's climate change summit.\nHer reported remarks were overheard during the opening of the Welsh parliament on Thursday.\nThe monarch, who is due to attend the UN's COP26 climate conference in Glasgow, said she did not know who was coming to the event.\nPrince Charles and Prince William have also spoken of their climate concerns.\nGlobal leaders are meeting in Glasgow between 31 October and 12 November to negotiate a new deal to stall rising global temperatures.\nUS President Joe Biden and members of the G7 nations will be attending COP26. On Friday, after weeks of hesitation, Australia's Prime Minister Scott Morrison also confirmed he will be at the summit. \nBut there are reports China's President Xi Jinping would not be attending, although the country will be represented by its government officials in Glasgow. \nDowning Street said it was up to individual countries to confirm attendances at COP26.\nVideo clips featuring the Queen's conversation during the opening of the Senedd were picked up by the event's live stream camera, according to the Daily Mail.\nThe clips - parts of which are inaudible - show the Queen chatting with the Duchess of Cornwall and Elin Jones, the Senedd's presiding officer.\nThe Queen appears to say: \"I've been hearing all about COP... I still don't know who's coming.\"\nIn a separate clip, she remarks \"we only know about people who are not coming\", before adding: \"It's really irritating when they talk, but they don't do.\"\nMs Jones appears to reference the Duke of Cambridge in her reply to the Queen's remarks, saying she had been watching him \"on television this morning saying there's no point going into space, we need to save the Earth\".\nBy Sean Coughlan, BBC royal correspondent\nThis wasn't a formal intervention from the Queen, but a few private words that were overheard.\nThat her comments about climate change are making headlines shows how unusual it is to hear the Queen's private thoughts on public matters - because her role requires her to stay outside of political debate.\nThis rare insight suggests the 95-year-old Queen remains very engaged with the current issues around the COP26 summit - in a week when Prince Charles and Prince William were also talking about protecting the environment.\nBut it also shows the occupational hazard of being followed everywhere by cameras and microphones. \nAnd in her comments about having \"no idea\" who was coming to COP26, there was also a glimpse of a slightly exasperated host, not sure who was going to turn up for an event. \nPrince William spoke to the BBC's Newscast on Thursday, and suggested entrepreneurs should focus on saving Earth rather than engaging in space tourism.\nHe also warned the COP26 summit against \"clever speak, clever words but not enough action\", saying it was \"critical\" for the world leaders to \"communicate very clearly and very honestly what the problems are and what the solutions are going to be\".\nIn an interview with the BBC's climate editor Justin Rowlatt, the Prince of Wales said he was worried that world leaders would \"just talk\" when they meet, saying: \"The problem is to get action on the ground\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58943013",
      "category": "world-africa",
      "title": "Sudan: Protesters demand military coup as crisis deepens",
      "tags": "Sudan crisis,Abdalla Hamdok,Sudan",
      "text": "Opponents of Sudan's transition to democracy took to the streets of Khartoum on Saturday to call on the army to take control of the country.  \nSeveral thousand demonstrators gathered outside the presidential palace as the country's political crisis deepens. \nMilitary and civilian groups have been sharing power since the toppling of President Omar al-Bashir in 2019.\nHowever, tensions have grown since a coup attempt attributed to followers of Mr Bashir was foiled in September. \nSince then, military leaders have been demanding reforms to the Forces of Freedom and Change (FFC) coalition, a civilian alliance which led the anti-Bashir protests and formed a key part of the transitional government. The armed forces have also called for the replacement of the cabinet. \nHowever, civilian leaders say that the demands are part of a power grab from the armed forces. \nOn Saturday, pro-military demonstrators chanted \"down with the hunger government\" and called for General Abdel Fattah al-Burhan, head of the armed forces and Sudan's joint military-civilian Sovereign Council, to instigate a coup and seize control of the country. \n\"We need a military government, the current government has failed to bring us justice and equality,\" one protester told AFP. \nUnlike previous demonstrations in the country, protesters were allowed to reach the gates of the presidential palace and there was little police presence. \nPro-government protesters have also called a rally on Thursday in response to Saturday's demonstrations. \nOn Friday, Sudan's civilian Prime Minister, Abdallah Hamdok, unveiled a plan to tackle what he called the country's \"worst and most dangerous\" political crisis in its two-year transition. \n\"I am not neutral or a mediator in this conflict. My clear and firm position is complete alignment to the civilian democratic transition,\" he said.\nMr Hamdok was sworn in as Prime Minister in August 2019, after mass protests saw the military step in and end the 30-year-rule of Omar al-Bashir in April. \nBut support for the transitional government has slumped in recent months as economic reforms spearheaded by Mr Hamdok have seen fuel subsidies slashed and inflation soar. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58937970",
      "category": "uk-scotland",
      "title": "COP26: Barack Obama to attend climate change summit in Glasgow",
      "tags": "COP26,Climate change,Glasgow,Barack Obama",
      "text": "Former US President Barack Obama has confirmed he will attend the COP26 climate change summit in Glasgow.\nHe will join current president Joe Biden and more than 120 heads of state at the conference, which gets under way on 31 October.\nMr Obama is expected to meet young climate change activists and highlight their work around the world.\nCOP26 will be the biggest climate change conference since landmark talks in Paris in 2015.\nA spokesman for Mr Obama said he would use his trip to Scotland to \"lay out the important progress made in the five years since the Paris Agreement took effect\".\nHe will also \"urge more robust action going forward by all of us - governments, the private sector, philanthropy and civil society\".\nConfirmation of Mr Obama's visit will be seen as a huge boost for the UN summit, which be held at the Scottish Exhibition Campus from 31 October until 12 November.\nBoris Johnson and other leaders of the G7 nations are set to lay out plans to cut emissions causing climate change.\nOn Friday, after weeks of hesitation, Australia's Prime Minister Scott Morrison also confirmed he will be at the summit.\nBut there have been reports China's President Xi Jinping would not be attending, although the country will be represented by its government officials.\nPope Francis announced earlier this month that he will not travel to Scotland for the conference after earlier saying he would like to do so.\nAbout 25,000 delegates are expected to attend the Glasgow summit.\nTens of thousands of campaigners and businesses will also be there to hold events and stage protests.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58886350",
      "category": "uk-wales",
      "title": "Pregnancy: Some women in Wales to get pre-eclampsia test",
      "tags": "Welsh government,NHS Wales,Babies & toddlers,Blackwood,Pregnancy",
      "text": "Some expectant mums in Wales will be able to get a new type of blood test to check for the potentially life-threatening condition pre-eclampsia. \nJust like in England, the Welsh NHS will now give PLGF tests to \"those showing symptoms of pre-eclampsia\".\nThis has led to worries some women will \"fall through the net\" as the condition does not always have obvious symptoms.\nThe Welsh government said UK National Screening advice did not recommend routine pre-eclampsia screening.\nMums-to-be who develop pre-eclampsia have dangerously high blood pressure which can damage vital organs. \nWhen NHS England rolled out wider placental growth factor testing in 2019, it said evidence suggested it sped up diagnosis, which could save lives.\nThe PLGF test tells doctors if a woman is at high, medium or low risk. \nPre-eclampsia affects tens of thousands of pregnancies each year, but can be managed if spotted early enough. \nThose at higher risk should be very closely monitored and may have to have their baby delivered early if the condition becomes too severe, despite treatment.\nIt is a condition that affects pregnant women, usually during the second half of pregnancy or soon after their baby is delivered - and early signs include high blood pressure and protein in their urine.\nMild pre-eclampsia affects up to 6% of UK pregnancies while severe cases develop in about 1 to 2% of pregnancies. Although many cases are mild, it can lead to serious complications for both mother and baby if it is not monitored and treated.\nNHS advice is the earlier pre-eclampsia is diagnosed and monitored, \"the better the outlook for mother and baby\".\nWomen with diabetes, high blood pressure, aged over 40 or have a family history of the condition are among those at higher risk.\nTrials of the new PLGF blood test, which costs about £70, show it speeds up diagnosis, meaning life-threatening complications to the mother and baby can be avoided. \nMore than 1,000 women at 11 UK maternity units took part in the trials during their second and third trimesters. \nUsing PLGF alongside regular blood pressure and urine checks cut the average time to diagnosis from four days to about two. \nEarlier diagnosis was linked with a lower chance of serious complications - 5.3% (24 of 447 women diagnosed with usual checks) versus 3.8% (22 of 573 women diagnosed with usual checks plus PLGF). \nAs well as being rolled out in England, it is being used in an ongoing clinical trial in Scotland but it is not available in Northern Ireland - and also unavailable privately in Wales.\nPaige Thomas lost her baby after she was diagnosed with severe pre-eclampsia six months into her pregnancy.\nThe 23-year-old from Blackwood, Caerphilly county, discovered she was having a baby five months into her pregnancy before giving birth to her stillborn daughter in February.\n\"It was a massive whirlwind really. You go from being a 22-year-old to suddenly having to prepare to be a mother,\" she said.\nMs Thomas realised her baby, Amelia, had reduced movements and she was taken to the Grange University Hospital in Cwmbran.\n\"Within about two hours of being admitted, I had another scan to find out Amelia had no heartbeat.\"\nShe then had to prepare to give birth to her stillborn baby, which took five days.\n\"I had a very silent version of pre-eclampsia,\" Ms Thomas said.\n\"If it wasn't for reduced movements I wouldn't have been aware.\n\"The first two days that I was in hospital I don't remember very much of it. I don't know whether it's because of all the medication I was on, or because of the trauma of it all.\"\nSome 4,030 women in Wales have been officially diagnosed with pre-eclampsia since 2015, figures from Digital Health and Care Wales show.\nBut health officials fear the number is higher due to late diagnosis in some women.\nA leading obstetrician said an early diagnosis could make all the difference and the test could help rule it out for some women.\nDr Angharad Care said the roll out of the PLGF testing in Wales was \"absolutely brilliant\" but the nature of the condition meant some women \"could still fall through the net\".\n\"It makes such a difference to pregnant women and their risk of pre-eclampsia. We know that PLGF testing has proven to be successful and actually reduces adverse maternal outcomes,\" she said.\nDr Care said pregnant women should be aware that they can still develop pre-eclampsia without displaying symptoms. \n\"I think it's very difficult for women who don't show symptoms of pre-eclampsia and it is important to raise awareness of this condition,\" she said.\n\"But also I think it's important to realise there is crossover between some of the more normal symptoms of pregnancy and pre-eclampsia.\n\"They may not experience anything so there's nothing to signpost them to seek help or get tested so they could fall through the net and not have any kind of test.\n\"It's dangerous because you can end up in emergency situations where you can have a risk of eclampsia or placental abruption.\"\nMarcus Green, CEO of Action on Pre-eclampsia, said the Welsh government decision to introduce the test was \"excellent news.\" \n\"This will enable care to be delivered where it should be, to those who need it most and will provide assurance to women who haven't got pre-eclampsia,\" he said.\n\"It will also saves lives of mothers and babies and save the NHS money.\"\nMr Green added that there was \"no reason\" why the Welsh government cannot implement these tests \"very quickly\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58938821",
      "category": "uk-england-london",
      "title": "Twickenham stabbing: Boy charged with playing field murder",
      "tags": "Twickenham,London violence",
      "text": "A boy of 16 has been charged with the murder of an 18-year-old stabbed to death on a playing field in south-west London.\nPolice found Hazrat Wali fatally injured in Craneford Way, Twickenham, at 16:45 BST on Tuesday.\nThe Richmond upon Thames College student was taken to hospital but died an hour later.\nThe suspect, from Hammersmith and Fulham, is due to appear at Wimbledon Magistrates' Court later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58928142",
      "category": "uk-politics",
      "title": "Sir David Amess stabbing: Tragic reminder of growing risks faced by MPs",
      "tags": "David Amess,David Amess death",
      "text": "\"It could happen to any one of us.\"\nThose were Sir David Amess's own words, describing the danger that MPs can face, and the awareness they all carry, that their work can - in rare and terrible circumstances - put them in harm's way. \nIn his published diaries of a long life as an MP, Sir David wrote of the creeping risks: checking the locks, taking care not to meet people alone, alert to what could go wrong.\nThe contract between us and our politicians is not written down anywhere. Yet part of it is understood by everyone. \nWe expect the MPs we elect to see us in person, not to hide behind Parliament's ornate gates and wood-panelled walls.  \nThat demand is met gladly by the vast majority of MPs. \nBut, increasingly, the job has been accompanied by abuse, intimidation - and risk for MPs and their staff. \nOne member of the cabinet told me today: \"Everyone has had a threat... everyone has had frightening moments.\"\nDealing with harassment, coping with security concerns and reporting those concerns to the police, is sadly routine in politics in the 21st Century.  \nIt is inevitable in the coming days that there will be calls for a kinder atmosphere at Westminster, and cooler heads in real life, and online. \nIt is not, however, inevitable that anything at all will change. \nWith an agonising echo of the murder of Jo Cox, another life has been lost today. Another family has lost a parent and partner. \nAnother MP killed doing the most important part of the their job - spending time with those he represented, and listening to those he served."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58943184",
      "category": "uk",
      "title": "Sir David Amess: MP murder suspect held under Terrorism Act",
      "tags": "David Amess,David Amess death",
      "text": "The man arrested by police following the killing of the MP Sir David Amess has been named as Ali Harbi Ali.\nThe 25-year-old is being held under the Terrorism Act and officers have until Friday to question him.\nWhitehall officials confirmed the man's name to the BBC, and said he was a British man of Somali heritage.\nThe BBC understands Mr Ali was referred to the counter-terrorist Prevent scheme some years ago, but was never a formal subject of interest to MI5.\nIt also understands that his father, Harbi Ali Kullane, who was previously an adviser to Somalia's prime minister, has been visited by police who have taken his phone for analysis.\nPolice officers have spent the weekend searching three addresses in the London area.\nIt is thought a converted Victorian property in Lady Somerset Road in north-west London is linked to the investigation. Neighbours said officers started searching it late on Friday night.\nFurther searches, also believed to be part of the inquiry, have been taking place at a property in Bounds Green Road, north London, and another in Cranmer Road, Croydon. \nSir David, who had been a Conservative MP since 1983, was stabbed multiple times during a regular Friday meeting with his Southend West constituents at Belfairs Methodist Church in Leigh-on-Sea, Essex.\nSouthend councillor John Lamb said he has since spoken to two of Sir David's assistants who were at the constituency surgery with Sir David at the time of the attack.\nHe described how one was in the room with Sir David taking notes. \"All of a sudden there was a scream from her, because the person deliberately whipped out a knife and started stabbing David,\" he said.\n\"The other lady who was getting names from people outside, she came running in and saw poor David had been stabbed.\"\nHe said both were quite distressed but were \"coping quite well\" under the circumstances.\nCatholic priest Father Jeff Woolnough said he tried to administer last rites to Sir David shortly after the stabbing but police told him he could not enter a crime scene. Instead, he prayed for his friend on the street behind a police cordon.\nAli Harbi Ali was initially arrested on suspicion of murder and held in Essex. \nHe has since been transferred to a London police station where he was further detained under Section 41 of the Terrorism Act.\nPolice say they are not looking for anyone else for now.\nEarly investigations revealed a potential motivation linked to Islamist extremism, police said. \nIt is thought Ali Harbi Ali did not spend long in the Prevent programme - which aims to stop people becoming radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction.\nSir David, 69, who was married with four daughters and a son, is the second MP to be killed in recent years following the murder of Labour MP Jo Cox in June 2016.\nThe latest attack has raised concerns for the safety of MPs, many of whom hold constituency surgeries which anyone can attend.\nHome Secretary Priti Patel said MPs had access to a \"panoply\" of security measures - many of which were put in place after Ms Cox's murder - but said changes could be made to constituency surgeries.\nAny measures needed to be proportionate, she told the BBC's Andrew Marr show. \"We're here to serve, we're here to be accessible to the British public.\"\nMs Patel described hearing the news that Sir David had died, saying \"our worlds were shattered\".\nA post-mortem examination of Sir David took place on Saturday, police said.\nMeanwhile, Tory MP Andrew Rosindell said the killing of his friend and fellow Essex MP \"shouldn't change things in a way that stops us going about our democratic role\".\n\"There's got to be some balance to this. I don't have an answer,\" he told BBC Breakfast on Sunday. \"This is not the Britain I want, this is not the country that we're used to.\"\nLabour's Diane Abbott MP said she would prefer to meet constituents behind a screen to prevent possible stabbing attacks.\nCommons Speaker Sir Lindsay Hoyle said he wanted to avoid a knee-jerk reaction but insisted \"the best had to come out of this hideous killing\".\nHe said security measures would be reviewed to improve MPs' safety and urged MPs to take up measures already available to them.\nTributes to Sir David have been pouring in from politicians and constituents, with the home secretary saying his \"infectious personality\" meant he \"touched so many lives\".\nOver the weekend, people have gathered for a candlelit vigil in Leigh-on-Sea to mark Sir David's life and attended a church service to share their memories of him.\nMany constituents have reflected on his gentle nature and willingness to listen and to help.\nSir David had long campaigned for Southend to be given city status. On Sunday, Sir Lindsay Hoyle said that would be \"a good thing to do\" in his memory."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58932470",
      "category": "uk-politics",
      "title": "Boris Johnson pays tribute to Conservative MP Sir David Amess",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-47940659",
      "category": "world-us-canada",
      "title": "What's going on in the fight over US abortion rights?",
      "tags": "Abortion,Women's health,US abortion debate,United States",
      "text": "Louisiana has joined a slew of states across the US in legalising an anti-abortion measure that bans the procedure as soon as six weeks into a pregnancy. What's behind the push - and the backlash - for anti-abortion bills across the US? \nIn the first months of this year, nearly 30 states introduced some form of an abortion ban in their legislature. Fifteen have specifically been working with so-called \"heartbeat bills\", that would ban abortion after six weeks of pregnancy. \nThese bills are part of a wider movement of anti-abortion measures sweeping the US.\nEarlier in May, Alabama lawmakers passed a bill to ban abortion outright. \nAnd Missouri's sole remaining abortion clinic remains embroiled in a legal battle to keep its operating license from the state health department. If the provider loses, Missouri will become the only US state without an abortion clinic.\n\"Heartbeat bills\", as the term implies, seek to make abortion illegal as soon as what anti-abortion supporters describe as a foetus' heartbeat becomes detectable. The American College of Obstetricians and Gynaecologists says the name is misleading, and that what is being detected is \"a portion of the foetal tissue that will become the heart as the embryo develops\".\nIn most cases, this point is at the six-week mark of a pregnancy - before many women even know they are pregnant. \n\"We have never seen so much action around six-week abortion bans,\" said Elizabeth Nash, senior state issues manager at the Guttmacher Institute - a pro-choice group that researches sexual and reproductive health. \n\"But we now have seen a shift in the composition of the US Supreme Court.\"\nPresident Donald Trump has placed two conservative Supreme Court justices and, Ms Nash says, making it seem more amenable to revoking abortion rights.\n\"Because of this, we are seeing state legislatures looking to ban abortion as a way to kickstart litigation that would come before the [Supreme] court, and the court could then roll back abortion rights.\"\nOther legislators are also responding - in January, New York signed into law a bill safeguarding abortion rights after 24 weeks in certain cases, reigniting discussions about the controversial procedure.\nIllinois is the latest Democrat-led state to protect abortion rights, passing a bill in June repealing a 1975 abortion law that required spousal consent, waiting periods, restrictions on facilities and penalties for doctors. \nThe new measure changes the definition of viability to survival outside the womb without extraordinary medical measures and allows for abortions after the viability point to protect the mother's health.\nVermont also passed legislation affirming abortion rights, and Maine's Democratic Governor Janet Mills signed a bill allowing health care providers who are not physicians to also perform abortions.\nA growing number of public figures have threatened to divest from the states enacting anti-abortion legislation. \nBob Iger, the CEO of Disney, says Georgia's six-week ban would make it \"difficult\" to keep filming there. \nGeorgia has become a popular destination for Hollywood producers who flock to the state for its generous tax breaks for films. It offers a 20% incentive on productions of $500,000 or more and a further 10% if the film includes Georgia's logo in its credits. \nBlockbusters like Black Panther and Avengers: Endgame were recently shot in the state.\nHowever, Mr Iger said \"many people who work for us will not want to work there\" should the law go into effect.\n\"We will have to heed their wishes,\" he told Reuters.\nEarlier this week, streaming giant Netflix said it would \"rethink\" its operations in the state if the law goes into effect. Netflix series Stranger Things and Ozark are both shot in Georgia. \nBut the threats to leave Georgia if the law should take effect are unlikely to be realised in the near future. \nGeorgia's new law - like others in the anti-abortion movement - are intentionally unconstitutional. Anti-abortion supporters anticipate resulting legal challenges and hope the appeals will reach the US Supreme Court to allow them to re-visit federal laws protecting the procedure. \nAs of yet, despite the wave of abortion bans, it remains legal in all 50 US states. \nMeanwhile, stars including Amy Schumer, Ben Stiller, Christina Applegate, Laverne Cox and Alec Baldwin wrote to the governor saying they would \"do everything in our power to move our industry to a safer state for women\".\nActor Jason Bateman, who stars in the Netflix show Ozark and in HBO's The Outsider, which are both currently filming in Georgia, told The Hollywood Reporter: \"I will not work in Georgia, or any other state, that is so disgracefully at odds with women's rights\". \nThe US movement against abortion began in the 1800s, spearheaded by physicians who saw non-medical professionals providing abortion services as both a threat to their industry and harmful to women's health.\nBy 1900, every state had banned abortions entirely - with exceptions granted only at the discretion of a licensed physician. \nThe issue arose again in the 1960s, when women began advocating for reproductive rights. Colorado changed its anti-abortion law in 1967, followed soon after by California and New York. \nAmid these efforts to return the choice to women, the anti-abortion movement as we currently see it was born, led largely by Catholics and other conservative religious groups. The oldest such group in the US, the National Right to Life, was founded in 1968.\nMost funding for the movement still comes from religious conservatives - including wealthy donors like the vocally pro-life DeVos family.\nIn 1973, the Supreme Court issued the landmark Roe v Wade ruling legalising abortion in all 50 states.\nRoe v Wade protects a woman's right to an abortion only until viability - that is, the point at which a foetus is able to live outside the womb, generally at the start of the third trimester, 28 weeks into a pregnancy. \nIn Missouri, the battle over abortion rights is centred on the state's last remaining abortion clinic, which is in jeopardy amidst a standoff with state officials. \nThe Missouri Department of Health and Senior Services refused to renew the licence for the clinic unless its physicians agree to interviews about what it calls \"potential deficient practices\". \nPlanned Parenthood, which runs the clinic, has refused, saying it could mean doctors who perform abortions face criminal charges.\nIt won a court order last month to keep the clinic open on the day it was due to close.\n\"Today is a victory for women across Missouri, but this fight is far from over,\" said Dr Leana Wen, president of the reproductive health organisation.\nIf Planned Parenthood ultimately loses the case, Missouri could become the first state not to have a legal abortion clinic since 1973.\nThis week, the Supreme Court issued two decisions on an Indiana law restricting abortions, providing a hint at how the top court may respond to other anti-abortion laws. \nIn an unsigned opinion, the justices upheld a state requirement that all foetal remains - whether the product of a miscarriage or an abortion - be either buried or cremated.\nBut the justices declined to revive another part of the law that would ban abortions if chosen because of the sex or disability of a foetus.\nThe court's actions were a mixed bag for those on both sides of the abortion debate.\nAnti-abortion activists viewed the provision as a step toward recognising foetal tissue not as medical waste but as human remains deserving dignified treatment.\nAbortion rights groups countered that the Supreme Court precedent does not consider a foetus to be human. The purpose of the Indiana law, Planned Parenthood wrote in a statement, is to \"shame and stigmatise\" women seeking abortions.\nBy not examining the case in full, the top court effectively punted an opportunity to revisit the 1973 Roe v Wade precedent upholding a woman's right to abortion during the first trimester of pregnancy.\nIn a concurring opinion, Justice Clarence Thomas, a conservative, said his colleagues on the bench would eventually have to act. \nThe BBC's Anthony Zurcher says the ruling could be an indication that a majority of the justices on the court are in no hurry to reverse 46 years of precedent.\nFor Karen Swallow Prior, a professor at the evangelical Liberty University who is a proponent of banning abortion outright, these six-week bans are \"a good faith effort\" to restrict abortion.\n\"These bills and the pro-life [anti-abortion] movement are not about punishing women for having sex, they are about preserving a human life that already exists,\" Prof Prior says. She emphasised it was not a religiously motivated viewpoint, but one based on science and human rights.\nIn addition to these six-week bans, anti-abortion activists have fought for restrictions on abortion methods, rationales (such as sex or race or abnormality) and trigger bans that would end abortion if Roe v Wade is overturned. \nAccording to the Guttmacher Institute, 18 states have laws that would restrict abortion in the absence of the federal law, while 10 have laws that would protect abortion in the same scenario.\nBut some activists are focusing instead on changing infrastructure they view as promoting abortion, rather than seeking to immediately criminalise the procedure.\nDestiny Herndon-De La Rosa, founder of New Wave Feminists, says her organisation wants to make abortion \"unthinkable\".\n\"We're arguing about autonomy - which is more important, the woman's or the child's? As a pro-life feminist, I believe we have to take into account both.\"\nShe is not opposed to the bills, but says her own activism focuses on women's empowerment.\n\"We know statistically it's a decision made on financial constraints, lack of access to healthcare, things like that,\" she says. \"Let's get to the real root as to why women feel they have to have an abortion in the first place.\"\nReverend Marie Alford-Harkey says the right to have an abortion goes hand in hand with the right to follow one's own values and morals.\nRev Alford-Harkey, who is a Christian pastor and the president and CEO of the Religious Institute, a national multi-faith organisation working for sexual, gender, and reproductive justice, says the notion of reproductive justice, a term created by black women in the 1990s, is behind her pro-choice views.\n\"It's the human right to maintain personal bodily autonomy, to have children, to not have children, to parent in safe and sustainable communities,\" Rev Alford-Harkey explains. \n\"Justice is a very Christian concept, and this particular framework grew out of communities that were not being served.\"\nRev Alford-Harkey recently began working as an abortion doula, accompanying women into the exam rooms, speaking with them before, after and sometimes even during the procedure.\n\"I've been asked once or twice if I think God would forgive them and I say, I don't think there's anything for God to forgive. What I think is a sin is that we've taught people that God won't forgive them for doing what's best for their own bodies, their own lives.\"\nPresident Donald Trump broke his silence last week on the recent restrictions across the US. \nMr Trump, whose position on abortion has shifted dramatically over the years, posted a series of tweets outlining his views, saying he was against abortion except in cases of rape, incest or a \"serious health risk\" to the mother.\n\"I am very strongly pro-life, with the three exceptions - rape, incest and protecting the life of the mother - the same position taken by Ronald Reagan\", he said.\nThe president added that judicial measures, such as his appointment of conservative Supreme Court judges Neil Gorsuch and Brett Kavanaugh, had helped to make abortion laws in various states more restrictive.\nMr Trump's views on abortion have evolved considerably over time.\nIn 1999, he said: \"I'm very pro-choice. I hate the concept of abortion. I hate it. I hate everything it stands for. I cringe when I listen to people debating the subject. But you still - I just believe in choice.\"\nBut in March 2016, he clarified that his position was \"pro-life with exceptions\".\nIn May, he tweeted that Republicans must unite to \"win for life in 2020\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58940458",
      "category": "world-middle-east",
      "title": "Nazanin Zaghari-Ratcliffe: British-Iranian aid worker loses court appeal in Iran",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "The British-Iranian aid worker Nazanin Zaghari-Ratcliffe has lost an appeal against a second jail sentence in Iran. \nHer family said on Saturday that there had been no court hearing, but her lawyer was informed of the outcome.\nFirst jailed for five years in 2016 after being accused of plotting against the regime, she was sentenced to another year's confinement in April on charges of \"spreading propaganda\". \nShe spent the final year of her term on parole at her parents' home in Tehran. \nBut concerns have been raised that Mrs Zaghari-Ratcliffe may now be sent back to prison. \nSpeaking to the BBC, her husband, Richard Ratcliffe, said that his wife was \"waiting for the call to summon her back\" and said that she was \"traumatised at the thought of having to go back to jail\".\nShe had called her daughter several times over the course of the day to tell her she loves her, such is her fear that her return to confinement may be imminent, he said. \nMr Ratcliffe has not seen his wife in person since her imprisonment in 2016. Their daughter, Gabriella, who was with her mother in Tehran when she was arrested, has been with him in the UK since 2019.\nUK Foreign Secretary Liz Truss denounced the Iranian decision as \"an appalling continuation of the cruel ordeal\" Mrs Zaghari-Ratcliffe is going through.\n\"We are doing all we can to help Nazanin get home to her young daughter and family and I will continue to press Iran on this point,\" Ms Truss said.\nMrs Zaghari-Ratcliffe was a project manager for the charity Thomson Reuters Foundation when she was was arrested in April 2016 after having taken her daughter to Iran to celebrate the Iranian new year and to visit her parents.\nIranian authorities alleged that Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran and Iran's Revolutionary Guards accused her of leading a \"foreign-linked hostile network\" when she visited.\nShe completed a five-year sentence in March this year, only to be slapped with a fresh one-year jail term for \"propaganda against the system\".\nShe is one of a number of Western passport holders being held by Iran in what human rights groups condemn as a policy of hostage-taking aimed at winning concessions from foreign powers.  \nHer husband has alleged that she is being held hostage over a long-standing debt of £400m ($550m) that Britain owes Iran for a tank deal that was never fulfilled. \nAnalysis by Caroline Hawley, BBC Diplomatic Correspondent\nOver the five and a half years since Nazanin Zaghari-Ratcliffe's arrest, it has become increasingly clear that she's a chess piece in a geopolitical game, and that political calculations lie behind Iran's legal moves against her.   \nThe UK government repeatedly says it's doing all it can to get her home.  But Iran has made it abundantly clear that her freedom - and that of other dual nationals - will come at a price.   \nIn particular, it wants the UK to repay the debt owed since before Nazanin Zaghari-Ratcliffe was born, when Iran bought tanks that were not delivered after the Islamic Revolution of 1979.   \nRichard Ratcliffe sees the failure of her appeal - without even a court hearing - as merely a \"judicial figleaf\" for continuing to hold her hostage.  And he fears that unless the debt is paid she is \"never coming home\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58924426",
      "category": "entertainment-arts",
      "title": "Stacey Dash: Clueless actress 'lost everything' to painkiller addiction",
      "tags": "Film",
      "text": "Clueless actress Stacey Dash has said she \"lost everything\" after becoming addicted to painkiller tablets.\nThe 54-year-old, best known for playing Dionne Davenport in the 1995 high school comedy movie, told US TV she was taking up to 20 Vicodin pills a day at one stage.\nSpeaking on The Dr Oz Show, she said: \"I was taking 18-20 pills a day.\"\n\"That's expensive,\" noted the host, before a tearful Dash replied: \"Yeah, I lost everything.\"\nDash, whose parents also suffered with drug addictions, went on to say she had recently celebrated five years of being sober.\n\"The greatest blessing is that not only have I been able to be honest with myself and become a better person,\" she said.\n\"I've been able to understand my parents and that they did love me, and that they were doing the best they could and they were just sick. They were addicted.\"\nVicodin is a popular brand of prescription drug - a hybrid of the pain medications hydrocodone and paracetamol - used to treat moderate to severe pain.\nIn July, four US drugs giants agreed to pay $26bn (£19bn) to settle claims they helped fuel an opioid addiction crisis. Last month in the UK, new research suggested that the use of opioids for pain relief soared during the pandemic as some patients waited longer for surgery.\nClueless, which starred Alicia Silverstone, alongside Dash, Brittany Murphy and Paul Rudd, was loosely based on Jane Austen's 1815 novel Emma, and set in present-day Beverly Hills. Silverstone plays its central character, a schoolgirl called Cher, who sees herself as a matchmaker who goes on to give her new friend a makeover.\nIn 2016, Dash, who moved from acting into political commentary, defended herself after calling to scrap Black History Month, while discussing the lack of diversity at that year's Oscar nominations on US network Fox.\nShe was criticised on social media for her comments at the time, and responded by saying: \"I don't need a special month or special channel. What's sad is that these insidious things only keep us segregated and invoke false narratives.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58942671",
      "category": "entertainment-arts",
      "title": "Alan Hawkshaw: Grange Hill and Countdown composer dies aged 84",
      "tags": "Music",
      "text": "The musician who wrote the theme tunes for Grange Hill, Countdown, and Channel 4 News has died aged 84.\nAlan Hawkshaw was also a member of The Shadows, toured with the Rolling Stones, and was sampled by Jay-Z.\nHe was admitted to hospital this week with pneumonia and died in the early hours of Saturday, his agent said.\nHis wife Christiane said: \"It was heartbreaking to say goodbye to Alan, my husband of 53 years and the love of my life.\"\nShe added: \"We spent the last few hours gazing at each other with love, holding hands, no need for words. \n\"I told him he and I were forever, and even though he has been unable to speak for the past two months, he managed a few 'forevers' and I knew he was at peace.\"\nHawkshaw wrote the music for more than 35 films and \"countless\" television programmes, his website said. \nIn the 1960s Hawkshaw was in rock'n'roll group Emile Ford & The Checkmates, which toured with the Rolling Stones.\nHe joined The Shadows in the 1970s and worked as Olivia Newton-John's musical director, arranger and pianist.\nHe was awarded best arrangement by The American Academy of Arts and Sciences for Newton-John's \"I Honestly Love You\".\nHawkshaw was instrumental in a host of hits and worked with artists including Barbra Streisand, Tom Jones, Lulu and David Bowie.\nA statement from talent agency DNA Music Limited called Hawkshaw \"one of the most sampled musicians in the world\".\n\"Hip hop producers in particular have plundered Alan's catalogue of works including the biggest of them all, Jay-Z with Pray which featured on the American Gangster album,\" it said.\n\"Alan would often joke, 'I'm one of the oldest rap artists in the world.'\n\"He also famously said of Streisand, 'Barbara held this song of mine eight years until I sent her a note via one of her lawyers saying please record it before one of us dies.'\" \nShe went on to record his song Why Let It Go.\nIn 2004, in association with the Performing Rights Society, he set up The Alan Hawkshaw Foundation.\nThe scholarship programme funded over 70 scholarships at the Leeds College of Music, now the Leeds Conservatoire, and the National Film & Television School.\nHawkshaw, who was from Leeds, also underwrote the Radlett Junior Tennis Tournament, in the Hertfordshire town where he lived and, according to his website, donated 10% of his income to less well-off people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58933011",
      "category": "uk-england-birmingham",
      "title": "Former homeless couple have long-term option to buy Wednesfield home for £1",
      "tags": "Wednesfield,Wolverhampton",
      "text": "A formerly homeless couple have a chance to buy a house for £1 under a scheme to help key workers and others on to the property ladder.\nTim Perry and Aaron Parsons are among the first tenants who have moved into 12 new houses at a development in Wednesfield, Wolverhampton.\nThey become eligible for the £1 purchase on the 25th anniversary of moving in.\nThe project has spent £24m buying 100 properties.\nMr Perry, a machine press operator, said he felt \"ecstatic\", adding: \"[I'm] still pinching myself over it. It feels so weird and [I'm] so blissfully happy.\"\nHelp to Own was set up by the city council, West Midlands Combined Authority, and fund management business Frontier Development Capital Ltd, for \"working families struggling to save enough deposit to fulfil their dream of home ownership\".\nThe council said the scheme provided long-term rent security and enabled tenants to build up a \"loyalty premium\" as they made their monthly payments.\nThis can be taken as cash if they leave the scheme within 20 years, or they can buy the home for just £1 a quarter of a century after joining.\nThe 100 properties, being built on Lakefield Road at The Marches development, are a mix of two, three and four-bedroom houses.\nMr Perry said the lack of a deposit had appealed, adding \"it's pretty much you can move in after just paying application fees and solicitors' fees\".\nHe said previously he had been \"sofa surfing on friends' couches and stuff\". \nNHS staff and other key workers are also among the first 32 tenants to receive the keys to their new homes under the initiative.\nSo far, 86 of the houses have been offered to successful applicants, and more than 41% of the homes will go to a key worker, according to those behind the scheme.\nHelp to Own is not a social housing scheme, but is available to anyone struggling to get on the property ladder, subject to credit checks.\nThe council has put £5.7m into the project, while the combined authority has contributed £4.7m. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58925770",
      "category": "uk-wales",
      "title": "David Brooks: Cancer diagnosis prompts messages of support",
      "tags": "Hodgkin's lymphoma,Mold,Rhuallt,Cancer",
      "text": "Young people who have experienced living with cancer have been sending words of encouragement to footballer David Brooks after he was diagnosed with Hodgkin lymphoma.\nWales and Bournemouth midfielder Brooks, 24, said his prognosis was good and he is starting treatment next week.\nEleri Reece-Jones, 22, was diagnosed with Hodgkin lymphoma in February.\n\"The word cancer is massive and it changes your life the moment you hear it,\" she said. \nThe student from from Rhuallt, in Denbighshire, was diagnosed after finding a lump on her neck.\nMs Reece-Jones has had chemotherapy and is now on immunotherapy as she waits for a stem cell transplant.\n\"In your early 20s you don't expect to be dealing with cancer,\" she said. \n\"It is just taking things day by day... I've always found if I focus on the good days when I feel good it has helped me get through it.\n\"Processing it is really hard because the minute you've processed the fact you have cancer you have to start processing that you need chemo, lose your hair and there's one thing after another... you have to look after yourself.\"\nShe said it was important to remember it would not last forever.\n\"Most people do come out of it the other side and it just becomes something in the past, it's about remembering it is just a chapter in your life,\" Ms Reece-Jones added.\nThe Cardiff University medical school student, currently completing a sports science degree at Bangor University, has been sharing her story on the TikTok social media platform and her videos have been watched hundreds of thousands of times.\nGrace Parry, from Mold, in Flintshire, was diagnosed with Hodgkin lymphoma in January 2019 after losing weight and suffering night sweats before finding a lump on her neck.\nShe was given the all-clear in August.\n\"It's harder than you think it is going to be, but you're stronger than you know at the same time,\" she said. \nShe said nurses, doctors, family and friends got her through, as well as accessing all the available information.\nShe said planning things to look forward to after treatment also really helped her stay positive. \nRachel Driver works for Young Lives vs Cancer, a charity that aims to help children and young adults aged 25 and under, and their families find the strength to face whatever cancer throws at them.\nShe said: \"It's unfair getting a cancer diagnosis, it's tough.\n\"It's just taking things a step at a time, not thinking too far ahead and getting as much support as you can.\"\nShe said people should get their information from reliable organisations, adding: \"Don't go looking around the whole of the internet, that can be a bit scary at times... it's important you get the right information.\"\nHodgkin lymphoma is a cancer of the lymphatic system, an important part of the immune system.\nThe most common symptom of Hodgkin lymphoma is a painless swelling in a lymph node, usually in the neck, armpit or groin.\nIt can develop at any age, but it mostly affects young adults in their early 20s and older adults over the age of 70. Slightly more men than women are affected.\nAbout 2,100 people are diagnosed with Hodgkin lymphoma in the UK each year.\nHodgkin lymphoma is a relatively aggressive cancer and can quickly spread through the body. Despite this, it is also one of the most easily treated types of cancer.\nThe main treatments used are chemotherapy, followed by radiotherapy or chemotherapy alone. Surgery is not generally used as a treatment for the condition.\nOverall, about 85% of people with Hodgkin lymphoma live for at least five years, and most of these will be cured. \nHowever, there is a risk of long-term problems after treatment, including infertility and an increased risk of developing another type of cancer in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58925863",
      "category": "world-asia",
      "title": "Afghanistan: Suicide attack hits Kandahar mosque during prayers",
      "tags": "Afghanistan,Taliban",
      "text": "More than 40 people were killed and dozens more injured after blasts tore through a Shia mosque during Friday prayers in the Afghan city of Kandahar.\nPictures from inside the Bibi Fatima mosque show shattered windows and bodies lying on the ground, while other worshippers try to help.\nThe mosque was packed with worshippers as the suicide attack took place. \nThe Islamic State group (IS) released a statement saying it was behind the blasts. \nIt said two attackers shot and killed guards before entering the building and blowing themselves up.\n\"The firing started after we ended the prayers,\" a man named Ahmadullah told AFP news agency. \"Then two, three explosions took place. We were thrown towards the window. Many people, martyred [killed] or wounded, were laying there.\"\nFriday prayers are the busiest congregation of the week. At least 15 ambulances were at the scene afterwards, an AFP journalist said.\nTaliban special forces secured the site and asked people to donate blood to help the victims, Reuters reports.\nA regional branch of Islamic State, IS-K, has carried out multiple attacks in the past in Afghanistan and opposes the country's Taliban rulers. \nKandahar is Afghanistan's second largest city and the spiritual birthplace of the Taliban, so an attack in the city by IS-K is seen as significant. \nLast Friday, a suicide attack on another Shia mosque during Friday prayers in the northern city of Kunduz killed at least 50 people. IS-K said it carried out the attack, which was the deadliest since US forces left at the end of August.\nIS-K, a Sunni Muslim group, is the most extreme and violent of all the jihadist militant groups in Afghanistan. \nIt has targeted Afghan security forces, Afghan politicians and ministries, the Taliban, religious minorities including Shia Muslims and Sikhs, US and Nato forces, and international agencies, including aid organisations.\nSunni Muslim extremists have repeatedly targeted Shia Muslims in the past, whom they see as heretics.\nAbout 10% of Afghanistan's population are thought to be Shia Muslims. Many are also part of the Hazara community, the country's third largest ethnic group, who have faced discrimination and persecution for years in Afghanistan and neighbouring Pakistan.\nEarlier this month, rights group Amnesty International accused the Taliban of murdering 13 Hazaras, something the group staunchly denied.\nThe Taliban took control of Afghanistan after foreign forces withdrew from the country at the end of August following a deal agreed with the US.\nIt came two decades after US forces had removed the militants from power in 2001."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58929453",
      "category": "uk",
      "title": "MP Sir David Amess stabbed at constituency meeting",
      "tags": "David Amess",
      "text": "Conservative MP Sir David Amess has been stabbed as he met constituents at a regular surgery.\nEssex Police said they were called to reports of a stabbing in Leigh-on-Sea at 12:05 BST and arrested a man.\nPolice recovered a knife and said they were not looking for anyone else in connection to the incident.\nFormer party leader Sir Iain Duncan Smith said he was \"praying for a full recovery\".\nHe said on Twitter: \"My thoughts are with David Amess MP and his family at this awful time.\n\"Praying for a full recovery following this appalling, shocking news. This angry, violent behaviour cannot be tolerated in politics or any other walk of life.\"\nThe 69-year-old, who is MP for Southend West, was stabbed as he met constituents at Belfairs Methodist Church.\nAn air ambulance was sent to the scene.\nSouthend councillor John Lamb, who was at the scene after the stabbing, said Sir David was a family man, with four daughters and a son.\n\"He's always trying to help people, and especially refugees he's tried to help. He's a very amicable person and he does stick by his guns, he says what he believes and he sticks by it,\" Mr Lamb said.\nHe told the BBC the MP had not been taken to hospital but was operated on by medics at the scene.\nMr Lamb said he was still waiting to hear the extent of Sir David's injuries, but understood the MP was in a \"very serious\" condition.\nThe Jo Cox Foundation, the charity set up in memory of the MP who was murdered in 2016, said it was \"horrified\" by the stabbing.\n\"We are thinking of him, his family and loved ones at this distressing time,\" the foundation said.\nLabour Party leader Sir Keir Starmer said he was thinking of Sir David, his family and his staff after the \"horrific and deeply shocking news\".\nWere you in the area? Have you been affected by what's happened? You can get in touch by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58925616",
      "category": "science-environment",
      "title": "Life at 50C: Fleeing Sahara's shifting sands",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58932610",
      "category": "business",
      "title": "Pump prices for petrol and diesel are near a record high",
      "tags": "Fuel",
      "text": "A litre of petrol sold at UK forecourts has reached its highest level since September 2012, at 140.22p on average, according to RAC data.\nDrivers are paying on average 22% more to fill up their petrol tanks than this time last year, the RAC said.\nDiesel prices are also surging and are now just 4p off their April 2012 highs.\nThe bad news for drivers follows the temporary closures of many UK forecourts after they ran out of fuel.\nBut it's global oil prices, rather than supply chain disruption, that the RAC thinks is the main driver of higher prices at the pump. A barrel of crude oil has doubled in the past year.\nRAC fuel spokesman Simon Williams said the government should consider cutting the level of VAT on motor fuel \"to help hard-pressed drivers\".\nAverage petrol prices are just 2p off their record high from April 2012 of 142p per litre, says the RAC.\nHowever, AA spokesperson Luke Bosdet said it will likely be diesel, currently at 143.42p a litre, that breaks its record price first.\n\"Unless we see a slight reversal in wholesale prices, we can expect in the next couple of weeks a rise of 3-5p per litre and that would put diesel above its 2012 high,\" he said.\nMr Bosdet said the global surge in gas prices was also driving up the cost of diesel because heating oil \"comes from the same part of the barrel\" and - since it was an alternative for gas - had seen increased demand."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-51235105",
      "category": "world",
      "title": "Covid map: Coronavirus cases, deaths, vaccinations by country",
      "tags": "Shielding,Public health,China,Social distancing,Self-isolation,United States,Coronavirus pandemic",
      "text": "Covid-19 is continuing to spread around the world, with more than 350 million confirmed cases and more than five million deaths reported across almost 200 countries. \nThe US, India and Brazil have seen the highest number of confirmed cases, followed by the UK, France and Russia. \nVery few places have been left untouched. \nThe latest available data for the total number of cases in France since the start of the pandemic is from 16 January. \nIn the table below, countries can be reordered by deaths, death rate and total cases. In the coloured bars on the right-hand side, countries in which cases have risen to more than 10,000 per day are those with black bars on the relevant date.\nThe true extent of the first outbreak in 2020 is unclear because testing was not then widely available.\nDeaths are rising in some areas, however official figures may not fully reflect the true number in many countries. \nData on excess deaths, a measure of how many more people are dying than would be expected based on the previous few years, may give a better indication of the actual numbers in many cases. \nNearly every nation in the world is now administering vaccines and publishing rollout data, while at least 96 countries and territories have moved on to booster jabs. \nThe map below, using figures collated by Our World in Data - a collaboration between Oxford University and an educational charity - shows the total number of doses given per 100 people, mostly first doses.\nAccording to that data, around 60% of people have been fully vaccinated on every continent apart from Africa, where the figure is less than 10%. \nSome countries have secured more vaccine doses than their populations need, while other lower-income countries are relying on a global plan known as Covax, which is seeking to ensure everyone in the world has access to a vaccine. \nOf those countries that have moved on to booster campaigns, Chile, Denmark and the UK have currently vaccinated the highest proportion of people. \nThe number of daily cases has begun to rise again in most regions now, due in part to the new Omicron variant.  \nStudies suggest that Omicron - which has quickly become dominant in numerous countries - is milder than the Delta variant, but far more contagious.\nThe Director General of the World Health Organization (WHO) Tedros Adhanom Ghebreyesus has said the \"tsunami of cases is so huge and quick, that it is overwhelming health systems around the world\".\nAsia\nAsia, which was the centre of the initial outbreak that spread from Wuhan in China in early 2020, is starting to see case numbers increase once more.\nThere has been a sharp rise in daily cases in India and the country is reporting its highest number of confirmed cases since May 2021, driven by a steep rise in cases in big cities such as the capital, Delhi, and financial centre of Mumbai.\nThe official death toll in India is about 490,000 and it has recorded nearly 49 million cases - second only to the US.\nChina, which is preparing to host the Winter Olympics in February, has announced that it will not be selling tickets to members of the public for the Games. Beijing's \"dynamic zero Covid\" strategy combines mass vaccination with constant testing, nationwide monitoring of people's movements, temperature-taking and phone apps.\nEurope\nSeveral European countries have increased the scale of their vaccine and booster campaigns after seeing a spike in infections due to the Omicron variant.\nFrance, Germany and Italy are experiencing a rapid increase in infections, with France currently seeing more daily cases on average than anywhere else in Europe. \nIn the UK, case numbers are falling after a spike over the holiday period. Hospitalisations and deaths appear to have been greatly reduced due to the UK's widespread vaccination rollout.\nNorth America\nThe US has recorded more than 70 million cases and over 860,000 deaths - the highest figures in the world - and it is now seeing a renewed surge in infections. \nDr Anthony Fauci, the country's chief adviser on infectious disease, has said the latest wave now seems to be going in the right direction but hospitalisations could still put pressure on health services in areas of the country where people had not been fully vaccinated or had a booster.\nThe death rate in Canada is far lower than its neighbour's but it is also seeing a rise in the number of daily cases at the moment due to the Omicron variant.\nLatin America\nIn Latin America, cases appear to be on the rise again in most places, with Argentina, Mexico and Peru reporting their highest numbers of confirmed cases.\nBrazil has been the worst-hit country in the region, recording more than 24 million cases and 620,000 deaths - the world's second highest official death toll. \nIn Peru, there have been more than 200,000 deaths and the country has the highest number of deaths by population size - more than 600 deaths for every 100,000 people.\nAfrica\nAfrica has seen at least 10 million cases and more than 235,000 deaths - but the true extent of the pandemic across the continent is not known as testing rates are low.\nAccording to the official figures, South Africa has been the worst-hit country with more than 3.5 million confirmed cases and nearly 100,000 deaths. \nSouth Africa was the first country to identify the new Omicron variant and it led to a sharp increase in infections - although the government says this fourth wave has now peaked and numbers are falling.\nSeveral African nations are currently experiencing a rise in cases, including Morocco and Tunisia. \nMiddle East\nSeveral countries in the Middle East have seen severe outbreaks of the virus since the pandemic began. \nThe official death toll in Iran, the region's worst-hit country, is more than 130,000 and it has seen more than six million confirmed cases. Neighbouring Iraq has seen nearly 25,000 deaths and more than two million confirmed cases. Daily infections, however, are currently falling in both countries.\nIsrael currently has the highest number of daily cases in the region but its vaccination rollout has been highly successful at minimising the number of hospitalisations and deaths in the country. It has now begun administering a fourth vaccine dose to people aged over 60 and to healthcare workers.\nOceania\nEarly in the pandemic, Australia and New Zealand were widely praised for their response to Covid but Australia is currently seeing its highest level of Covid cases since the pandemic began. \nThe country lifted most of its restrictions in December but the Omicron variant has fuelled a surge in cases.\nSo far, Australia has seen more than two million confirmed cases and 3,000 deaths, while there have been 15,000 cases in New Zealand and only 52 deaths. \nCovid-19 was first detected in the city of Wuhan, China, in late 2019 but the outbreak spread quickly across the globe in the first months of 2020. \nIt was declared a global pandemic by the WHO on 11 March 2020.\nA pandemic is when an infectious disease is passing easily from person to person in many parts of the world at the same time. \nThe data used on this page comes from a variety of sources. It includes figures collated by Johns Hopkins University as well as national governments and health agencies.\nWhen comparing figures from different countries it is important to bear in mind that not all governments are recording coronavirus cases and deaths in the same way. This makes like for like comparisons between countries difficult.\nOther factors to consider include: different population sizes, the size of a country's elderly population or whether a particular country has a large amount of its people living in densely-populated areas. In addition, countries may be in different stages of the pandemic.\nThe map, table and animated bar chart in this page use a different source for figures for France and the UK from that used by Johns Hopkins University. US figures do not include Puerto Rico, Guam or the US Virgin Islands."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58893052",
      "category": "world-us-canada",
      "title": "US to reopen Mexico Canada land borders for fully vaccinated travellers",
      "tags": "Coronavirus vaccines,Mexico,United States,Canada,Coronavirus pandemic",
      "text": "The US has said it will reopen its land borders with Mexico and Canada to fully vaccinated travellers from November. \nIt means those sealed out of the US because of the pandemic can enter - for any reason - using land and ferry crossing points.\nUnvaccinated travellers will still be banned from entering the US from Mexico and Canada by land. \nAir travel is currently allowed with a negative Covid test, but will require proof of vaccinations as of 8 November.\nThe US has curbed travel from Mexico and Canada since March 2020.\n\"We are pleased to be taking steps to resume regular travel in a safe and sustainable manner,\" Homeland Security Secretary Alejandro Mayorkas said in a statement.\nCurrently, most non-US citizens who have been to the UK, China, India, South Africa, Iran, Brazil and a number of European countries within the past 14 days are not allowed into the US.\nBut those rules will also be lifted in November, the Biden administration announced last month.\nEssential travellers, including students, truck drivers, US citizens and healthcare workers were never banned from crossing land borders. However from January 2022, they will also need to show proof of vaccination to get into the US from Mexico or Canada.\n\"This approach will provide ample time for essential travellers... to get vaccinated,\" the Department of Homeland Security said.\nAn exact date in November has not yet been announced, but will be \"very soon\", an official told Reuters news agency.\nCanada opened its border to fully vaccinated travellers from the US on 9 August. Mexico's border has remained open throughout the whole pandemic.\nA controversial law which allows the US to swiftly expel undocumented migrants to prevent the spread of Covid-19 in holding facilities will stay in place, US media reports. The border legislation, known as Title 42, has cut off access to asylum for hundreds of thousands of migrants trying to enter from Mexico.\nNews of the reopening has drawn praise from US lawmakers with constituencies along the Canadian border.\nAmong them was Chuck Schumer, the Democrats' Senate Majority Leader. \n\"Kudos to President Biden for doing the right thing and increasing cross border travel between Canada and the US,\" he said.\n\"This reopening will be welcome news to countless businesses, medical providers, families, and loved ones that depend on travel across the northern border,\" added New York Senator Kirsten Gillibrand.\nThe announcement of new rules in September was a surprise to many - coming days after the US government said it was not the right time to lift restrictions.\nThe US has recorded some 44.5 million coronavirus cases since the pandemic began, and more than 716,000 deaths.\n22 October 2021: This article was amended to add the updated information that proof of vaccination will be required for air travel from 8 November"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58932139",
      "category": "uk",
      "title": "Sir David Amess: How a tragic day unfolded",
      "tags": "David Amess",
      "text": "The day started out much like every other Friday morning for Sir David Amess. One of Essex's most longstanding MPs, he held meetings with his Southend constituents every second week, in recent years varying the location to meet more of the local residents that relied upon his help. \nThis week he was at the Belfairs Methodist Church in his home town of Leigh-on-Sea. He tweeted on Tuesday about the upcoming event inviting constituents to join him.\nSir David was known for being passionate about his job - and constituents and colleagues spoke of his boundless enthusiasm for his role. These constituency surgeries were at the heart of his political life.\nJust 15 minutes before the attack, the 69-year-old father of five was spotted standing on the church steps, chatting and laughing with locals.\nAt around 12.05pm, accompanied by two female members of his staff and nearing the end of the drop-in event, Sir David entered the church to meet some more constituents, where he may have noticed the inscription: \"All are welcome here: where old friends meet and strangers feel at home.\"\nLocal councillor John Lamb said that it was at this point that the attacker emerged from a small group of waiting constituents and attacked Mr Amess, stabbing him several times. \n\"I'm told that when he went in for his surgery there were people waiting to see him, and one of them literally got a knife out and just began stabbing him,\" Mr Lamb said.\nLee Jordison, who works at the nearby Hicks Butchers, told the PA news agency: \"We could see a police cordon set up... (someone outside) told me a woman had come out screaming on the phone, saying 'someone's been stabbed, please get here soon', he's not breathing'.\"\nPolice arrived on the scene shortly after the stabbing, and arrested a 25-year-old man and recovered the knife used in the attack. At 1.50pm, Essex police confirmed that the man had been arrested in connection with the stabbing. \nOne witness, electrician Anthony Fitch, told Sky News that he had witnessed the man being led from the church and being put in the back of a police car. \n\"We arrived to do some work on the adjacent building... and at the point when I was crossing the road I saw an upset lady on the phone saying 'you need to arrive quickly, he's still in the building,'\" he said. \n\"There were loads of armed police, overhead there was an air ambulance as well as a police helicopter. Obviously wondered what the hell was going on, you don't often see armed police around the local area. \n\"I saw the suspect get put into a police van, get taken away and then they cordoned the whole road and pushed us all down the road.\"\nAt 2.13pm, an air ambulance arrived at the nearby Belfairs sports ground to move Sir David to a hospital. \nHowever, members of his team began to fear the worst, as paramedics remained at the scene rather than moving towards the helicopter. For almost two-and-a-half hours they battled to save his life. \nBut just before 3pm, Essex police confirmed that Mr Amess had died at the scene. \nAs news of his death filtered through, tributes began to pour in from friends, constituents and fellow MPs. \nPrime Minister Boris Johnson said that Amess was \"one of the kindest, nicest, most gentle people in politics\".\nLocal councillor Dan Nelson told the BBC that Sir David had died \"doing what he loved best, and that was to help residents of Southend West\". \nRofique Ali, a local Conservative Party member, described the MP as his best friend in the world.\n\"I have known him for many years, and he was so kind to everyone,\" he said. \"I can't forget David.\"\nAnd resident Melanie Harris left a card at the scene that read: \"What has the world come to? What a senseless waste of a charming, witty and kind and gentle soul who deserved a lot more than to be snatched from life.\"\n\"You were always a pleasure to speak to. Thank you for restoring my faith in politicians.\"\nBy mid-afternoon a full \"Gold\" command meeting was activated by police chiefs back in London - meaning some of the most senior and experienced leaders of major incidents were sitting around the table to work out how to respond. \nJoining the discussions were representatives from the security service, more commonly known as MI5, whose investigators sit side-by-side with detectives on many investigations.\nAnd watching on from government was Home Secretary Priti Patel - a close personal friend of Mr Amess. She said later on Twitter that she was devastated to learn of his death.\nThe conference was an inevitable decision: the killing of an MP is not an everyday occurrence - and the last time it happened, when Jo Cox was murdered in 2016 - it was an act of terrorism by a far-right extremist.\nAs daylight faded, members of the press gathered to hear police announce that an investigation was under way. Senior officers appealed to the public for information. \n\"This is a shocking and utterly despicable attack against somebody who was an outstanding MP and has worked tirelessly for their community for many, many years,\" said police commissioner Roger Hirst.\nHe added that members of Metropolitan Police's specialist Counter Terrorism Command would now try to make sense of an utterly senseless killing. \nBy early evening, investigators - still seeking a motive - had at least established the suspect's identity. A government source told the BBC the man arrested was a British national who, according to initial inquiries, was of Somali heritage.\nMeanwhile, at St Peter's Roman Catholic Church, locals gathered together to remember the man who, for many, was the only MP they had ever known. \nFather Jeffrey Woolnough told the service: \"Have you ever known Sir David Amess without that happy smile on his face? Because the greeting he would always give you was always that happy smile.\"\nAnd he paid tribute to Sir David as a man who carried with him \"that great east-London spirit of having no fear, and being able to talk to people and the level they're at\".\nShortly after midnight, police formally declared the attack a terrorist incident, explaining that their early investigations had revealed a \"potential motivation linked to Islamist extremism\".\nOfficers continued to search two London addresses in connection with the attack, while the suspect remained in custody at an Essex police station."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58898085",
      "category": "health",
      "title": "Prof Sarah Gilbert, Covid vaccine creator: Now let’s take on 12 more diseases",
      "tags": "Medical research,Vaccination,University of Oxford,Malaria",
      "text": "Medical science has transformed the pandemic, and the experimental technologies that helped develop vaccines in record time have strapped rocket boosters to scientific ambitions. Could we be entering a golden age of new vaccines?\nIf you head to the cutting edge of vaccinology you will find Prof Dame Sarah Gilbert, from the Jenner Institute and the architect of the Oxford vaccine.\nUsing a revolutionary technology, the team at Oxford had a vaccine ready to start clinical trials in just 65 days. In partnership with pharma giant AstraZeneca, more than 1.5 billion doses have been distributed around the world.\nYou might assume that once you had reached the top of your professional tree you would be free to think profound thoughts that push the boundaries of human knowledge. Yet nearly every time I interview Prof Gilbert, I get the sense that a huge chunk of her time is taken up buying fridges and freezers. After all, if you can't keep viral samples and prototype vaccines cold then you can't do vaccine research.\n\"I'm still being asked for more,\" Prof Gilbert tells me.\nBut the kitchen, where such appliances are most commonly found, is not a bad place to build an understanding of the leap in vaccine science achieved by Prof Gilbert and her contemporaries. \nThe new generation of vaccines are quick to make and highly flexible. \"It's like decorating a cake,\" says Prof Gilbert.\nThe old-school method of developing vaccines means you must go back to the raw materials and start from scratch for every vaccine you make. It is like starting with a bench of flour, sugar, eggs and butter. The next step is to take the offending virus, or other disease-causing microbes, and either kill it or weaken it to make a vaccine.\nTake the two seasonal flu vaccines that are given each year. The adult jab is made by growing influenza viruses inside eggs. The viruses are then purified and killed to make the vaccine. The nasal spray for children has live viruses, but these are made weak and unstable so they can grow in the cooler temperatures of the nose, but not in the warmth of the lungs.\nBut it takes a lot of work to start from scratch for every new disease and there is plenty that can go wrong. You can end up with the vaccine-equivalent of a soggy bottom. \nThe development of Oxford's coronavirus vaccine used a completely different approach known as \"plug-and-play\". \nWith this type of vaccine most of the work has already been done - the cake has been pre-baked, it just needs to be \"decorated\" in order to match its target.\n\"We've got the cake and we can put a cherry on top, or we can put some pistachios on top if we want a different vaccine, we just add the last bit and then we're ready to go,\" Prof Gilbert tells Inside Health.\nThe Oxford vaccine's \"cake\" - or platform, to employ the scientific term - is a virus that causes the common cold in chimpanzees. It has been genetically modified to make it safe so that it cannot cause an infection in people. The \"decoration\" is whichever genetic blueprint is needed to train the immune system to attack. Such a blueprint is added to the cake and job done.\nIt was this work, applied to the Sars-Cov-2 coronavirus, that led to Prof Gilbert's many accolades which range from a damehood to a Barbie doll made in her image. \"Barbie's comfortably ensconced in my office, but yeah I am thinking of sending Barbie as a stand-in.\n\"It would be useful to have a double who could go and do interviews for me,\" she says. \nTwo of the other big Covid vaccines - one made by Pfizer-BioNTech and the other by Moderna - use another style of highly adaptable plug-and-play vaccine technology. And all these technologies should make it quicker and easier to develop the vaccines of the future. \n\"There's a lot of vaccine development that we need to do now that we can do it,\" says Prof Gilbert. \nTop of her list of targets are the official \"priority pathogens\". While Covid was a surprise, these are the deadly known threats that are bubbling away. They have the potential to cause large outbreaks and could be the pandemics of the future. Vaccines against them would save lives.\nThey include \nSome of this work is already under way. Oxford has started clinical trials of a plague vaccine using its plug-and-play technology. Plague infamously caused the Black Death pandemic killing hundreds of millions of people. Separately Moderna is already looking at using its own mRNA technology to make a Nipah vaccine. The virus kills up to three-quarters of infected people.\nYet, the big barrier for tackling these diseases will be the same as it has always been - money. They affect some of the poorest parts of the world and there is concern that, even in the wake of pandemic, research won't be funded.\nAnd, while vaccine technology has leapt forward - the old enemies are still the same and some have tricksy quirks that mean they pose monumental challenges. \nAll vaccines need a target - called an antigen - that they train the immune system to attack.\nFor all the problems Covid has caused, the virus was a pretty simple beast and the target antigen was blatantly obvious. The outer surface of the virus is covered in spike proteins. So all researchers had to do was plug in the genetic blueprints for the spike protein, train the body to recognise it and be pretty confident that the vaccine was going to work.\nHowever, the target antigen is not obvious in other more complex microbes such as the three big killers - malaria, HIV and tuberculosis. HIV is a constantly moving target. It is a shape-shifter that rapidly mutates in order to alter its appearance and outwit our immune system. It is hard to know how to pin it down.\nWe already have vaccines against malaria and tuberculosis, but they are far from perfect. \nThe world rightly celebrated the rollout of the first malaria vaccine in Africa, this month, but it is only about 30% effective at preventing severe disease. That's because the malaria parasite has a complex life-cycle, during which it morphs into a variety of forms, across two species. A tuberculosis bacterium is also far more complex than a coronavirus.\nThere's a long list of antigens to choose from in TB and malaria, and the right one has remained frustratingly elusive. \n\"There's such a huge range of choices, and it's not obvious what we should be using,\" Prof Gilbert tells me. \"It's taking a long time to find the right antigen, so that's much more difficult. They are much more difficult than with these outbreak pathogens, which are fairly simple viruses.\"\nHowever, BioNTech is using its tech to try to develop an HIV vaccine.\nSo, if plug-and-play was the revolution that was proven during the pandemic, what's next on the horizon? \n\"I think the next big leap in vaccines, rather than totally new technologies, is making the technologies we've got more stable, that will be great,\" says Prof Gilbert. \nVaccines are a bit like Goldilocks - they need to be kept at just the right temperature from the moment they're made to the moment they're given. It means there's a global network of freezers, fridges, cold boxes and so on, known as the cold chain. But it is hard to get vaccines to some of the remotest and poorest parts of the world, particularly where there is no electricity. \nShe also says it would be \"really good\" if we could get vaccines that don't require needles. \nIt might be better to stop giving some vaccines as injections. You may get a better immune response to some lung infections (such as Covid) by giving them as a spray. \"Because that's where the virus itself would normally go, it's different if you've got a blood-borne infection like Dengue fever.\" \n\"But this is something that we can't do very quickly, there is quite a lot of vaccine testing to be done\".\nFollow James on Twitter\nInside Health is broadcast on BBC Radio 4 at 21:00 BST on Tuesdays and 15:30 BST on Wednesdays, and is available as a podcast on BBC Sounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58933279",
      "category": "entertainment-arts",
      "title": "Sir Elton John scores first number one in 16 years",
      "tags": "Elton John,Music",
      "text": "Sir Elton John has topped the UK singles chart for the first time in 16 years with a little help from Dua Lipa.\nTheir collaboration Cold Heart (Pnau Remix), which reworks his hits including Sacrifice, Rocket Man and Kiss the Bride, made it to number one after three weeks at number two.\nHe last topped the singles chart in 2005, when he appeared on US rapper 2Pac's posthumous single Ghetto Gospel.\nCold Heart scored 64,000 chart sales, thanks largely to 5.9 million streams.\nSir Elton's first ever number one came courtesy of a collaboration with another female singer, Kiki Dee, with 1976's Don't Go Breaking My Heart.\nDua Lipa's collaboration with the singer-songwriter, who recently underwent hip surgery, sees her collect her third number one, following her breakthrough anthem New Rules and One Kiss with Calvin Harris.\nTheir musical hook-up - a disco-tinged re-working of some of his best-known songs, as remixed by Australian dance trio Pnau - put an end to Ed Sheeran's four-week stay at the chart summit.\nLast month, Sir Elton postponed his upcoming 2021 UK and European tour until 2023, due to a hip injury from this summer when he \"fell awkwardly\". \nElsewhere in the albums chart on Friday, Sam Fender secured his own second number one with Seventeen Going Under, totalling 44,000 equivalent chart sales.\nIt caps a big few weeks for the Newcastle United fan, who appeared on the BBC Breakfast sofa admittedly hungover after having celebrated the football club's takeover at St James's Park the night before.\nSpeaking on the show in a club tracksuit, he said his saxophone player started playing outside the ground and \"5,000 Geordies started singing along\".\nHis new album is ahead of Drake's Certified Lover Boy in second place, and Olivia Rodrigo's Sour in third.\nFender and Sir Elton have built up a friendship in recent years, and speaking on his Apple Music 1 radio show, the veteran star said he thinks of the younger musician as a son.\n\"Well, for everyone who's listening at home or wherever you are, Sam and I have become great friends,\" he said. \"And he's like a member of our family.\n\"Our boys, Elijah and Zachary, love him so much, and [Sir Elton's husband, filmmaker] David [Furnish]. He's like our eldest son in a way. And it's just great when we see each other.\"\nHe added: \"We play each other music and we cheer each other up when we're down in the dumps and it's a lovely thing. A friendship that's blossomed so beautifully.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58938494",
      "category": "world-europe",
      "title": "Dormice favoured by Italian mafia seized in drugs raid",
      "tags": "Animals,Italy",
      "text": "Police carrying out a drugs raid on a cannabis farm in southern Italy have seized a stash of 235 frozen dormice - said to be a mafia delicacy. \nAfter discovering more than 700 cannabis plants, police searched outbuildings and found cages of dormice and freezers filled with carcasses.\nThree people at the site were arrested.\nWildlife groups say baked dormice are served to honour high-ranking gangsters at banquets organised by the powerful Calabrian 'Ndrangheta mafia clan.\nPoachers illegally trap the largely nocturnal protected species in the woods of the Aspromonte hills and sell them to mobsters and restaurants, according to Italian wildlife protection organisation Lipu.\nPolice said the dormice were discovered on Saturday after a search at the farm in Reggio Calabria was extended to nearby ruins and other properties.\nIt is said that bosses of the 'Ndrangheta - godfathers and clan leaders - make their most important decisions in front of a plate of dormice, Italy's Il Corriere della Sera newspaper reported. \nEdible dormice were a delicacy in ancient Rome. They were fattened in cages before being gutted, skinned and stuffed with pork mince, ground pine nuts and garlic and then baked. \nThey are still eaten in Croatia and Slovenia.\nThe 'Ndrangheta clan is one of the world's richest criminal groups, operating from Calabria in southern Italy.\nFor years, they have brought cocaine from Latin America and cannabis from North Africa into Europe."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58938399",
      "category": "uk",
      "title": "Sir David Amess: Johnson and Starmer lay flowers for killed MP",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58939715",
      "category": "uk-wales",
      "title": "Art mistake: Cardiff artwork washed off by cleaners in error",
      "tags": "Cardiff,Street art",
      "text": "Artwork commissioned for Cardiff city centre has been washed away by cleaners following a \"miscommunication error\". \nThe murals were commissioned by For Cardiff, a body aimed at making the city \"vibrant and welcoming\".\nThey were painted to celebrate diversity by three young female artists, including Beth Blandford, who said she was \"absolutely gutted\". \nFor Cardiff apologised and said it was \"due to a devastating error involving our cleansing contractor\".\nBeth, 25, from Cardiff, said: \"I'm absolutely gutted, I can't believe it, it took me about five days and most of those days were 12-16 hour days,\" she said. \n\"We really planned this project out, we were so excited, it's a real shame. \n\"I feel like public art in Cardiff is something that is lacking anyway, especially from female artists and showing female and diverse communities. \n\"These are voices that need to be heard, and it was just washed off due to a mistake, it feels a bit overwhelming really.\"\nAmber Forde, 20, from Cardiff, said she wanted her culture to be at the centre of the pieces she created. \n\"I had three murals, each one tied back to my culture, I'm half Bajan half Welsh, so I tied that into my colour scheme. \n\"I was really devastated, throughout the project I would finish work and go straight to work on the project. I was pretty distraught for me and the girls.\"\nAmber said it was vital to have public art celebrating diversity in Wales.\n\"I think it's really important because it gives the visibility and shows how diverse how Cardiff is. Especially as a lot of the artists involved were working class or from minority groups.\" \nRachel Kinchin, creative producer for Pwsh, the collective that created the artwork, said: \"For Cardiff funded this, and are very supportive and are as gutted as we are, but something fundamentally horrific has happened in some sort of communication\".\nIn a statement, For Cardiff said that \"due to a devastating error involving our cleansing contractor\", the \"beautiful artworks\" had been removed.\n\"We offer our sincere and heartfelt apology to the talented artists, Beth Blandford, Amber Forde and Temeka Davies who took the opportunity to brighten up Cardiff.\n\"We're working with the creative director of the project as to how we can best rectify this situation as quickly as possible,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58918786",
      "category": "uk-england-lancashire",
      "title": "Man dies in Clayton-le-Woods house collapse blast",
      "tags": "Lancashire Constabulary,Chorley,North West Ambulance Service,Clayton-le-Woods,Lancashire Fire and Rescue Service",
      "text": "A man in his 50s has died after a house collapsed in an explosion, police have said.\nEmergency services were called to Kirkby Avenue in Clayton-le-Woods, Chorley, at about 13:30 BST.\nLancashire Police earlier reported the incident was a suspected gas explosion.  \nGas company Cadent confirmed it was at the scene to support emergency services but said it was \"too early to say what caused this\".\nNearby residents have been evacuated and a cordon has been put in place.\nOne neighbour told BBC Radio Lancashire: \"My wife thought a washing machine had blown up until we went outside and the whole of the front of the house had blown out completely.\"\nLancashire Fire and Rescue Service (LFRS) said search and rescue dogs had been assisting in the search for casualties.\nIt said seven fire engines were at the scene and advised residents to close windows and doors if affected by any smoke. \nA spokesman said the urban search and rescue team were assisting at the scene.\nA spokesman for Cadent said: \"We are at the scene of this incident to support the emergency services and ensure everything related to gas is safe. \n\"We'll thoroughly check the local gas network and we will support the authorities as they look into all possible causes.\"\nPolice said an investigation into the exact cause of the blast was ongoing. \nNearby roads have been closed and people have been advised to avoid the area.\nA spokeswoman for North West Ambulance Service said: \"Our Hazardous Area Response Team (HART) is currently on the scene, along with a MERIT (Medical Emergency Response Incident Team) doctor, an ambulance and an operational commander.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-australia-58940463",
      "category": "world-australia",
      "title": "Australian police make record $104m heroin seizure",
      "tags": "Heroin,Drugs trade,Malaysia,Australia",
      "text": "Australian police have announced the seizure of the largest heroin shipment ever recorded in the country, worth around A$140 million (£76m; $104m). \nAuthorities said the shipment, which weighed 450kg, included 1,290 packages of heroin with unique red branding. \nThe seizure was made at the Port of Melbourne - Australia's largest port - on September 29.\nOffices said they arrested a Malaysian man after the huge haul was discovered in a container of ceramic tiles. \nHe was later charged with the import and attempted possession of a commercial quantity of a border-controlled drug. He could face a sentence of up to life in prison. \nTesting of the substance in the packages showed it was heroin.\nThe shipment originated in Malaysia and was bound for a business located in Melbourne. Several locations were later raided in the Victorian state capital. \nSpeaking following the announcement, Acting Assistant Commissioner Krissy Barrett of the Australian Federal Police said the discovery had been made thanks to close co-operation between international police forces. \n\"We have a strong relationship with the Royal Malaysia Police (RMP) and in particular the RMP Narcotics Criminal Investigation Department,\" she said. \"We continue to work together in identifying and disrupting transnational organised crime syndicates that seek to harm both our nations and generate millions of dollars of profits from criminal activity.\" \nCommissioner Barrett added that police estimated that they had saved one life for every two kilograms of the drug removed from circulation in Australia's communities. \n\"It is important to note that in addition to the arrests made, the primary outcome of this operation is the preservation of an estimated 225 lives\" she said.\nIn 2019, authorities made an even bigger bust, when they discovered an enormous haul of methamphetamine worth around A$1.2bn (£660m, $840m) hidden inside stereo speakers at a Melbourne port. Around 37kg of heroin was also found in that raid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58939716",
      "category": "uk-wales",
      "title": "Sir David Amess killing: Ex-police boss Arfon Jones faces backlash for tweet",
      "tags": "David Amess,David Amess death",
      "text": "A former police and crime commissioner has faced a backlash for a tweet posted after the killing of Sir David Amess.\nIn the now deleted tweet Arfon Jones, PCC for north Wales between 2016-2021, said \"this is what happens\" when you have a government that \"sows hate\". \nBrecon and Radnorshire Conservative MP Fay Jones replied that Mr Jones was \"not fit for public office\".\nThe former Plaid Cymru member has since apologised for the tweet, adding that it was \"untimely and offensive\".\nMP Sir David Amess died after being stabbed multiple times at his constituency surgery in Leigh-on-Sea in Essex on Friday.\nPolice said the killing was being treated as a terrorist incident.\nFay Jones said Mr Jones's comments were \"completely out of line\". \nMany others criticised the comments online, with one user posting: \"I hope you apologise to his family profusely; they're the ones that deserve it, not Twitter\". \nOther users labelled the comments a \"disgrace\", and accused Mr Jones of previously contributing to the political \"toxicity\" he claimed he was trying to express concern about.\nIn his apology Mr Jones said he was trying to express concern about the \"toxic nature of our political discourse\".\nMr Jones has been asked to comment. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58928927",
      "category": "uk-england-essex",
      "title": "'David Amess was my best friend': Essex town in grief",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "Residents choked back tears as they spilled on to the streets of Leigh-on Sea after the killing of their MP Sir David Amess.  \nHe was \"so kind to everyone\" said Rofique Ali, a local Conservative Party member, who described the MP as his best friend in the world.\n\"I have known him for many years, and he was so kind to everyone,\" he said.\n\"I can't forget David.\" \nSir David, who was meeting people at his constituency surgery, had been an MP in Essex for almost 40 years, and theirs since 1997.\nThe 69-year-old was stabbed multiple times in Belfairs Methodist Church.\nA man was arrested on suspicion of murder and a knife recovered from the scene.\nNews filtered through the neighbourhood that Sir David had been killed in their church and on their street. Reporters and people laying flowers have gathered on this normally quiet residential street of semi-detached houses, flats and tall trees.\nA police cordon surrounds the church, police cars line the road. The mood is quiet and sombre.\nEverybody is shocked that something so unexpected and devastating can happen here - and in a church.\nBut above all, they talk of an MP always willing to listen to them, to help them and to be part of their community.\nThat community has been left stunned by the events of the past few hours and people have come forward to pay tribute to his work as a local MP, at pains to emphasise that he was a kind man.\nResident Melanie Harris left flowers at the scene. She said they were \"a small gesture to show we care\".\nShe also left a card that read: \"What has the world come to? What a senseless waste of a charming, witty and kind and gentle soul who deserved a lot more than to be snatched from life. \n\"You were always a pleasure to speak to. Thank you for restoring my faith in politicians.\"\nMohamad Imani, who is a member of the National Council of Resistance of Iran, a coalition of Iranian dissident groups which is calling for regime change in the country, said he was \"shocked\" by Sir David's death.\nMr Imani said the MP had been a \"great friend\" of the NCRI and a \"hero for human rights\".\nHe said he had met him several times in Parliament and travelled with him to conferences in Paris, France and Tirana, Albania.\n\"I have a lot of memories with him, always laughing and joking,\" he said. \"He was a very kind man and a great human.\"\nStephen Aylen, who was a local councillor for 25 years, said: \"He was very involved, a proper MP.\n\"For this to happen, what can I say?\"\nAlysha Codabaccus, 24, said: \"This kind of thing just doesn't happen around here. This is a nice quiet area, it happened in a church, there's a school just up the road.\n\"It's something completely out of the blue, it's just really shocked us all and this should not have happened.\"\nKevin Buck, a Conservative Southend councillor, who worked with Sir David for 10 years, said he was \"shocked and numb\".\n\"I just can't believe he was with us here this morning, and not here now.\n\"He was a remarkable MP because he was a remarkable man - kind, compassionate and caring.\"\nParish Priest Kevin Hale said the community was \"absolutely shocked and appalled\" and it was \"hard to believe\".\n\"Sir David was a neighbour of ours, a good friend of the parish, a frequent visitor, a familiar face in the area and a great supporter of everything in the community,\" he said.\n\"We're all so utterly appalled. Our hearts and our prayers go out profoundly to his wife and children.\"\nRay Howard, a Conservative councillor in Canvey Island for 51 years, and who canvassed for Mr Amess, spoke of his deep upset.\n\"He didn't want to become a minister, he didn't want to go higher, he just wanted to be good constituency man, and what a good man and parliamentarian he has been.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-54513499",
      "category": "world-us-canada",
      "title": "Roe v Wade: What is US Supreme Court ruling on abortion?",
      "tags": "Amy Coney Barrett,US Supreme Court,US abortion debate",
      "text": "Abortions were made legal across the United States in a landmark 1973 Supreme Court judgement, often referred to as the Roe v Wade case.\nThat momentous decision now back in the spotlight as the US Senate holds confirmation hearings on a new justice for the top court.\nPresident Donald Trump has nominated Judge Amy Coney Barrett.  \nJudge Barrett's approval would cement a 6-3 conservative majority on the nine-member top court, shifting its ideological balance for potentially decades to come. \nAbortion has been a lightning-rod for opinion in the US for decades, and activists on both sides believe this is a pivotal moment.\nThe 1973 Supreme Court ruling legalised abortion in the US.\nBy a vote of seven to two, the court justices ruled that governments lacked the power to prohibit abortions.\nThe court's judgement was based on the decision that a woman's right to terminate her pregnancy came under the freedom of personal choice in family matters as protected by the 14th Amendment of the US Constitution.\nThe ruling came after a 25-year-old single woman, Norma McCorvey under the pseudonym \"Jane Roe\", challenged the criminal abortion laws in Texas that forbade abortion as unconstitutional except in cases where the mother's life was in danger.\nHenry Wade was the district attorney for Dallas County who defended the anti-abortion law.\nMs McCorvey first filed the case in 1969. She was pregnant with her third child and claimed that she had been raped. But the case was rejected and she was forced to give birth.\nHowever, in 1973 her appeal made it to the US Supreme Court where she was represented by Sarah Weddington, a Dallas attorney.\nHer case was heard on the same day as that of a 20-year-old Georgia woman, Sandra Bensing. \nThey argued that the abortion laws in Texas and Georgia ran counter to the US Constitution by infringing women's right to privacy. They won their case.\nTwo decades later, Ms McCorvey shocked the country when she came out against abortion in 1995. \nBut in new footage earlier this year, she alleges she was paid to switch sides.\nThe case created the \"trimester\" system that:\nRoe v Wade also established that in the final trimester a woman can obtain an abortion despite any legal ban only if doctors certify it is necessary to save her life or health.\nIn the almost half-century since Roe v Wade, anti-abortion campaigners regained some lost ground. \nIn 1980 the US Supreme Court upheld a law that banned the use of federal funds for abortion except when necessary to save a woman's life.\nThen in 1989 it approved more restrictions, including allowing states to prohibit abortions at state clinics or by state employees.\nThe biggest impact came from the top court's ruling in Planned Parenthood v Casey in 1992. \nWhile upholding the Roe v Wade judgement, it also established that states can restrict abortions even in the first trimester for non-medical reasons.\nThe new laws must not place an \"undue burden\" on women seeking abortion services. However, it is the woman and not the authorities who have to prove that the regulations are damaging.\nAs a result many states now have restrictions in place such as requirements that young pregnant women involve their parents or a judge in their abortion decision. Others have introduced waiting periods between the time a woman first visits an abortion clinic and the actual procedure.\nThe result of these restrictions is that many women have to travel further to get an abortion, often across state borders, and pay more for them. According to the pro-choice movement, poor women are penalised most by these restrictions.\nThe court can only tackle Roe v Wade if it takes on a case which allows it to revisit federal laws protecting the procedure.\nThat's why anti-abortion politicians in states including Alabama, Georgia and Ohio have introduced severely restrictive laws and even abortion bans which they know are unconstitutional.\nThey hope to force a legal challenge which will ultimately make it to the Supreme Court.  \nOverturning Roe v Wade would not make abortion illegal, it would just allow each state to determine its own rules. \nWhen asked if the Supreme Court might consider the abortion issue soon, President Trump said \"it's certainly possible\".\nHe added: \"Maybe they would do it in a different way. Maybe they would give it back to the states. You just don't know what's going to happen.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58654916",
      "category": "science-environment",
      "title": "Mark Hankinson: Top huntsman guilty of encouraging illegal fox hunting",
      "tags": "Fox hunting,Sherborne",
      "text": "A senior fox hunter has been found guilty of encouraging and assisting people to evade the ban on fox hunting.\nRecordings of Mark Hankinson, a director of the Master of Foxhounds Association, speaking to around 100 senior hunters in two private webinars in August 2020 were leaked online.\nThe prosecution argued he was giving advice on how to avoid the law.\nThe defence said he was advising what to do if saboteurs disrupt legal hunts.\nAt Westminster court Deputy Chief Magistrate Tan Ikram said \"I am sure that the defendant through his words was giving advice on how to illegally hunt with dogs.\"\n\"In my judgement he was clearly encouraging the mirage of trail laying to act as cover for illegal hunting,\" he added.\nMr Hankinson was fined £1,000 along with a contribution of £2,500 towards legal costs.\nThe Masters of Foxhounds Association said it was considering an appeal of the verdict. \n\"We will be setting up a review which will be conducted to ensure that hunts are in a position to offer reassurances to all landowners and other stakeholders that hunts are operating within the law,\" said Chairman of the Masters of Foxhounds Association Andrew Osborne.\nThe videos of Mr Hankinson, from Sherborne, Dorset came to light when they were leaked to anti-hunting groups and then posted online.\nFox hunting was made illegal in the Hunting Act 2004. Many organisations instead turned to trail hunting which involves laying a scent for hounds to chase instead of a live animal.\nThe trial at Westminster Magistrates Court took place over three days in September. Clips of the video recordings were played in court.\nThe case rested on the context of the advice Mr Hankinson gave in the webinars.\nIn the recordings he told participants \"if you've got saboteurs out with you in any shape or form we need to have clear, visible, plausible trail laying being done throughout the day.\"\n\"It's a lot easier to create a smokescreen if you've got more than one trail layer operating.\"\nMr Hankinson told the court that when he said \"smokescreen\" he was giving advice on laying dummy trails to confuse potential saboteurs and allow legitimate hunting to continue.\nDuring the trail Mr Hankinson's barrister Richard Lissack QC asked him what message he sought to send. Mr Hankinson replied that the law \"must be adhered to, there's no question of it.\"\nMr Lissack QC argued in his closing submission that Mr Hankinson had carried out his role \"strictly, properly and unapologetically.\"\nProsecuting barrister Gregory Gordon said in his closing submission that Mr Hankinson was offering advice on how to hunt illegally \"behind a smoke screen of trail hunting\". \n\"His words were clear, his advice was capable of encouraging hunts to commit illegal hunting, and his intention was to encourage illegal hunting,\" Mr Gordon said.\nOn Friday Deputy Chief Magistrate Tan Ikram concluded: \"Mr Hankinson's advice that trail laying needed to be \"plausible\" was only necessary if it was a \"sham and a fiction\"\"\n\"It wasn't just bad language as he suggested, there was a clear and common thread throughout the two separate webinars.\" \n\"A specific aggravating factor was that you were speaking to large number of people. Your words potentially had an impact throughout the whole country.\"\nFollowing the police investigation into Mr Hankinson, a number of organisations withdrew their permission to allow hunts to cross their land. That included the National Trust, Forestry England, the Lake District National Park and Natural Resources Wales.\nThe court verdict is likely to lead to a review of this position. A motion to permanently ban trail hunting on National Trust land will be debated this month.\nIf extensive areas of land prohibit trail hunting then it's \"difficult to see\" how the sport could be sustained, suggests social anthropologist Prof. Gary Marvin of Roehampton University.\n\"One of the different things about fox hunting to pheasant hunting is that it's extensive, it goes across many people's lands. If those areas become fragmented, then it's impossible,\" he explains.\n\"Or you run a trail around a very small area, and it becomes unexciting for people. They aren't going to pay money to gallop around a couple of farmer's fields,\" he adds. \nAccording to the Countryside Alliance, approximately 40,000 people are regularly involved in hunting each year, including those who follow mounted on horseback and those who follow on foot or in a car.\nBetween 2010 and 2020 there were 384 successful prosecutions under the Hunting Act reveal Ministry of Justice figures."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58931348",
      "category": "uk",
      "title": "Sir David Amess killing: Should MPs still be able to meet the public?",
      "tags": "David Amess,David Amess death,UK Parliament",
      "text": "The killing of a second MP in five years has thrown a harsh spotlight on the risks faced by politicians.\nHome Secretary Priti Patel has asked all police forces to review security arrangements for MPs \"with immediate effect\" after Southend West MP Sir David Amess was stabbed to death at a constituency surgery.\nBut Ms Patel has stressed that it is not the end of face-to-face meetings between the public and MPs, saying: \"We live in an open society, a democracy, where we (MPs) are accessible to the people and that is right and proper.\"\nShe said measures were already in place to \"safeguard\" MPs in their constituencies and all 650 of them had been contacted since Sir David's death to check on their security.\nOperation Bridger, set up after the murder of Labour MP Jo Cox five years ago, was designed to give MPs access to extra security for their homes and offices, but there is now likely to be a push to ensure all forces are fully on board with it.\nThe home secretary said she was working closely with Commons Speaker Sir Lindsay Hoyle, who is also carrying out a review of security.\n\"If things keep me awake at night it's worrying about the security of MPs, their staff, their families,\" Sir Lindsay told the BBC.\nBut he said he had attended his own constituency surgery on Friday evening as normal despite the attack on Sir David.\n\"We have got to make sure that democracy survives this,\" he added.\nSecurity at Westminster has been stepped up in recent years, with armed police and extra security barriers, but it is harder to keep MPs safe in their constituencies.\nMost value meetings with constituents, as a way of staying in touch with issues that matter to people, but some now feel it would be safer to move to a virtual meeting space.\nConservative MP Sir Gary Streeter told the Plymouth Herald: \"There are people who hate us (MPs). We are all committed to the democratic ideal of meeting our constituents but we may have to change the way we hold our surgeries. We are elected to give access to our constituents.\"\nHis Tory colleague Tobias Ellwood said he would recommend that MPs pause holding surgeries following Sir David's killing.\n\"You can move to Zoom... you can actually achieve an awful lot over the telephone,\" he told BBC Radio 4's The World Tonight.\nBut James Duddridge, Conservative MP for Rochford and Southend East, next to Sir David's constituency, said virtual surgeries \"will not happen\".\n\"We will carry on as members of Parliament meeting our constituents and being open and accessible,\" he told BBC News.\n\"We are part of the community and that's what works so, yes, we need to dust off a few security arrangements, but there is no ability to wrap us in cotton wool, nor would our electorate want that, nor would we want it.\"\nVeteran Labour MP Harriet Harman said she will be writing to the prime minister asking him to back a Speaker's Conference to review the safety of MPs in their constituencies.\nShe told BBC Radio 4's Today programme: \"We cannot have the death of an MP being a price worth paying for our democracy.\"\nOnly six Speaker's Conferences, which seek to find cross-party solutions to major issues facing the Commons, have been held in the modern history of Parliament. The most recent one in 2010 examined how to bring MPs closer to citizens and widen the democratic process. \nMost MPs do not get close protection while in their constituencies, but security was increased following Mrs Cox's killing.\nAll MPs were offered panic buttons, extra lighting, additional locks and emergency fobs at their homes and constituency offices. \nThe spending on such measures soared from £170,576 in 2015/16 to £4.5m two years later.\nThe bigger issue, as some MPs have said in the aftermath of Sir David's killing, is the massive increase in abuse, intimidation and death threats MPs now have to face, driven by social media.\nTheir staff are also in the firing line, or have to spend part of their working day dealing with threatening messages.\nWriting on social media, Jade Bottrill - a former member of staff for Labour MP Yvette Cooper - said: \"Ultimately I left my last job because of the overwhelming death threats, I reported over 100 a week once. Usually was around 50 a week.\"\nSpeaking to the BBC, she recalled Ms Cooper's office being sent a \"sympathy card for Yvette's friends and family\".\n\"Inside there was an impending death threat - it said 'you are going to need this card because I am going to kill her'.\n\"I became obsessed with finding death threats, I would finish work quite late, I would come home, have tea, go to bed and just lay in bed scrolling Facebook, finding and reporting death threats.\n\"I would then go to sleep and have this recurring nightmare that Yvette was stabbed in the constituency.\"\nJo Cox's sister Kim Leabdeater, who earlier this year became MP for her Batley and Spen constituency said her partner had asked her to stand down after the death of Sir David.\nShe said the killing had left her \"scared and frightened\" and it was \"horrific\" that another family would have to go through what hers had.\n\"This is the risk we are all taking and so many MPs will be scared by this,\" she said.\nIn his recent book, Ayes & Ears: A Survivor's Guide to Westminster, Sir David Amess wrote about how attacks on MPs had \"spoilt the great British tradition\" of voters meeting politicians.\nHe wrote about Mrs Cox's murder and how she had been attacked \"in the most barbaric fashion imaginable\" and about the 2000 machete attack on the Liberal Democrat MP Nigel Jones, which resulted in his aide Andy Pennington's death as he tried to protect him.\nHe also said he had himself experienced \"nuisance from the odd member of the general public\" at his own property. \nMPs were issued with safety guidance for themselves and their families, Sir David wrote. and most had changed the way they interacted with voters.\nHe also mentioned frequently being abused online, and how \"ignorant cowards\" could remain anonymous.\n\"The law in this regard needs to be changed and updated as a matter of urgency,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58935117",
      "category": "world-europe",
      "title": "Norway attack: Killer held in medical custody amid mental health investigation",
      "tags": "Norway",
      "text": "A bow-and-arrow attack that killed five people in Norway this week is likely to have been due to the killer's mental illness, police say.\nEspen Andersen Brathen has admitted going on a killing spree in the small town of Kongsberg on Wednesday.\nIt was the worst attack in Norway since far-right extremist Anders Breivik massacred 77 people a decade ago.\nThe suspect, a Danish Muslim convert, is now in custody in a medical facility pending a psychiatric evaluation.\n\"The strongest hypothesis after the first days of the investigation is that illness is in the background,\" said police inspector Per Thomas Omholt.\nHowever, police are investigating a range of motives including \"anger, revenge, impulse, jihad, illness and provocation\", Mr Omholt said.\nHe added that Brathen had admitted to the killings but did not admit guilt.\nA full psychiatric evaluation is necessary to determine whether Brathen can be held legally responsible for his actions. This could take several months.\n\"This indicates that things are not exactly as they should be,\" said his lawyer, Fredrik Neumann, referring to his client's mental health.\n\"A complete judicial assessment will clarify that,\" he told Norwegian daily VG.\nThe head of Norway's PST intelligence service, Hans Sverre Sjovold, said Brathen had been in and out of Norway's healthcare system \"for some time\".\nBrathan was known to PST, which is in charge of Norway's anti-terrorism efforts, but it is as yet unclear why. \n\"There were fears linked to radicalisation previously,\" police official Ole Bredrup Saeverud told reporters.\nFive people were killed and three others injured, including an off-duty police officer, in Kongsberg, which is about 80km (49 miles) south-west of the capital, Oslo.\nPolice first received a report of a man shooting at people with a bow and arrows at 18:12 local time (16:12 GMT) on Wednesday. Shortly afterwards, officers arrived on the scene.\nThe officers were then shot at with arrows before the attacker escaped. Attacks were subsequently reported in different locations.\nPolice have said the victims were most likely killed after officers first confronted the attacker.\nThe suspect was arrested at 18:45 - 35 minutes after the attack began. Warning shots were fired during the arrest, police said.\nNorwegian media questioned why it took police more than half an hour to arrest the suspect after the first reports of an attack. Mr Saeverud said it had been a \"confusing\" situation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58922522",
      "category": "uk",
      "title": "Sir David Amess stabbing: What we know so far",
      "tags": "David Amess,David Amess death,Leigh-on-Sea",
      "text": "Conservative MP Sir David Amess died after being stabbed multiple times at his Essex constituency surgery, in what police are treating as a terrorist incident.\nHere's how the attack unfolded and what we know so far. \nThe MP for Southend West was stabbed at Belfairs Methodist Church in Leigh-on-Sea, in Essex. He was there for one of his regular Friday meetings with his constituents.\nJust 15 minutes before the attack, the 69-year-old was standing on the church steps, chatting and laughing with locals.\nAt about 12:05 BST on Friday, Sir David walked into the church alongside two female members of his staff to meet more constituents.  \nLocal councillor John Lamb said that it was then a man emerged from a small group of waiting constituents and attacked Sir David, stabbing him several times.\nMr Lamb later shared the accounts of Sir David's two assistants. \nHe described how one was in the room with Sir David taking notes. \"All of a sudden there was a scream from her, because the person deliberately whipped out a knife and started stabbing David.\n\"The other lady, who was getting names from people outside, she came running in and saw poor David had been stabbed.\"\nPolice arrived at the scene in Eastwood Road North within minutes where they found the MP with multiple injuries and arrested a man.\n\"We knew it must be very serious because the paramedics had been working on Sir David for over two-and-a-half hours and they hadn't got him on the way to hospital,\" Mr Lamb told the PA news agency.\nAt 14:13 an air ambulance arrived at a nearby sports ground to move him to hospital. However, members of his team began to fear the worst as paramedics remained at the scene. \nShortly before 15:00, Essex Police said Sir David had died.\nAt 13:50 on Friday, Essex Police confirmed a 25-year-old man had been arrested immediately at the scene on suspicion of murder, and that a knife had been recovered. \nWhitehall officials have confirmed to the BBC that the suspect - who is being held at a London police station under the Terrorism Act 2000 - is Ali Harbi Ali, a British national of Somali heritage.\nHe was born in Southwark in south London and grew up in Croydon, and is the son of a former adviser to a previous Somali prime minister and the nephew of the Somali ambassador to China.\nIn his teenage years he was referred to the government's extremism programme Prevent but was never a formal \"subject of interest\" for MI5.\nPrevent is the UK's terrorism-prevention programme, which aims to stop people being radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction. It is thought Mr Ali did not spend long in the programme.\nThe attack has been declared a terrorist incident by police.\nThe early investigation revealed \"a potential motivation linked to Islamist extremism\", according to Metropolitan Police's Counter Terrorism Command.\nBut it is still not exactly clear why Sir David in particular was targeted, Daniel Sandford, the BBC's home affairs correspondent said.\nAli Harbi Ali was initially detained on suspicion of murder but was further detained under the Terrorism Act late on Friday.\nOn Saturday, detectives were granted a warrant by magistrates to allow them to keep Mr Ali in custody until Friday 22 October.\nThe suspect is still being questioned and has not been charged.\nPolice searches have taken place over the weekend at properties in Lady Somerset Road, in Kentish Town, and Bounds Green Road in north London and Cranmer Road, Croydon.\nA post-mortem examination of Sir David has taken place, the police added.\nAnthony Finch, who was working nearby, told Sky News: \"We arrived to do some work on the adjacent building... and at the point when I was crossing the road I saw an upset lady on the phone saying 'you need to arrive quickly, he's still in the building.'\" \nHe said he had seen armed police, as well as an air ambulance and police helicopter. He told LBC: \"It's very odd and it's very distressing, that's for sure.\"\nLee Jordison, who works for a local butchers and was on the scene shortly after the stabbing, told the BBC everyone in the area was in a state of shock. \n\"Something like this doesn't happen - not in all the years I've been round this way.\"\nSir David, who was married with five children, served as an MP for 38 years, initially in Basildon from 1983, before representing Southend West from 1997.\nRaised as a Roman Catholic, he was known politically as a social conservative and a prominent campaigner against abortion. He was also a committed campaigner on animal welfare issues, and supported a ban on fox hunting.  \nThe 69-year-old was a Brexit supporter and vocal champion for the town he represented, particularly in his long-running campaign to make Southend a city. He launched a new bid last month, after a city status competition was announced to mark the Queen's platinum jubilee next year.  \nWhile he was never a minister, he was a member of numerous Commons committees, including the Health and Social Care and Backbench Business Committees.  \nBorn in Plaistow, east London, in 1952, he went to school in the capital and taught at a school in the city. He was a recruitment consultant before becoming an MP. \nHe was knighted in the 2015 New Year's Honours List for political and public service.\nHis family said in a statement that their hearts had been shattered and \"nobody should die in that way\".\nThey called on people to show kindness and love and \"set aside hatred and work towards togetherness\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-essex-58927034",
      "category": "uk-england-essex",
      "title": "Lewis Bloor: Towie star acquitted as £3m fraud trial collapses",
      "tags": "Enfield,Beckenham,Bexleyheath,Waltham Cross,Reality TV,Brentwood,Loughton,Buckhurst Hill",
      "text": "A £3m diamond fraud trial involving The Only Way is Essex star Lewis Bloor has collapsed after the Crown Prosecution Service (CPS) admitted it failed to disclose some evidence.\nAbout 200 people were conned into buying coloured diamonds at a 600% mark-up, prosecutors claimed.\nMr Bloor, 31, was accused of playing a \"key role\" in one company involved.\nBut he and five others were acquitted after the CPS did not disclose evidence which could have helped the defendants.\nAfter four weeks of the trial at Southwark Crown Court, Judge Adam Hiddleston directed the jury to find the defendants not guilty.\nProsecutors had said the alleged victims were cold-called and told lies about the value of the diamonds, which were bought from a wholesaler and sold on.\nThe trial heard Mr Bloor left the company after he joined the ITV reality show in 2013 and his TV career took off.\nHe denied conspiracy to defraud between May 2013 and July 2014.\nThe five others also cleared of conspiracy to defraud were:\nThe CPS abandoned the prosecution after admitting that material that could have helped Mr Bloor and his co-defendants had not been properly disclosed to defence lawyers.\nProsecutor David Durose QC said the material was \"wrongly described\" and that \"the inconsistencies were profound\".\n\"We have come to the conclusion that we cannot confirm to the court that the prosecution has discharged its disclosure duties in this case,\" he said.\nNarita Bahra QC, representing Mr Potter, called for the CPS to conduct an inquiry into the case after what she described as \"a litany of disclosure failings\".\nShe said the Metropolitan Police instructed expert witnesses employed by a company which had a contract with the force to auction jewellery and watches seized in raids and prosecutions.\n\"Those experts had already given evidence in another trial, in the middle of their contract with the Metropolitan Police where their relationship with the police was not disclosed,\" she said.\nA CPS spokesman said: \"As an organisation we remain committed to working with investigators, defence teams and courts to ensure we get disclosure right.\"\nAfter being cleared, Mr Bloor said: \"The hardest thing about this case has been the onslaught of death threats, calls for me to commit suicide and abuse to my family.\n\"What we now want to happen is that the trolls online take a look at themselves and stop abusing strangers for a quick kick and light laughter with friends.\n\"It's appalling.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58929296",
      "category": "world-asia-china",
      "title": "COP26: China's Xi Jinping unlikely to attend, UK PM told",
      "tags": "Xi Jinping,China,COP26",
      "text": "UK Prime Minister Boris Johnson has been warned by officials that China's President Xi Jinping is unlikely to attend the COP26 climate summit in November. \nUK government sources confirmed a report in The Times that Mr Johnson had been advised the Chinese leader was not expected to come. \nHowever Chinese officials reportedly have not entirely ruled out a change of plans.\nCOP26 takes place in Glasgow from 31 October to 12 November.\nLeaders from around the world will meet to discuss how to minimise global temperature rises caused by human activity.\nPresident Xi's attendance at COP26 has long been in doubt. It is thought he has not left China since early 2020.\nGovernment sources said Chinese officials had not been definitive about the President's travel plans and they accepted it was possible Xi could change his mind and come at the last minute to surprise the summit. \n\"They want to be seen as green leaders so I wouldn't rule it out,\" one Whitehall source said. \nDiplomats said China often announced President Xi's travel plans at the last minute. One said: \"We never give up hope. And we are continuing to make the case for his personal attendance.\"\nIn September, Chinese officials told Italian diplomats that President Xi did not plan to attend a meeting of G20 leaders in Rome on October 30 which immediately precedes the COP26 summit. They cited China's Covid regulations as the reason. \nWestern diplomats said there were genuine concerns among Chinese officials at being able to protect Mr Xi from Covid outside China. \nOn 19 September, the UK COP President Alok Sharma told the BBC's Andrew Marr show there was uncertainty about President Xi's attendance: \"The issue of whether President Xi Jinping is going to come, that's not yet been confirmed.\"\nOn Friday, Australian Prime Minister Scott Morrison confirmed he would attend the conference. He drew criticism for suggesting last month that he might skip the meeting.\nAustralia, a large producer of coal and gas, is ranked poorly for its climate policies and emissions reductions. One report put it last for climate action out of 193 UN member nations. \nThe country is under pressure to commit to stronger and faster change.\nPresident Xi might not be the only world leader who skips the summit.\nNo major leader - aside from Pope Francis, who said he had hoped to go, but recently underwent colon surgery - has said they definitely won't be attending the COP26 summit in November.\nBut some have expressed doubts about attending - including leaders from some of the world's biggest carbon emitters.\nRussian President Vladimir Putin said on Wednesday that he may not attend \"due to the pandemic situation\".\nRussia has set a goal of reducing greenhouse gas emissions to 70-75% of 1990 levels by 2030.\nPresident Jair Bolsonaro of Brazil and President Narendra Modi of India are yet to confirm their attendance, after missing the last summit.\nAt the last COP meeting in 2019, the heads of the world's top five emitters - China, India, Japan, US and Russia - all failed to attend."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58933569",
      "category": "uk-politics",
      "title": "Sir David Amess: Boris Johnson leads tributes to much-loved MP",
      "tags": "David Amess,David Amess death,UK Parliament",
      "text": "Tributes have been pouring in to Conservative MP Sir David Amess, who has died after being stabbed in his constituency in Essex.\nBoris Johnson - who laid flowers at the scene on Saturday - said he was one of the \"one of the kindest, nicest, most gentle people in politics\". \nLabour's Sir Keir Starmer, who went to Essex with the PM, hailed Sir David's \"profound sense of public duty\".\nCommons Speaker Sir Lindsay Hoyle said he was a \"bright light of Parliament\". \nThe Duke and Duchess of Cambridge said they were \"shocked and saddened\" by the death of Sir David, who \"dedicated 40 years of his life to serving his community\".  \nSir David was stabbed whilst holding a constituency surgery, where voters can meet their local MP and discuss concerns.\nA 25-year-old man was arrested on suspicion of murder after the attack at a church in Leigh-on-Sea. Police are treating the killing as a terrorist incident.\nA Conservative backbencher for nearly 40 years, Sir David entered Parliament as the MP for Basildon following the 1983 general election.\nHe switched seats in 1997, when he was elected MP for nearby Southend West - the Essex constituency he represented until his death. \nHis constituents have spoken of their shock at his killing, with residents choking back tears as they spilled on to the streets after his death.\nFather Jeff Woolnough - a parish priest in Sir David's constituency said the MP had \"that great ability to communicate at all different levels\".\n \"Through that wonderful smile he could placate and just settle an awkward discussion very quickly - it is a great gift.\"\nConservative councillor Kevin Buck said the MP had \"died doing what he loved - meeting the people and helping the people\".\nSpeaking to BBC Essex, Judith Canham, the former deputy chair of the Southend West Conservative Association, said Sir David had a \"photographic memory\".\n\"Sometimes I'd be out canvassing with him and he'd see someone he hadn't seen for a long time and he'd say 'how was your hip operation?'.\"\nDavid Stanley - founder of the children's disability charity the Music Man project which Sir David supported - said his friend \"loved grand ideas and coming up with amazing statements\".\n\"We were going to conquer Broadway, we were going to break a world record - which we later did at the Palladium,\" he said referring to the time the charity performed the largest ever triangle ensemble.\nVirginia Lewis-Jones, the daughter of Dame Vera Lynn, says Sir David was a passionate supporter of a proposed memorial to the late singer.\nShe said he would \"grab it like a terrier\" when he committed himself to campaigning on any issue.\nFellow Tory MP Andrew Rosindell said Sir David was his \"oldest friend\" in Parliament, and he felt \"sick inside at what has happened\".\n\"We've all lost a very special person in our lives,\" he added. \nLabour MP Harriet Harman entered the House of Commons in 1982, one year before Sir David and remembers it as a \"polarised\" time.\nSpeaking to the BBC's Today programme, she said had been \"determined not to have friendly relations with any Conservative MPs, but it was impossible to sustain that with David Amess because he was so friendly and so determined to work with MPs on other causes\".\nMr Johnson said Sir David was \"a fine public servant and a much loved friend and colleague\" who \"believed passionately in this country\".\nThe PM also praised his \"outstanding record\" of campaigning in Parliament, where he was known for his activism on animal welfare. \nMr Johnson's predecessor Theresa May said his death was \"heartbreaking\" and a \"tragic day for our democracy\". \nShe added that Sir David was a \"decent man and respected parliamentarian, killed in his own community while carrying out his public duties\".\nFormer prime minister David Cameron called Sir David a \"thoroughly decent man\" and \"the most committed MP you could ever hope to meet\".\nCommons Speaker Sir Lindsay said Sir David had built a \"built a reputation for kindness and generosity\" during his decades-long career as an MP. \nSir Lindsay confirmed that MPs would be given time to pay tribute to Sir David in the Commons, when they return from recess on Monday. \nHis predecessor as speaker, John Bercow, said Sir David was a \"wonderful loving human being\" and \"quintessentially a constituency parliamentarian\".\n\"He could talk to and hear from and engage with anybody, from a monarch to the local milk person,\" he added. \nSir David is the second MP to be killed in the past five years, following the murder of Labour MP Jo Cox in 2016.\nShe was killed outside a library in Birstall, West Yorkshire, where she was due to hold a constituency surgery.\nJo Cox's sister Kim Leadbeater, who is now the Labour MP for the Batley seat she represented, said she was \"totally shocked to think that something so horrific could happen again to another MP and family\".\nSNP Westminster leader Ian Blackford said Sir David was a \"thoroughly decent man, who was well-liked across parties and the House of Commons.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56301683",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: The five years separated from her family",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "It's more than 1,800 days since Richard Ratcliffe waved goodbye to his wife Nazanin at the departure gate at London's Gatwick Airport, worrying only about how their young daughter would cope with the long flight to Tehran. \nNazanin Zaghari-Ratcliffe had taken Gabriella to spend time with her Iranian grandparents three times before. \nAnd Richard had no reason in the world to think he wouldn't be back at the airport a fortnight later to pick them up.\n\"It was a slightly rushed goodbye,\" he recalls. \"Gabriella, at the time, was one and three quarters and a bit of handful. So I was just really wishing her good luck with the flight.\"\nThat was the last time he saw his wife in person.\nNazanin was arrested by members of Iran's Revolutionary Guard at Tehran Airport as she prepared to fly home. \nSince then, she's endured eight months of solitary confinement, blindfolded interrogations, hunger strikes to press for medical treatment, false promises of release, and almost five years of separation from her family.\n\"At the beginning, I just thought that this was so profoundly unfair that if we just shouted it from the rooftops, the right people would intervene and it would get sorted,\" Mr Ratcliffe told me. \"Never in my imagination did I think this would take five years or more.\" \nHe adds: \"Now the end of her actual sentence - which was once the worst-case scenario - looks like a good outcome, at this point.\"\nAt a secret trial in 2016, Ms Zaghari-Ratcliffe was sentenced to five years in jail for \"membership of organisations working against the Iranian state\" - a reference, her husband says, to her work for the charities BBC Media Action and the Thomson Reuters Foundation. And no, she wasn't training journalists at the time of her arrest. \nSunday 7 March is the official date of her release - her lawyer has seen it marked in the computer of the Iranian judiciary. She's been counting down the weeks on a calendar at her parents' home, where she is now under house arrest with an ankle tag.  \nBut her husband - who has fought an extraordinary, high-profile campaign for her release - doubts that she will be allowed to fly home.\nHe describes his wife as a hostage - used as a bargaining chip over a long-standing debt that Britain owes Iran for a tank deal that was never fulfilled. \n\"The Revolutionary Guard have been completely consistent over the past five years - that they arrested Nazanin as leverage for the tank debt,\" says Mr Ratcliffe. \n\"They've held her all the time that it's not being paid. And I think that if the tank debt is not paid, not only will Nazanin and other dual nationals continue to be held but more collateral will be taken.\"\nHer case may also be caught up in negotiations over Iran's nuclear deal, the JCPOA, which the UK is working with European allies to revive.\n\"There's the potential for this to drag on and on,\" says Mr Ratcliffe. \"It's perfectly possible that Nazanin gets a new court case thrown at her. \n\"The family have never seen a copy of the charges on which she was sentenced. There is no written documentation on anything.  So they preserve the space to make it up as they go along at every stage.\"\nHe worries about the impact that any prolongation of the family's separation will have on both his wife and Gabriella, now six, who has also been counting down the days until her mother's release - on a calendar she made herself.   \nShe returned to the UK to live with her father and start school in October 2019, hoping that her mother would soon follow behind.   \n\"Gabriella has been promised so many times that 'Mummy is coming home soon,'\" says her father. \nThe darkest period for Nazanin herself came in 2016, when she was held alone in a dark room, incommunicado. Her interrogators told her, wrongly, that Richard was having affairs and that they had photographic evidence. \n\"I don't think I can possibly understand what she's gone through,\" Mr Ratcliffe says.\n\"It's a very practised technique of really breaking someone. That fear and abuse led her to feel suicidal. She said to me: 'It would be better if I just died and you could get on with your lives.'\"\nIn her first letter from jail to her husband, Ms Zaghari-Ratcliffe wrote in despair: \"Every day and every second I would submerge more and more in an ocean of doubt, fear, threat, loneliness... my wails would go unheard in that tiny, dingy, cold, grey cell.\" \nBeing parted from her daughter for so long has been a source of agony and guilt.   \nShe apologised to her daughter from jail, saying: \"Forgive me for all the nights I was not by your side to hold your warm, little hand till you fall asleep. \n\"Forgive me for all those moments you missed the bosom of your mother, for all those teething fever nights that I was not there for you; forgive me.\"\nSeparated by thousands of miles, the family now speaks twice a day over Skype. \nMs Zaghari-Ratcliffe, who is now 42, watches Gabriella draw and they play games together. \nGabriella looks forward to swimming with her mother, and going to a toy shop - one day.\nThe couple hope to have another child, but fear that time may now be against them.\nLate last month, Foreign Secretary Dominic Raab, phoned Ms Zahari-Ratcliffe in Tehran, reassuring her that the government is doing all it can to bring her home, but managing expectations of an imminent release.\nThe Foreign Office says that she and other dual British-Iranian nationals are \"arbitrarily detained\" by the Iranian government.  It adds: \"We do not accept Iran detaining dual nationals as diplomatic leverage.\"\nBut Mr Ratcliffe has been critical of the UK government's approach. \n\"Not to do anything that's going to rock the boat means there's no cost whatsoever to the hostage takers to continue the practice and to continue to wait,\" he says. \n\"And so both sides can wait each other out because they're not the ones bearing the cost of the waiting - whereas the victim and the family certainly are.\"\nAs for what might happen on Sunday and over the next few months, Richard says, stoically:  \"Fate will deal us the hand it deals us. But one day the sun will come.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-53474152",
      "category": "world-africa",
      "title": "Omar al-Bashir: Sudan's ex-president on trial for 1989 coup",
      "tags": "Sudan crisis,International Criminal Court,Sudan,Omar al-Bashir",
      "text": "Sudan's ousted long-serving leader Omar al-Bashir has gone on trial in the capital, Khartoum,  in connection with the military coup that brought him to power more than three decades ago. \nThe 76-year-old, who has already been convicted for corruption, could face the death penalty if found guilty over his role in the 1989 coup.\nMore than 20 former officials are on trial alongside him. \nBashir was forced from power in 2019 following popular protests.\nThe civilian uprising started in late 2018 as anti-austerity demonstrations but quickly morphed into a call to end President Bashir's rule.\nOn 11 April 2019, the military announced that he had been ousted and arrested.\nA joint transitional government made up of the top army officials and civilians was later formed in August.\nBashir is also wanted by the International Criminal Court (ICC) for alleged war crimes and genocide in the western Darfur region. \nThe authorities in Sudan said in February they were are ready to hand the former leader over to the ICC. \nThe defendants including former vice presidents Ali Osman Taha and Bakri Hassan Saleh were in a caged off area in the courtroom, the AFP news agency reports.\n\"This court will listen to each of them and we will give each of the 28 accused the opportunity to defend themselves,\" it quotes court president Issam al-Din Mohammad Ibrahim, as saying. \nIt adds that one of Bashir's 150 defence lawyers, Hashem al-Gali, said in court that their client and other defendants were facing \"a political trial\" being held \"in a hostile environment\".\nThe court adjourned the trial until 11 August before any statements or evidence could be given, the Reuters news agency reports. \nThe decision was reached to allow more lawyers and family members of defendants to attend, it adds.\nBashir seized power in a military coup on 30 June against the democratically elected government of Prime Minister Sadek al-Mahdi.\nAlong with other officials who served in his government Bashir is accused of having plotted the coup in which the army arrested Sudan's political leaders, suspended parliament, closed the airport and announced the overthrow on the radio."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58938701",
      "category": "uk",
      "title": "Sir David Amess was a friend and neighbour and deeply loved - Priti Patel",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58940491",
      "category": "uk",
      "title": "Sir David Amess: Police continue to quiz man over MP's killing",
      "tags": "David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "Detectives are continuing to question a 25-year-old British man who was detained at the scene of Friday's fatal stabbing of MP Sir David Amess.\nOfficers spent Saturday searching three addresses in the London area and are not seeking anyone else.\nPolice are treating the attack in Essex as a terrorist incident, which may be linked to Islamist extremism.\nThe BBC understands the man was referred to the counter-terrorist Prevent scheme a few years ago.\nPrevent is the UK's terrorism-prevention programme, which aims to stop people being radicalised.\nTeachers, members of the public, the NHS and others can refer individuals to a local panel of police, social workers and other experts who decide whether and how to intervene in their lives.\nEngagement in the scheme is voluntary and it is not a criminal sanction. It is unclear whether any further action was taken in the case of the suspect.\nThe suspect, who has not been named, was arrested on suspicion of murder on Friday. He was further detained under the Terrorism Act, and is now being held in a London police station.\nOn Saturday, the Metropolitan Police said detectives \"were granted a warrant of further detention at Westminster Magistrates' Court, allowing them to keep the man in custody until Friday 22 October, when the warrant expires\".\nGovernment sources told the BBC that from initial inquiries, the UK national appeared to be of Somali heritage.\nBBC security correspondent Frank Gardner said Whitehall officials were saying the arrested man was not on a database of terror suspects.\nThe UK's threat level has not changed since Friday and remains at \"substantial\", meaning a terror attack is likely.\nSir David, a Conservative MP since 1983, was holding one of his regular Friday meetings with his constituents at Belfairs Methodist Church in Leigh-on-Sea when he was stabbed multiple times.\nThe 69-year-old was married with four daughters and a son. A candlelit vigil is being held in Leigh-on Sea to mark Sir David's life.\nSir David is the second MP to be killed in recent years, following the murder of Labour MP Jo Cox in July 2016.\nThis latest attack has raised concerns for the safety of MPs, many of whom hold constituency surgeries which anyone can attend.\nHome Secretary Priti Patel said security measures were being put in place to protect MPs - but insisted they would carry on serving the country unimpeded.\n\"We will carry on, we live in an open society, a democracy,\" she said during a visit to the scene of the attack with Prime Minister Boris Johnson, Labour leader Sir Keir Starmer and Commons speaker Sir Lindsay Hoyle.\n\"We cannot be cowed by any individual or any motivation... to stop us from functioning, to serve our elected democracy.\"\nMs Patel maintained a balance could be found to allow face-to-face meetings with constituents to continue.\nHowever, Conservative MP Tobias Elwood - who came to the aid of a stabbed police officer during the 2017 terror attack in Westminster - suggested MPs speak to constituents on the phone or over Zoom for the time being.\nLabour MP Diane Abbott said she would prefer to meet constituents behind a screen to prevent possible stab attacks.\nAnd Kim Leadbeater, the sister of Mrs Cox, said her partner had asked her to stand down as MP for Batley and Spen after Sir David's death.\nScotland Yard's decision that the killing of Sir David Amess was an act of terrorism confirms that, on the basis of what they know so far, the killer was motivated to use violence to further their cause. \nThere's no public suggestion from investigations at the moment that there is a specific additional threat to MPs. But detectives and colleagues in MI5 will be delving deeply into the life of the suspect to understand how he reached this mindset - and whether this was an attack by a \"lone actor\" or someone who is part of a network. \nSecondly, it confirms the initial conclusion that there would need to be more resources thrown at the investigation. \nBehind the scenes, a wider range of detectives and support staff will now have been brought into action. If officers have recovered the suspect's mobile phone, they will now be forensically examining its contents to uncover potential evidence of mindset and planning. \nA phone - and any bank cards - will also help detectives track the suspect's movements in the days and weeks before the incident. \nThat in turn leads them to CCTV, so they can build a three-dimensional view of his life. \nTributes to Sir David have been pouring in from politicians as well as his local constituents.\nThe prime minister described him as \"one of the kindest, nicest, most gentle people in politics\", with an \"outstanding record of passing laws to help the most vulnerable\".\nMs Patel called Sir David a \"man of the people\" who was killed doing \"a job he loved\".\nLabour leader Sir Keir Starmer said it was a \"dark and shocking day\", adding that the country had \"been here before\" with the death of Jo Cox.\nFather Jeff Woolnough, a parish priest who led a mass on Friday evening in Sir David's memory, described him as a \"great, great guy\" and said faith communities had \"lost their greatest supporter\".\nMembers of Southend-On-Sea's Muslim community said, in a joint statement, his death was an \"indefensible atrocity\" and that Sir David would be remembered for his warmth, selflessness and kindness.\nBy Orla Moore & Richard Smith\nThe mood in Leigh-on-Sea, which Sir David represented for decades, is one of bewilderment.\nAs police and global media descend upon the usually quiet Essex town, people have gathered to pay tributes outside the Belfairs Methodist Church where the long-standing MP was attacked.\nResident Audrey Martin remembers him as \"an absolute gentleman\" who took time out to speak to her when she first moved to the area from Scotland.\n\"He just had this aura about him,\" she says.\nAnd constituent Lorraine Migliorini highlights Sir David's work for children and young people with special educational needs.\n\"He was genuinely interested and listened to them which was fantastic,\" she says. \"He got things done.\"\nJulie Everitt, who has co-ordinated a vigil for him, says she would \"always remember him for his genuine smile\" and his passion for animal rights.\n\"He would go on campaigns, he was against the badger cull, he was against trophy hunting and fox hunting,\" she says.\n\"He was a good gentleman, he had a good heart.\"\nRead more from Orla and Richard at the scene here.\nWere you in the area? Did you witness the attack? If you feel able to do so please get in touch. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58940128",
      "category": "uk-politics",
      "title": "Matt Hancock's United Nations role withdrawn",
      "tags": "United Nations,Africa economy,Matthew Hancock",
      "text": "Former Health Secretary Matt Hancock has had a job offer from the United Nations withdrawn.\nMr Hancock announced this week that he had been given a role helping Africa's economy recover from Covid.\nThe UN said he would bring valuable experience - but Mr Hancock now says a rule has come to light that prevents him from taking the job while an MP.\nLeading figures across Africa and UK opposition parties had criticised the UN's choice of the MP for the role. \nOn Tuesday, the former health secretary tweeted a copy of the letter from UN Under-Secretary General Vera Songwe offering him the unpaid role.\nHe was congratulated by former cabinet colleagues, including Foreign Secretary Liz Truss, Housing Secretary Michael Gove and Culture Secretary Nadine Dorries. \nBut the West Suffolk MP faced a backlash from critics on social media, who pointed to the fact that a highly critical report from MPs on the UK government's handling of the pandemic had been released on the same day.\nMr Hancock's new role came four months after he resigned from his cabinet post for breaking social distancing guidelines by kissing a colleague.\nHe had been planning to continue as a Conservative MP while working as the UN special representative on financial innovation and climate change for the United Nations Economic Commission for Africa.\nThe UN has now told him the appointment \"is not being taken forward\".\nMr Hancock said he had been \"honoured to be approached by the UN\" but it later wrote to him to explain that UN rule \"has subsequently come to light\".\nHe added: \"Since I am committed to continuing to serve as MP for West Suffolk, this means I cannot take up the position. \n\"I look forward to supporting the UN ECA in their mission in whatever way I can in my parliamentary role.\"\nBy Mark Lobel, BBC News correspondent\nThis is undoubtedly an embarrassment for the former health secretary who was looking to resuscitate his political career.\nThe first step in doing so appeared to come with the announcement about the unpaid role. \nIt was not a UK government one - but there was glowing support from many senior former cabinet colleagues.\nMatt Hancock says a technical rule has now come to light which prevents him from taking the job as he is a sitting MP.\nBut the appointment attracted anger too, coming on the day a group of MPs had been highly critical of the government's handling of the pandemic. And some in the international community questioned the MP's expertise, past mistakes, and his suitability for such a challenging role. \nIt appears that added to pressure on the UN to withdraw the invitation - and three days later a spokesman confirmed it was not being taken forward.\nUN sources say the appointment should never have been made in the first place.\nGordon Brown was a sitting MP when he took a similar role. He was appointed in 2012, two years before he announced his intention to stand down as an MP.\nIn her letter to Mr Hancock offering him the job, Ms Songwe said his \"success\" in handling the UK's pandemic response was a testament to the strengths he would bring to the role.\nIn his reply, the MP said: \"As we recover from the pandemic so we must take this moment to ensure Africa can prosper.\"\nThe withdrawal of the offer was welcomed by campaign group Global Justice Now.\nThe group's director Nick Dearden said: \"If Matt Hancock wants to help African countries recover from the pandemic, he should lobby the prime minister to back a patent waiver on Covid-19 vaccines. \n\"If he'd done that when he was in government, tens of millions more people could already have been vaccinated.\n\"The last thing the African continent needs is a failed British politician. This isn't the 19th Century.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58935372",
      "category": "uk",
      "title": "Sir David Amess killing was terrorism, police say",
      "tags": "David Amess,David Amess death,Southend-on-Sea,Leigh-on-Sea",
      "text": "The killing of Conservative MP Sir David Amess is being treated as a terrorist incident by police.\nSir David was stabbed multiple times at his constituency surgery in Leigh-on-Sea in Essex on Friday.\nThe Metropolitan Police said there was a potential link to Islamist extremism. A 25-year-old British man was arrested at the scene on suspicion of murder.\nHome Secretary Priti Patel paid tribute to Sir David as a \"man of the people\" who was \"killed doing a job he loved\".\nPrime Minister Boris Johnson and Labour leader Sir Keir Starmer laid flowers at the scene together on Saturday morning.\nMs Patel and Commons Speaker Sir Lindsay Hoyle also paid their respects outside Belfairs Methodist Church in Leigh-on-Sea.\nSpeaking a short time later, Ms Patel said: \"We are all struggling to come to terms with the fact that David Amess has been so cruelly taken away from all of us.\"\nShe said the Southend West MP \"was absolutely there for everyone, he was a much loved parliamentarian, to me he was a dear and loyal friend, but also he was a devoted husband and father\".\nMs Patel, who has asked police forces to immediately review security arrangements for MPs, maintained a balance could be found to allow face-to-face meetings with constituents to continue.\n\"We will carry on, we live in an open society, a democracy,\" she said. \"We cannot be cowed by any individual or any motivation... to stop us from functioning\".\nSir David, 69, had been an MP since 1983 and was married with four daughters and a son. He is the second serving MP to be killed in recent years, following the murder of Labour MP Jo Cox in July 2016. \nThe Met said officers are carrying out searches at two addresses in the London area and are not seeking anyone else over the death.\nThe force believes the man, who is in custody in Essex, acted alone but inquiries into the circumstances of the incident are continuing. \nGovernment sources have told the BBC he is a British national who, from initial inquiries, appears to be of Somali heritage.\nBBC security correspondent Frank Gardner reports Whitehall officials are saying the arrested man was not on a database of terror suspects.\nScotland Yard's decision that the killing of Sir David Amess was an act of terrorism confirms that, on the basis of what they know so far, the killer was motivated to use violence to further their cause. \nThere's no public suggestion from investigations at the moment that there is a specific additional threat to MPs - but detectives and colleagues in MI5 will be delving deeply into the life of the suspect to understand how he reached this mindset and whether this was an attack by a \"lone actor\" or someone who is part of a network. \nSecondly, it confirms the initial conclusion that there would need to be more resources thrown at the investigation. \nBehind the scenes a wider range of detectives and support staff will now have been brought into action. If officers have recovered the suspect's mobile phone, they will now be forensically examining its contents to uncover potential evidence of mindset and planning. \nA phone - and any bank cards - will also help detectives track the suspect's movements in the days and weeks before the incident. That in turn leads them to CCTV so they can build a three-dimensional view of his life. \nSir David was holding a constituency surgery - where voters can meet their MP and discuss concerns - at the church on Friday when he was attacked at 12:05 BST.\nThe Met later said the fatal stabbing was being declared a terrorist incident, with the investigation being led by Counter Terrorism Policing. \nPolice added: \"The early investigation has revealed a potential motivation linked to Islamist extremism.\"\nOfficers are appealing for anyone with any information or with footage from CCTV, dash cams or video doorbell, to contact them.\nSouthend borough councillor John Lamb, who went to the scene after hearing the MP had been stabbed, said: \"The paramedics had been working on Sir David for over two and a half hours and they hadn't got him on the way to hospital. \n\"We knew it had to be extremely serious and that the worst scenario could occur - we were hoping it wouldn't but it did.\"\nBy Orla Moore & Richard Smith\nThe mood in Leigh-on-Sea, which Sir David represented for decades, is one of bewilderment.\nAs police and global media descend upon the usually quiet Essex town, people have gathered to pay tributes outside the Belfairs Methodist Church where the long-standing MP was attacked.\nResident Audrey Martin remembers him as \"an absolute gentleman\" who took time out to speak to her when she first moved to the area from Scotland.\n\"He just had this aura about him,\" she says.\nAnd constituent Lorraine Migliorini highlights Sir David's work for children and young people with special educational needs.\n\"He was genuinely interested and listened to them which was fantastic,\" she says. \"He got things done.\"\nJulie Everitt, who has co-ordinated a vigil for him, says she would \"always remember him for his genuine smile\" and his passion for animal rights.\n\"He would go on campaigns, he was against the badger cull, he was against trophy hunting and fox hunting,\" she says.\n\"He was a good gentleman, he had a good heart.\"\nRead more from Orla and Richard at the scene here.\nPaying tribute to Sir David on Friday, the prime minister described him as \"one of the kindest, nicest, most gentle people in politics\".\nHouse of Commons Speaker Sir Lindsay Hoyle told BBC Two's Newsnight police were contacting all MPs to check on their security and reassure them.\nHe went ahead with his own constituency surgery on Friday evening, saying it was essential MPs retained their relationship with their constituents.\nBut Conservative MP Tobias Elwood - who came to the aid of a stabbed police officer during a terror attack in Westminster in 2017 - told the BBC he would recommend MPs temporarily stop having face-to-face meetings with constituents.\n\"You can move to Zoom... you can actually achieve an awful lot over the telephone,\" he said on Radio 4's World Tonight.\nAnd Kim Leadbeater, the sister of Mrs Cox and MP for Batley and Spen, said her partner had asked her to stand down from her role following Sir David's death.\nA Conservative backbencher for nearly 40 years, Sir David entered Parliament in 1983 as the MP for Basildon. \nHe held the seat in 1992, but switched to nearby Southend West at the 1997 election. \nRaised as a Roman Catholic, he was known politically as a social conservative and as a prominent campaigner against abortion and on animal welfare issues.  \nHe was also known for his championing of Southend, including a long-running campaign to win city status for the town.\nTributes have been paid to Sir David from across politics and within his local community.\nPrime Minister Boris Johnson said he had an \"outstanding record of passing laws to help the most vulnerable\", adding \"we've lost today a fine public servant and a much loved-friend and colleague\".\nFather Jeff Woolnough, parish priest at nearby St Peter's Catholic Church, led a mass on Friday evening in memory of Sir David, who he called \"Mr Southend\".\nHe described him as a \"great, great guy\" and said faith communities had \"lost their greatest supporter\".\nSouthend councillor John Lamb said Sir David was \"a very good, hard working constituency MP who worked for everyone\".\nAnd Labour leader Sir Keir Starmer said it was a \"dark and shocking day\", adding that the country had \"been here before\" with the death of Jo Cox.\nWere you in the area? Did you witness the attack? If you feel able to do so please get in touch. Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58938400",
      "category": "uk",
      "title": "Sir Davis Amess death: How emergency services responded to MP's stabbing",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58928140",
      "category": "uk-politics",
      "title": "Sir David Amess: Fun, friendly and always outspoken",
      "tags": "Conservative Party,David Amess,David Amess death,Leigh-on-Sea",
      "text": "Sir David Amess was one of Parliament's characters: fun, friendly, unconventional and outspoken.\nHis broad grin and boyish enthusiasm were fixtures in the House of Commons chamber for nearly 40 years. \nHe never scaled the heights of government, choosing to dedicate his career to his beloved Essex and the causes he cared about most. The 69-year-old was one of those rare MPs who earned cross-party respect for the conviction he brought to his opinions and campaigns. They ranged from passionate support of Brexit to animal rights - and anything that brought Essex up in the world. \nHe always took his work seriously, but himself rarely.\nHe was stabbed to death while in his constituency surgery in the seaside town of Leigh-on-Sea, an attack that has stunned his constituents and colleagues from across the political spectrum. \nSir David burst on to the political scene as the new MP for Basildon in 1983, the embodiment of what was known then as Essex Man, the archetypal aspirational voter who helped deliver a landslide victory for Margaret Thatcher that year. \nWith an East End accent and relatively humble origins, he gained a high profile on TV and radio, and triumphed against the odds in the 1992 general election when he unexpectedly held on to his seat.\n\"My colleagues and supporters, go out and rejoice and celebrate!\", he declared.\nFrom that moment on David Amess was cheered by his Conservative colleagues every time he rose to his feet in Parliament, where he would rarely pass up the chance to mention Basildon. \nHe held the seat until 1995 when he realised the seat would be lost to Labour after boundary changes and switched his loyalty and devotion to nearby Southend West. For years he campaigned for Southend to become a city, mentioning it virtually every week in Parliament - he retweeted a BBC Essex tweet along these lines just a day before his death.  \nSir David - who was married with five children - was also a devout Catholic. \nHe was socially conservative: he supported capital punishment and opposed abortion. He was an early Eurosceptic. He was also a strong supporter of animal rights, including a fox hunting ban, and he campaigned against fuel poverty, advocated tackling obesity and raised awareness of endometriosis, a painful gynaecological condition that some women suffer.\nAlthough for many years he was a parliamentary aide to the former cabinet minister, Michael Portillo, he never held ministerial office; he was too unorthodox for that. \nDeputy prime minister Dominic Raab paid tribute to \"a great common sense politician and a formidable campaigner with a big heart, and tremendous generosity of spirit - including towards those he disagreed with\".\nThe SNP's Westminster leader Ian Blackford said he was \"a thoroughly decent man\".\nHis loss will be felt keenly in his Southend West constituency. Trembling with emotion Father Jeff Woolnough, parish priest of St Peter's Catholic church in Eastwood Road North, Leigh-On-Sea, told the BBC Sir David was a \"great, great man, a good Catholic and a friend to all\". \nBorn in Plaistow in 1952, he went to school in London and did many things before turning to politics.\nHe taught at a school in London before embarking on a career as a recruitment consultant. He did attract unwelcome publicity in 1997, when he was the victim of satirist Chris Morris on his Channel 4 show Brass Eye, when he was shown with other well-known figures condemning Cake, a made-up drug. Sir David said Channel 4 should feel \"shame\" for the programme, as it came soon after the case of his then-constituent 18 year old Leah Betts, who died after she took ecstasy.\nHe was one of those MPs who used Parliament to sponsor bills, to sit on committees, to form alliances, so that he could shape law from the backbenches.\nAs an animal welfare specialist, he led campaigns to ban cages for game birds and end the transport of live animals for export - and was a patron of the Conservative Animal Welfare Foundation. Sir David was what they call an old school parliamentarian - the epitome of a constituency MP who died serving those he was so proud to represent. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-42252741",
      "category": "uk-politics",
      "title": "Nazanin Zaghari-Ratcliffe: What is Iran jail case about?",
      "tags": "Foreign & Commonwealth Office,Boris Johnson,Iran,Jeremy Hunt,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe was detained at an Iranian airport in April 2016, while travelling home to London with her young daughter.\nThe British-Iranian was sentenced to five years in prison - for allegedly plotting against the Iranian government.\nShe maintains her innocence, saying she was on holiday in Iran visiting family.\nMrs Zaghari-Ratcliffe, 41, has dual British and Iranian citizenship, and before her arrest lived in London with her husband Richard Ratcliffe, who is an accountant.\nShe worked as a project manager for the charity Thomson Reuters Foundation and was previously employed by BBC Media Action, an international development charity.\nShe says she took her daughter Gabriella, now six, to Iran in March 2016 to celebrate the country's new year and visit her parents.\nIranian authorities allege Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran - but no official charges have been made public.\nIran's Revolutionary Guards said she was leading a \"foreign-linked hostile network\" when she visited.\nBoth the Thomson Reuters Foundation and BBC Media Action issued statements saying she was not working in Iran but was on holiday there.\nMr Ratcliffe said he had asked his wife what the charges were during a phone call in 2016, and a nearby prison guard had said: \"National security charges\".\nIn October last year, Foreign Secretary Dominic Raab said the government would \"redouble\" its efforts to secure Mrs Zaghari-Ratcliffe's release after her daughter Gabriella returned to the UK.\nA month earlier, newly-appointed prime minister Boris Johnson had called for Mrs Zaghari-Ratcliffe's immediate release during a meeting with Iran President Hassan Rouhani.\nHe had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nCampaigners said she could face an increased prison sentence in Iran as a result of the comments.\nThe following month Mr Johnson visited Tehran and met his counterpart as well as President Rouhani, and pressed for her release on humanitarian grounds.\nTheresa May had also raised concerns when she was prime minister.\nIn March 2019, then-Foreign Secretary Jeremy Hunt - Mr Johnson's successor - announced Mrs Zaghari-Ratcliffe would be given diplomatic protection -  making the case a formal, legal dispute between Britain and Iran.\nMrs Zaghari-Ratcliffe, who maintains her innocence, mostly speaks publicly through her husband, who regularly calls her.\nAccording to Mr Ratcliffe, she misses Gabriella \"all the time\" and is in a \"pretty fragile\" state of mental health. \nIn an open letter, published in October 2019, Mrs Zaghari-Ratcliffe said weekly visits from her daughter had sustained her during her imprisonment.\nWriting before Gabriella returned to the UK to start school, she said the thought of being unable to hold her child was \"the deepest torture of them all\". \nMrs Zaghari-Ratcliffe's five-year-sentence was handed down on 6 September - one day after the UK appointed an ambassador to Iran for the first time since 2011.\nMr Ratcliffe said the timing was proof his wife is being held as a political bargaining chip.\nIt has been claimed Mrs Zaghari-Ratcliffe is being held in order to force the UK into settling a multi-million pound dispute with Iran, which dates back to the 1970s.\nBBC diplomatic correspondent Caroline Hawley said London and Tehran do not see eye-to-eye on Iran's role in the wider Middle East or on human rights.\nIran's Revolutionary Guards are hardliners, opposed to Iran's nuclear deal struck by moderates with the West in 2015. And in 2009, Britain was accused of fuelling unprecedented street protests.\nTensions between the nations increased last year after a series of incidents in and around the Gulf, including Iran seizing a British-flagged tanker in the Strait of Hormuz."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58938469",
      "category": "uk-england-sussex",
      "title": "Man charged with Crawley kidnap and police impersonation",
      "tags": "Crawley",
      "text": "A chef has been charged after a teenage girl was approached by a stranger in a hi-viz jacket who stopped and searched her before cycling off.\nIt happened in Three Bridges, Crawley, West Sussex, on Wednesday, when the 14-year-old was on her way to school.\nDavid Peter Young, 32, of Garton Close, Ifield, faces charges including kidnap and impersonating a police officer.\nHe was remanded in custody and was due to appear at Brighton Magistrates' Court.\nMr Young has been charged with kidnap with intent to commit a relevant sexual offence, kidnap, impersonating a police officer and two breaches of a sexual harm prevention order.\nSussex Police said the girl was unharmed and receiving support.\nSupt Marc Clothier said: \"We have not received any similar reports at this time and there is no current risk to anyone in the community in relation to this case.\"\nSussex Police said more uniformed patrols would be in the area and issued advice to anyone worried about lone police officers.\nSupt Clothier said: \"We understand some people may want additional reassurance when interacting with a lone police officer and when you are alone. \n\"If this is the case, genuine officers can use their police radio on loudspeaker to talk to the operator in the police control room.\"\nHe added: \"The operator can confirm the identity of the officer, that they are on duty and carrying out legitimate policing business. You can also ask a passer-by to observe.\"\nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58935257",
      "category": "world-us-canada",
      "title": "Texas abortion law: Biden administration to request block on abortion ban",
      "tags": "Abortion,US Supreme Court,Texas,US abortion debate,United States",
      "text": "US President Joe Biden's administration has said it will ask the Supreme Court to block a Texas law that imposes a near-total ban on abortion.\nIt comes after a federal appeals court reinstated the law.\nThe Supreme Court cited procedural issues when deciding against intervening to block it last month.\nThe law bans abortions after what anti-abortion campaigners call a foetal heartbeat is detected, a notion disputed by medical authorities.  \nThe law - which makes an exception for a documented medical emergency but not for cases of rape or incest - gives any individual the right to sue doctors who perform an abortion past the six-week point.\nCritics have said this provision - which provides monetary awards for those whose lawsuits are successful - lets people act as anti-abortion bounty hunters.\nPresident Biden has vowed to fight the Texas ban, citing Americans' constitutional rights.\nSince the 1973 Supreme Court decision in Roe v Wade, US women have had the right to an abortion until a foetus is viable - that is, able to survive outside the womb. This is usually between 22 and 24 weeks into a pregnancy.\nIn response to a Justice Department lawsuit over the Texas law, US District Judge Robert Pitman in Austin, Texas, last week issued a preliminary injunction halting its enforcement, calling it \"flagrantly unconstitutional\" and a violation of Roe v. Wade.\nThe judge said he would \"not sanction one more day of this offensive deprivation of such an important right\".\nBut the Fifth Circuit Court of Appeals effectively reinstated the ban in Texas on most abortions once a heartbeat is detected in the womb.\nOn Thursday, the court confirmed the law would remain in place during ongoing proceedings.\nThe Justice Department is expected to formally file its appeal in the coming days.\nThe decision of the Supreme Court - which has a 6-3 conservative majority - will be watched closely throughout the US. \nIts initial refusal to intervene was seen as confirmation of its conservative leanings after appointments by former President Donald Trump."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58930280",
      "category": "business",
      "title": "Virgin Galactic delays first commercial space flight",
      "tags": "Companies,Commercial space travel,SpaceX,Blue Origin,Virgin Galactic",
      "text": "Shares in Virgin Galactic dived as much as 20% on Friday after the space tourism company said it was postponing its first commercial flight.\nThe trip was scheduled for the third quarter of 2022, but will be delayed until the fourth as the firm conducts repairs and upgrades.\nIt also said it will not conduct a second planned test flight this year.\nVirgin is in a race with Jeff Bezos' Blue Origin and Elon Musk's Space X to start flying tourists into space. \nIn a statement the firm said a planned upgrade programme, aimed at enhancing the durability of its ships, would begin a month later than planned.\nIt comes after routine tests revealed \"a possible reduction in the strength margins of certain materials\" used on its VMS Eve and VSS Unity craft. \nVirgin said this required further inspection but played down safety concerns. \n\"While this new lab test data has had no impact on the vehicles, our test flight protocols have clearly defined strength margins, and further analysis will assess whether any additional work is required to keep them at or above established levels,\" said company boss Michael Colglazier. \nThe company, founded by British billionaire Richard Branson, said its next test flight - Unity 23 - would now happen next summer. Commercial flights will start after that.\nLast month, the US Federal Aviation Administration lifted a no-fly order on Virgin Galactic after a flight in July deviated from assigned airspace on its descent.\nThe regulator had accused the company of not providing the necessary information about the flight in which Mr Branson participated. \nOn Wednesday, Hollywood actor William Shatner became the oldest person to go to space as he blasted off aboard the Blue Origin sub-orbital capsule developed by billionaire Amazon founder Jeff Bezos.\nMeanwhile, four amateur astronauts blasted off from Florida on their private mission on one of Space X's Dragon spacecraft in September. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-58629978",
      "category": "world-africa",
      "title": "Sudan failed coup: Government blames pro-Bashir elements",
      "tags": "Sudan",
      "text": "Sudan says that \"forces of darkness\" linked to the ousted President Omar al-Bashir were behind Tuesday's failed coup attempt.\n\"Remnants from the previous regime\" were \"intent on aborting the civilian democratic transition\", said Prime Minister Abdalla Hamdok in a separate message.\nHe described it as an \"orchestrated coup attempt\".\nBashir, who had been in power for three decades, was toppled two years ago.\nThe current administration - involving the military, civilian representatives and protest groups - was then established as part of a power-sharing agreement.\nReuters news agency quotes the Sudanese military as saying 21 officers and a number of soldiers had been detained in connection with the failed putsch, and are continuing to search for the rest of the culprits.\nEarlier reports on Tuesday from the capital, Khartoum, and nearby Omdurman described intense military activity, and the main bridge across the River Nile was shut.\nIn the small hours, shooting was heard near a military base housing a tank division in Omdurman, journalist Mohammed Alamin told the BBC's Focus on Africa programme.\nThen shortly after a news flash on state TV said that a coup attempt had been thwarted.\nThe coup plotters had tried but failed to take over a building housing the state media.\nPrime Minister Hamdok said his government would \"take immediate measures to fortify the transition and continue to dismantle the system of the former regime, which still poses a threat to the transition\".\nSeveral coup attempts have taken place in Sudan in the years since President Bashir was toppled, the BBC's media monitoring service reports.\nMr Hamdok said several days of unrest in Port Sudan in the east of the country were also part of a plot to destabilise the country.\nThere has been tension within the Sovereign Council which is supposed to be overseeing a return to civilian rule. \n\"We're not going back... there are people trying to turn back the hands of time,\" said Information Minister Hamza Baloul in a statement read earlier on state TV.\nHe added that \"forces of darkness were targeting the revolution\" started by mass popular protests against then-President Bashir, but said government bodies would be the \"first line of defence\" protecting Sudan's transition.\nCorrespondents say some elements within the military are likely to be strongly opposed to a transition that will see them lose considerable power.    \nThe Sudanese government says the situation in the country is now \"under control\".\nVideo footage shared on Tuesday morning appeared to show armoured vehicles on city streets, but reports from Khartoum now say traffic is now flowing smoothly in central Khartoum and its bridges are open.\nSudan's state news agency has published photos of the leader of Sudan's Transitional Military Council (TMC), Lt-Gen Abdel Fattah Abdelrahman Burhan,  visiting the armoured division headquarters after the aborted coup:\nMohanad Hashim, a journalist for government-run Sudan TV in Khartoum, reports that the Bashir loyalists blamed for the coup say they are disgruntled with Sudan's tough economic situation.\nThe BBC's Africa correspondent Catherine Byaruhanga says Sudan's transitional government is under pressure to deliver economic and political reforms amid competing demands from conservative and liberal constituencies. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58943245",
      "category": "world-europe",
      "title": "Macron condemns 'unforgivable' 1961 massacre of Algerians in Paris",
      "tags": "France,Emmanuel Macron,Algeria",
      "text": "French President Emmanuel Macron has called a bloody crackdown on Algerian protesters by police in Paris 60 years ago an \"unforgivable crime\".\nOn 17 October 1961, French police turned on Algerian demonstrators. Some were shot, others were drowned.\nThe precise number of victims is not known, but some say several hundred could have lost their lives.\nMr Macron is the first French president to attend a memorial for those killed that day. \nHe joined a commemoration beside the bridge over the River Seine which was the starting point in 1961 for a march against a night curfew imposed only on Algerians.\nMr Macron told relatives of victims on the 60th anniversary of the bloodshed that \"crimes\" were committed under the command of the notorious Paris police chief Maurice Papon. Papon was revealed in the 1980s to have collaborated with occupying Nazi forces in World War Two in transferring Jews to Nazi death camps. \nThe 1961 march was repressed \"brutally, violently and in blood\", Mr Macron's office said in a statement. Some 12,000 Algerians were arrested, many were wounded and dozens killed, it added. \nBut activists hoping for an even stronger recognition of responsibility were left disappointed. \nMr Macron stopped short of an apology and did not give a public speech, with the Élysée Palace issuing only the written statement.\nThe president's statement \"is progress but not complete. We hoped for more\", Mimouna Hadjam of the Africa93 anti-racism association told the AFP news agency. \n\"Papon did not act alone. People were tortured, massacred in the heart of Paris and those high up knew,\" Hadjam added, calling for recognition of a \"state crime\".\nHistorian Emmanuel Blanchard said that Mr Macron's comments represented \"progress\" and had gone \"much further\" than his predecessors.\nThe massacre, which happened during the war against French rule in Algeria, was denied or concealed by French governments for decades.\nThe first commemorations of the event were organised in 2001 by the mayor of Paris.\nIn 2012, then-President François Hollande said the Republic recognised that Algerians had been killed that day in a \"bloody repression\", and he paid tribute to the victims."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58937523",
      "category": "uk-northern-ireland",
      "title": "Thomas Rainey charged with murder of wife Katrina Rainey",
      "tags": "Police Service of Northern Ireland",
      "text": "A man has appeared in court charged with murdering his wife, who was found in a burning car in County Londonderry.\nThomas Rainey appeared before Dungannon Magistrates' Court via video link from Musgrave Street police station in Belfast, charged with the murder of Katrina Rainey.\nMr Rainey, 59, spoke only to confirm his name and date of birth.\nMrs Rainey, who was in her 50s, died in hospital on Tuesday evening after she was found in the car earlier that day.\nEmergency services had been called to the scene in the Quarry Road area of Knockloughrim, near Maghera, at about 05:40.\nAt the court hearing on Saturday morning, no application for bail was made.\nMr Rainey was remanded into custody and will appear again in court in four weeks' time. \nMrs Rainey's funeral service is due to take place later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58921230",
      "category": "technology",
      "title": "Apple takes down Quran app in China",
      "tags": "China,Apps,Apple",
      "text": "Apple has taken down one of the world's most popular Quran apps in China, following a request from officials.\nQuran Majeed is available across the world on the App Store - and has nearly 150,000 reviews. It is used by millions of Muslims.\nThe BBC understands that the app was removed for hosting illegal religious texts.\nThe Chinese government has not responded to the BBC's request for comment. \nThe deletion of the app was first noticed by Apple Censorship - a website that monitors apps on Apple's App Store globally.  \nIn a statement from the app's maker, PDMS, the company said: \"According to Apple, our app Quran Majeed has been removed from the China App store because it includes content that requires additional documentation from Chinese authorities\".\n\"We are trying to get in touch with the Cyberspace Administration of China and relevant Chinese authorities to get this issue resolved\". \nThe company said it had close to one million users in China.\nThe Chinese Communist Party officially recognises Islam as a religion in the country. \nHowever, China has been accused of human rights violations, and even genocide, against the mostly Muslim Uyghur ethnic group in Xinjiang. \nEarlier this year the BBC reported that Uyghur imams had been targeted in China's Xinjiang crackdown.\nApple declined to comment, but directed the BBC to its Human Rights Policy, which states: \"We're required to comply with local laws, and at times there are complex issues about which we may disagree with governments.\"\nHowever, it is not clear what rules the app has broken in China. Quran Majeed says it is \"trusted by over 35 million Muslims globally\".\nLast month, both Apple and Google removed a tactical voting app devised by jailed Russian opposition leader Alexei Navalny. \nRussian authorities had threatened to fine the two companies if they refused to drop the app, which told users who could unseat ruling party candidates.\nChina is one of Apple's biggest markets, and the company's supply chain is heavily reliant on Chinese manufacturing. \nApple chief executive Tim Cook has been accused of hypocrisy from politicians in the US for speaking out about American politics, but staying quiet about China.\nMr Cook criticised Donald Trump's ban of seven Muslim-majority countries in 2017.\nHowever, he is also accused of complying with the Chinese government over censorship - and not publicly criticising it for its treatment of Muslim minorities.\nThe New York Times reported earlier this year that Apple takes down apps in China if deemed off limits by the Chinese government. Topics that apps cannot discuss include Tiananmen Square, the Chinese spiritual movement Falun Gong, the Dalai Lama, and independence for Tibet and Taiwan.\nBenjamin Ismail, project director at Apple Censorship, said: \"Currently Apple is being turned into the censorship bureau of Beijing.\n\"They need to do the right thing, and then face whatever the reaction is of the Chinese government.\"\nAnother popular religious app, Olive Tree's Bible app, was also taken down this week in China. The company told the BBC they had removed the app themselves. \n\"Olive Tree Bible Software was informed during the App Store review process that we are required to provide a permit demonstrating our authorization to distribute an app with book or magazine content in mainland China,\" said a spokesperson.\n\"Since we did not have the permit and needed to get our app update approved and out to customers, we removed our Bible app from China's App Store.\"\nOn Friday, The Mac Observer reported that Audible, the Amazon owned audiobook and podcast service, removed its app from the Apple store in mainland China last month \"due to permit requirements.\"\nOn Thursday, Microsoft said it was shutting down its social network, LinkedIn, in China, saying having to comply with the Chinese state had become increasingly challenging.\nThe decision was made after the career-networking site faced questions for blocking the profiles of some journalists."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58416037",
      "category": "world-us-canada",
      "title": "Texas abortion law: What women make of six-week abortion ban",
      "tags": "Abortion,US Supreme Court,Texas,US abortion debate",
      "text": "A new law restricting access to abortions is being celebrated by supporters in Texas, but for the doctors and pro-choice activists who could be prosecuted under it, this was a dark day.\nOn Tuesday afternoon, Eva Alpar was approaching women outside a clinic that provides a range of health services, including abortions.\nAs a volunteer with the San Antonio Coalition for Life, she tracks the number of cars that come by each hour and hands out goodie bags with snacks and body wash to women going inside to seek services.\nInside the bags are brochures that list alternatives to an abortion. \nThe previous 72 hours had been busy at this south Texas clinic. Across the state, abortion providers said more patients were looking to terminate their pregnancies ahead of the new law which effectively bans abortions after six weeks. \nFor Ms Alpar, this law - which came into effect on Wednesday after the US Supreme Court did not intervene - is a huge win.\n\"A good day [on the job] means I'm able to get at least one referral,\" Ms Alpar said, standing in 90F (32C) heat right next to speeding cars that often honk at her. \n\"That means we get them to leave Planned Parenthood and go over to a woman's [health centre] instead,\" to discuss alternatives to an abortion. (Planned Parenthood is one of the largest abortion services providers in the country.)\nOn Wednesday, members of the anti-abortion coalition showed up again at the clinic, only to find it closed for medical procedures. \nThe website for the location reads: \"Due to Texas' new law SB 8, we are unable to provide abortion at this time. We are challenging this law and hope to resume abortion care in the future.\"\n\"Today is a wonderful day for Texas,\" said Catherine Nix, the executive director of the Coalition for Life, after briefly speaking to a woman who accepted a bag from her. \n\"We are here everyday trying to help women choose life, and today the law is now behind us to help us do that.\"\nThis law, one of the nation's most restrictive, is not directly meant to penalise women seeking abortions. While it bans abortions after the detection of a foetal heartbeat, the law's broad language suggests lawsuits may be brought by private citizens against those who aid, abet or perform abortions. \nThat includes someone who helps a patient cover the medical cost of terminating a pregnancy or provides them transportation to get the procedure - if it's done after six-weeks gestation.\nThe law could impact someone like Bridget, who has previously volunteered with the Clinic Access Support Network to drive patients to their abortion appointments.\n\"This bill is targeting people who already do not have the resources necessary to get themselves to an appointment,\" she said. That includes people, often women of colour, from low-income homes who don't count on a support system from their families or partners.\n\"The whole purpose of the bill is to bankrupt organisations like ours and shut down clinics.\"\nAccording to the Texas Policy Evaluation Project at the University of Texas, this law will prevent eight in 10 people from obtaining abortion care. Many women do not know they are pregnant before the six-week point cited in the law.\nDr Ghazaleh Moayedi, who carries out abortions in her OB/GYN practice in north Texas, said she feels targeted. In the 15 years that she has worked in abortion care, she has seen greater restrictions in the state, but never anything as aggressive as this law.\n\"Providing abortion care, and accessing abortion care is actually the very heart of being Texan,\" Moayedi told the BBC. \n\"Texans don't believe that the government should interfere in our personal lives. We believe that the community takes care of each other. It doesn't make sense that our legislators here in the state continue to go after folks for their personal lives, because that's really not what we're about here.\"\nShe said that the bill will immediately stop access to care for 90% of the people that see her for abortions and that those patients will likely be forced to consider going out of state or to continue unwanted pregnancies.\nShe is worried about the people who will be forced into continuing an unwanted pregnancy - and she also worries for herself.\n\"I'm afraid for my personal future and the future of my career as a result of this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58931360",
      "category": "uk",
      "title": "Sir David Amess: Political world pays tribute to much-loved MP",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-58938012",
      "category": "uk-england-wiltshire",
      "title": "Soldier dies during Army training exercise",
      "tags": "British Army",
      "text": "A soldier has died in a training exercise on Salisbury Plain.\nThe 23-year-old was part of a crew operating an armoured vehicle in a training area near Enford, Wiltshire, on Friday.\nA source said the vehicle overturned and hit a tree, trapping several survivors and the dead man inside.\nThe presence of live ammunition meant firefighters could not use cutting equipment, so Army engineers rescued those inside, the source added.\nIt took several hours for the Corps of Royal Electrical and Mechanical Engineers to free the soldiers.\nAn Army spokesman said: \"It is with sadness that we can confirm the death of a soldier on Salisbury Plain Training Area.\"\nWiltshire Police said it was investigating alongside the Health and Safety Executive and the Army.\nOffering condolences to the man's family, Devizes MP Danny Kruger said: \"While thankfully rare, it is vital that all serious accidents that take place during military training exercises are comprehensively investigated.\n\"We owe so much to the young men and women who risk their lives for our safety and we must do everything we can to keep them safe as well.\"\nA spokesperson for Dorset and Wiltshire Fire and Rescue said crews were called to the scene at 11:57, along with a heavy rescue unit. The patient was taken to Salisbury Hospital, the ambulance service added.\nMost recently, Salisbury has been the base for the Army Warfighting Experiment with troops testing out new kit as the Army adapts to digital warfare which is increasingly becoming more prominent across the world.\nThis week, private companies have also been pitching their latest gear, with soldiers testing out equipment and giving them feedback.\nThe British Army currently has about 76,500 soldiers, with about 15,000 based around the West Country.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58927969",
      "category": "science-environment",
      "title": "Nasa's Lucy mission will seek out Solar System 'fossils'",
      "tags": "Nasa,Space exploration",
      "text": "A spacecraft has launched from Cape Canaveral on a mission to uncover \"the fossils\" of the Solar System. \nThe Lucy probe will head out to the orbit of Jupiter to study two groups of asteroids that run in swarms ahead of, and behind, the gas giant. \nUS space agency (Nasa) scientists say the objects are leftovers from the formation of the planets. \nAs such, these trojans, as they're known, hold important clues about the early evolution of the Solar System. \nLift-off, aboard an Atlas-V rocket from Cape Canaveral Space Force Station in Florida, went ahead on schedule at 05:34 EDT (09:34 GMT; 10:34 BST).\nNasa has initially committed $981m (£720m), over 12 years, for the mission. In this time, the Lucy probe will visit seven trojans.\nThere is a famous human fossil from Africa that was nicknamed Lucy, which taught us much about where our species came from. And this new Nasa mission takes direct inspiration - and the name - from that origins story, except the fossils this spacecraft seeks are hundreds of millions of km from Earth, circling the Sun in formation with Jupiter. \n\"The trojan asteroids lead or follow Jupiter in its orbit by about 60 degrees,\" explained Hal Levison, Lucy's principal investigator from the Southwest Research Institute (SwRI) in Boulder, Colorado.\n\"They're held there by the gravitational effect of Jupiter and the Sun. And if you put an object there early in the Solar System's history, it's been stable forever. So, these things really are the fossils of what planets formed from,\" he told reporters.\nLucy will use its instrumentation to study the city-sized (and bigger) objects, detailing their shape, structure, surface features, composition and temperature. \nIf the trojans are made from the same sorts of materials as Jupiter's moons, it would suggest they formed at the same distance from the Sun as the gas giant. But this isn't the expectation.\n\"If, for example, they're made of the sorts of things we see much further out in what we call the the Kuiper Belt, then that tells us they might have formed out there and then at some point got pulled inward,\" said SwRI mission scientist Dr Carly Howett.  \n\"This mission is a test of our models. We have this theory that there was a big re-juggle of objects early in Solar System history, when some things gravitationally got thrown out and some got thrown in. The evidence points to this billiard ball theory, but we'll be able a check on that,\" she told BBC News.\nThe mission plan is the result of some extraordinary navigational calculations.\nSolar System dynamicists worked out that if the probe periodically returns to make a flyby of Earth, it can use a sling-shot effect to visit both trojan swarms. \nSaturday's launch would see Lucy make its encounter with the leading group of trojans in 2027/28, followed by a tour of the trailing cluster in 2033. The total travel distance is over 6 billion km (4 billion miles).\nLeading swarm:\nTrailing swarm:\nMain-belt asteroid: \n\"What's amazing about this trajectory is that we can continue to do loops through the swarms, as long as the spacecraft is healthy. And so after the final encounter with Patroclus and Menoetius, we plan to propose to Nasa to do an extended mission to explore more trojans,\" said Coralie Adam from KinetX Aerospace, which is providing navigation support to the project.\nAlthough focused on the trojans, Lucy will also visit a different type of asteroid on the way out to Jupiter's orbit - an object called Donaldjohanson (sic), named after the palaeoanthropologist who discovered the Ethiopian human fossil skeleton in 1974.\nThe spacecraft shares a lot of engineering heritage with Nasa's New Horizon's mission, which made the first - and to date only - flyby of Pluto in 2015.\nLucy carries updated versions of some of New Horizons' main instruments. \nA big difference is the power source. Whereas the Pluto probe drew its energy from a nuclear battery, Lucy is flying with two, fan-like solar panels. \nThese \"wings\" are huge, over 7m in diameter. They have to be that big to generate sufficient electricity to drive the spacecraft's systems at the more dimly lit distance of Jupiter's orbit.\n\"When we're near Earth, those wings have about 18,000 watts of power. That would be equivalent to powering up my house and a couple of my neighbours',\" explained Katie Oakman, from spacecraft manufacturer Lockheed Martin.\n\"However, when we fly Lucy out to the trojan asteroids, we only have about 500 watts of power. That would only light a few light bulbs, and it wouldn't be enough to power up my microwave in the morning to warm my coffee.\"\nFortunately, Lucy's instruments only need 82 watts to do their job. \nLucy represents another stage in what is turning out to be a golden age for asteroid study by Nasa.\nThe agency's Osiris-Rex mission is just now heading home after picking up samples from the surface of an object known as Bennu.\nNext year, Nasa will launch the Psyche spacecraft to a metal asteroid, also called Psyche.\n\"It's really the time for asteroids, and I'm expecting a leap in understanding,\" said Dr Thomas Zurbuchen, the associate administrator for science.\n\"To understand any population, we need multiple measurements of different types of asteroids. That's exactly what we're doing. \n\"You didn't mention it but I will. Asteroids can threaten the Earth and in November we will launch a collision experiment called Dart. It will be followed up by Europe's Hera mission and will help find out if you can impart momentum to a threatening object,\" he told BBC News. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-48511226",
      "category": "world-africa",
      "title": "Sudan crisis: What you need to know",
      "tags": "Sudan crisis,Sudan,Khartoum,Omar al-Bashir",
      "text": "Sudan has been in the midst of a political crisis since long-serving ruler Omar al-Bashir was overthrown in April. The military and pro-democracy movement have been locked in a tussle for power that has led to mass protests and killings. \nThe security forces have used brute force to strengthen the position of the generals. In the worst such case, dozens of people were killed - and some had their bodies thrown into the River Nile - in a crackdown on protesters in the capital, Khartoum on 3 June. \nBut tens of thousands of protesters returned to the streets a few weeks later to stage the biggest demonstration since Mr Bashir's overthrow. This forced the junta to resume talks on a power-sharing government and an agreement has now been reached.\nHere's what you need to know about the crisis.\nThe unrest in Sudan can be traced back to December 2018, when then President Bashir's government imposed emergency austerity measures to try to stave off economic collapse. \nCuts to bread and fuel subsidies sparked demonstrations in the east over living standards and the anger spread to the capital, Khartoum. \nThe protests broadened into demands for the removal of Mr Bashir - who had been in charge for 30 years - and his government.\nThe movement reached a climax on 6 April, when demonstrators occupied the square in front of the military's headquarters to demand that the army force the president out.\nFive days later, the military announced that the president had been overthrown.\nA council of generals assumed power on 11 April but it has struggled to return normality to the country.\nThe seven-member Transitional Military Council (TMC) is led by Lt-Gen Abdel Fattah Abdelrahman Burhan. The council says it needs to be in charge to ensure order and security.\nBut the army is not a unified force in Sudan. Paramilitary organisations and various Islamist militias hold some sway.\nThe military has also faced international condemnation for the attack on protesters on 3 June, with the UK saying the military council bore \"full responsibility\".\nIn response, the TMC expressed \"sorrow for the way events escalated\", saying that the operation had targeted \"trouble makers and petty criminals\" .\nThe economic problems brought Sudanese from all walks of life to the streets, but the organisation of demonstrations was taken on by the Sudanese Professionals Association (SPA) - a collaboration of doctors, health workers and lawyers.\nThe protesters are mostly young, reflecting the country's demographics, but people of all ages have been seen in the crowds. \nWomen are at the forefront of the demonstrations. A video of a young woman standing on the roof of a car and leading the chants was widely shared on social media.\nWhen the military took power in April, demonstrators stayed put outside its headquarters and insisted that it transfer authority to a civilian administration.\nTalks between the ruling generals and the protest organisers, who have come together under the umbrella group Forces of Freedom and Change, initially showed little sign of progress, but they eventually came to an agreement.\nThe military and protesters have reached several agreements fleshing out the details of a power-sharing arrangement, with each side trying to overcome suspicion and build a working relationship. \nOn 4 August they signed a constitutional declaration which will pave the way for the formation of a transitional government. A formal signing ceremony is due to take place on 17 August.\nThey have agreed on the following:\nThe long transition period is seen as a victory for the pro-democracy movement - the generals had threatened a snap election after the 3 June crackdown.\nDemonstrators argued that Mr Bashir's regime was so deeply entrenched that it would take time to dismantle its political network and open the way for free and fair elections.\nMore about the Sudan crisis:\nMost African and Western countries have backed the protesters. But Egypt, Saudi Arabia and the United Arab Emirates are seen to be allies of the junta. \nThey perhaps fear the protests in Sudan could inspire similar events to take place in their countries.   \nThe TMC's vice-president, Mohamed Hamdan Dagolo, also known as Hemeti, flew to Saudi Arabia in June to meet the crown prince Mohamed Bin Salman, promising to stand with the kingdom against threats and continue sending Sudanese troops to help the Saudi-led coalition in Yemen.\nThe AU suspended Sudan as a member of the pan-African body after 3 June crackdown, saying it will be reinstated only after a civilian-led transitional authority is established. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58928792",
      "category": "health",
      "title": "Investigation ordered into Wolverhampton Covid lab test failings",
      "tags": "Coronavirus testing,Wolverhampton,Coronavirus pandemic",
      "text": "The head of the UK Health Security Agency (UKHSA) has ordered an investigation into why it took a month to identify a laboratory giving incorrect Covid test results.\nDr Jenny Harries said it was \"not clear yet\" what went wrong at the private lab in Wolverhampton.\nAbout 43,000 people in England and Wales may have been wrongly told their Covid-19 test was negative.\nTesting at the lab has been suspended and those affected are being contacted.\nQuestions are also being raised around how the lab won a multi-million pound government contract. \nConcerns were flagged when people had positive lateral flow tests (LFTs) but negative follow-up PCR results from the lab between 8 September and 12 October. Most of those affected live in south-west England.\nThe error could mean thousands of people infected with Covid were wrongly told to stop isolating, and may have infected others.\nDr Harries, chief executive of the UKHSA and head of NHS Test and Trace, said local public health teams had been querying tests over the last few weeks, but it was only in the last few days that the problem was pinpointed.\n\"It is the location of the laboratory, combined with the geography and the time period, that has allowed us to understand this now,\" she said.\n\"I want to make sure if there are any further problems with other laboratories we can absolutely spot them as quickly as possible.\"\nDr Harries said she would conduct \"a serious incident investigation\" to make sure it doesn't happen again.\nAll samples from the lab, where Immensa Health Clinic Ltd runs the testing operations, are now being sent to other labs.\nUKHSA said all other labs were working normally and there were no technical issues with the test kits themselves.\nGovernment records show that Immensa, which was founded in May 2020 just months after the start of the pandemic, has been awarded contracts for Covid testing by the Department of Health valued at £181m. \nIt is connected to another company, Dante Labs, which provides genetic sequencing and other laboratory services from offices in Wolverhampton and Cambridge. \nIt also sells private PCR Covid tests to travellers, and is one of 20 companies being investigated by the UK competition watchdog over concerns it may have unfairly treated customers.\nPrime Minister Boris Johnson said people \"should not be concerned\" by the lab's suspension.\n\"We're looking into what went wrong with that particular testing centre, but it doesn't affect the overall numbers,\" he said.\nOnly a few thousand out of the 43,000 affected by the wrong result could potentially still be infected now and they will be contacted first, by text and email, to recommend they have another test.\nProf Alan McNally, from the University of Birmingham, told the BBC he was \"astonished\" by the revelation and could not work out how so many tests could be incorrect. \n\"It comes down to quality control and quality assurance, oversight and management,\" he said. \n\"I cannot fathom the failings that would lead to this level of false negative results.\" \nThe UKHSA said about 400,000 samples had been processed by the privately-run lab and it estimated 43,000 people may have been given incorrect negative test results, with 4,000 of those from Wales. Some may also be in the south-east of England and scattered across the country.\nGraham Loader, from Newbury, says his family have had three positive LFTs, all followed by negative PCR tests taken at the testing site at Newbury Showground in West Berkshire.\nHe said each time the family got a positive LFT but negative PCR test, they assumed the LFTs must have been at fault. \n\"I think we just blamed the LFTs because they were a bit basic,\" he said.\n\"I thought they must be detecting something from a cold and be an error.\"\nHis wife, a school teacher, had felt a bit unwell but didn't have the classic symptoms of coronavirus. \nShe had a negative PCR test but took some time off as a precaution, despite being advised she did not need to.\nMr Loader, who coaches a boy's football team, thought he had come down with a cold.\nHe added: \"I completely trusted the PCR, so I feel bad for all the people I've been in contact with.\"\nDr Will Welfare, public health incident director at UKHSA - which replaced Public Health England, said: \"As a result of our investigation, we are working with NHS Test and Trace and the company to determine the laboratory technical issues which have led to inaccurate PCR results being issued to people. \n\"We have immediately suspended testing at this laboratory while we continue the investigation.\"\nHe said the public should remain confident in using both kinds of test, and continue to get a follow-up PCR test after a positive LFT.\nThe company said it was \"fully collaborating\" with health officials on the matter and added it had already analysed more than 2.5 million samples for NHS Test and Trace.\nMany coronavirus testing sites in England and Wales are likely to be affected by the lab errors, including one at Newbury Showground used by the Loader family.\nOn Thursday evening West Berkshire council told people who had received a negative result at the site between 3 and 12 October, to book another test.\nFor several weeks, there have been widespread reports in the south-west of England of people testing positive with LFTs, but then later testing negative after a PCR test.\nScientists had called for the issue to be looked into quickly, with one study suggesting positive LFT results were very accurate and should be trusted.\nHave you been contacted by NHS Test and Trace and been asked to take another Covid test? You can share your experience by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58929441",
      "category": "world-us-canada",
      "title": "Covid: US to lift travel ban for fully jabbed on 8 November",
      "tags": "United States,Coronavirus pandemic",
      "text": "The US has said that it will reopen its borders to fully vaccinated travellers from 33 countries on 8 November.\nUnder new rules announced by the White House, vaccinated people who have had a negative test in the 72 hours before travelling will be allowed to enter.\nThe move marks the end of the tough restrictions that have been imposed on travellers since early last year.\n\"This policy is guided by public health, stringent and consistent,\" a White House spokesman said.\nThe new rules will apply to Schengen countries - a group of 26 European nations - as well as the UK, Brazil, China, India, Iran, Ireland, and South Africa.\nThe current rules bar entry to most non-US citizens who have been in the UK, China, India, South Africa, Iran, Brazil or a number of European countries within the last 14 days.\nHowever, the policy has caused controversy, as passengers from 150 other countries, many of whom have struggled with high rates of Covid infection, have continued to enter the US freely. \nOfficials announced that people who have been jabbed with one of the vaccines that are approved by the US Food and Drug Administration (FDA) or have been granted an Emergency Use Listing from the World Health Organization (WHO) will qualify under the system. \nThe Emergency Use aspect will allow travellers who have received the AstraZeneca jab, widely used in the UK, as well as China's Sinovac and Sinopharm vaccines, to enter the country. \nIt was also confirmed that travellers will not be required to go into quarantine upon entering the country. \nThe announcement was swiftly celebrated by would-be travellers across the globe.\nAmong them was Kent resident Dan Johnson, who told the BBC he had been unable to visit his father in the US before he died of cancer in March. \n\"I never got to say goodbye and hadn't seen him since 2019 due to the travel restrictions,\" he said.  \"It's been the hardest thing in the world. Lifting the ban feels much too late, but does mean that I can finally visit my step-mum and help her sort dad's belongings.\" \nAnother UK resident, Kate Urquhart, said she would be travel to Los Angeles to see the final concert of American rock band The Monkees' farewell tour in November.\n\"I was almost resigned to not going,\" she said. \"Today's announcement is great news.\"\nFriday's announcement sheds light on the changes first announced back in September. Biden administration officials had initially said the new policy would go into place in \"early November,\" leaving many foreign nationals unsure when to make or adjust their travel plans. \nVirgin Atlantic CEO Shai Weiss welcomed the move and said it reflected the success of the global vaccine rollout. \n\"The UK will now be able to strengthen ties with our most important economic partner, the US, boosting trade and tourism as well as reuniting friends, families and business colleagues,\" she said.  \nThe US has lagged behind many other countries in removing its travel restrictions, prompting friction with a number of its allies.   \nOn Tuesday, US officials announced that restrictions at its land borders with Canada and Mexico for fully vaccinated foreign nationals would also end. \nHowever, unvaccinated travellers will continue to be barred from entering at land borders. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-kent-58938476",
      "category": "uk-england-kent",
      "title": "Sir David Amess: Tribute to be added to Dame Vera Lynn memorial",
      "tags": "David Amess,David Amess death,Dover,Vera Lynn",
      "text": "The daughter of Dame Vera Lynn has said she will include a tribute to MP Sir David Amess in a memorial to her.\nVirginia Lewis-Jones said the Southend West MP was \"the driving force\" in the campaign to have a statue erected in honour of the forces' sweetheart.\nMs Lewis-Jones was a friend of Sir David, who was killed in a suspected terror attack in Leigh-on-Sea.\nSpeaking to BBC Breakfast, she said: \"David should also be remembered... it's half his memorial.\"\nDame Vera Lynn, whose songs helped raise morale in World War Two, died at the age of 103 in June 2020.\nHer family, friends and supporters would like to see a permanent memorial placed on the White Cliffs of Dover, which were immortalised in one of her most famous songs.\n'Our leading light'\nSir David launched the memorial appeal in Dover in June and was in regular contact with Ms Lewis-Jones about the fundraising. \nMs Lewis-Jones said he \"was really the instigator of the whole thing, he was the driving force, our leading light.\"\nMs Lewis-Jones said: \"We just can't take it in, the shock was unbelievable.... he was just such a kind, wonderful man.\"\nShe added: \"I think in some way, David should also be remembered in the memorial for what he has done to this point and hopefully in spirit will continue to do.\n\"We've got to continue, not only for my mother but also for David for what he began and for what we will continue to do because it's half his memorial as well.\"\nThe statue, which will be designed and created by sculptor Paul Day, is expected to cost around £1.5m.\nThe appeal has raised just under £49,000 but more donations have flooded in since the death of Sir David on Friday, with one person writing \"In memory of Sir David RIP\" alongside their donation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58937582",
      "category": "world-europe",
      "title": "Covid: Russia's daily deaths pass 1,000 for first time",
      "tags": "Russia,Coronavirus pandemic",
      "text": "Russia on Saturday recorded 1,000 Covid-related deaths in a single day for the first time since the pandemic began.\nThe figure had been rising all week, with the Kremlin blaming the Russian people for not taking up vaccination.\nOnly about a third of the population has had a jab, amid wide distrust of the vaccines.\nRussia's figure of 222,000 Covid deaths is the highest in Europe, with another 33,000 infections reported on Saturday.\nThe government has avoided bringing in strict restrictions because it says it needs to keep the economy working.\nThe Kremlin has instead focused on public apathy on vaccination.\nThis week, spokesman Dmitry Peskov said: \"In a situation where infections are growing, it is necessary to continue to explain to people that they must get vaccinated.\n\"It is really irresponsible not to get vaccinated. It kills,\" he said.\nThe government insists the health system has not been overwhelmed and can cope with the rising number of patients.\nHowever, Health Minister Mikhail Murashko urged doctors who had left practices because of Covid fears to get vaccinated and come back to work.\nThe number of active cases of infected people in Russia is around 750,000 - also the highest it has been since records started in February 2020.\nOverall infections since the outbreak began are now closing in on 8 million.\nThe figures for the percentage of Russians who have had single and full vaccination are surprisingly close together - both just short of a third of the population.\nThis suggests a large number of people do not want to be vaccinated at all. Recent opinion polls suggested that figure could be more than 50%.\nRussia has not been slow in developing vaccines. Its Sputnik V was rolled out quickly last year and it has approved three others.\nBut it appears to have failed to convince many at home they are either necessary or reliable.\nIt has had more success selling Sputnik V around the world. But although the vaccine was made available for other countries quickly, it also ran into delivery issues, with some nations unable to get their doses on time.\nAbout 70 nations have authorised the use of Sputnik V but, like Russia's other vaccines, it has yet to be approved by the World Health Organization.\nThis, along with the lack of international vaccines inside Russia, has led some Russians to take advantage of vaccination tour packages.\nSerbia - which Russians can enter without a visa - is one nation where visitors can get a jab of a vaccine such as Pfizer, and open up the possibility of travelling around the world."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58938489",
      "category": "world-asia",
      "title": "Myanmar army general Min Aung Hlaing excluded from leaders' summit",
      "tags": "Aung San Suu Kyi,Myanmar coup ,Myanmar",
      "text": "The army general who seized power in Myanmar in February has been excluded from an annual summit of regional leaders later this month.\nThe Association of South East Asian Nations (Asean) agreed to invite a non-political representative from Myanmar instead of Gen Min Aung Hlaing.\nIt is a unprecedented move for the 10-member bloc, which traditionally avoids interfering in its members' affairs.\nMyanmar's military junta said it was \"disappointed\" with the decision. \nAsean said the military had not done enough to end the turmoil in Myanmar.\nIn August, Gen Min Aung Hlaing named himself prime minister and said the country's state of emergency would be extended as fighting between the army and militia forces opposed to the military coup continued.\nAsean said in a statement that an emergency meeting of its foreign ministers on Friday was unable to reach a consensus on whether the military should represent Myanmar at the summit held between 26-28 October.\nThe group said Myanmar's military leaders had refused to fulfil promises of dialogue and de-escalation and said its representative had been banned from meeting the deposed and imprisoned civilian leader, Aung San Suu Kyi.\nThe statement - issued by Brunei, which is hosting the summit - said the situation in Myanmar \"was having an impact on regional security as well as the unity, credibility and centrality of Asean\".\nIn April, Asean urged Gen Min Aung Hlaing to end the violent crackdown in the country and to release political prisoners.\nThe BBC's Jonathan Head in Bangkok says the decision to exclude the general from the summit, which will also be attended by US President Joe Biden and other world leaders, is a significant blow to the military government's hopes of eventual international recognition.\nThere have been no indications yet, our correspondent adds, that the military is willing to reduce the use of violence against the opposition and to start negotiating with them.\nAsean did not name the Myanmar representative it was inviting to participate in the summit. \n\"Myanmar is extremely disappointed and strongly objected (to) the outcomes of the emergency foreign ministers meeting, as the discussions and decision on Myanmar's representation issue was done without consensus and was against the objectives of Asean,\" the Myanmar foreign ministry said in a statement.\nDemonstrations spread across Myanmar following the February coup. Security forces responded with a brutal crackdown, killing more than 1,000 people and detaining more than 6,000, according to the Assistance Association for Political Prisoners. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58935260",
      "category": "world-us-canada",
      "title": "Afghanistan: US offers to pay relatives of Kabul drone attack victims",
      "tags": "Afghanistan",
      "text": "The US government has offered financial compensation to the relatives of 10 people mistakenly killed by the American military in a drone strike on the Afghan capital, Kabul, in August.\nAn aid worker and nine members of his family, including seven children, died in the strike. \nThe Pentagon said it was also working to help surviving members of the family relocate to the US.\nThe strike took place days before the US military withdrew from Afghanistan.\nIt came amid a frenzied evacuation effort following the Taliban's sudden return to power and only days after a devastating attack close to Kabul's airport by IS-K, a local branch of the Islamic State (IS) group. \nUS intelligence had tracked the aid worker's car for eight hours on 29 August, believing it was linked to IS-K militants, US Central Command's Gen Kenneth McKenzie said last month. \nThe investigation found the man's car had been seen at a compound associated with IS-K, and its movements aligned with other intelligence about the terror group's plans for an attack on Kabul airport.\nAt one point, a surveillance drone saw men loading what appeared to be explosives into the boot of the car, but these turned out to be containers of water.\nGen McKenzie described the strike as a \"tragic mistake\" and added that the Taliban had not been involved in the intelligence that led to the strike.\nThe strike happened as the aid worker - named as Zamairi Ahmadi - pulled into the driveway of his home, 3km (1.8 miles) from the airport.\nThe explosion set off a secondary blast, which US officials initially said was proof that the car was indeed carrying explosives. However, an investigation found it was most likely caused by a propane tank in the driveway.\nOne of those killed, Ahmad Naser, had been a translator with US forces. Other victims had previously worked for international organisations and held visas allowing them entry to the US.\nThe compensation offer was made on Thursday in a meeting between Colin Kahl, the under-secretary of defence for policy, and Steven Kwon, the founder and president of an aid group active in Afghanistan called Nutrition and Education International, the Pentagon said in a statement.\nMr Kahl noted Mr Ahmadi and others who were killed \"were innocent victims who bore no blame and were not affiliated with ISIS-K or threats to US forces\", said a statement attributed to Defence Department spokesman John Kirby.\nHe reiterated Secretary of Defence Lloyd Austin's commitment to the families, including \"condolence payments\".\nMr Austin has apologised for the attack, but Mr Ahmadi's 22-year-old nephew Farshad Haidari said that was not enough.\n\"They must come here and apologise to us face-to-face,\" he told the AFP news agency in Kabul.\nWhen the US started to withdraw its troops from Afghanistan, the Taliban managed to seize control of the country within about two weeks in a rapid offensive. Kabul fell on 15 August.\nIt sparked a mass evacuation effort from the US and its allies, as thousands of people tried to flee. Many were foreign nationals or Afghans who had worked for foreign governments.\nThe security situation was further heightened after the IS-K attack on the airport. A suicide bomber killed up to 170 civilians and 13 US troops outside the airport on 26 August. \nMany of those killed had been hoping to board evacuation flights leaving the city.\nThe last US soldier left Afghanistan on 31 August - the deadline President Joe Biden had set for the US withdrawal.\nMore than 124,000 foreigners and Afghans were flown out of the country beforehand. But some people were unable to get out in time, and evacuation efforts are ongoing."
    }
  ]
}