{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58128523",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Drop-in vaccine clinics open for 16-17-year-olds",
      "tags": "Coronavirus vaccines,Vaccination",
      "text": "Drop-in vaccine clinics will begin this weekend for 16 and 17-year-olds.\nHealth Secretary Humza Yousaf said some clinics would start immediately, with all Pfizer drop-in centres in mainland Scotland following on Tuesday.\nThe Joint Committee on Vaccination and Immunisation (JCVI) made the recommendation to add this age group on Wednesday.\nThe Scottish government has said all 16-17-year-olds will be offered a first dose by late September.\nHealth boards have been advised that the cohort can be vaccinated in drop-ins from Saturday, provided staff training and information resources are in place. \nAvailability will be advertised locally before the full national rollout on Tuesday.\nAnyone in this age group who lives in mainland Scotland can also book an appointment via the online portal at NHS Inform. \nEligible young people in Shetland, Orkney and Western Isles will be contacted by their health board and invited to attend clinics.\nCensus data suggests there are about 109,000 16 and 17-year-olds living in Scotland.\nMr Yousaf said: \"In line with the latest advice from the JCVI, those who are 16 and 17 will be offered a first dose of the Pfizer-BioNTech vaccine.\n\"We know that drop-in clinics make it easier for young people to fit getting vaccinated into their busy lives. I am therefore pleased to announce that some clinics will be able to start to offer 16-17-year olds the Pfizer vaccine this weekend. Arrangements differ across the country, and you should check your local health board's social media channels to see what is available in your local area.\"\nHe added: \"I would urge all eligible young people to take up the offer of vaccination. You can find out where your nearest drop-in clinics are by visiting NHS Inform which will direct you to the latest information from your local health board - or through your local board's social media channels.\n\"Our route out of this pandemic is getting as many people vaccinated as quickly as possible, that is why I am urging young people to take up the offer of the vaccine by dropping into a clinic or by booking an appointment.\"\nAfter the UK's vaccine advisory body confirmed the extension of the vaccine rollout, Nicola Sturgeon said their advice was \"good news\" and the step forward she had been hoping for.\nThe first minister said she hoped the experts would also recommend the vaccine for more young people in the future.\nUp until now, children over 12 have only been able to get a jab if they have certain health conditions, live with others who are at a high risk or are nearing their 18th birthday.\nOther countries have already been routinely vaccinating children over 12. \nThe US has been doing so from May, as well as some European countries such as France and Italy, after the EU gave them the go-ahead. Other countries that are vaccinating children include Brazil, Japan, Israel and Hong Kong.\nPfizer-BioNTech is the only vaccine approved for those under-18 in the UK.\nAdvice is still to be announced by the JCVI on the interval between first and second doses for the 16-17 age group.\nIt said it expected one dose of the vaccine to give good protection against severe illness and hospitalisation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58121267",
      "category": "world-us-canada",
      "title": "Families of 9/11 victims tell Biden not to attend memorial events",
      "tags": "September 11 attacks,Saudi Arabia,United States,Joe Biden",
      "text": "Family members of the victims of the 11 September 2001 terror attacks have called on President Joe Biden to stay away from memorial events unless he declassifies files about the attacks.\nNearly 1,800 people signed a letter calling on him to release documents that they believe implicate officials from Saudi Arabia in the plot. \nThey say that if he refuses, he should not attend ceremonies next month to commemorate the 20th anniversary.\nNearly 3,000 people died on 9/11.\nThe attacks were committed by the Al Qaeda terror group, investigators say, and triggered the US invasion of Afghanistan. Fifteen of the 19 plane hijackers were Saudi nationals.\n\"We cannot in good faith, and with veneration to those lost, sick, and injured, welcome the president to our hallowed grounds until he fulfils his commitment,\" says the letter from family members, first responders and survivors.\nThey call on President Biden to stay away from the three sites where the attacks took place - in New York, Virginia and Pennsylvania.\nThe families have long argued that Saudi officials had advance knowledge of the attack, and did nothing to stop it. They have sued the government of Saudi Arabia, which has denied being involved.\nLast month, the lawsuit saw several top former Saudi officials questioned under oath. The depositions remain sealed, further upsetting families.\n\"Since the conclusion of the 9/11 Commission in 2004 much investigative evidence has been uncovered implicating Saudi government officials in supporting the attacks,\" the families' statement continues.\n\"Through multiple administrations, the Department of Justice and the FBI have actively sought to keep this information secret and prevent the American people from learning the full truth about the 9/11 attacks.\"\nThe administrations of George W Bush, Barack Obama and Donald Trump also declined to declassify the documents, citing national security concerns.\n\"Twenty years later, there is simply no reason - unmerited claims of 'national security' or otherwise - to keep this information secret,\" the group writes. \"But if President Biden reneges on his commitment and sides with the Saudi government, we would be compelled to publicly stand in objection to any participation by his administration in any memorial ceremony of 9/11.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58118134",
      "category": "uk-scotland-glasgow-west",
      "title": "Covid: More than 100 cases linked to Glasgow's Euro fan zone",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Glasgow's Euro 2020 fan zone has been linked to more than 100 cases of Covid-19.\nThe Uefa football festival took place at Glasgow Green for the duration of the tournament in June and July.\nIn response to a freedom of information (FOI) request, Public Health Scotland (PHS) has revealed 103 cases were traced back to the event.\nThe Scottish government said that this number represented a \"very small proportion\" of those who attended.\nIn the days before the tournament kicked off, it gave the go-ahead to the fan area which could hold up to 6,000 people per day.\nScotland fans gathered to watch all matches, including the return of the Scotland men's team to a major competition for the first time in 23 years.\nMitigations were in place, with tables spaced out in the viewing area, and tests were mailed to thousands of ticket holders ahead of time.\ntThere was still concern over whether the zone would result in a spike in coronavirus cases.\nHowever, official figures released after the FOI request by the PA news agency show just 5% of the 2,000 football-related cases were linked to the fan zone.\nThe figure is still a substantial increase since 30 June, when a PHS report said 55 cases were linked to the facility.\nAlmost two weeks remained of the tournament when the report was released, but attendances had dropped as a result of Scotland being eliminated in the group stages, so it remains unclear what caused the increase in the final stages of the tournament.\nThe report found that almost two thirds (1,294) of the cases linked to Euro 2020 activity occurred due to travel between Scotland and London to watch Scotland play England.\nA Scottish government spokeswoman said: \"Thousands of people took the opportunity to visit the Euro 2020 fan zone, which was created to provide a highly-regulated outdoor space with robust mitigations in place to minimise transmission.\n\"Compliance with mitigations was generally very good and 103 cases represents a small proportion of those who attended.\n\"Data from Public Health Scotland and NHS contact tracing shows no evidence of an outbreak at the fan zone, and that the increase in case numbers during the tournament reflects an increase in prevalence of the virus in broader society.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58115223",
      "category": "uk-wales",
      "title": "Covid: Students in Wales able to enjoy first night out in 18 months",
      "tags": "Coronavirus lockdown measures,Universities,Coronavirus vaccines,Nightclubs,Cardiff,Students,Young people,Coronavirus pandemic",
      "text": "Nightclubs in Wales can finally reopen this weekend as most Covid restrictions have come to an end.\nPubs and restaurants have been allowed to open for certain periods, with safety measures in place, nightclub doors have mostly remained shut. \nFor many university students this has limited one of the main outlets for socialising and meeting new people.\nBut the first minister urged people not to behave as if the \"virus has disappeared\".\nFrom 06:00 BST on Saturday, most remaining restrictions in Wales were no longer in force.\nIt means students in Wales will be enjoying their first night out in 18 months, and in some cases their first ever. \nIn England, a similar change was made to lockdown measures on 19 July, following a month-long delay due to a surge in cases.\n\"We're going out and we're buzzing,\" said Megan Thomas, a student at Cardiff Metropolitan University.\n\"I would say that the main part of university, the social life, does come from going out, so without it I think it was very difficult.\n\"It's also a de-stress type of situation, like if you're having stress with uni, just going out and enjoying and escaping normality.\n\"Not having that, and being so used to that being the norm, you're just lost really.\" \n\"I'll be going, I'll be having a laugh, it wasn't even a question, it was like 'girls' what you wearing?',\" she said. \nHeledd Jones, a law student at Cardiff University, said even after joining a sports team it had been difficult to actually get to know team-mates properly. \n\"I play for law netball and we haven't been able to have any proper socials, like proper night outs, we've missed out on that. \n\"I've definitely been able to meet less people, I've only just joined and it's been hard meeting more people on the team.\n\"I'm looking forward to going out, I wouldn't say I'm nervous, just excited to be back out.\" \nNational Union of Students Wales president Becky Rickets said the social side of university was key.\nShe said: \"2020-21 was incredibly hard for students, who spent more than half the year learning online and could only socialise with flatmates that many of them had only just met.\n\"The social side of university, including events, societies, and sports clubs, are a key part of the student experience, and contribute positively to students' mental health and well-being.\"\nFirst Minister Mark Drakeford has said for clubs to open safely at capacity they must: \nBut Mr Drakeford warned the changes did not mean a \"free-for-all\".\nHe urged people to be sensible, to continue to practise social distancing and think about who they meet and where.\n\"Most people in Wales want to go on acting carefully to protect their health and the health of others.\"\nGraeme Da Silva, director of Fiction and Pryzm nightclubs in Swansea and Cardiff, said university students had missed out on experiences in this past year. \n\"It's essentially a rite of passage, it's central to their time at university - last year's freshers have missed out on so much of the fun they're supposed to be having,\" he said. \n\"Coming together to dance and chat and building friendships in our society is so much more important for our mental health and physically well-being now than ever before.\n\"That's the main reason we can't wait to open our doors to our guests.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58119886",
      "category": "world-asia",
      "title": "Afghanistan war: Taliban capture regional capital Zaranj",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "A city in southwestern Afghanistan has become the first provincial capital to fall to the Taliban since the militants launched a sweeping offensive earlier this year.\nLocal officials said the Taliban had captured Zaranj, in Nimroz province, in a major blow to government forces.\nThe insurgents continue to make rapid advances across the country as foreign troops withdraw. \nThey have taken swathes of countryside and are now targeting key cities. \nOther provincial capitals under pressure include Herat in the west, and the southern cities of Kandahar and Lashkar Gah. \nThe UN's special envoy for Afghanistan, Deborah Lyons, on Friday said the war there had entered a \"new, deadlier, and more destructive phase\", with more than 1,000 civilians killed in the past month.\nShe warned that the country was heading for \"catastrophe\", and called on the UN Security Council to issue an \"unambiguous statement that attacks against cities must stop now\". \nLater on Friday, the UK government advised all its citizens in Afghanistan to leave because of the worsening security situation.\nTaliban insurgents claimed victory in Zaranj - a major trading hub near the Iranian border - in a post shared on Twitter.\n\"This is the beginning, and see how other provinces fall in our hands very soon,\" a Taliban commander told Reuters news agency. \nPictures posted on social media showed civilians looting items from government buildings. Taliban insurgents were photographed inside the local airport and posing at the entrance to the city. \nThe militants made a sustained bid to seize the city after capturing surrounding districts. \nBut Nimroz's Deputy Governor Roh Gul Khairzad told reporters that Zaranj had fallen \"without a fight\".\nShe and other local officials complained of a lack of reinforcements from the Afghan government.\n\"The city was under threat for a while, but no one from the central government listened to us,\" Ms Khairzad said.\nThe last time the Taliban captured a provincial capital was in 2016, when they briefly held the northern city of Kunduz.\nThe militants launched a major military campaign in May, to coincide with the phased withdrawal of US and Nato forces after 20 years of military operations. The capture of Zaranj will add to their momentum, analysts say.\nOvernight, US and Afghan forces launched air strikes on the group's positions in Lashkar Gah, the capital of Helmand province. \nGovernment troops have vowed not to lose the strategically significant city, and fighting there has been fierce. Officials have urged civilians to evacuate, with thousands trapped or fleeing for their lives.\nIn Herat, people have also been fleeing their homes in anticipation of a government offensive against Taliban positions. \n\"We have nothing left and we do not know where to go,\" one resident told AFP news agency. \nEarlier on Friday, the director of Afghanistan's government media centre was assassinated by Taliban militants in the capital, Kabul. Dawa Khan Menapal was shot dead as he left a mosque in his car.\nThe Taliban said he had been \"punished for his deeds\".\nAfghan government colleagues condemned the killing as shocking and cowardly.  \nUS Chargé d'Affaires to Afghanistan Ross Wilson tweeted that he was \"saddened and disgusted\" by the killing, adding: \"These murders are an affront to Afghans' human rights and freedom of speech.\"\nDays earlier, an attack on the Afghan defence minister's house in Kabul left at least eight people dead. The minister, Bismillah Khan Mohammadi, was not at home at the time. \nAt a UN Security Council meeting on Friday, representatives voiced concerns over the growing bloodshed.\nAfghanistan's envoy Ghulam Isaczai called on the Security Council to take action to pressure the militants to halt their attacks and take part in meaningful peace talks. \n\"It is our collective responsibility to stop them from destroying Afghanistan and threatening the world community,\" he said. \nMeanwhile, the chair of the Afghanistan Independent Human Rights Commission told the BBC that countries within the region in particular needed to tell the Taliban that coming to power through violence would mean that their government would not be recognised."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-suffolk-58121177",
      "category": "uk-england-suffolk",
      "title": "Ed Sheeran named in Ipswich Town squad list and given number 17",
      "tags": "Ed Sheeran,Ipswich",
      "text": "Ed Sheeran has been named in the squad list for Ipswich Town for their upcoming season.\nThe singer, who lives in Suffolk and is a Tractor Boys fan, is already sponsoring the shirts of the men's and women's first-teams this campaign.\nThe chart-topping artist has now been given the number 17 shirt for the official squad list for 2021-2022.\n\"When Ipswich told me I thought they were joking but I love the idea,\" Sheeran said.\n\"I think this is going be a great season and I'm honoured to be a part of it. I just hope this squad number is only ceremonial because I want to see us promoted and that's not going to happen if I'm playing.\"\nIpswich Town start their third successive season in the third tier of English football on Saturday, against Morecambe.\nSheeran, from Framlingham, played a live-streamed, no-audience gig at the club's Portman Road ground in June. \nIpswich Town chief executive Mark Ashton, said the club saw him wearing the number 17 when he performed that concert so he and manager Paul Cook \"spoke about it and we agreed to offer Ed the chance of that squad number\".\nHe added: \"It's our way of thanking him for his support and we look forward to welcoming him to Portman Road this season.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58127407",
      "category": "world-asia",
      "title": "Afghanistan war: Sheberghan falls to Taliban, militants say",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The Taliban say they have taken control of the city of Sheberghan in the northern Afghan province of Jawzjan.\nAn Afghan defence ministry spokesman told the BBC government forces were still in the city and would clear out the Taliban \"soon\".\nThis is the second regional capital to fall to the militants, after Zaranj in the south-western province of Nimroz fell on Friday.\nIt is a major blow to security forces, with battles raging across the country.\nThere are also reports of heavy fighting in Kunduz in the north and Lashkar Gah in the south.\nViolence has escalated across Afghanistan after US and other international forces began to withdraw their troops from the country, following 20 years of military operations.\nTaliban militants have made rapid advances in recent weeks, capturing large swathes of the countryside, and are now targeting key towns and cities. \nSheberghan is a stronghold of the former Afghan vice-president and warlord, Abdul Rashid Dostum, whose supporters have been leading the fight against the insurgents. \nLocal media reports that 150 people travelled to the city to help Afghan forces.\nThe Taliban first took control of the governor's compound on Friday during intense fighting, before it was retaken by Afghan security forces. \nHowever, the region's council chief, Babur Eshchi, told the BBC the militants were now in control of the whole city, except an army base, where fighting was still going on.\nAfghan defence ministry spokesman Fawaad Aman told the BBC's Newshour programme government forces were still in \"the majority\" of the city, including the airport, and insisted Sheberghan would be \"clear of terrorists soon\".\nBut he conceded the Taliban had captured parts of the city, and that government troops had retreated \"to prevent civilian casualties\".\nAccording to the Afghan defence ministry, US B-52 bombers have hit Taliban positions in the city. \nTaliban officials meanwhile said they had taken a prison in Sheberghan. Video on social media shows hundreds of inmates leaving the city jail.\nOther provincial capitals under pressure include Herat in the west, and the southern cities of Kandahar and Lashkar Gah.\nThe Afghan military says dozens of Islamist fighters, including senior commanders, have been killed in Lashkar Gah. The Taliban however have denied the military's version of events.\nAnd in the Afghan capital Kabul this week, the Taliban shot dead President Ashraf Ghani's former spokesman and carried out a bomb attack on the house of the acting defence minister.\nTaliban fighters have also captured key border crossings with neighbouring countries in recent weeks.\nThe militant group has closed the border with Pakistan, and pictures show dozens of Afghans stranded on the Pakistani side, unable to return to their families.\n\"We came [to Pakistan] to attend a funeral three days ago. Now the border is closed. We're sitting here. We have no food and no money,\" a man trying to get home to Kandahar told Reuters news agency. \nThe US and UK governments have urged its citizens to leave the country immediately because of the worsening security situation.\nOn Friday, the British Foreign Office warned that militants were very likely to carry out attacks in Afghanistan. The US said citizens can receive a repatriation loan if they cannot afford to pay for a commercial flight themselves."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-south-asia-11451718",
      "category": "world-south-asia",
      "title": "Who are the Taliban?",
      "tags": "Pakistan,Afghanistan,Taliban",
      "text": "The Taliban were removed from power in Afghanistan by US-led forces in 2001, but the group has seized control of the country once again following a rapid offensive.\nThe capital, Kabul, was the last major city to fall to the offensive that began months ago but accelerated as the hardline Islamists gained control of territories.\nThe group entered direct talks with the US back in 2018, and in February 2020 the two sides struck a peace deal that committed the US to withdrawal and the Taliban to preventing attacks on US forces. Other promises included not allowing al-Qaeda or other militants to operate in areas it controlled and proceeding with national peace talks.\nBut in the year that followed, the Taliban continued to target Afghan security forces and civilians, advancing rapidly across the country.\nThe Taliban, or \"students\" in the Pashto language, emerged in the early 1990s in northern Pakistan following the withdrawal of Soviet troops from Afghanistan. It is believed that the predominantly Pashtun movement first appeared in religious seminaries - mostly paid for by money from Saudi Arabia - which preached a hardline form of Sunni Islam.\nThe promise made by the Taliban - in Pashtun areas straddling Pakistan and Afghanistan - was to restore peace and security and enforce their own austere version of Sharia, or Islamic law, once in power.\nFrom south-western Afghanistan, the Taliban quickly extended their influence. In September 1995 they captured the province of Herat, bordering Iran, and exactly one year later they captured the Afghan capital, Kabul, overthrowing the regime of President Burhanuddin Rabbani - one of the founding fathers of the Afghan mujahideen that resisted the Soviet occupation. By 1998, the Taliban were in control of almost 90% of Afghanistan.\nAfghans, weary of the mujahideen's excesses and infighting after the Soviets were driven out, generally welcomed the Taliban when they first appeared on the scene. Their early popularity was largely due to their success in stamping out corruption, curbing lawlessness and making the roads and the areas under their control safe for commerce to flourish.\nBut the Taliban also introduced or supported punishments in line with their strict interpretation of Sharia law - such as public executions of convicted murderers and adulterers, and amputations for those found guilty of theft. Men were required to grow beards and women had to wear the all-covering burka.\nThe Taliban also banned television, music and cinema, and disapproved of girls aged 10 and over going to school. They were accused of various human rights and cultural abuses. One notorious example was in 2001, when the Taliban went ahead with the destruction of the famous Bamiyan Buddha statues in central Afghanistan, despite international outrage.\nPakistan has repeatedly denied that it was the architect of the Taliban enterprise, but there is little doubt that many Afghans who initially joined the movement were educated in madrassas (religious schools) in Pakistan.\nPakistan was also one of only three countries, along with Saudi Arabia and the United Arab Emirates (UAE), which recognised the Taliban when they were in power in Afghanistan. It was also the last country to break diplomatic ties with the group.\nAt one point, the Taliban threatened to destabilise Pakistan from areas they controlled in the north-west. One of the most high-profile and internationally condemned of all Pakistani Taliban attacks took place in October 2012, when schoolgirl Malala Yousafzai was shot on her way home in the town of Mingora.\nA major military offensive two years later following the Peshawar school massacre greatly reduced the group's influence in Pakistan though. At least three key figures of the Pakistani Taliban had been killed in US drone strikes in 2013, including the group's leader, Hakimullah Mehsud.\nThe attention of the world was drawn to the Taliban in Afghanistan in the wake of the 11 September 2001 World Trade Center attacks in New York. The Taliban were accused of providing a sanctuary for the prime suspects - Osama Bin Laden and his al-Qaeda movement.\nOn October 7, 2001, a US-led military coalition launched attacks in Afghanistan, and by the first week of December the Taliban regime had collapsed. The group's then-leader, Mullah Mohammad Omar, and other senior figures, including Bin Laden, evaded capture despite one of the largest manhunts in the world. \nMany senior Taliban leaders reportedly took refuge in the Pakistani city of Quetta, from where they guided the Taliban. But the existence of what was dubbed the \"Quetta Shura\" was denied by Islamabad.\nDespite ever higher numbers of foreign troops, the Taliban gradually regained and then extended their influence in Afghanistan, rendering vast tracts of the country insecure, and violence in the country returned to levels not seen since 2001.\nThere were numerous Taliban attacks on Kabul and, in September 2012, the group carried out a high-profile raid on Nato's Camp Bastion base.\nHopes of a negotiated peace were raised in 2013, when the Taliban announced plans to open an office in Qatar. But mistrust on all sides remained high and the violence went on.\nIn August 2015, the Taliban admitted they had covered up Mullah Omar's death - reportedly of health problems at a hospital in Pakistan - for more than two years. The following month, the group said it had put aside weeks of infighting and rallied around a new leader in the form of Mullah Mansour, who had been the deputy of Mullah Omar.\nAt around the same time, the Taliban seized control of a provincial capital for the first time since their defeat in 2001, taking control of the strategically important city of Kunduz.\nMullah Mansour was killed in a US drone strike in May 2016 and replaced by his deputy Mawlawi Hibatullah Akhundzada, who remains in control of the group.\nIn the year following the US-Taliban peace deal of February 2020 - which was the culmination of a long spell of direct talks - the Taliban appeared to shift their tactics from complex attacks in cities and on military outposts to a wave of targeted assassinations that terrorised Afghan civilians.\nThe targets - journalists, judges, peace activists, women in positions of power - suggested that the Taliban had not changed their extremist ideology, only their strategy. \nDespite grave concerns from Afghan officials over the government's vulnerability to the Taliban without international support, the new US president, Joe Biden, announced in April 2021 that all American forces would leave the country by 11 September - two decades to the day since the felling of the World Trade Center. \nHaving outlasted a superpower through two decades of war, the Taliban began seizing vast swathes of territory, before once again toppling a government in Kabul in the wake of a foreign power withdrawing.\nThey swept across Afghanistan in just 10 days, taking their first provincial capital on 6 August . By 15 August, they were at the gates of Kabul.\nTheir lightning advance prompted tens of thousands of people to flee their homes, many arriving in the Afghan capital, others heading for neighbouring countries.\nThe Taliban's return to rule brings an end to almost 20 years of a US-led coalition's presence in the country."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58086808",
      "category": "uk-wales",
      "title": "Covid: Pubs busy as most rules end in Wales",
      "tags": "Crickhowell,Coronavirus lockdown measures,Caernarfon,Wales business,Disability,Welsh government,Newport,Pubs,Tonyrefail,Pontypridd,Coronavirus pandemic",
      "text": "Towns and cities in Wales are getting busy, with a \"big party\" predicted after the end of most Covid regulations.\nWales has moved to Covid alert level zero, meaning social distancing rules and most other restrictions have ended.\nNick Newman of the Cardiff Licensees Forum said bars started filling up from 11:00 BST. \nMasks are still needed in shops, and First Minister Mark Drakeford has urged people to be sensible.\nThe UK government said on Saturday a further 103 people had died within 28 days of a positive Covid test, with 28,612 cases confirmed.\nCase rates in Wales are the lowest of the four nations, but chief medical officer Frank Atherton has said the country remains in a \"third wave of coronavirus infection\".\nMr Newman said customers had been \"fantastic\" and \"voted with their feet\" throughout the pandemic when restrictions allowed. \n\"A lot of people were pinning their hopes on midnight last night [for the end of restrictions] but that got cancelled,\" said Mr Newman, who is part of the Croeso Pubs chain.\n\"So what you will see tonight is an even bigger party in Cardiff central, which is what we are famous for.\"\n\"At 11am, we saw the bars start to fill up, with it the first day of the football season and then the Lions after.\"\nHowever, he said some measures remained in place.\nAt one of his pubs, The Philharmonic, thermal imagining cameras will determine who is allowed in, and there will be hand sanitisers. \nThe first minister said on Friday he was confident Wales was on the \"final lap\" of emerging from the pandemic, providing there were no \"further unexpected turns in the course of the virus\".\nHowever, he warned against a \"free-for-all\" after most restrictions ended.\nIn England, most rules were relaxed on 19 July, after Prime Minister Boris Johnson postponed so-called \"Freedom Day\" by a month when cases of the Delta variant surged.\nThe 103 additional coronavirus deaths reported in the UK on Saturday brings the total to 130,281 since the start of the pandemic.\nAcross the UK, 86,207,851 Covid jabs were administered on Friday, with 46,997,495 first doses and 39,210,356 second doses.\nBosses at Galeri theatre and cinema in Caernarfon said a questionnaire among customers showed some wanted to keep social distancing in place.\n\"We feel we need time to talk with staff and our customers and make sure that everyone feels safe moving forwards,\" said team leader Naomi Saunders.\n\"For the time being we are keeping with social distancing due to the fact that the announcement has come so last minute.\"\nThe Three Horseshoes pub in Tonyrefail, Rhondda Cynon Taf, will see live acts, pool and darts return on Saturday for the first time since before the pandemic. \nLandlord Martin Barron said: \"I think people will look forward to it, you can watch an act, grab a beer and it gives people a reason to come out.\"\nHe said it would be operating at about 80% capacity because \"we are trying to get to normal but the risk is still there\".\nThe Welsh Beer and Pub Association has welcomed the end of restrictions and said it meant more than 150 pubs in Wales which had yet to reopen could now do so on Saturday. \nEmma McClarkin, chief executive, said: \"This is the good news our brewers and pubs in Wales have been waiting for.\n\"A pint on Saturday is going to taste all the sweeter.\"\nStaff at a cafe in Newport have also welcomed the relaxation of mask rules, calling it a \"huge relief\". \nLaura Leach, who owns the Restpoint Cafe, said: \"A lot of our customers come in for the social aspect, so trying to have a conversation while wearing a mask makes it impossible.\"\nShe also said it would ease pressures on her and staff to \"challenge non-mask wearers\", after \"hardly anyone was complying\" with the rules after the first lockdown.\nMs Leach said staff would be thrilled to remove their masks while in the kitchen but would still wear masks when serving and continue social distancing. \nPhilip Bottrill, of The Pen & Paper Stationery Co in Cardiff, said everyone needed to move \"steadily\" and \"gently\" toward normality. \n\"It isn't going to happen overnight,\" he said. \n\"But we do need to build our trade up because, since we've reopened, we are only taking about 60% of what we took in 2019.\"\nWhile some are excited to see restrictions eased, for others it is a more daunting prospect. \nSasha Robbins, a wheelchair user with cerebral palsy from Pontypridd said she felt \"excited\" about rules relaxing but was \"really cautious\" about the future after shielding throughout the pandemic. \nShielding advice was paused on 1 April this year, with no expectation that people would need to shield again in the future, chief medical officer Frank Atherton said.\n\"Prior to it [the pandemic] I had a really active social life but now I've noticed there's things out there that I can't control,\" she said.\nThat became more of a realisation for Ms Robbins, 32, when her father contracted Covid-19 when visiting the hospital for a routine check-up.\nHe ended up in intensive care and lost his leg. \nShe said she was worried about people's attitudes now that almost all social restrictions are being relaxed and has faced some unpleasant experiences during the pandemic. \n\"Some venomous things have been said to me just because I'm me and I don't understand it,\" she said. \nShe urged people not to \"forget\" disabled people.\nRhian Davies, chief executive of Disability Wales said she feared disabled people would be locked out of society.\nMs Davies said the unlocking of restrictions could \"exacerbate a two-tier system of people feeling like a second-class citizen\" without \"strong messaging from public bodies\". \n\"Just because someone isn't a wheelchair user, hasn't got a white cane or a guide dog, doesn't mean they're not at risk,\" she said.\nJessica Leigh, from disability charity Scope, said many disabled people would be anxious about the changes. \n\"The government's decision to lift restrictions leaves some clinically extremely vulnerable people or those not yet vaccinated at the mercy of others' goodwill,\" she said.\nCrickhowell Rugby Club will play its first competitive community match since February 2020.\nBleddyn Carrington, team manager and full-back, said \"everyone is like a coiled spring ready to go\".\n\"Players are excited, the chats on the WhatsApp group are getting a bit intense,\" he said. \n\"You get nervous thinking 'am I good enough after 18 months?'\"\nSix weeks ago the team were not able to do contact drills, train for more than one hour and use showers, but Saturday marks a return to competitive action. \nThe team played its first friendly match on 19 July against Brecon Seconds but Mr Carrington said it would not compare to being in the competitive environment.\n\"It's an electric feeling having crowds watching you, hearing your name called when you catch a ball or make a tackle… you forget what it's like.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58124129",
      "category": "world-europe",
      "title": "Greece wildfires spread, causing mass evacuations",
      "tags": "Turkey,Greece,Wildfires,Climate change",
      "text": "Thousands of tourists and residents have been evacuated from towns north of the Greek capital, Athens, as wildfires spread across the country.\nStrong winds and high temperatures are making it difficult to control the blazes, which have killed at least two people, including a firefighter.\nHuge clouds of smoke and ash near Athens has meant some people there have also been urged to leave their homes.\nMore than 150 fires have been reported. Six areas have been put on high alert.\nGreece, like many parts of Europe, has been grappling with extreme weather this summer. Prime Minister Kyriakos Mitsotakis said the fires showed \"the reality of climate change\". \nHundreds of firefighters are trying to control the fires with about 20 water-bombing aircraft. Extra firefighters and planes are being sent in from countries including the UK, France and the US.\nThe UK government said Home Secretary Priti Patel was sending \"experienced firefighters\"  after witnessing the \"devastating effect\" of the fires while in Greece earlier this week.\nFanned by unpredictable winds, the worst blazes are around the north of Athens. A 38-year-old volunteer firefighter was killed by a falling electricity pole in a suburb of the city.\nThe other victim was the president of the Athens Chamber of Commerce, Konstantinos Michalos. He was found unconscious in a factory close to where a fire was raging. \nA further 20 people have been injured. \nThe fires are expected to continue to burn and spread on Saturday, despite a drop in temperatures to around 35C (95F) from above 40C earlier this week. \nThousands of people were earlier ordered to leave their homes outside Athens as the blaze tore through houses, cars and businesses.\nFires have also been raging on the nearby island of Evia, and areas close to ancient Olympia, the birthplace of the Olympic Games.\nGovernment minister Nikos Hardalias said firefighters were facing extremely dangerous conditions.\n\"Wildfires of unprecedented intensity and spread, all our forces are fighting the battle day and night to save lives, together with volunteers,\" he said.\nHundreds of residents and tourists on Evia have been evacuated using ferries and fishing boats, as wildfires closed in on its shores.\n\"We're talking about the apocalypse, I don't know how to describe it,\" Sotiris Danikas, a coastguard official on the island, told broadcaster ERT.\nBy Bethany Bell BBC News, Athens\nThe air in northern Athens is full of the smell of smoke, and there is a thin layer of ash on the ground. People from some of the outer suburbs have been evacuated from their homes. \nLast night, one man stared in horror as the flames headed down the mountainside towards his house. \nPlanes and helicopters carrying water to drop on the flames flew overhead, but emergency crews are struggling to stop the wildfires from spreading. \nThe strong, hot winds are not helping. Greece, like much of the rest of Europe, has been grappling with extreme weather this summer.\nIn neighbouring Turkey, authorities are battling the country's worst-ever wildfires.\nEight people have been killed and tens of thousands evacuated along the southern coast. Six more neighbourhoods near a power station were evacuated on Friday. \nClimate change increases the risk of the hot, dry weather that is likely to fuel wildfires. \nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58128542",
      "category": "uk-wales",
      "title": "Bridge-collapse fears trigger alert for Bassaleg homeowners",
      "tags": "Newport City Council,Bassaleg",
      "text": "Fears a bridge could potentially \"collapse under its own weight\" have led to residents being advised to leave their homes. \nNewport City Council said it had closed Old Bassaleg Bridge, which serves properties on Forge Mews in Bassaleg, following a structural review.\nThe council said temporary accommodation would be provided to anyone who decided to leave their home.\nResident Alison Williams said she was \"shocked and stressed\".\n\"They've closed our river bridge off, which has closed our access off,\" she said. \n\"It means emergency vehicles can't come into our street. So if there is a fire, ambulance, it won't happen.\"\nShe said the council told residents about the three-week closure by letter on Tuesday. \nOfficials offered her temporary accommodation, but the route could be closed for \"anything up to six months\", Ms Williams added.\n\"I've got two kittens, there's no way I'm going to put them into a hotel,\" she said.\n\"We have strongly advised the residents of Forge Mews to leave their homes as soon as possible,\" said a council statement. \n\"This is because the bridge closure would prevent emergency services from accessing the street in the event of an emergency.\"\nThe council said remedial work on the Old Bassaleg Bridge would start as \"soon as possible\". \n\"This is a serious situation, and it is our assessment that the bridge poses too great a risk to remain open,\" it said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58124569",
      "category": "uk-england-london",
      "title": "Wood Green stabbing: Police officers and social worker attacked",
      "tags": "Metropolitan Police Service,Wood Green",
      "text": "Two police officers and a social worker have been attacked in north London.\nPolice were called to assist the social worker who was attempting to check on the welfare of children in Wood Green at about 19:20 BST on Friday.\nThe 61-year-old social worker was stabbed multiple times, a police officer was slashed and a second officer was assaulted. \nA 33-year-old man who was arrested at the scene on suspicion of grievous bodily harm remains in custody.\nTwo other men were also arrested at a nearby property in connection with the incident. The Met said the nature of their involvement was still being established.\nThe officers have left hospital while the social worker's condition has been described as non-life changing. \nScotland Yard said when entry was refused, the officers forced entry leading to the attack in a communal part of the building in Noel Park Road.\nSteps have been taken to ensure the welfare of the children who were the subject of the initial welfare visit, police said.\nThe Met has appealed for anyone with information on the attack to contact the force or Crimestoppers anonymously.\nCh Supt Treena Fleming, policing commander for Haringey and Enfield, said she was appalled by the attack.\n\"Social workers play a vital role in ensuring that vulnerable people in our community, including children, are safe and protected,\" she said.\n\"This incident shows just how much of a threat knives pose to everyone in Haringey and across London.\"\nIn a joint statement, the leader of Haringey Council, councillor Peray Ahmet, and the local authority's chief executive, Zina Etheridge, said it was a shocking incident.\n\"Social workers do an incredibly important job. Their safety is of uppermost importance to us,\" they said.\n\"This type of incident, while rare, is an important reminder that frontline staff across the public sector put themselves in harm's way to do their jobs and we should all express our thanks and support for them as they do so.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58127256",
      "category": "uk",
      "title": "Archbishop of York: English people feel left behind by metropolitan elites",
      "tags": "UK devolution,National identity,Identity,Englishness",
      "text": "The Archbishop of York has said many people in England feel left behind by \"metropolitan elites in London and the South East\" and are \"patronised as backwardly xenophobic\". \nWriting in the Telegraph, Stephen Cottrell called for \"an expansive vision of what it means to be English\". \nHe added that stronger regional government in England would help the country \"rediscover a national unity\". \nThe government said it was increasing the powers available to local leaders. \nArchbishop Cottrell is currently the most senior figure in the Church of England, with the Archbishop of Canterbury due to return from a three-month sabbatical in a few weeks. \nLamenting the loss of national identity in England, Archbishop Cottrell, who was born in Essex, wrote: \"Many English people feel left behind by metropolitan elites in London and the South East, and by devolved governments and strengthened regional identities in Scotland and Wales. \n\"Their heartfelt cry to be heard is often disregarded, wilfully misunderstood or patronised as backwardly xenophobic.\"\n\"What we need is an expansive vision of what it means to be English as part of the UK. This will help us rediscover a national unity more fractured than I have ever known it in my lifetime,\" he added. \nArchbishop Cottrell's comments come after the Euro 2020 football tournament sparked a debate about English patriotism.\nIn his article for the Daily Telegraph, the archbishop suggested the different nations of the UK should sing their own individual anthems when they play each other in sporting events, before singing the national anthem, God Save the Queen, together. \nIt comes after Prime Minister Boris Johnson visited Scotland earlier this week to promote the benefits of the union - his first trip since a pro-independence majority was returned at the Holyrood election in May. \nArchbishop Cottrell also argued there should be greater devolution for England, suggesting: \"Westminster would hold on to those big issues to do with our shared sovereignty, while empowering the separate nations and regions to serve their own localities better.\"\nHowever, last month Cabinet Office Minister Michael Gove, who is responsible for devolution policy and strengthening the union, said the system meaning only English MPs vote on matters that affect England should be scrapped. \nHe said the \"English votes for English laws\" procedure, which was introduced in 2015, had \"not served our Parliament well\". \nThe prime minister has also promised to \"level up\" the country, offering opportunities and investment to communities that felt left behind, such as in the Midlands and northern England. \nIn response to Archbishop Cottrell's comments a spokesperson for the Ministry of Housing, Communities and Local Government said: \"We are investing billions of pounds to support and regenerate local communities, empowering people to have more control over their areas.\"\nThe spokesperson highlighted plans for new \"county deals\", which would aim to give other local leaders the same powers as metro mayors. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58088868",
      "category": "world-us-canada",
      "title": "Capitol riot: Off-duty Seattle police officers fired over assault",
      "tags": "Washington DC,US Capitol stormed,Seattle,United States",
      "text": "Two off-duty police officers who stood by as President Donald Trump's backers stormed the US Capitol in Washington DC on 6 January have lost their jobs.\nAlexander Everett and Caitlin Everett, a married couple from Seattle, were fired following the recommendations of an inquiry into the attack.\nIt says they trespassed onto restricted grounds and stood by in the immediate vicinity of an \"active insurrection\".\nAt least 535 rioters have been arrested since the attack.\nProsecutors have so far secured only a few convictions into the attack aimed at disrupting the confirmation of Democrat Joe Biden's victory in last year's presidential election.\nThe assault led to the political impeachment and acquittal of Republican Mr Trump, who was accused by lawmakers of inciting the riot - a claim the now former president has repeatedly denied.\nThe decision to sack the two police officers was taken on Friday by Seattle's interim police chief Adrian Diaz.\nAccording to the investigation, the two police officers downplayed their actions in Washington DC. \nMr Diaz said such behaviour by law enforcement officers could not be tolerated.\nThe Everetts attended the pro-Trump rally that took place before the mob entered the Capitol. They say they were yards away and did not witness the assault.\nLast month, several police officers who defended the US Capitol testified before a Congressional committee investigating the attack. \nOne officer, Aquilino Gonell, said he feared he would be crushed by the mob.\nAnother officer, Harry Dunn, who is black, said he was racially abused."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58115658",
      "category": "education",
      "title": "Cash prize jackpot offered for double-jabbed students",
      "tags": "Universities,Coronavirus vaccines,University of Sussex",
      "text": "Students who are double-vaccinated against Covid-19 are being offered the chance to win one of 10 £5,000 jackpots at an English university.\nThe University of Sussex scheme is the latest incentive on offer to drive up vaccination rates among young people. \nAll students are being entered into the draw, with 10 winners able to claim a £5,000 prize each, if they can prove they are double-jabbed or exempt. \nMinisters are urging universities to be creative in efforts to boost take-up. \nProfessor Adam Tickell, the vice-chancellor at Sussex, said the prize raffle was worth it if the numbers being vaccinated could be boosted even slightly. \n\"We know take-up among young people is patchy,\" he said. \"We know they're not against the vaccine, they're just not getting round to it.\"\nHe added the financial cost to the university of the scheme was small compared to the human and social cost of potential disruption to students. \n\"We know transmission rates are lower with vaccination, and the risk of serious illness for our staff and students is much lower in people who've been vaccinated.\"\nVaccination remains voluntary for students, and there has been growing concern about the relatively low take-up by young adults. \nMalvina Sakurai Yau, 19, who is going into her third year of an International Relations degree at Sussex, had her first jab in June, and is waiting for her second.\nShe said that although Covid-19 is generally a mild disease for younger people, vaccination is the best option because \"you don't know what would happen if you caught it.\"\nShe added: \"Coronavirus is such a big thing at the moment, and it's important we protect our community and the people around us.\n\"We are all fellow-students. Our lectures are with quite a lot of other people and we don't know about the health background of these other people, or if they're in contact with people at risk.\n\"A lot of us are just yearning to be back on campus and for the chance to do things in person - this is going to help.\"\nThe university says its scheme is designed to provide an incentive for students to have both doses. \nThe prize draw will be in late November, to allow students who have their first dose on arrival at university a chance to win. \nSome students with their 18th birthday in late August or September, may not have been able to have both doses before starting their first year at university.\nWinners will be selected randomly and can claim their prize by presenting proof of both doses of a coronavirus vaccine or medical exemption. \nProfessor Tickell got the idea after hearing on a BBC programme that universities in the US were offering incentives for vaccination. \nRecent NHS England data revealed those aged 18 -34 now make up more than a fifth of those admitted to hospital with Coronavirus. \nThe government has said proof of vaccination will be required for nightclubs from September.\nUniversities minister Michelle Donelan said: \"Vaccines are the surest way to put Covid behind us and for students to reclaim the freedoms that enrich university life. \n\"The department is encouraging universities to look at creative ways to boost uptake, and to discuss the possibility of pop-up centres with local health partners - making it quick and easy for students to grab a jab.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58102953",
      "category": "science-environment",
      "title": "Climate change: New report will highlight 'stark reality' of warming",
      "tags": "Intergovernmental Panel on Climate Change,UK climate change protests,Paris climate agreement,Climate change",
      "text": "UN researchers are set to publish their strongest statement yet on the science of climate change. \nThe report will likely detail significant changes to the world's oceans, ice caps and land in the coming decades. \nDue out on Monday, the report has been compiled by the Intergovernmental Panel on Climate Change (IPCC).\nIt will be their first global assessment on the science of global heating since 2013. \nIt is expected the forthcoming Summary for Policymakers will be a key document for global leaders when they meet in November.\nThe politicians are due to gather for a climate summit, known as COP26, in Glasgow.\nAfter two weeks of virtual negotiations between scientists and representatives of 195 governments, the IPCC will launch the first part of a three-pronged assessment of the causes, impacts and solutions to climate change.\nIt is the presence of these government officials that makes the IPCC different from other science bodies. After the report has been approved in agreement with governments, they effectively take ownership of it. \nOn Monday, a short, 40-page Summary for Policymakers will be released dealing with the physical science. \nIt may be brief, but the new report is expected to pack a punch.\n\"We've seen over a couple of months, and years actually, how climate change is unfolding; it's really staring us in the face,\" said Dr Heleen de Coninck, from Eindhoven University of Technology in the Netherlands, who is a coordinating lead author for the IPCC Working Group III.  \n\"It's really showing what the impacts will be, and this is just the start. So I think what this report will add is a big update of the state of the science, what temperature increase are we looking at - and what are the physical impacts of that?\" \nAccording to many observers, there have been significant improvements in the science in the last few years.\n\"Our models have gotten better, we have a better understanding of the physics and the chemistry and the biology, and so they're able to simulate and project future temperature changes and precipitation changes much better than they were,\" said Dr Stephen Cornelius from WWF, an observer at IPCC meetings.\n\"Another change has been that attribution sciences have increased vastly in the last few years. We can make greater links between climate change and extreme weather events.\" \nAs well as updates on temperature projections, there will likely be a strong focus on the question of humanity's role in creating the climate crisis. \nIn the last report in 2013, the IPCC said that humans were the \"dominant cause\" of global warming since the 1950s.\nIt's expected that this time the IPCC will also outline just how much of an influence humans are having on the oceans, the atmosphere and other aspects of our planetary systems.  \nOne of the most important questions concerns sea-level rise. This has long been a controversial issue for the IPCC, with their previous projections scorned by some scientists as far too conservative.\n\"In the past they have been so reluctant to give a plausible upper limit on sea-level rise, and we hope that they finally come around this time,\" said Prof Arthur Petersen, from UCL in London.\nAs the world has experienced a series of devastating fires and floods in recent months that have been linked to climate change, the report will also include a new chapter linking extreme weather events to rising temperatures.  \nThe Intergovernmental Panel on Climate Change is a UN body set up in 1988 to assess the science around climate change.\nThe IPCC provides governments with scientific information they can use to develop policies on global heating.\nThe first of its comprehensive Assessment Reports on climate change was released in 1992. The sixth in this series will be split into four volumes, the first of which - covering the physical science behind climate change - will be published on Monday.\nMany have welcomed this development.\n\"I remain hopeful that the scientific evidence will show the stark reality of a world already altered by our rapidly changing climate and will motivate all nations to deliver urgent emission reductions and the necessary amount of climate finance at COP26,\" said Mohammed Adjei Sowah, who is the mayor of Accra in Ghana and vice chair of the C40 group of cities.\n\"We only need to look out of our windows to see that the climate crisis is already here. Cities such as Accra and nations such as Ghana, which have contributed the least to greenhouse gas emissions, will experience many of the greatest impacts.\"\nOne of the things that gives the report additional muscle is the fact that it is not just one particular research paper on one topic - the reviewers consider all the research carried out on each area of focus. \n\"Sometimes the IPCC gets criticised for being focused on consensus, and it's suggested that this can weaken statements,\" said Dr Emily Shuckburgh, from the University of Cambridge.\n\"But the fact that it is a summary across multiple lines of evidence is incredibly powerful and incredibly useful.\"\nOne key question in the new summary will be about the 1.5C temperature target. The climate summit held in the French capital, Paris, in 2015, committed nations to try to limit the rise in global temperature from pre-industrial times to no more than 1.5 degrees. \nAnd in 2018, the IPCC released a special report on keeping to this target.\nWhat do world leaders need to agree to stop climate change?\n\"That report showed very clearly was that there are clear, clear benefits to limiting warming to 1.5C and those benefits have only become clearer over the past three years,\" said Dr de Coninck, who was one of the key authors of that study.\n\"If this report says something about that temperature limit in relation to emissions and how they are developing, it will have a political influence on COP26 I think.\"\nWith just a few months to go until world leaders meet in Glasgow for the climate conference that is seen as the most important since the Paris agreement came into being in 2015, this new report will be required reading for all attendees.\n\"I think it's going to be a wake-up call, there's no doubt about that,\" said Richard Black, an honorary research fellow at the Grantham Institute at Imperial College London.\n\"But then again, so are some of the real world events that we're seeing around us at the moment.\"\nFollow Matt on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58125421",
      "category": "uk",
      "title": "Covid-19: Happy clubbers as rules end in Wales, and PM will not isolate",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday.  \nIt's a big day for the millions of people in Wales - most coronavirus lockdown rules are being scrapped from today. Nightclubs can reopen, there are no limits on the number of people who can meet indoors and people who are fully vaccinated no longer need to isolate if they come into contact with a positive case. First Minister Mark Drakeford has warned that it's not a \"free-for-all,\" though, and face masks will still be required in most public indoor places but not pubs, restaurants or schools. We've got a guide to what's changing here. Nightclub fans were especially excited to have their first night out in 18 months:\nNo 10 has said Boris Johnson will not self-isolate, despite a member of his staff testing positive for Covid during a visit to Scotland. Downing Street said the prime minister had not been in close contact with a positive case - but a government source told the BBC that Mr Johnson had been close to the person. Labour has accused the PM of \"cooking up a reason to be above the rules\". It comes less than a month after Mr Johnson was criticised for not self-isolating and instead taking part in a special scheme after coming into contact with a positive case - although he later made a U-turn and quarantined. \nWe've heard of other countries like the US offering cash incentives to people if they get vaccinated, but now a similar scheme has started in one corner of the UK. The University of Sussex is offering a cash prize for students who are fully jabbed. All students are being entered into the draw, with five winners able to claim a £5,000 prize each, if they can prove they are double-jabbed or exempt. The university's chancellor said the raffle was worth it if the numbers vaccinated could be boosted even slightly. \"We know take-up among young people is patchy,\" he said. \"We know they're not against the vaccine, they're just not getting round to it.\"\nDuring this summer's Euro 2020, a fan zone was set up at Glasgow Green which could hold up to 6,000 people per day. Scotland fans gathered to watch all matches, including their own - it was the first time the Scotland men's team had played in major competition in 23 years. But now Public Health Scotland figures, released under a freedom of information (FOI) act request, have shown more than 100 cases of Covid were linked to the zone. Measures had been put in place to lower the risk, including tables spaced out in the viewing area, and tests were mailed to thousands of ticket holders ahead of time.\nImpressionists Jon Culshaw, Jan Ravens and Debra Stephenson - best known for their work on Dead Ringers - have been talking about how Covid has changed the way they work. \"Covid certainly did completely, completely change the entire landscape, in terms of the characters, in terms of who rose to recognisability,\" said Culshaw. \"There's always the sense of who's coming next, who's coming next?\" \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page. And if you're thinking of a holiday abroad, check out our Covid guide to Spain, Portugal and other holiday hotspots.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58088296",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Teens aged 16-17 to be offered jabs",
      "tags": "Coronavirus vaccines,Welsh government,Coronavirus pandemic",
      "text": "All teenagers aged 16 and 17 in Wales will be offered Covid-19 vaccinations, the Welsh government has confirmed.\nHealth Minister Eluned Morgan said work was under way to expand the vaccination programme.\nIt follows new advice to offer 16 and 17-year-olds a first dose of the jab from the Joint Committee on Vaccination and Immunisation (JCVI).\nThere are 67,142 teenagers in the age bracket in Wales - some have already been eligible for the jab.\nMs Morgan said: \"In line with the other nations of the UK, the Welsh government welcomes the latest JCVI advice and thanks them for their expertise and considered judgement on such important issues.  \n\"We are now working with the NHS on the arrangements needed to offer the vaccination to all 16 and 17-year-olds in line with the JCVI advice.\"\nThe JCVI said advice on when to offer the second dose will come later.\nIt is not clear when the Welsh NHS will begin to offer the vaccinations. A spokesperson said the details are being finalised and arrangements will be confirmed \"very shortly\".\nPlaid Cymru's health spokesman Rhun ap Iorwerth said he hoped ministers would \"act quickly to roll out those vaccines\", and said schools need to be made as \"safe as possible\" ahead of their reopening in September.\nThe Welsh Conservatives said the roll out was \"great news and only made possible through the British government's procurement of plenty of vaccines\".\nThe only vaccine approved for use in the UK for under-18s is the Pfizer-BioNTech jab.\nUntil now children aged 12 or older have been offered jabs if they have health conditions that make them vulnerable to coronavirus, they live with others who are at high risk or are near to having their 18th birthday.\nIn Wales 9,618 16-17 year olds have already had a first dose.\nOther countries, such as the US and France, have already been vaccinating children over the age of 12.\nLaura Doel, director of NAHT Cymru, said the headteaching union would \"continue to urge ministers to ensure that alternative safety measures are put in place\" in schools \"such as better ventilation and a properly functioning test and trace system that takes into account how schools function\".\nThe JCVI has effectively set much of the UK's vaccine policy throughout the pandemic, although it is up to the Welsh government and other UK nations to decide if they follow the advice.\nSupplies have been purchased by the UK government, and distributed by the different NHS bodies in the four nations.\nThe committee said it expected one dose of the vaccine to give good protection against severe illness and hospitalisation in the 16 and 17 age group.\nRecent figures show that 75% of 18 to 29-year-olds have had their first jab in Wales.\nThe Covid case rate fell on Wednesday to 136.3 new infections per 100,000 people. \nMost lockdown rules are set to be eased this weekend, with social distancing laws set to be scrapped, and legal limits on who you can meet set to end."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58105372/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NI Covid-19 vaccine roll-out for over 16s under way",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "The first young people aged 16 and 17 in Northern Ireland have received a vaccination against Covid-19.\nIt is the first part of the UK to give jabs to teenagers in this age group with no underlying health conditions.\nThe move follows a recommendation by the Joint Committee on Vaccination and Immunisation (JCVI).\nMore than 180 vaccinations were administered to 16 and 17-year-olds at the SSE arena in Belfast on Friday morning.\nConfirming the number, lead nurse at the regional vaccination centre Pauline Wilson said there was a sense of excitement among young people in line for their jab.\n\"The general feedback is that they're pleased to be here and they're looking forward to things opening up again,\" she said.\n\"It's their turn and they are keen to get their vaccinations.\"\nBethany Holden, 16, was among those to receive the vaccine at the SSE Arena in Belfast on Friday.\nShe said she \"just wanted to get it done really\".\n\"I'm glad to get it done to get back to school, just so I'm more protected and protecting other people as well,\" she added.\nRegional vaccination centres in Northern Ireland are providing a walk-in service for first doses of Pfizer vaccines for those aged 16 and 17.\nFor those who prefer to book, an online booking platform will be available in the coming days.\nThe first vaccination will also be available at pop-up walk-in clinics across Northern Ireland.\nID and proof of date of birth are required when attending either a regional vaccination centre or walk-in vaccination clinic.\nSome examples of ID include exam and birth certificates, school bus passes, work ID and provisional driving licences.\nBBC News NI understands that staff want young people to receive their jab and will be flexible about what type of ID is brought. \nOne dose will provide some protection for young people as they return to school in September. \nHealth authorities are encouraging an early take up so that it is more effective when the new term starts.  \nSignalling the move to extend the vaccination programme, Health Minister Robin Swann welcomed the latest advice.\n\"When formulating advice in relation to childhood immunisations, JCVI has consistently held that the main focus of its decision should be the benefit to children and young people themselves, weighed against any potential harms from vaccination to children and young people,\" he said.\nQueen's University Belfast virologist Connor Bamford said a high vaccine uptake among 16 and 17 year-olds was key to making \"the winter safer for all of us\".\n\"Upwards of 80% is what we would like, that is realistic,\" he told BBC Radio Foyle.\n\"For their own health it is very good for them to get the vaccine, it is certainly safer than getting Covid.\n\"And on the other hand it will help stop and slow down transmission, particularly for that older group who are socialising more. If we slow transmission down it will stop it creeping up into more vulnerable groups.\"\nDr Tom Black, chairman of the British Medical Association (BMA) in Northern Ireland, said young people \"take a very small risk for a huge benefit\" by getting the vaccine and will not only protect themselves but \"protect others\" too.\nHe said they should \"take the example\" of older generations who have experience of vaccinations helping to prevent the spread of other health concerns.\n\"It's just so important that we keep the pressure on here, we keep persuading and convincing people that they need to get their vaccination,\" he told BBC News NI's Good Morning Ulster.\nThe regional vaccination centres are:\n•SSE Arena, 2 Queens Quay, Belfast \n•Royal Victoria Hospital, Belfast \n•Seven Towers Leisure Centre, Trostan Avenue, Ballymena \n•South Lake Leisure Centre, 1 Lake Road, Craigavon \n•The Foyle Arena, 2 Limavady Road, Londonderry \n•Omagh Leisure Centre, Old Mountfield Road, Omagh \n•Lakeland Forum, Broadmeadow, Enniskillen \nDetails of the latest walk-in clinics are listed here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58128725",
      "category": "uk-wales",
      "title": "Logan Mwangi: Balloons tribute to boy found dead in river",
      "tags": "Sarn,Aberkenfig",
      "text": "About 200 people have gathered to pay tribute to a five-year-old boy who was found dead in a river.\nLogan Mwangi, also known as Logan Williamson, was discovered in the River Ogmore, Aberkenfig, Bridgend county, last weekend.\nThe community released balloons and bubbles near the scene at Pandy Park on Saturday.\nHis mother and step-father appeared in court on Friday charged in connection with his death.\nCounty councillor Tim Thomas said Saturday's event showed \"just how many people have been touched by this incident\". \n\"There have also been calls for a lasting tribute to Logan,\" he said.\n\"Lots of people have contacted me to talk about their feelings. \n\"Lots of people have been hurt by the incident and I hope there will be some kind of support for those affected.\"\nResident Jess Saunders said: \"We needed to come and see and bring things. \n\"It's been a big shock. Lots of people have got small children around here - so it's very sad.\"\nMr Thomas, the councillor for Ynysawdre, said a bench in red - Logan's favourite colour - had been suggested as a lasting tribute.\n\"Some people have asked if they can contribute towards it,\" he said.\n\"I've asked St Brides Minor and Ynysawdre community councils for a bench on behalf of the local community.\"\nLogan's step-father John Cole, 39, has been charged with murder.\nHe and Logan's mother, Angharad Williamson, 30, both from Sarn, have been charged with perverting the course of justice. \nA 13-year-old boy, who cannot be identified for legal reasons, also appeared in court on Friday charged with perverting the course of justice."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58123017",
      "category": "uk-politics",
      "title": "Boris Johnson will not isolate after Covid case among staff",
      "tags": "Boris Johnson,Self-isolation,Coronavirus pandemic",
      "text": "Downing Street says Boris Johnson will not self-isolate, after a member of his staff tested positive for Covid during a trip to Scotland.\nNo 10 said the visit was carried out in line with Covid protocols, and the prime minister has not been in close contact with a positive case.\nBut one source told the BBC that Mr Johnson had been close to the person who tested positive.\nLabour accused the PM of \"cooking up a reason to be above the rules\".\nMr Johnson visited Scotland on Wednesday and Thursday, travelling to the central belt and the north east.\nIt's understood the member of staff accompanied him on a visit to the Police College in Fife on Wednesday.\nIt's also understood the person travelled with the prime minister on a plane on the same day.\nThe source told the BBC the prime minister and staff member were \"side-by-side\" at points during the visit to Scotland.\nAnyone traced as close contact of a positive case currently have to self-isolate at home for 10 days under government rules.\nA Number 10 spokesperson said: \"The Prime Minister regularly visits communities across the UK and all aspects of visits are carried out in line with Covid guidance.\n\"The Prime Minister has not come into close contact with anyone who has tested positive.\"\nGovernment guidance says someone \"can be\" a close contact if they have had a face-to-face conversation within one metre with someone testing positive.\nOr, they can have been within one metre for one minute without face-to-face contact, or within two metres of the person for longer than 15 minutes.\nThe 15-minute period can count as a single contact, or multiple contacts over the course of one day.\nThe guidance says someone \"may also\" be a close contact if they have travelled in the same vehicle or plane as the person testing positive. \nLabour party chair Anneliese Dodds said: \"It's clear the prime minister hasn't learned anything from what happened last time he tried to cook up a reason to be above the rules everyone else has to follow.\"\n\"Senior Conservatives are really taking the public for fools. This is yet another example of one rule for them and another for everyone else.\"\nMr Johnson recently left a period of self-isolation, when he was identified as a contact of Health Secretary Sajid Javid, after he tested positive last month.\nAlong with Chancellor Rishi Sunak, who was also identified as a contact, the PM initially tried to avoid quarantine through a workplace daily testing pilot Downing Street is taking part in. \nHowever, in a rapid U-turn, both Mr Johnson and his chancellor decided to enter isolation after their plans to take part in the scheme prompted a furious political backlash. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58127275",
      "category": "uk-northern-ireland",
      "title": "Dungannon: Man arrested on suspicion of murder after child's death",
      "tags": "Dungannon,Police Service of Northern Ireland",
      "text": "A man has been arrested on suspicion of murder after a two-year-old girl from Dungannon, County Tyrone, died in hospital.\nThe Police Service of Northern Ireland (PSNI) said the child was admitted after the ambulance service was called to a house in Park Avenue on Friday afternoon.\nIt was reported the girl had suffered a serious head injury.\nThe 32-year-old man remains in custody.\nA post-mortem examination is to be carried out to establish the cause of death.\nDet Ch Insp John Caldwell said the PSNI's \"thoughts are with the child's family\" and they are being supported by family liaison officers.\nFermanagh and South Tyrone MP Michelle Gildernew said the community was in \"shock at the news\".\nShe called for anyone who has information about the incident to contact police,\n\"My thoughts are with all those affected by this tragedy,\" the Sinn Féin MP added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58132538",
      "category": "health",
      "title": "NHS waiting lists could rise to 14 million in England next year - report",
      "tags": "Surgery,Healthcare,NHS England,Sajid Javid,Institute for Fiscal Studies",
      "text": "Up to 14 million people could be on NHS waiting lists in England by next autumn, new analysis suggests.\nCurrently, some five million are waiting for routine operations and procedures - many of whom are in pain.\nBut the Institute for Fiscal Studies has warned there is a huge hidden backlog of patients who are still yet to come forward for treatment.\nThe government pointed to the £1bn it had given to the NHS this year to clear the backlog.\nThere have been repeated warnings over the length of hospital waiting lists in England. A record number of patients are currently waiting for surgery - such as hip or knee replacements - with more than 385,000 patients waiting more than a year, compared to just 1,600 before the pandemic.\nLast month Health Secretary Sajid Javid said he had been shocked to learn that waiting lists could rise to 13 million patients.\nThe IFS decided to crunch the numbers to see whether this was likely - it said Mr Javid's warning is \"well within the realms of possibility\".\nIn order to stop numbers getting that high, the NHS needs to treat even more patients than it did before the pandemic, the IFS said.\nExplaining how it reached its conclusions, the IFS said that after Covid hit in March last year, seven million fewer people joined waiting lists than was normal.\nIt is not yet known how many of these \"missing patients\" will come forward for treatment - but the IFS predicts that their return will increase waiting lists and put the NHS under more pressure.\n\"Even if only two-thirds of the missing patients return then with capacity at 95% of pre-pandemic levels - much more than the NHS is currently managing - waiting lists could easily exceed 13 million (and keep growing),\" said the IFS.\n\"Expanding capacity will be the only solution to cutting waiting lists in the future.\"\nAnd the IFS said the number could even soar to 14 million by autumn 2022 - and continue to increase - if 80% of the missing patients return and the NHS operates at 90% of its capacity levels in 2019.\nThis report argues there are millions of \"missing patients\" from the waiting lists who might have been expected to join it but haven't  - perhaps because they're worried about Covid infections or their conditions haven't been picked up yet. \nThe researchers have looked at different scenarios depending on what happens next to these patients. \nIn one scenario, if the NHS can't treat more patients than it did pre-pandemic, the waiting list could rise to 14 million by next autumn. \nEven in the most optimistic projection, the IFS says it could rise to nine million by 2025, but that would need the NHS to be able to work at 5% more capacity than it did before the pandemic and would come at a cost of at least £2bn. \nIf the NHS can't boost capacity, the IFS warns, longer waiting lists will be with us for years to come.\nThe IFS said it was unlikely that all of the seven million missing patients would return, since some may have died, sought private treatment or chosen to live with their health issues - but they said most will probably come forward at some point.\nEarlier this year, the doctors' union urged people to remember that the waiting lists were not just \"numbers on a spreadsheet\". They are \"real people in pain\" who are distressed, the British Medical Association said.\nOne woman from Hampshire told the BBC that her hip pain was unbearable. \"It's like standing on jagged glass. I get so depressed about the pain I'm living with,\" she said.\nA new chief executive for NHS England was appointed last month - Amanda Pritchard. She acknowledged the NHS had \"big challenges ahead\", including the need to tackle backlogs. \nThe union for nurses said the IFS analysis showed the \"immense task\" that lies ahead - and called on Mr Javid to invest in the workforce.\nThe Royal College of Nursing added: \"A significant pay rise will demonstrate value and help retain experienced nursing staff whom health services can't afford to lose with this challenge ahead.\"\nAnd Labour's shadow health secretary Jonathan Ashworth said the modelling should be a \"wake-up call for ministers\".\n\"Years of underfunding and cuts to healthcare had already left our NHS with ballooning waiting lists before the pandemic hit. \n\"Given these warnings it's now even more urgent that a long-term rescue plan is put in place to give the NHS the resources and staff it needs to bring down waiting lists and reducing waiting times for treatment.\" \nA spokesperson for the Department of Health and Social Care said it was backing the health service with £9.6bn to help it recover from Covid.\n\"This includes dedicated investment of £1bn this year to tackle the backlog and reduce waiting lists, including by increasing capacity. The NHS is also trialling innovative ways to accelerate elective recovery and enable more hospitals to go further, faster.\n\"We will continue to support the NHS to deliver the appointments, operations and treatment people need.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58130575",
      "category": "entertainment-arts",
      "title": "Ant McPartlin marries Anne-Marie Corbett at star-studded wedding",
      "tags": "Ant McPartlin,Ant and Dec",
      "text": "Ant McPartlin and Anne-Marie Corbett have married at a star-studded wedding ceremony.\nThe pair beamed as they waved to photographers and cheering fans following the wedding at a quaint rural church in Hampshire.\nGuests included TV sidekick Declan Donnelly, Phillip Schofield, David Walliams and Dermot O'Leary.\nThe couple shared a kiss before departing the venue in a black Rolls Royce.\nThey and their guests exited St Michael's Church in Heckfield through a specially-constructed arch made of hydrangeas and roses.\nSchofield said the ceremony was \"amazing\" and \"great fun\" as he left the church.\nA large group of photographers were gathered outside the venue to capture the occasion.\nDozens of fans were also standing outside the church to catch a glimpse of the happy couple.\nTelevision presenter McPartlin, 45, and 43-year-old Corbett, who was formerly his personal assistant, have been in a relationship since 2018.\nThey got together following McPartlin's separation from Lisa Armstrong, his wife of 11 years, earlier in 2018.\nMcPartlin and Corbett were reportedly planning to marry abroad but opted to host the ceremony in the UK because of the pandemic.\nCorbett has two daughters from her relationship with ex-husband Scott Corbett.\nBritain's Got Talent presenter McPartlin, from Newcastle-upon-Tyne, has previously described Corbett as his \"rock\" after she supported him following his 2018 drink-driving arrest and stint in rehab.\nAmanda Holden, his Britain's Got Talent co-star, apologised for not being able to make the ceremony as she is on holiday.\nShe wrote on Instagram that she was \"so sorry\" to miss the special day, adding: \"Sending our love and huge congratulations to Ant & Amzie on this amazing day.\"\nOther guests included married television presenters Patrick Kielty and Cat Deeley, singer Alesha Dixon and former footballer Frank Lampard and his television presenter wife Christine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58124495",
      "category": "technology",
      "title": "Apple criticised for system that detects child abuse",
      "tags": "WhatsApp,Child abuse,Apple",
      "text": "Apple is facing criticism over a new system that finds child sexual abuse material (CSAM) on US users' devices. \nThe technology will search for matches of known CSAM before the image is stored onto iCloud Photos. \nBut there are concerns that the technology could be expanded and used by authoritarian governments to spy on its own citizens. \nWhatsApp head Will Cathcart called Apple's move \"very concerning\". \nApple said that new versions of iOS and iPadOS - due to be released later this year - will have \"new applications of cryptography to help limit the spread of CSAM online, while designing for user privacy\".\nThe system will report a match which is then manually reviewed by a human. It can then take steps to disable a user's account and report to law enforcement. \nThe company says that the new technology offers \"significant\" privacy benefits over existing techniques - as Apple only learns about users' photos if they have a collection of known child sex abuse material in their iCloud account. \nBut WhatsApp's Mr Cathcart says the system \"could very easily be used to scan private content for anything they or a government decides it wants to control. Countries where iPhones are sold will have different definitions on what is acceptable\". \nHe argues that WhatsApp's system to tackle child sexual abuse material has reported more than 400,000 cases to the US National Center for Missing and Exploited Children without breaking encryption. \nThe Electronic Frontier Foundation, a digital rights group, has also criticised the move, labelling it \"a fully-built system just waiting for external pressure to make the slightest change\". \nBut some politicians have welcomed Apple's development.\nSajid Javid, UK Health Secretary, said it was time for others, especially Facebook, to follow suit. \nUS Senator Richard Blumenthal also praised Apple's move, calling it a \"welcome, innovative and bold step\". \n\"This shows that we can protect children and our fundamental privacy rights,\" he added. \nFacebook and Apple don't like each other. \nThat dislike has come to a head in recent months over privacy\nApple's Tim Cook has consistently beaten the drum of \"privacy first\". \nHe has not so subtly criticised Facebook's business model - that it essentially sells peoples' data to advertisers. \nA recent feature of Apple's new iOS update asked users whether they wanted to be tracked around the internet when they downloaded a new app. \nFacebook hated the move, and warned shareholders it could hurt their profits.\nSo it's not entirely surprising that Facebook owned WhatsApp has come out so emphatically against Apple's new move. \nLooking at it cynically, Apple's announcement is a chance for Facebook to tell the world that Apple isn't as keen on privacy as it likes to say. \nBut the WhatsApp chief isn't alone in his criticism. There are some very real concerns that this technology - in the wrong hands - could be used by governments to spy on its citizens. \nFacebook has said in no uncertain terms that it thinks this vision of online safety is dangerous and should be canned. \nNot for the first time the two companies have illustrated a totally different philosophical position on of the issues of our age -privacy."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58129447",
      "category": "entertainment-arts",
      "title": "Peter Kay: Thousands watch comic make live return at charity event",
      "tags": "Television,Manchester,Stand-up comedy,Peter Kay",
      "text": "Thousands of comedy fans gave Peter Kay a standing ovation as he made his live return after several years away, with two quickly sold-out charity shows at the Manchester Apollo on Saturday.\n\"I've never in my life had a standing ovation when I came on,\" he joked. \"I'm going to go away for four more years.\"\nThe Bolton comic was taking part in two Q&A sessions, called Doing it for Laura, at the 3,500 capacity venue.\nIt was to raise money for 20-year-old Laura Nuttall's brain cancer treatment.\nThe live gigs, which sold out within 30 minutes on release last week, marked a rare public appearance for one of the nation's best-loved comedians. And Kay said that getting back on stage was like \"getting in a hot bath\".\nIn late 2017, the Phoenix Nights star cancelled his tour and all future work projects due to \"unforeseen family circumstances\". \nHe returned the year after with the finale of his BBC TV show Car Share, but has not appeared live since.\nThis weekend's matinee and evening shows were staged in aid of Manchester University student Ms Nuttall, who was diagnosed with having an aggressive form of brain cancer - glioblastoma multiforme -  in October 2018, during her first term at King's College London.\nBrain scans showed six tumours, and she was told she had 12-18 months to live.\nSince then, Ms Nuttall, who was in the audience on Saturday, has been undergoing immunotherapy in Germany as one of the few avenues of treatment available, alongside a costly complex cell vaccination programme, with each jab costing £27,000.\nAt the Apollo, her sister Gracie introduced Kay and told the audience their family was \"eternally grateful\" to them for \"potentially saving my sister's life\".\nSoon after her initial diagnosis, Laura's mum Nicola said the family received an unexpected call from Kay, who she had previously met nearly 20 years ago when working at Granada television.\n\"He just called up out of the blue and said, 'How can I help?'\" she said previously.\nThose in attendance on Saturday were required to provide either proof of having been double vaccinated, or a negative Covid test.\n\"People have been bringing them to the gate in bags,\" quipped Kay, about the lateral flow tests.\nAnswering questions submitted by fans, he revealed he had written two Christmas special episodes of one of his shows, Max and Paddy, with Paddy McGuinness, but that they had never got round to making them.\nHe also admitted he can no longer buy garlic bread from the supermarket, when quizzed about his famous catchphrase.\nThe first show, which ended as it started with a standing ovation, ran over by an hour, causing the evening crowd to queue in the rain for a later-than-advertised second instalment.\nMany also paid way over the asking price after tickets had been snapped up by touts.\nOfficial funds raised from the event will go mostly towards Ms Nuttall's treatment, but with some cash going to the Brain Tumour Charity.\nShe previously posted on her fundraising page: \"I still can't quite believe this is really happening!\"\nKay's only other public appearance in recent times was on Cat Deeley's BBC Radio 2 show this year to talk about his love of music, and in particular the Mamma Mia! musical.\nHe announced this week that a string of planned \"dance-a-thons\", which ended up being cancelled last year due to the pandemic, had now been rescheduled for 2022.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-north-east-orkney-shetland-58129268",
      "category": "uk-scotland-north-east-orkney-shetland",
      "title": "Cyclist thought he would die after Portsoy bridge plunge",
      "tags": "Cycling,Inverness,Portsoy",
      "text": "A junior doctor has spoken about his \"miracle\" rescue after he plunged 30ft (9m) over a bridge and into a river during a long-distance cycle ride.\nDuncan Brown, 34, had been on a 300km (186 mile) organised event but after braking as he approached a sharp bend onto a bridge near Portsoy, he skidded on the road. \nHe hit the bridge and was thrown over the parapet, sliding into the water.\nDuncan said it was a miracle his fall was seen by an RAF nursing officer.\nHe had been about 100km (62 miles) into the event, which began in Nairn last Saturday, when he approached the bridge over the Burn of Boyne on a decline.\n\"I realised there was a sharp, right-hand bend over the bridge and applied the brakes,\" he said, \"I think the back wheel skidded on some grease and water on the road and I hit the wall.\n\"The next thing I remember was being catapulted over the parapet of the bridge. I hit the foliage of a tree and felt a smack and intense pain in my leg. I slipped 30ft down an embankment into the river.\n\"I remember being submerged and coming back out. It's a miracle I wasn't knocked out. I found myself at the edge of the river and managed to pull myself to the edge of the embankment.\"\nAfter watching his bike disappearing down the river, Duncan, from Inverness, looked up at the bridge above. \n\"I thought I was going to die,\" he said. \"There had been no-one else around to see me. I thought that was it.\"\nAs a junior doctor working in A&E at Raigmore Hospital, he knew it was serious when someone cannot move.\n\"I was really dazed and felt like I was about to pass out,\" he said. \"My phone was soaked from the river and there was no signal there anyway. Then I heard a woman shouting from the bridge, asking if I was ok.\"\nJenelle Kerr, an RAF nursing officer for 20 years, had just gone into her garden when she heard the bike braking and saw a flash of red going over the bridge.\n\"I just heard a 'click, click, click' and saw him from the corner of my eye as he went over the top of the bridge,\" the 51-year-old said.\n\"I just jumped up, ran across the road, looked down and saw he was conscious,\" she added. \"I realised I had to get down there. There was no track so I had to push my way through the foliage and slide down the steep embankment.\n\"I was on autopilot. I've got 20 years training for this type of stuff. I was just in the right place at the right time.\"\nDuncan added: \"A few minutes before or after and she wouldn't have been there. I'm convinced it was a miracle - the fact that she had medical training too. \n\"She stabilised me so I didn't float away then realised I was going into shock so lay me down.\"\nJenelle managed to call the emergency services and Duncan was eventually taken downstream on a raft before being carried up the embankment and airlifted to Raigmore Hospital.\n\"There were about 40-50 personnel involved in getting me out,\" he said. \"I was just coming to the end of my A&E placement at Raigmore - it wasn't quite the end I'd imagined being taken in there. You never expect anything like this to happen to you.\"\nDuncan's wife Lizzie and six-week-old daughter Emily were at home when Lizzie learned what had happened.\n\"She had to watch the helicopter flying me over the house to the hospital,\" he said. \nDuncan, who hopes to become a GP in the Highlands, said he could not thank the emergency services enough. \"I am indebted to them all,\" he said, \"and to the lady who helped me. She saved my life and has my immense gratitude.\"\nJenelle even managed to recover his bike from the river.\nIncredibly, Duncan did not break any bones or suffer any head or neck injuries. He has a soft tissue injury to his hip and is now on crutches with months of rehabilitation ahead. \nJenelle said Duncan did not have more serious injuries as he was not expecting to fall so his body did not tense up.\n\"I live to tell the tale,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58105372",
      "category": "uk-northern-ireland",
      "title": "NI Covid-19 vaccine roll-out for over 16s under way",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "The first young people aged 16 and 17 in Northern Ireland have received a vaccination against Covid-19.\nIt is the first part of the UK to give jabs to teenagers in this age group with no underlying health conditions.\nThe move follows a recommendation by the Joint Committee on Vaccination and Immunisation (JCVI).\nMore than 180 vaccinations were administered to 16 and 17-year-olds at the SSE arena in Belfast on Friday morning.\nConfirming the number, lead nurse at the regional vaccination centre Pauline Wilson said there was a sense of excitement among young people in line for their jab.\n\"The general feedback is that they're pleased to be here and they're looking forward to things opening up again,\" she said.\n\"It's their turn and they are keen to get their vaccinations.\"\nBethany Holden, 16, was among those to receive the vaccine at the SSE Arena in Belfast on Friday.\nShe said she \"just wanted to get it done really\".\n\"I'm glad to get it done to get back to school, just so I'm more protected and protecting other people as well,\" she added.\nRegional vaccination centres in Northern Ireland are providing a walk-in service for first doses of Pfizer vaccines for those aged 16 and 17.\nFor those who prefer to book, an online booking platform will be available in the coming days.\nThe first vaccination will also be available at pop-up walk-in clinics across Northern Ireland.\nID and proof of date of birth are required when attending either a regional vaccination centre or walk-in vaccination clinic.\nSome examples of ID include exam and birth certificates, school bus passes, work ID and provisional driving licences.\nBBC News NI understands that staff want young people to receive their jab and will be flexible about what type of ID is brought. \nOne dose will provide some protection for young people as they return to school in September. \nHealth authorities are encouraging an early take up so that it is more effective when the new term starts.  \nSignalling the move to extend the vaccination programme, Health Minister Robin Swann welcomed the latest advice.\n\"When formulating advice in relation to childhood immunisations, JCVI has consistently held that the main focus of its decision should be the benefit to children and young people themselves, weighed against any potential harms from vaccination to children and young people,\" he said.\nQueen's University Belfast virologist Connor Bamford said a high vaccine uptake among 16 and 17 year-olds was key to making \"the winter safer for all of us\".\n\"Upwards of 80% is what we would like, that is realistic,\" he told BBC Radio Foyle.\n\"For their own health it is very good for them to get the vaccine, it is certainly safer than getting Covid.\n\"And on the other hand it will help stop and slow down transmission, particularly for that older group who are socialising more. If we slow transmission down it will stop it creeping up into more vulnerable groups.\"\nDr Tom Black, chairman of the British Medical Association (BMA) in Northern Ireland, said young people \"take a very small risk for a huge benefit\" by getting the vaccine and will not only protect themselves but \"protect others\" too.\nHe said they should \"take the example\" of older generations who have experience of vaccinations helping to prevent the spread of other health concerns.\n\"It's just so important that we keep the pressure on here, we keep persuading and convincing people that they need to get their vaccination,\" he told BBC News NI's Good Morning Ulster.\nThe regional vaccination centres are:\n•SSE Arena, 2 Queens Quay, Belfast \n•Royal Victoria Hospital, Belfast \n•Seven Towers Leisure Centre, Trostan Avenue, Ballymena \n•South Lake Leisure Centre, 1 Lake Road, Craigavon \n•The Foyle Arena, 2 Limavady Road, Londonderry \n•Omagh Leisure Centre, Old Mountfield Road, Omagh \n•Lakeland Forum, Broadmeadow, Enniskillen \nDetails of the latest walk-in clinics are listed here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58128773",
      "category": "uk",
      "title": "Bat killed by cat after record 1,200-mile journey",
      "tags": "Russia,Bats",
      "text": "A record-breaking bat that flew more than 1,200 miles (2,018 km) from London to Russia died after being attacked by a cat.\nThe female Nathusius' pipistrelle bat, the size of a human thumb, was discovered in Russia's Pskov region.\nThe bat, whose wing had a \"London Zoo\" marking, was rescued by a bat rehabilitation group but later died.\nIt is the furthest recorded journey by a bat from Britain across Europe, beating all known British records.\nThe pipistrelle bat, which weighed 8g (0.3 oz), was discovered by Russian resident Svetlana Lapina in the small village of Molgino and the finding was reported to the Bat Conservation Trust in the UK.\nLisa Worledge, head of conservation services at the Bat Conservation Trust, said: \"This is a remarkable journey and the longest one we know of any bat from Britain across Europe. What an Olympian.\n\"Her journey is an exciting scientific finding and another piece in the puzzle of bat migration. The movements of Nathusius' pipistrelles around the UK and between the UK and the continent remain largely mysterious.\"\nHer wing had a marking after being ringed in 2016 in London by bat recorder Brian Briggs.\nMr Briggs said: \"This is very exciting. It's great to be able to contribute to the international conservation work to protect these extraordinary animals and learn more about their fascinating lives.\"\nThis record is topped by only one other known bat journey in Europe - that of a Nathusius' pipistrelle that migrated from Latvia to Spain in 2019, a record-setting 1,382 miles (2,224km).\nThe expanding range of the Nathusius' pipistrelle's migration is linked to climate change, with future climate change predicted to further impact on the species.\nThere have been more than 2,600 Nathusius' pipistrelles recorded in the UK since the national Nathusius' pipistrelle project launched in 2014 to shed light on their breeding, distribution and migration behaviours. \nMaternity colonies are known in Kent, Northumberland, Surrey and Greater London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58074525",
      "category": "world-asia",
      "title": "Afghanistan war: Bodies on the streets as fighting traps Lashkar Gah residents",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "\"The Taliban will have no mercy on us and the government won't stop the bombing.\"\nThe resident of Lashkar Gah in southern Afghanistan is one of thousands trapped or fleeing for their lives as fighting for control of the city rages between militants and government forces.\nThe BBC is not naming some interviewees in this article for security reasons.\n\"There are corpses on the roads. We do not know if they are civilians or the Taliban,\" the man told the BBC Afghan service in an interview on Whatsapp. \"Dozens of families have fled their homes and settled near the Helmand river.\"\nOther terrified locals told the BBC they had seen bodies lying in the streets.  \nCapturing the besieged Helmand provincial capital would be of huge symbolic value to the insurgents as they continue their rapid advance after the pullout of foreign forces. Helmand was the centrepiece of the US and British military campaign.\nThe United Nations and other agencies are warning of a worsening humanitarian crisis. At least 40 civilians have been killed in Lashkar Gah in the past day, the UN said on Tuesday.\nThe Afghan army urged civilians to leave Lashkar Gah ahead of a major offensive against the Taliban, the hardline Islamist group that was driven from power by US-led forces 20 years ago. \nElsewhere in the south, Taliban are trying to capture Kandahar, their former stronghold, and clashes have also intensified in Herat in the west.\nFighting has been continuing in Lashkar Gah for days, with the militants now reportedly in control of most districts. \n\"We are going through difficult days,\" a student in the city told the BBC. \"The Taliban set fire to the ground and government air forces to the skies.\"\nAnother man said on Sunday: \"The Taliban can be seen on the city's roads. The presence of the Taliban has astonished people here.\n\"Shops are closed, and government military vehicles are lying destroyed in the middle of the road. The war continues within a few metres of the governor's office and the National Security Directorate.\n\"The central government said recently they had deployed new commandos to Lashkar Gah, but we didn't see them.\"\nHundreds of Afghan reinforcements have since reportedly been deployed to the city.\nAt the weekend, Attaullah Afghan, the head of Helmand provincial council, admitted that fighting seemed to be \"getting out of our control\".\nThe Taliban have made further advances this week, despite Afghan and US warplanes targeting the insurgents.\nThere are reports that Taliban fighters have taken positions inside homes, shops and the bazaar - people are trapped in their homes while fighting goes on in the streets.\nThe militants generally warn people via loudspeaker to leave but sometimes they enter houses - locals have just minutes to flee or risk being caught in crossfire as their homes become part of the battlefield.\n\"The Taliban told us if we didn't leave the house in half an hour, we would be counted among the police and Afghan forces,\" said the student the BBC Afghan service spoke to.\nDuring their rule in the late 1990s, the Taliban publicly executed people and restricted women's access to education and employment. \nThe Taliban say they have changed and would no longer resort to such violence - but many Afghans are sceptical.\nHuman Rights Watch has documented cases of reprisal attacks by the militants against civilians deemed to have supported the government.\nThe UN says civilians are bearing the brunt of the conflict and is urging all parties to do more to protect civilians or the impact will be catastrophic.\nThe thousands who've escaped the fighting now face a lack of food, drinking water and  medicines.\nAid agencies do not have access to most of the displaced, and health centres and hospitals don't have capacity to deal with the number of casualties. Some health facilities have been destroyed, while others are inactive.\nA doctor in Lashkar Gah, Masood Khan, said an ever-increasing flow of severely wounded patients was arriving at his hospital, and he feared that others were unable to reach it. He said medical supplies were running low.\n\"We are receiving a lot of war wounded… There is fighting all around,\" Dr Kahn, an intensive care specialist at a hospital run by the health charity MSF, told the BBC on Monday. \nVideos of reported Taliban atrocities are being shared on social media, deepening fears of their possible return. \nThe United States and Britain say the group may have committed war crimes, accusing them of massacring dozens of civilians in revenge killings in Spin Boldak, on the border with Pakistan. \nThere are also reports that at least 40 Hazaras of the Shia Muslim minority were targeted and killed in Malistan in eastern Ghazni province.\nThe Taliban have dismissed the accusations as baseless, and are posting their own grisly images of civilian casualties in Afghan and US air strikes. \nThose trapped in the worsening fighting have few options.\n\"We have neither bread nor water in the house, and the electricity is completely cut off,\" a local businessman in Laskhar Gah told the BBC.\n\"I do not know where to go, there are clashes in every corner of the city.\"\nAn Afghan interpreter living in the city said his life was under threat from the Taliban because he had worked for the British forces.\n\"I have changed address three times. My own house has been captured by the Taliban and they are living there and they were asking for me,\" he said.\n\"We don't know what will happen in the future but they are looking from house to house to find the people who worked for Nato.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58124095",
      "category": "education",
      "title": "University clearing may be 'much more competitive' this year - Ucas boss",
      "tags": "BTec Nationals,Schools,Universities,Scottish exam results,A-levels,Students,Higher education,Exams",
      "text": "University clearing may be more competitive for some students this year, the boss of the admissions service Ucas has said.\nClare Marchant suggested it would still be a \"good year for clearing\", and predicted a record number of applicants would get places that way.\nBut she added: \"Are there going to be hotspots potentially where it is much more competitive? Absolutely.\"\nStudents will get their A-level, BTec and Scottish Higher results on Tuesday.\nExams were cancelled again this year because of the pandemic, and grades have been decided by teachers' estimates.\nClearing is how universities fill spare places, and students apply for a course through clearing after they have their results. It is often used by students who either got different grades than they expected, or if they have changed their mind about a course.\nMs Marchant, who is the chief executive of Ucas, urged students using clearing to make a decision about courses \"in a matter of days\" rather than waiting weeks. \n\"At the most selective institutions at the most selective courses it is likely to be a bit more competitive because there might be slightly reduced courses in clearing, albeit there will still be thousands,\" she said.\nThere have been predictions that this year could be a record year for top results like A* and A, as grades are decided not by exams but by teachers who consider students' coursework, mock exams and essays.\nAnd if more pupils receive high grades, some have suggested there could be a crush for places at the most sought-after universities and courses.\n\"I think it would be disingenuous of me not to point out that for those most selective courses at the most selective institutions it is likely to be more competitive,\" said Ms Marchant.\n\"There will be thousands of courses from higher tariff institutions in clearing, but they are likely to be slightly down on previous years.\"\nHigher tariff institutions are those considered the most selective as they traditionally require higher exam grades.\nMs Marchant also mentioned medicine courses, which have been so oversubscribed that the University of Exeter has encouraged students to delay by offering £10,000.\n\"Certainly medicine is one of those most competitive courses and it's capped as well and so at the most selective institutions I imagine that is going to be increasingly competitive,\" she said.\nBut she said she still believed there could be a record number of clearing places taken - 90,000 - compared to 83,000 last year. \nEarlier this week, Ms Marchant told the BBC that there will be a huge spike in demand for university places over the next four years.\nHowever a survey of current students found that only about a quarter felt they got good value for money from university over the past year. Many thought their fees and living costs were not justified by the disrupted teaching during the pandemic.\nWhat questions do you have about this year's results?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58127413",
      "category": "world-us-canada",
      "title": "Famous Central Park owl killed in crash with truck",
      "tags": "Owls,New York City,Birds",
      "text": "A beloved owl who became a well-known resident in New York's Central Park has died.\nBarry the barred owl was flying low in search of a meal when it collided with one of the park's maintenance trucks on Friday morning, park authorities said.\nThe owl's death has prompted bird lovers across the world to share their photos and memories of Barry.\nA Twitter page dedicated to birds in the park said they would miss Barry's \"wondrous and beautiful presence\".\nThe owl had become a popular sight for visitors to Central Park, especially last year when the pandemic hit, and many bird watchers would visit to try and photograph the park's star resident.\nAccording to Central Park Conservancy, the incident happened at 02:30 local time, when the owl \"made contact\" with the pick-up truck. \"It's with a heavy heart we share that a barred owl, a beloved Central Park resident, passed away early this morning,\" it said on Twitter.\n\"The barred owl's presence in Central Park brought so much joy, reminding all of us that the Park is a vital greenspace for all New Yorkers, including the wildlife that call it home.\"\nBecoming quite the icon for bird watchers in Central park, Barry even had a Twitter fanpage.\n\"Words cannot express our devastation at the loss of our bea-hoot-iful Barry,\" an emotional post said, adding: \"We are utterly heartbroken, frankly, angry, and we are mourning with you.\"\nMany bird lovers shared similar feelings of anger, demanding to know why the vehicle was driving around at a time when many nocturnal creatures hunt.\nThe Central Park Conservancy, which is responsible for the care and maintenance of the space, said the team were carrying out scheduled works and followed all protocols by travelling slowly at 15mph (24km/h) with the vehicle's lights and flashers on.\nSince the creation of the park, more than 280 bird species have been recorded there. In 2018 a mandarin duck became a social media superstar as photos of his stunning multi-coloured feathers made every online influencer swoon."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58128033",
      "category": "world-europe",
      "title": "Greece fires: Hundreds rescued by coastguard",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58124142",
      "category": "world-europe",
      "title": "Covid-19: NI has the highest infection rate in the UK",
      "tags": "NI Health,Coronavirus pandemic",
      "text": "The past month has seen a considerable rise in coronavirus cases in Northern Ireland.\nHospitalisations have increased. As have deaths.\nBut the data also indicates that the vaccine has been doing its job - things are nowhere near as bad as the last surge at the start of the year.\nNorthern Ireland has the highest infection rate in the UK. And by quite some margin.\nThe latest data from the UK government, for the seven days up until 1 August, puts Northern Ireland's infection rate (per 100,000 population) at more than three times that of Wales and Scotland:\nThe Republic of Ireland's government doesn't publish a seven-day infection rate, but it can be worked out. For the same period, it was 185.2 - much lower than Northern Ireland's.\nThere are indications that the Republic's rate is on the rise. However, it's worth noting that during the latter half of July, Ireland was seeing similar numbers of daily cases as Northern Ireland - despite having two and half times the population.\nThere was a slight decrease in Northern Ireland's case numbers at the beginning of the week and the latest infection rates from the Department of Health (DoH) indicate a fall in comparison to the previous seven days.\nBut the department's dashboard also records that case numbers started to rise again at the end of the week.\nIn any case, the numbers are fairly clear - right now, coronavirus is spreading in Northern Ireland more quickly than in Britain and the Republic.\nThe big question is, why? That's difficult to answer by looking at infection rates alone.\nSo let's look closer at who is getting infected.\nYounger adults seem to be driving the higher rate of infection.\nData from the DoH shows that over the past week, almost 70% (68.7%) of all positive tests for Covid-19 were among people younger than 40.\nAnd this isn't overly surprising - for a few reasons.\nYounger adults will naturally make up a large part of the workforce who are on the move and mixing with other people.\nSocialising will also be affecting this increased rate.\nAnd perhaps, the most important factor - a lower rate of vaccination among those aged 18-39.\nWe'll look at vaccination rates in more depth below, but - in short - the figures show that young adults in Northern Ireland are less likely to have had a vaccine dose than older people.\nOf course, vaccination does not stop transmission of coronavirus, but a number of studies have indicated that it reduces that risk. \nVaccinations opening to 16 and 17 year olds might have an effect - but it'll take a few weeks before the figures give any hint of this.\nFor now, Northern Ireland has roughly the same seven-day rolling average for new cases as we saw around seven months ago.\nThat was around the peak of the winter surge in January, when more than 1,000 hospital inpatients were Covid-positive, and about 20 people with the virus were dying every day.\nThings are nowhere near as bad at that now.\nThat's looking at our current caseload in a positive light.\nAnother - equally accurate - way of looking at the data is that we have many more people in hospital than we did just a month ago, and our death rate hasn't been as high for five months.\nThe vast majority of adults in Northern Ireland have had at least one dose of vaccine.\nThe DoH's latest figures show that 84.2% of adults in Northern Ireland have had a jab.\nThe effort to roll out the vaccination programme has been impressive.\nThat said, Northern Ireland has the lowest rate of first dose vaccination in the UK. \nA gap between Northern Ireland and the rest of the UK started to open in late June and then widened.\nIt's been closed slightly over the past week or two.\nNorthern Ireland has also fallen behind the Republic of Ireland in terms of vaccinations.\nThis indicates an impressive recent performance by the Republic, given that its vaccination programme began later - and more slowly - than the UK's. \nBy last weekend, the Republic had vaccinated about 87% of its adult population.\nWhen it comes to second doses, Northern Ireland is at a very similar level to England and Scotland (around 73-74% of the adult population).\nThis is behind Wales (82.7%) and the Republic (around 76%).\nThe latest development in the vaccination story is, of course, the opening of vaccinations to 16 and 17 year olds in Northern Ireland.\nThe Republic opened up its vaccination programme to these ages at the end of July. \nIt's also expected that registration will open on 12 August for 12-15 year olds in Ireland to get a jab.\nYounger adults in Northern Ireland have the lowest uptake rate for vaccinations of any age group.\nJust shy of 64% of people aged 18-29 have had a vaccine jab. Between 30-39, it's 72%.\nBy comparison, all age groups above 50 are at least 90% vaccinated, and vaccination rates are particularly high in those over 60 (around 99.8%).\nIn comparison to Northern Ireland, uptake rates for young adults are higher in Scotland and Wales, but roughly similar in England.\nAt midnight on 5 August, there were 226 people in Northern Ireland's hospitals with Covid-19.\nThis represents a drop since the end of July, but it's still quite an increase in the space of a few weeks - there were 66 Covid-positive inpatients a month previous.\nBut it's also worth remembering that at one point, we had more than a thousand people in hospital with the virus.\nMedics have also expressed concerns about unvaccinated pregnant women contracting the virus. \nFigures released by the Belfast Trust show that 12 pregnant women were treated in hospital in the week up to 5 August.\nThe age profile of Covid-positive inpatients has also changed in comparison to what we saw in January.\nIt's true that the majority of people in hospital with Covid-19 in Northern Ireland are over the age of 70.\nBut consider the proportion of Covid inpatients being treated between the ages of 20 and 39.\nAs of 5 August, that number was 29 - meaning about 13% of Covid-positive inpatients are aged 20-39.\nOn 25 January, there were also 29 people in hospital with Covid in that age bracket - but that made up just 3% of inpatients.\nIn short, younger adults are now making up a greater proportion of inpatients with Covid.\nUndoubtedly, the lower rate of vaccination among young adults in Northern Ireland goes some way to explaining this.\nMirroring the rise in Covid-positive inpatients, is the increase in ICU patients who have the virus - currently 37.\nOn a positive note, the rate of Covid admissions to hospital has been falling - albeit slowly - since the end of July. \nIn theory, this should mean a further drop in the number of people in hospital with the disease.\nNorthern Ireland's death rate saw a relatively sharp increase over the past two weeks. \nOver that period, the DoH has recorded 43 deaths. \nIn the preceding 14 days it was 13.\nThe latest seven-day rolling average for deaths is three.\nThat's a far cry from mid-January when it was 23. \nBut it's also worth noting that the DoH recorded a rolling average of zero between 17 May and 12 July.\nNisra has now recorded 3,046 Covid-related deaths in Northern Ireland. \nThis differs from the DoH's figure of 2,213 because the department counts deaths within 28 days of a positive test for the virus, while Nisra counts the death certificates where Covid is mentioned."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58074305",
      "category": "uk-wales",
      "title": "Covid: If Wales' restrictions ease, be sensible - top doctor",
      "tags": "Coronavirus lockdown measures,Welsh government,Coronavirus pandemic",
      "text": "People must be sensible if most of the remaining Covid restrictions ease this weekend, Wales' top doctor has warned.\nDr Frank Atherton said responsibility for staying safe was shifting further towards people's behaviour and away from government regulation.\nThe Welsh government is set to confirm on Friday if Wales will move to alert level zero from Saturday.\nIt would mean no limit on indoor meetings and an end to 2m distancing.\nFace coverings would still be required in most public indoor places, including public transport, though not in pubs, restaurants or schools.\nSocial distancing rules will no longer be law, but venues will need to conduct risk assessments to decide on appropriate safety measures.\nIt has already been confirmed that, as of 7 August, fully-vaccinated adults in Wales will not have to self-isolate after close contact with a positive Covid case.\nDespite a third wave of coronavirus cases still spreading infection, Dr Atherton, Wales' chief medical officer, said it was right to relax remaining restrictions as the vaccination programme had \"broken the link\" between community transmission and people ending up in hospital.\nHowever, he did say that he would like more of those under 30 to take up the vaccine.\nAs of Wednesday, Public Health Wales figures showed 75% of young people - aged 18 to 29 - had taken up an offer of a first Covid jab, with 120,706 not having received a first dose.\nDr Atherton said \"we shouldn't be bribing people to have vaccine\" with incentives like discounted takeaways being offered in England.\n\"We need to make sure that people understand the evidence, that they understand the benefits that they'll get from vaccination, not just to themselves, but to their loved ones and their communities,\" he said.\nUK experts are set to recommend all 16 and 17-year-olds should be offered a Covid vaccine and Dr Atherton said Welsh ministers would make a decision once the information was published.\n\"We are still in the third wave of coronavirus infection here in Wales,\" he said.\n\"But what we have seen over the last 10 days is that the rates - which have been quite high - have been stabilising, and even coming down a little bit. \n\"The thing that also gives me comfort is that the rates in the over-60s have been quite stable for quite some time.\"\nAccording to Public Health Wales, between 91% and 96% of those in age groups over 60 have been fully vaccinated, as of 29 July.\nHe said that gave him confidence that regulations could now be relaxed, adding that, on the whole, people have been \"very compliant\" with rules and had \"risen to the challenge\".\nThe level of adherence to coronavirus restrictions has surprised Dr Kimberly Dienes, a lecturer in clinical and health psychology at Swansea University.\nShe has been advising the Welsh government about the possible implications of its regulations on the public's behaviour.\nOriginally from Chicago, she said she was used to Americans being more rebellious to government rules.\nShe said: \"You would really would expect during such a difficult time for people to have had some rebellion, some fighting back.\n\"And some have, absolutely. But the vast majority have actually gone along with regulations, have acted towards the good of the community, and that is something that has really been positive to see throughout the pandemic.\"\nSo how will people behave when they are offered the greatest freedom yet from coronavirus restrictions since the first lockdown was imposed across the UK in March 2020?\nDr Dienes does not expect the majority to suddenly exploit these new opportunities.\n\"I think a lot of people are going to be very happy about the relaxation of regulations, but at the same time there is going to be a loss of security without them,\" she said.\n\"Now it is just going to be guidance, suggestions, and not regulation. And that is going to make some people anxious, a little bit concerned, and a little bit confused about what to do moving forward. Along with that happiness.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58125414",
      "category": "world-asia",
      "title": "Tokyo attack: Knife-wielding man injures 10 on train",
      "tags": "Tokyo,Japan",
      "text": "A man attacked fellow passengers with a knife on a Tokyo commuter train late on Friday, injuring 10. \nThe suspect, 36, allegedly told police he became angry when he saw women who \"looked happy\" and wanted to kill them, according to local media reports. \nOne victim, a female student, is said to be seriously injured, while the others suffered less severe injuries. \nViolent crime is rare in Japan and tight security measures are in place in Tokyo, which is hosting the Olympics. \nThe man attacked passengers on a train near Seijogakuen station at about 20:40 (11:40 BST) on Friday. \nThe train was brought to an emergency stop by the driver after they heard noises coming from inside the carriages. \nAccording to investigators, the suspect jumped onto the tracks and fled. Train crew guided the passengers along the tracks to the nearest station. \nOne witness, who was on the train, told NHK news that people suddenly started running towards him, fleeing from one car to another. \nThe suspect later walked into a convenience store and told staff that he was \"the suspect in the incident reported by news media\" and was tired of fleeing. \nTokyo Metropolitan Police confirmed early on Saturday they had seized a man in his 30s but did not confirm reports of his arrest or give any further details. \nNine out of the 10 injured were taken to hospital while the other walked away from the scene. \nDespite Japan being one of the safest countries in the world, there have been a number of knife attacks in recent years. \nIn 2019, a man attacked a group of schoolchildren waiting for a bus in Kawasaki. Two people were killed and at least 18 were injured. \nDid you witness what happened? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58131218",
      "category": "uk-scotland",
      "title": "Covid in Scotland: More groups eligible for winter flu jabs",
      "tags": "Coronavirus vaccines,Vaccination,Flu,Coronavirus pandemic",
      "text": "Four million people are to be offered flu jabs this year in Scotland's largest-ever winter vaccination programme.\nThe free vaccine has been extended to protect as many lives as possible and avoid additional pressure on the NHS.\nIt is believed immunity may be diminished due to lower levels of the flu virus circulating last year as a result of lockdowns.\nThe flu vaccination programme will begin in September.\nScotland's deadliest flu epidemic in recent times was in 1989 when 2,400 people died in the seven days to Christmas Eve.\nResearch from Public Health England, carried out in the first pandemic wave before any Covid vaccine had been made or given, suggested risk of death was more than double for people who caught flu on top of coronavirus, compared with coronavirus alone.\nIn March this year, public health expert Dr Susan Hopkins warned that the NHS had to be \"ready\" for surges in flu and other similar illnesses.\nShe said the UK must prepare for a \"hard winter\" because the population immunity to respiratory viruses other than Covid could be lower than usual.\nPreviously, the jab was limited to over-65s, those with certain health conditions, pregnant women, healthcare workers and carers. \nBut for the 2021-2022 flu season, the following will be invited to receive the free vaccine:\nHealth conditions considered to put people in an \"at risk\" groups include asthma, diabetes, cystic fibrosis, multiple sclerosis, heart and lung diseases, or autoimmune disorders.\nHealth Secretary Humza Yousaf said flu could be\"extremely serious and infectious\". With Covid-19 still circulating in the community, he encouraged people in Scotland to get vaccinated against flu too. \n\"This will help to protect those most at risk as well as ease pressure on our National Health Service and social care services,\" he said. \"The vaccines are safe and the best way to help protect you, and others, from flu this winter.\"\nDeputy chief medical officer Dr Nicola Steedman said: \"The public health measures put in place to help fight against Covid-19 meant that the circulation of flu viruses was very low last season. \n\"As restrictions continue to lift and we get back to living our lives more normally it is important this year, more than ever, that you receive your flu vaccine if you are eligible, and before flu starts to spread widely. It only takes a few minutes to be vaccinated, and it helps to provide protection from flu for the period of time that flu is likely to be circulating in Scotland.\"\nMs Steedman also said the Joint Committee on Vaccine and Immunisation (JCVI) had published interim advice on providing a third dose of the Covid-19 vaccine to those eligible in the autumn.\nShe added: \"Any such extension to the vaccine programme would run alongside the vital flu programme, to protect those at risk from flu this winter. We will take this into account while we await the final JCVI recommendations. But we urge people not to forget about flu, and to come forward for their flu vaccination this year.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-sussex-58102792",
      "category": "uk-england-sussex",
      "title": "Verphy Kudi: Mum left girl to die to party for 6 days",
      "tags": "Children,Brighton and Hove City Council,Child protection",
      "text": "A mother who left her daughter alone to starve to death as she partied for six days has been jailed.\nVerphy Kudi admitted the manslaughter of 20-month-old Asiah Kudi, who was left at her Brighton flat as she celebrated her 18th birthday in December 2019.\nShe travelled to London and Coventry, and had acted like a \"carefree teenager\", Lewes Crown Court was told.\nKudi, 19, of no fixed address, has been jailed for nine years.\nJudge Christine Laing QC told Kudi that Asiah \"was a helpless child\" who \"relied completely on you as her mother to provide for her needs\".\nShe said: \"It is almost unbearable to contemplate her suffering in the final days of her life, suffering that she endured so that you could celebrate your birthday and the birthdays of your friends as a carefree teenager.\"\nProsecutor Sally Howes QC told the court CCTV covering Kudi's home showed she had left Asiah alone in the flat for five days, 21 hours and 58 minutes.\nKudi left Brighton on 5 December and went to London, where she spent her birthday with her boyfriend.\nTwo days later she attended a concert in Elephant and Castle, south-east London, where she had the DJ announce her birthday, the court was told.\nOn 9 December she moved on to a birthday party in Coventry - 150 miles from Brighton - before returning to London the next day and then home on 11 December, the court heard.\nWhen she returned home, Kudi called 999 and told paramedics her baby wasn't waking up.\nAt just after 18:20 GMT an ambulance crew found Kudi \"incoherent, distressed and distraught\", the court was told. \nThe paramedics discovered Asiah was not breathing, and rushed her to the Royal Alexandra Children's Hospital, where she was pronounced dead soon after arrival, the Crown Prosecution Service (CPS) said. \nA post-mortem examination concluded the cause of death was starvation and influenza, with reported signs of dehydration and severe nappy rash, the CPS added. \nLibby Clark, of CPS South East, said: \"Asiah's mother Verphy Kudi had a duty to keep her safe from harm, but instead selfishly chose to put her own need to party and be with her friends above all else.\n\"The consequences of her decision meant that Asiah must have suffered dreadfully during the days and nights that she was alone in the flat.\n\"This follows a history of multiple earlier occasions of abandonment and neglect.\"\nWhen Kudi was first interviewed by police she claimed she had been with her child at the flat all the time, except for one visit she made with her to London.\nBut officers found the CCTV footage, and also discovered phone footage taken during her time away from home.\nIn a statement, Asiah and Verphy's family said: \"We are saddened by the current situation and as a family we have many unanswered questions. \n\"Verphy has experienced so much at such a young age and we have always done what we can to support her.\"\nThe statement said the family was \"in the midst of an unbearable tragedy\".\nIt added: \"Not only are we coming to terms with what has happened today but we are also still grieving for our beloved Asiah.\"\nBrighton & Hove Safeguarding Children Partnership said in a statement: \"We are currently working with our partners to look into what happened and are conducting a child safeguarding practice review.\" \nFollow BBC South East on Facebook, on Twitter, and on Instagram. Send your story ideas to southeasttoday@bbc.co.uk. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58132679",
      "category": "world-europe",
      "title": "Greece wildfires: PM describes 'nightmarish summer'",
      "tags": "Greece,Wildfires,Athens,Greece wildfires",
      "text": "Greece's prime minister has talked of a \"nightmarish summer\" as forest fires continue to ravage the country. \nThousands have been evacuated from their homes, and more than 1,000 firefighters have been deployed to bring the flames under control. \nGreece is experiencing its worst heatwave in more than 30 years. \nAuthorities have warned that the risk of further fires remains high in many regions, including Athens and Crete. \nPrime Minister Kyriakos Mitsotakis said the government's priority has been \"first and foremost , to protect human lives\". \nIn the last 10 days, more than 56,000 hectares (140,000 acres) have been burnt in Greece, according to the European Forest Fire Information System. \nDozens of wildfires have broken out in the last 24 hours with the largest fronts in Evia - Greece's second largest island - and areas in the Peloponnese including Arkadia and Olympia, the birthplace of the Olympic Games. \nIn Evia, more than 2,000 people have been evacuated via ferry. Ten ships are waiting at Pefki, in the north of the island, ready to evacuate more people if needed, a Coast Guard spokesperson told AP news agency. \nOn Saturday, a fire just north of Athens on Mount Parnitha spread smoke across the capital. Authorities set up a hotline for people with breathing difficulties, according to AP news. \nThousands of people have been evacuated from the area since Thursday but by Saturday the flames had receded. However with strong winds forecast, there are concerns that the fire could flare again. \nOne resident, who was sitting in a car park with his girlfriend, said they had only spent one night in their newly built house before they had to flee. He had spent four hours trying to use a garden hose to save his property. \nA number of countries have offered support to Greece. Nations including the UK, France, Romania and Switzerland have sent firefighters to the area. \nIn Turkey, authorities have been struggling to contain a number of blazes, which have been described by President Recep Tayyip Erdogan as the country's worst wildfires.\nTens of thousands of hectares have been destroyed in Mediterranean and Aegean provinces. \nClimate change increases the risk of the hot, dry weather that is likely to fuel wildfires.\nThe world has already warmed by about 1.2C since the industrial era began and temperatures will keep rising unless governments around the world make steep cuts to emissions.\nAre you in the area? Have you been affected by the fires? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58112765",
      "category": "uk",
      "title": "Covid: First 16 and 17-year-olds begin to get vaccine invites",
      "tags": "Coronavirus vaccines,Vaccination,Public Health England,Coronavirus pandemic",
      "text": "Sixteen and 17-year-olds across the UK are now being invited to book their Covid vaccine.\nGPs in England have been told they can contact this age group, while invites are also being sent out in Wales. \nIn Northern Ireland, walk-in centres are now open to older teenagers, and in Scotland they can register their interest online. \nMeanwhile, new figures show most patients in hospital with Covid in England continue to be unvaccinated. \nChildren aged 12 to 17 who are at higher risk of getting ill if they catch Covid - or live with people who have a weak immune system - have already been able to get vaccinated. \nIn England 240,870 under-18s had received a first dose by 1 August.\nThe opening of vaccinations to all 16 and 17-year-olds in England comes amid a drive to encourage young people to get jabbed.\nThe vaccine's benefits will be promoted to partygoers in nightclubs, including Ministry of Sound and Heaven.\nA campaign will also be rolled out across social media channels including Facebook, Instagram, Twitter, Snapchat and TikTok, as well as on radio stations Kiss, Capital, Heart, Sunrise, and TalkSport, urging young adults to get jabbed. \nWalk-in centres in England will begin accepting people aged 16 and 17 from next week, but those in that age group are currently unable to book an appointment using the NHS website.\nIn Northern Ireland people aged 16 and up have begun to get the vaccine.\nElliot Aston, 16, from Newtownards told the PA News Agency it was good his age group was able to get the jab as \"we are probably the ones that are out and about the most\".\nBethany Holden, 16, who was among the first to receive the vaccine at the SSE Arena in Belfast on Friday, said she was glad to get the jab as she was \"more protected and protecting other people as well\".\nChildren aged 12 to 15 who are clinically vulnerable to Covid or live with adults who are at increased risk of serious illness from the virus will be contacted by the NHS and invited for their vaccine over the coming weeks, NHS England said. \nJabs will also be offered to children aged 12 years and over who live with someone who is immunosuppressed, such as those receiving chemotherapy or who have had a transplant, with NHS England saying more than a million children and young people could now get the jab.\nHealth Secretary Sajid Javid said the vaccines were \"building a wall of defence against the virus\" and were \"the best way to protect people from serious illness\".\nSince 19 July, 1,467 people have been admitted to hospital with cases of the Delta variant, Public Health England (PHE) said. \nOut of these 808 (55.1%) were unvaccinated, while 512 (34.9%) had received both doses. \nPHE said: \"While vaccines provide high levels of protection, they are not 100% effective and will not stop everyone catching Covid-19. \n\"As more of the population gets vaccinated, we will see a higher relative percentage of vaccinated people in hospital.\"\nDr Jenny Harries, chief executive of the UK Health Security Agency, stressed vaccines would not eliminate all risk and it was still possible to become unwell with Covid-19 and infect others.\n\"It is still vital that we exercise caution, particularly while cases are high,\" she added. \nSome 88.8% of the UK's adult population have now had one dose of a coronavirus vaccine, while 73.8% have had both jabs. \nDelta remains the dominant variant in the UK, making up about 99% of cases. \nThe brunt of Covid in the UK is clearly being born by the unvaccinated. \nOnly one in ten adults have now not had a single dose of the vaccine, and children rarely become severely ill.  \nSo it is hugely telling when more than half of those in hospital are from the unvaccinated minority. \nBut this shouldn't be a surprise. \nThe latest estimate by the UK's Vaccine Effectiveness Expert Panel says two doses cuts the chance of you needing hospital treatment by 95% if you catch Delta.\nThat's not perfect, vaccines aren't an impenetrable shield; and yes there are still people in hospital who had both jabs. \nBut the way vaccines are rapidly transforming the pandemic - at least in wealthier countries - is incredible.\nOn Friday 31,808 new cases of Covid were reported across the UK along with a further 92 deaths within 28 days of a positive test. \nProf Sir Ian Diamond, the UK's national statistician, told the BBC the UK was seeing evidence of a decline in Covid infections across the country.\nHe said rates were still relatively high in many areas, but he expected to see a \"continued decline\" over the next four or five weeks.\nHe warned that he did not think \"we're in a position to say we have reached the end of Covid\" and said people should not stop showing a degree of caution.\nThe R number - which represents the average number of people one infected person will pass the virus on to - has also fallen in England to between 0.8 and 1.1, according to the latest government figures. \nLast week it was estimated as between 1.1 and 1.4. \nWhen the R number is above one, the number of cases keeps increasing. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58120598",
      "category": "world-europe",
      "title": "Snickers Spain pulls TV advert after homophobia accusations",
      "tags": "Homophobia,Spain,LGBT",
      "text": "Snickers in Spain has pulled a controversial TV advert that was heavily criticised for being homophobic.\nThe 20-second commercial shows Spanish influencer Aless Gibaja transform into a bearded man with a low voice after eating a Snickers ice cream.\nThe video went viral this week, with some calling for a boycott of Snickers.\nThe chocolate brand has now apologised for any \"misunderstanding that may have been caused\" by the film.\nIn it, Mr Gibaja is at a beach bar with a friend where he asks a waiter for a \"sexy orange juice with vitamins A, B and C\".\nThe waiter, looking confused, offers him the Snickers ice cream. After taking a bite, Mr Gibaja appears to transform into a bearded man.\n\"Better?\" the friend asks. \"Better,\" replies the man. A slogan reads: \"You're not yourself when you're hungry.\"\nThe advert unleashed a wave of accusations on social media that the brand was insulting gay men.\n\"It is shameful and regrettable that at this point there are companies that continue to perpetuate stereotypes and promote homophobia,\" the State Federation of Lesbians, Gays, Trans and Bisexuals tweeted.\nSpain's equality minister, Irene Montero, also joined the criticism.\n\"I wonder to whom it might seem like a good idea to use homophobia as a business strategy,\" she wrote on Twitter.\n\"Our society is diverse and tolerant. Hopefully those who have the power to make decisions about what we see and hear in commercials and TV shows will learn to be too.\"\nThe left-wing party Podemos noted how the advert had followed a slew of homophobic hate crimes in Spain in recent months.\n\"In the face of a wave of LGBTI-phobia, including attacks and even murders, Snickers can't think of a better idea than to create a trashy commercial that tells you that you are not yourself if you are effeminate,\" it said on Twitter.\nIn May, five gay men were injured in three attacks during a single weekend in Barcelona.\nOn Thursday, Snickers Spain said it was deleting the advert and apologised for \"any misunderstanding\" it may have caused.\n\"In this specific campaign, the aim was to convey in a friendly and casual way that hunger can change your character,\" it said in a statement posted online.\n\"At no time has it been intended to stigmatize or offend any person or group.\"\nA spokesperson for parent company Mars Wrigley said the firm wholeheartedly apologised for any harm caused by the advert and recognised that it \"got it wrong\".\n\"We take equal rights and inclusion seriously, we want a world where everybody is free to be themselves and we believe that as an employer and advertiser we have a role and a responsibility to play our part in creating that world,\" the firm's spokesperson added.\nIn 2008, a Snickers advert that featured the A-Team's Mr T calling a speed walker a \"disgrace to the man race\" was pulled after accusations it was offensive to gay people.\nCorrection 24 August 2021: An earlier version of this article omitted trans when translating the Federación Estatal LGTB into English and this line has been amended."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57933979",
      "category": "world-asia",
      "title": "Mapping the advance of the Taliban in Afghanistan",
      "tags": "War in Afghanistan (2001-present)",
      "text": "The Taliban have taken control of Afghanistan, almost 20 years after being ousted by a US-led military coalition. \nEmboldened by the withdrawal of US troops, they now control all key cities in the country, including Kabul. \nThe Taliban took some areas from government by force. In other areas, the Afghan National Army withdrew without a shot being fired. \nAlthough renewed clashes had been going on for several weeks, from 6 August the Taliban made a more rapid advance across the country, as they took control of provincial cities.\nThe maps below start in early July and show the 400 or so government districts as they fell to the Taliban.\nUS forces based outside Afghanistan had launched air strikes against Taliban positions earlier last week, but they failed to slow the advance of the insurgents.\nAlthough most US troops left in July, several thousand returned to Kabul at the weekend to help evacuate American and allied personnel from the capital.\nThe airport in the capital was the only official route out of the country after the Taliban took control of all the major border crossings. \nCustoms duty on goods entering the country via crossings they control is now collected by the Taliban - although exact amounts are unclear as the volume of trade has fallen as a result of the fighting. \nBut, Islam Qala on the border with Iran was, for example, capable of generating more than $20 million per month. \nDisruption to the flow of imports and exports has affected prices of essential goods in the markets - fuel and foodstuffs in particular.\nUS troops and their Nato and regional allies forced the Taliban from power in November 2001. The group had been harbouring Osama Bin Laden and other al-Qaeda figures linked to the 11 September 2001 attacks in the US.\nBut despite a continued international presence in the region, billions of dollars of support and training for the Afghan government forces, the Taliban regrouped and gradually regained strength in more remote areas.\nA  BBC study in 2017 showed the Taliban were in full control of a number of districts. But the research also showed they were active in many other parts of the country, mounting weekly or monthly attacks in some areas, suggesting significantly higher strength than previous estimates. \nIn 2017 about 15 million people - half the population - were reported to be living in areas either controlled by the Taliban or where the Taliban were openly present.\nAdditional reporting by BBC Afghan service"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58121472",
      "category": "uk",
      "title": "At risk Afghan journalists to be offered UK relocation",
      "tags": "Afghanistan",
      "text": "Afghan journalists who work for the British media will be allowed to relocate to the UK if they are under \"imminent threat\" from the Taliban, the foreign secretary has said.\nIn a letter to UK media organisations, Dominic Raab said cases would be considered \"on an exceptional basis\". \nBritish news outlets had urged No 10 to treat Afghan journalists the same as the British Army's Afghan interpreters.\nIt comes as a top Afghan media officer was killed by the Taliban on Friday.\nDawa Khan Menapal, the director of Afghanistan's media and information centre, was shot dead as he was leaving a mosque in his car in the Afghan capital of Kabul. The Taliban said he had been \"punished for his deeds\". \nTaliban militants continue to make rapid advances in Afghanistan, taking swathes of countryside and targeting key cities, following the decisions by US and Nato forces to leave the country.\nLocal officials said insurgents had captured the city of Zaranj, in Nimroz province, on Friday afternoon, in a significant blow to government forces.\nAlso on Friday, the UK government advised all UK nationals to leave Afghanistan due to the \"worsening security situation\".\nThe Foreign and Development Office has updated its travel advice to urge Britons to leave by commercial means, and to make the British embassy in Kabul aware of their plans.\nMr Raab's letter follows a plea from a group of newspapers and broadcasters who wrote to the UK government to urge that Afghan journalists, translators and fixers be treated the same as interpreters who worked for the British armed forces. \nSince 2013, some Afghan interpreters who had put their lives at risk by working with the British military have been permitted to relocate to the UK, with their families.\nMr Raab wrote that the \"freedom\" of global media outlets was a \"priority\" for the government.\nHe added: \"The vibrant Afghan media is one of the greatest successes in Afghanistan in the last 19 years, and it should be celebrated and protected. \n\"Your letter highlighted the threat faced by Afghan staff who have worked for your media organisations in Afghanistan, in particular the risk of reprisals they face from the Taliban from their association with the UK.\n\"Under existing schemes, we are able to consider individual cases for relocation on an exceptional basis, where there is evidence they are under imminent threat due to the nature of their engagement with the UK. \n\"Journalists (and those supporting them) can be eligible for our support, depending on the individual circumstances that apply.\"\nEarlier this year plans to relocate hundreds more Afghan interpreters and their family members were announced, with more than 3,000 expected to be allowed to settle.\nOn Thursday a flight of 104 people, made up of interpreters and their family members, arrived at a Midlands airport as part of the UK's ongoing relocation programme.\nOne interpreter, called H, said that while he was happy for his wife and children to be in Britain he was sad to have left his family behind.\nLast month, Prime Minister Boris Johnson said all British troops assigned to Nato's mission in Afghanistan would be returning home, and most had already left.\nThe US has said it will withdraw all forces by 11 September.\nBut Britain's most senior general, General Nick Carter, warned Afghanistan could slide into civil war once foreign troops leave."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58130935",
      "category": "uk",
      "title": "Princess Charlotte joins Big Butterfly Count",
      "tags": "Butterflies,Wildlife,Insects,Prince William, Duke of Cambridge,Princess Charlotte,Catherine, Duchess of Cambridge",
      "text": "Princess Charlotte and the Duke and Duchess of Cambridge have joined the Big Butterfly Count - a national conservation survey to track the number of diversity of the insects.\nA photo taken by the duchess shows her six-year-old daughter with a Red Admiral near their home in Norfolk.\nThe Cambridges said on social media that butterflies were \"vital parts of the ecosystem\".\nThe count, organised by Butterfly Conservation, ends on Sunday.\nAs well as the Red Admiral in Princess Charlotte's hands, the duke and duchess shared images of Peacock butterflies perched on buddleia, spotted during their butterfly count.\nThe Cambridges said: \"Butterfly Conservation are encouraging us all to count these incredible creatures because not only are they beautiful creatures to be around but they are also extremely important.\n\"Butterflies are vital parts of the ecosystem as both pollinators and components of the food chain.\"\nThey said \"hopefully\" people taking part in the butterfly count would be able to beat last year's total.\nStarting on 16 July, participants in the count were urged to pick a spot and spend 15 minutes watching for butterflies - and some moths which fly during the daytime - before submitting their sightings.\nButterfly Conservation provides an ID chart and a smartphone app to help identify the butterfly species and record any sightings.\nBefore the count began, the wildlife charity said many species of butterfly appeared to have been affected by the unusually cold and wet spring this year.\nSpeckled wood butterflies were being seen in particularly low numbers, while small tortoiseshells, commas, green-veined whites, large whites and red admirals were also being spotted in smaller numbers compared with the 10-year average.\nConservationists have warned the UK is seeing a rising number of extreme weather events, thought to be the result of climate change, and want to learn about their effects on native butterflies in order to understand the likely long-term impact on wildlife.\nSome species are being found in new parts of the country, while others are becoming harder to find at all, Butterfly Conservation said.\nLast year saw the lowest average number of butterflies logged in the 145,000 survey submissions sent to the charity since the count began 12 years ago, and Butterfly Conservation's scientists want to see if that trend continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58124489",
      "category": "world-middle-east",
      "title": "Mercer Street: Tanker blast evidence points to Iran, says US",
      "tags": "Israel,Iran,Drones,US Armed Forces",
      "text": "The US military's Central Command has announced the results of its forensic investigation into last week's fatal drone attack on a merchant tanker off Oman. \nIt says explosives experts concluded that the Unmanned Aerial Vehicle (UAV) was produced in Iran. \nThe evidence has been shared with explosives experts in Britain and Israel who concurred with the findings.\nThe attack on the MT Mercer Street killed two people.\nThe vessel is managed by the London-based Zodiac Maritime, a company owned by Israeli shipping magnate Eyal Ofer.\nA British security guard, Adrian Underwood, and the ship's Romanian captain lost their lives as the ship sailed past the Omani island of Masirah. \nBritain, the US, Israel and Romania, were quick to blame Iran which has denied any involvement. It said if there was any proof then it should be made public. \nNow a statement from Centcom has shed some light on what it says its investigation has revealed. \nThroughout the past week an explosive investigations team from the US Navy's aircraft carrier the USS Ronald Reagan has been examining the evidence left behind by the drone attack. \nAfter interviewing the survivors and studying the explosive residue they have concluded that the ship was targeted by three drones in all. \nThe first two, launched at the ship on the evening of Thursday 29 July, missed their target. But the third drone, launched early on Friday 30 July and loaded with a military grade explosive, hit the pilot house and exploded, killing the two men and leaving a 2-metre diameter hole. \nInvestigators say explosive chemical tests had identified the residue as RDX, a nitrate-based explosive, indicating that the UAV was rigged to cause injury and destruction.\nThe investigators also recovered part of the drone's wing and after further testing they concluded that the drone was produced in Iran. A joint statement issued by all the G7 nations on Friday condemned Iran's actions and said its actions threatened peace and stability.  \nIran and Israel have been engaged in an undeclared and so-called \"shadow war\" for some time now. \nIsrael is widely assumed to be behind a series of sabotage acts on Iran's nuclear programme, including the assassination of key scientists. It has also attacked Iranian ships suspected of carrying oil to Syria that is destined for Iran's militia ally in Lebanon, Hezbullah. \nIran has been targeting Israeli-linked shipping with limpet mines, something which the Iranian Revolutionary Guards Corps train intensively for. But last week's deadly drone attack marked a major escalation, killing some of those onboard and dragging in a major western power.\nDays later there was a second attack on shipping with armed men briefly seizing control of another merchant tanker, the MV Asphalt Princess, before leaving it to go on its way. \nThe incidents come at a time of heightened tension in the region as the new, hardline President Ebrahim Raisi takes power in Iran and talks aimed at reviving the moribund deal to curb Iran's suspect nuclear programme falter in Vienna."
    }
  ]
}