{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57690405",
      "category": "uk-northern-ireland",
      "title": "Why did prosecutors drop cases against ex-soldiers?",
      "tags": "Bloody Sunday,The Troubles",
      "text": "The decisions to discontinue the murder cases against veterans known as Soldier F and Soldier B centre on statements from many years ago.\nThe Public Prosecution Service (PPS) revisited this key evidence in recent weeks.\nReviews followed the collapse of the Joe McCann murder trial when statements by Soldier A and Soldier C were ruled inadmissible and they were acquitted.\nFor the PPS, it presented a knock-on problem.\nIn the Joe McCann case, the judge decided statements by the former soldiers could not be used as evidence.\nWhen interviewed in 1972, they admitted shooting Mr McCann, a member of the Official IRA, but they were not cautioned and had no access to legal advice. \nIn 2010, they were re-interviewed by the police Historical Enquiries Team (HET), but they were not under arrest nor was any mention made that they were under suspicion for murder. \nTheir 1972 statements were read into the record also and this, claimed the PPS, made them admissible.\nBut the judge decided otherwise.\nAccording to the PPS, the Soldier B and Soldier F cases display \"related features\".\nIn the case of Soldier B, the crucial bit of evidence was a written statement he gave to the HET in 2006 in which he admitted firing the shots in \"self-defence\" which hit Daniel and Christopher Hegarty.\nBut he was not made aware he was suspected of an offence - nor was he told the purpose of the interview was to obtain evidence. \nIn light of what happened in the trial of Soldiers A and C, the PPS decided this is now a \"significant deficiency that tainted\" Soldier B's statement.\nWithout it, there was no other evidence, such as ballistics, relating to the discharge of Soldier B's weapon.\nSoldier B's statement from 1972 was also inadmissible as having been made without caution, but it was not going to be relied upon anyway.\nWhen it came to Soldier F, the parallels are less direct.\nAgain, his original statements from 1972 were made without the benefit of a caution or legal advice.\nBut up to now, prosecutors had felt statements made in the same circumstances by other soldiers identifying him as firing shots could be admitted as \"hearsay evidence\" come his trial.\nTheir view has now changed.\n\"The stance taken by the court in A and C demonstrated in clear terms that compelled statements are regarded as legally flawed and evidentially diminished,\" the PPS stated in an 11-page document explaining things.\n\"It was concluded there was no reasonable prospect of a court acceding to an application to admit as hearsay evidence the 1972 compelled statements.\"\nTwo other prosecutions involving retired soldiers were also reviewed.\nBut they are proceeding as planned.\nDenis Hutchings is facing attempted murder charges in respect of the fatal shooting of John Pat Cunningham near Benburb in Tyrone in 1974.\nDavid Holden is charged with manslaughter over the death of Aidan McAnespie in Aughnacloy in Tyrone in 1988."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57666436",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Boosters concern as GPs 'already stretched'",
      "tags": "NHS Scotland,Coronavirus vaccines,Jason Leitch,Coronavirus pandemic,GP",
      "text": "GPs in Scotland are concerned about delivering Covid booster jabs as they are working \"beyond full capacity\".\nOlder age groups could receive the third vaccine when they see their GP for a flu jab ahead of winter.\nBut the Royal College of General Practitioners (RCGP) in Scotland said there was a risk in balancing boosters with seeing other vulnerable patients.\nThe Scottish government said it would work with GPs and health boards to plan the programme in line with advice.\nThe Joint Committee on Vaccination and Immunisation (JCVI) gave the NHS the green light to start planning a booster programme, advising that they will give additional protection against new variants before winter.\nMore than 30 million of the most vulnerable should receive a third dose, including all adults aged 50 and over, and anyone younger who qualifies for a flu jab.\nScotland's national clinical director Prof Jason Leitch told the BBC the JCVI was trialling whether GPs could give boosters to older people attending flu vaccine appointments.\nHowever, Dr David Shackles, who jointly chairs RCGP Scotland, said general practice had been expressing serious concerns about the \"already stretched workforce\" for some time.\nHe said: \"General practice is already working beyond full capacity and GPs have had unprecedented demand for appointments due to backlog.\n\"We understand the risk is balancing the need to vaccinate those requiring flu and Covid-19 boosters against requirement to see patients with acute problems and chronic illnesses that they may have put off dealing with during the height of the pandemic.\"\nDr Shackles reiterated calls for \"urgent action\" to boost the workforce, adding that GPs would work hard to make sure all patients could access the vaccine.\nThe Scottish government said it welcomed the advice from the JCVI and would offer the booster to priority groups from September.\nA spokeswoman said: \"The committee will consider additional scientific data as it becomes available over the next few months, ahead of formulating final advice. \n\"In the meantime we will work closely with NHS boards and GPs to plan for this potential booster campaign, in line with this interim advice.\"  \nIt comes as Scotland's daily Covid cases surpassed 4,000 for the first time since mass testing began.\nThird wave cases began to surpass January's peak towards the end of June.\nFirst Minister Nicola Sturgeon previously said the government would monitor the impact cases had on hospital admissions - which rose from from 235 on Wednesday to 275 on Thursday.\nScotland's largest health boards have said it is \"too early\" to share plans for a future booster programme.\nHowever, NHS Lothian confirmed it was looking to use some current mass centres alongside additional, more localised venues.\nNHS Tayside said it planned to continue its blended model of using GP surgeries and local centres.\nProf Jason Leitch told BBC Scotland that plans could involve younger age groups using pharmacies, mass vaccination centres or mobile vaccination units.\nHe said: \"It's one of the reasons why the joint committee have given us early notice - so we can work that out in consultation with GP practices and [health] boards whether we need to keep some of our mass vaccination centres. \n\"One of the things they've said and are doing trials about this is, can we give it at the same time as the flu vaccine? That would be very convenient. So everybody who gets the flu vaccine already on the same visit could also have a Covid vaccine. \n\"Companies are even working on putting the two vaccines into the one vial - they haven't done that quite yet but the first trials of giving the two vaccines together suggest [they are] both safe and effective. That will continue over the summer.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57695835",
      "category": "health",
      "title": "Covid: PM confident of no problem over India jab travel",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic",
      "text": "Boris Johnson has said he is \"very confident\" there \"will not prove to be a problem\" for travellers who have received an Indian-made Covid jab.\nIt comes after reports the European Union's passport scheme does not recognise the AstraZeneca vaccine made by the Serum Institute of India.\nThe UK's medicines regulator has shared its data on the jab with its European counterpart, Downing Street said.\nVaccine expert Prof Adam Finn said the vaccines were \"exactly the same stuff\".\nThe Daily Telegraph had reported that millions of people who have received doses from batches manufactured in India could face being blocked from taking European holidays.\nThe UK has received five million doses of the AstraZeneca vaccine from the Serum Institute, which manufactures the jab under the name Covishield - although that name is not used in the UK. \nThe Serum Institute has not received approval to make the Covid jab from the European drugs regulator but has been cleared by the UK's Medicines and Healthcare products Regulatory Agency (MHRA).\nHowever, the Department of Health and Social Care (DHSC) said all AstraZeneca vaccines administered in the UK would appear under the brand name Vaxzevria - the same as the AstraZeneca jab produced elsewhere - on the NHS Covid Pass.\nIt said \"no Covishield jabs have been administered in the UK\".\nOn Friday the UK recorded 27,125 new cases of coronavirus and a further 27 deaths within 28 days of a positive test.\nCurrently the EU is rolling out a Digital Covid Certificate so travellers can prove their vaccination status in order to be exempt from quarantining when crossing an international border.\nA European Commission spokesman said that while entry to the EU should be allowed to those who are fully vaccinated with EU authorised jabs, member states could make their own decision on whether to allow entry for people vaccinated with jabs on the World Health Organization's emergency list - which includes Covishield.\nSeveral European countries have already approved the Covishield jab for travel. These include Austria, Germany, Slovenia, Greece, the Republic of Ireland, Spain, Iceland and Switzerland.\nAt the moment the EU does not accept the UK's NHS app for Covid certification but a UK government spokesman said it will be \"a key service\" as international travel is reopened. \nIndividual countries including Greece and Spain do accept it.\nWith batch numbers being visible via the UK's Covid pass it is not clear if officials EU countries could check if a person had received a dose originating in India.\nEarlier, Downing Street said the MHRA had shared its assessment of the vaccines with its European counterpart - the European Medicines Agency (EMA) - to assist the approvals process.\nDuring a press conference with German Chancellor Angel Merkel, the UK prime minister, Mr Johnson, said he saw \"no reason at all\" why MHRA-approved vaccines should not be used for vaccine passports.\nMrs Merkel said that \"in the foreseeable future\" those with double jabs in high incidence areas, like Britain, \"will be able to travel again without having to go into quarantine\".\nThe Serum Institute is reportedly seeking emergency authorisation from Europe for the Covishield jab, which has widely been distributed in poorer countries as part of the Covavax scheme.\nAstraZeneca also says it is working with the EMA on the \"inclusion of Covishield as a recognised vaccine for immunisation passports\" - although the EMA says there is currently no application for market authorisation.\nProf Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), told BBC Radio 4's Today programme people should not be worried that they were any less protected by the Covishield jab and said the \"administrative hurdle\" should be \"straightened out\".\n\"We're in the early days of this new world of needed vaccine passports and there are lots of aspects of this that are still being sorted out for the first time,\" he said.\n\"But it's clearly, ultimately not in anyone's interest, including the European Union, to create hurdles that don't need to be there.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57698248",
      "category": "uk-england-london",
      "title": "David Gomoh stabbing: NHS worker killed at random by gang, Old Bailey told",
      "tags": "Telford,Stratford,Cambridge,London violence",
      "text": "An NHS worker was stabbed to death by gang members who were selecting targets at random in a \"petty but fatal game of one-upmanship\", a court has heard.\nDavid Gomoh, 24, was attacked seconds after leaving his home in Canning Town, east London, on 26 April 2020.\nHe was killed days after his father had died with coronavirus.\nMuhammad Jalloh, 19, David Ture, 19, Vanei Colubali, 22, and a 17-year-old boy from Telford, Shropshire, all deny murder.\nThe Old Bailey heard that the group, members of the Northsides Newham Gang, chose Mr Gomoh at random to send a message to the Custom House and Beckton gangs.\nMr Gomoh had no links to any gang. \nBefore the killing, the defendants had tried to attack another man in the same area who managed to escape, the court heard.\nMr Gomoh, who worked in supply and procurement for the NHS, suffered catastrophic injuries in the attack, on Freemasons Road. He managed to get to his feet and stumble the short distance home, the jury was told.\nHe eventually bled to death in front of his family.\nIn the seconds before the attack, Mr Gomoh had been on the phone to his girlfriend.\nThe court was told she heard someone demand: \"Where are you from?\", followed by the sounds of a struggle.\nProsecutor Oliver Glasgow QC said Mr Gomoh was chosen because \"he had the misfortune to live in an area of London that is frequented by rival gangs\".\nHe described them as \"rival gangs who are involved in a violent feud with each other, rival gangs who like to attack each other, and rival gangs who like to brag about the devastation they have wrought upon each other\".\nMr Jalloh, from Cambridge, Mr Ture and Mr Colubali, both of no fixed address, also deny conspiracy to cause GBH in connection with an earlier incident.\nThe trial continues."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57691543",
      "category": "uk-politics",
      "title": "Batley and Spen: Labour narrowly hold seat in by-election",
      "tags": "Conservative Party,Labour Party,Batley and Spen by-election",
      "text": "Labour's Kim Leadbeater has narrowly won the Batley and Spen by-election following a bitter campaign. \nAfter defeating her Conservative rival by just 323 votes, she said constituents had \"rejected division\" and \"voted for hope\".\nIt means she will now represent the seat previously held by her sister Jo Cox, who was murdered there in 2016.\nThe result will ease pressure on Labour leader Keir Starmer after recent election defeats for his party.\nMs Leadbeater said the \"vast majority\" of her conversations with voters during the campaign were about local rather than national issues.\nAsked on BBC Breakfast whether Sir Keir had been an asset or a problem, she said: \"The focus of the campaign was very much listening to local people.\"\nThe campaign in West Yorkshire was marred by acrimony, personal abuse and allegations of dirty tricks.\nJo Cox's widower Brendan Cox said Ms Leadbeater had been \"incredibly brave\" to put herself forward, and he was \"incredibly proud\" of her.\n\"It was a very bruising and pretty horrible campaign at times,\" he added. \nConservative candidate Ryan Stephenson came second with 12,973, with former Labour and Respect MP George Galloway third with 8,264.\nSpeaking outside the count, Mr Galloway said he would apply to have the result set aside by the courts, citing a \"false statement\" made about him during the campaign.\nMr Galloway, standing for the Workers Party of Britain party, had targeted Labour voters with the aim of toppling Sir Keir as Labour leader.\nHis campaign sought to win support from voters unhappy at the party's stance on issues including the conflict between Israel and the Palestinians, and the disputed territory of Kashmir, claimed by both India and Pakistan.\nAn ethnically diverse seat, about 20% of the population is from an Asian background, with just under 19% being Muslim.\nSir Keir, who welcomed it as a \"fantastic result\", will head to the seat on Friday to congratulate his party's victorious candidate.\nIt had been reported he may have faced a challenge from his deputy Angela Rayner if the party lost another northern English constituency to the Tories.\nIt comes after the Conservatives took Hartlepool, a once rock-solid Labour seat in May, alongside losing more than 300 councillors in England's local elections.\nAndrew Scattergood, co-chair of the Momentum campaign set up to campaign for former leader Jeremy Corbyn, said Labour could not \"portray this as a massive victory\".\n\"We squeaked it over the line and there are some serious concerns,\" he told the BBC News Channel.\nLabour has held the seat of Batley and Spen since 1997, so a victory might well sound like it was expected. \nHowever, there was an expectation Labour would lose and there were a number of factors working against them.\nOne was the fact that Labour has struggled in by-elections recently and lost Hartlepool, for example.\nAnother was George Galloway, who took votes from traditional Labour voters in Batley and Spen's sizeable Asian community.\nThe expectation in Westminster was that the Tories would sneak through the middle and win this seat - that hasn't happened.\nSir Keir Starmer will breathe a big sigh of relief, because he would have been in real trouble with another by-election loss.\nThe fact that hasn't happened means his supporters are in a pretty good mood this morning.\nThey're saying it shows some of the questions being asked of him over the last few weeks have been a bit over-hyped, and that he can win.\nSixteen candidates in total ran in contest. Turnout was 47.6%, with 37,786 verified ballots cast out of a total electorate of 79,373. \nThe vote was triggered after the previous Labour MP for the seat, Tracy Brabin, became West Yorkshire's first elected mayor in May.\nShe first won the seat in a by-election after Ms Cox was murdered by a far-right extremist in Birstall, part of the constituency, in 2016.\nThe Conservatives fought a relatively low-key campaign, with Mr Stephenson saying he was focused on talking to voters about \"the issues that matter here\".\nConservative Party co-chair Amanda Milling said it had been a \"disappointing result\" for her party.\nShe said the recent resignation of Matt Hancock as health secretary after breaking social distancing rules was \"one of a number of different issues that came up\" that had been raised by voters on the doorstep. \nBut she added that for her party to \"run this close\" was still \"exceptional\", given it has been in government since 2010. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57692363",
      "category": "uk-politics",
      "title": "Labour's Kim Leadbeater wins Batley and Spen by-election",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57695301",
      "category": "uk",
      "title": "Man charged with common assault after Chris Whitty incident",
      "tags": "Chris Whitty,Coronavirus pandemic",
      "text": "A man has been charged with common assault after England's chief medical officer Prof Chris Whitty was accosted by a group of men in a London park. \nLewis Hughes, 23, of Wigton Way in Romford, east London, was charged on Thursday over the incident, which took place on Sunday, the Met Police said. \nOfficers spoke to the victim, who had not suffered any injuries, and checked his welfare, the force added. \nThey then reviewed video footage that emerged later. \nMr Hughes was charged by postal requisition and will appear at Westminster Magistrates' Court on 30 July.\n\"At approximately 19:20hrs on Sunday, 27 June officers in St James's Park became aware of a man being accosted by a group of men,\" the Metropolitan Police said in a statement. \n\"Officers subsequently reviewed video footage which emerged after the incident and the matter was referred to the Public Order Crime Team. Enquiries continue.\"\nA video of the incident had been widely shared on social media. \nMr Hughes previously apologised for any \"upset\" caused and said he had lost his job as an estate agent over the incident. \n\"If I made [Prof Whitty] feel uncomfortable, which it does look like I did, then I am sorry to him for that,\" he told the Sun. \nPolice previously said that when they spoke to Prof Whitty at the time he did not wish to make any allegations. \nIt was not the first time Prof Whitty has been filmed being confronted by a member of the public.\nEarlier this month, a man in Oxford accused him of lying to the public about coronavirus, while in February a man accosted the chief medical officer in Westminster.\nAnd a group of people gathered outside what was apparently Prof Whitty's London flat on Saturday, chanting and shouting.\nSince the start of the coronavirus crisis, he has been front and centre of the UK's decision-making and communication of messages to the public.\nHe took on the chief medical officer role in October 2019, and until the coronavirus threat emerged, had never done broadcast interviews or held press briefings or conferences.\nOne of the country's foremost experts in infectious diseases, he has worked as a doctor in Africa and Asia, as well as the UK.\nHe continues to practise medicine at University College London Hospitals, where he was spotted doing a shift over Christmas.\nHis mother was a teacher and his father was a diplomat who was murdered by terrorists in Greece after they flagged him down in his car in 1984."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57685365",
      "category": "uk-scotland",
      "title": "Drop-in vaccination clinics to open across mainland Scotland",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Humza Yousaf",
      "text": "Drop-in Covid vaccination clinics are to be opened in all areas of mainland Scotland from Monday. \nEach health board will offer first doses without an appointment to people aged 18 or over.\nSecond doses will be available for those who received their first injection at least eight weeks earlier.\nThe latest figures released on Friday showed that 3,823 new coronavirus cases have been recorded in the last 24 hours, and four additional deaths.\nOn Thursday, the number of daily cases reported in Scotland surpassed 4,000 for the first time - although that fell to 3,823 on Friday - as the virus surges across the country. \nFigures released by the Office for National Statistics said that Scotland continued to have the highest Covid rate in the UK last week, with about one in every 150 people thought to have the virus.\nThis equates to about 35,900 people. \nThe figure for England was one in 260 people, while in Wales it was one in every 450 people, and in Northern Ireland one in every 670.\nConcerns have been raised about the length of time it is taking for contact tracers to get in touch with people who test positive in Scotland  - with the country's national clinical director Prof Jason Leitch admitting the system was \"straining\" under the pressure of the high case load.\nScottish Labour has said the country's vaccination programme appeared to slow last month - particularly in areas where the cases are highest - and questioned why it has taken Scotland so long to follow England in introducing walk-in vaccine centres for all adults.\nThe Scottish government hopes the drop-in clinics will make it easier for people to get the jab, which is helping to limit the number of people falling seriously ill and dying despite the spike in cases.\nMobile vaccination units, run by the Scottish Ambulance Service, will also be operating for two weeks in locations including city centre transport hubs and shopping centres. \nThe locations of the drop-in clinics and mobile units will be made available on NHS health board websites, as well as the NHS Inform website.\nPeople can also use the NHS Inform site to rearrange the time or location of a vaccination appointment if, for example, it is more convenient for them to be vaccinated closer to their work than their home. \nFirst Minister Nicola Sturgeon said the drop-in centres could be used by people who already have an appointment scheduled in the future, or those who have missed an appointment.\nMore than 3.8 million people in Scotland have had at least one vaccine dose, while more than 2.7 million have had both doses. \nMs Sturgeon said more than 60% of those eligible for the vaccine have now had both doses, and that more than 50% of the entire population was now fully vaccinated.\n\"That is an important milestone and one that will be increasing our levels of protection against this virus,\" she said.\nThe aim is for everyone over the age of 18 to have had their first shot by 18 July. \nPlans are also been drawn up to give people over the age of 50 booster shots in the autumn.\nThe first minister said the \"surge in new cases\" was being led by the more contagious Delta variant, which was first identified in India.\nMs Sturgeon said the vaccines were now doing much of the work lockdown did previously.\nBut she warned: \"All of us do still need to play a part over and above vaccination to make sure that we get through this next period as safely as possible.\n\"The rising cases is a reminder that we still need to be cautious, this variant of the virus is spreading quickly, we know that Covid is potentially dangerous.\n\"No vaccine is 100% effective but these ones are very effective after two doses, so even if you still get the virus, your chances of becoming very ill with it are much reduced.\"\nThe Scottish Conservatives' health spokeswoman,  Annie Wells, welcomed the success of the vaccination programme and urged people to get their second dose as soon as possible.\nMs Wells said the public want the vaccine roll-out and contact tracing system to \"work even faster\" amid rising cases, to drive case numbers back down.\nScottish Labour said the party had been calling for walk-in vaccination centres for weeks and it welcomed the rollout.\n\"Given that vaccination rates were slowing down instead of ramping up, this is not before time,\" the party's health spokeswoman, Jackie Baillie, said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57696431/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Batley and Spen: Labour is back after by-election win, says Starmer",
      "tags": "Keir Starmer,Labour Party,Kim Leadbeater,Batley and Spen by-election",
      "text": "Sir Keir Starmer has declared \"Labour is back\" after the party held on at the Batley and Spen by-election.\nThe Labour leader headed to the West Yorkshire constituency to celebrate Kim Leadbeater's narrow 323-vote win.\nHe said it was a victory for \"hope over division, and decency over hatred\", after a bitter campaign, and \"just the start\" for Labour.\nMs Leadbeater will now represent the seat previously held by her sister Jo Cox, who was murdered there in 2016. \nSir Keir hailed her \"incredible courage\" in standing for the seat, and claimed \"Labour is coming home\".\nWriting in the Guardian, he also promised the by-election would be \"a turning point, a sign that the politics of division and dishonesty won't win out, that unity and decency can\".\nThe result will come as a relief to Sir Keir, who has been under pressure following recent election defeats for his party.\nPrime Minister Boris Johnson said the Conservative candidate Ryan Stephenson ran an \"incredibly positive campaign\" and \"did very well to reduce a longstanding Labour majority\".\nSpeaking at a Downing Street press conference with German Chancellor Angela Merkel, Mr Johnson claimed the by-election result was the \"third biggest swing in favour of the government since the War\".\nMs Leadbeater took the seat with 13,296 votes, giving her a slim victory over Mr Stephenson with 12,973.\nFormer Labour and Respect MP George Galloway, standing for the Workers Party of Britain party, came third with 8,264. \nThe former Bradford West MP had sought to win support from the seat's Labour voters, with the aim of toppling Sir Keir as Labour leader.\nHis campaign had targeted voters unhappy at the party's stance on issues including the conflict between Israel and the Palestinians, and the disputed territory of Kashmir, claimed by both India and Pakistan.\nAn ethnically diverse seat, about 20% of the population is from an Asian background, with just under 19% being Muslim.\nSpeaking in Cleckheaton, Sir Keir said Ms Leadbeater had won despite a split in Labour's vote, because \"former Tory voters voted for her\".\n\"The Tories had a clean hit, nobody was going against them, and they didn't win,\" he added.\nWriting in the Guardian on Saturday, he said: \"And as we emerge from restrictions, there is now a real opportunity to harness the solidarity and national spirit that we've seen over the last year.\n\"To make sure that after the last year of sacrifice, we build a more united, fair, and secure country.\n\"To rebuild our economy and our public services, to bring our communities back together and to put honesty and integrity back at the heart of our politics.\"\nSir Keir was reportedly facing a potential challenge from his deputy Angela Rayner if the party lost another northern English constituency to the Tories.\nIt comes after the Tories took Hartlepool, a once rock-solid Labour seat in May, alongside losing more than 300 councillors in England's local elections.\nBut Andrew Scattergood, co-chair of the Momentum campaign set up to campaign for former Labour leader Jeremy Corbyn, said the party could not \"portray this as a massive victory\".\n\"We squeaked it over the line and there are some serious concerns,\" he told the BBC News Channel.\nThe Batley and Spen result will take some pressure off Sir Keir Starmer.\nThe atmosphere in Labour circles at Westminster since May's local elections has been febrile.\nSome Labour MPs fear things can only get worse - that more seats that were once safe are at risk.\nThere was a swing of nearly 3% from Labour to the Conservatives in Batley and Spen - if a similar swing was reproduced nationally, at a general election, Labour would have lost 11 seats.\nLabour know their party's problems go deeper than the question of leadership - but preparations were being made for a worse result in Batley and Spen.\nRead Iain's full analysis\nSixteen candidates in total ran in the contest. Turnout was 47.6%, with 37,786 verified ballots cast out of a total electorate of 79,373. \nThe vote was triggered after the previous Labour MP for the seat, Tracy Brabin, became West Yorkshire's first elected mayor in May.\nShe first won the seat in a by-election after Ms Cox was murdered by a far-right extremist in Birstall, part of the constituency, in 2016.\nThe Conservatives fought a relatively low-key campaign, with Mr Stephenson saying he was focused on talking to voters about \"the issues that matter here\".\nConservative Party co-chair Amanda Milling said it had been a \"disappointing result\" for her party.\nShe said the recent resignation of Matt Hancock as health secretary after breaking social distancing rules was \"one of a number of different issues that came up\" that had been raised by voters on the doorstep. \nBut she added that for her party to \"run this close\" was still \"exceptional\", given it has been in government since 2010. \nAre you a Batley and Spen voter? How did you vote and why? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57639921",
      "category": "uk-england-leeds",
      "title": "Batley and Spen by-election: Voters 'not focused on Hancock row' says PM",
      "tags": "Batley",
      "text": "Boris Johnson has said voters in Batley and Spen are focused on \"a positive change\" in the area rather than the row over ex-health secretary Matt Hancock.\nThe prime minister was in the West Yorkshire constituency ahead of Thursday's by-election.\nHe was asked if Mr Hancock's resignation had damaged the campaign.\nMr Johnson said: \"I think what people are focused on, what people on the doorsteps are saying... is that we want to have a positive change in Batley.\"\nHe told reporters during a visit to the Johnstone's Paints factory in Batley: \"I read about that story on the Friday, and we had a new Secretary of State for Health and Social Care on Saturday.\n\"And we see the opportunity, now that we're coming towards the end of the pandemic, as we get all the jabs in, we see an opportunity for a jobs-led recovery here in Batley and Spen and across the whole country.\"\nHe said the Conservative Party's contender, Leeds councillor Ryan Stephenson, was a \"fantastic local candidate\" who was \"passionate\" about the area he hoped would become his constituency.\nThe by-election was triggered after Tracy Brabin, who won the seat for Labour in 2019 with a 3,525 majority over the Conservatives, was elected as the mayor of West Yorkshire in May.\nA total of 16 candidates will contest the by-election on Thursday.\nThese are the candidates (listed alphabetically by surname):\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57693843",
      "category": "uk-england-leeds",
      "title": "Kim Leadbeater: Sister of Jo Cox is new Batley and Spen MP",
      "tags": "Batley,Heckmondwike,Jo Cox,Kim Leadbeater,Batley and Spen by-election",
      "text": "Kim Leadbeater has narrowly won the Batley and Spen by-election for Labour, defeating her Conservative rival by just 323 votes.\nThe self-styled \"proud Yorkshirewoman\" is the sister of Jo Cox, the constituency's former MP who was murdered by a right-wing extremist in 2016.\nMs Leadbeater said it was \"inevitable\" to think about her sister and her family as she celebrated her victory.\nShe said her success in the by-election was down to having being \"born and bred\" in the constituency.\nFollowing her selection as Labour's candidate, she said: \"I'm a proud Yorkshirewoman and have lived in Batley and Spen all my life.\n\"I have a deep understanding of the area, its people and some of the challenges it faces.\"\nMs Leadbeater was born in Heckmondwike in 1976, two years younger than sister Jo, to parents Jean and Gordon.\nHer father was a factory worker and her mother was a school secretary.\nShe said she had \"loads of happy memories\" of her childhood in the area.\n\"A lot of that is centred around family: getting together for fish and chips on a Saturday afternoon; going down to Woolworths in Heckmondwike to get our pick-and-mix.\n\"To be part of a family is really special.\"\nAlong with her sister, Ms Leadbeater attended the primary school and then the grammar school in Heckmondwike, before working in local shops and subsequently becoming an exercise instructor.\nShe returned to education in her mid-20s and eventually qualified as a teacher, going on to lecture at Kirklees College and Bradford College.\nShe would later set up her own fitness and wellbeing business.\nThe death of sister Jo in 2016 saw her thrust into the public eye as her family mourned their loss.\nShe would go on to become an ambassador with the foundation established in Ms Cox's memory and has campaigned on issues her sister fought for, such as social cohesion and loneliness.\nMs Leadbeater has also been a spokesperson for the annual Great Get Together, a weekend of community events usually held across the UK at the end of June.\nShe has spoken frequently about the importance of community - pledging that would be a focus if she became the new MP for the constituency.\n\"I think one of the things I would look to achieve across the area is to ensure every person in Batley and Spen feels like they are part of a community,\" she said.\nDuring the coronavirus pandemic, Kim Leadbeater co-ordinated mutual aid groups and since March 2020 she has raised £53,000 in direct support for the most vulnerable.\nIn the New Year Honours, she was appointed MBE for her charity work.\nReflecting on her decision to stand for election in the same constituency her sister had been the MP, she said it had been \"really emotional\".\n\"As a family, this is a huge deal. If I can be half as good an MP as Jo was then I will be very proud.\n\"It was a massive decision for us as a family and it was a family decision to put myself forward.\"\nPutting her campaign's success down to focusing on local issues, she said: \"People want an MP who cares about this community.\"\nShe added: \"As somebody who has lived here their whole life, I think that's where the connection came from through this campaign.\n\"The fact that I am born and bred here has been really important to people.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-foyle-west-47433319",
      "category": "uk-northern-ireland-foyle-west",
      "title": "Bloody Sunday: What happened on Sunday 30 January 1972?",
      "tags": "Bloody Sunday,The Troubles,Police Service of Northern Ireland,Londonderry-Derry,Ministry of Defence",
      "text": "Thirteen people were shot dead and at least 15 others injured after members of the Army's Parachute Regiment opened fire on civil rights demonstrators in the Bogside - a predominantly Catholic part of Londonderry - on Sunday 30 January 1972.\nThe day became known as Bloody Sunday.\nIt is widely regarded as one of the darkest days of the Northern Ireland Troubles.\nAbout 15,000 people gathered in the Creggan area of Derry on the morning of 30 January 1972 to take part in a civil rights march.\nFive months earlier, in August 1971 and against a backdrop of escalating violence and increased bombings in Northern Ireland, a new law was introduced giving the authorities the power to imprison people without trial - internment. The government had decided it was the only way it could restore order.\nThousands gathered in Derry on that January day for a rally organised by the Northern Ireland Civil Rights Association to protest at internment. \nThe Stormont government had banned such protests.\nTroops were deployed to police the march. \nThe march began shortly after 15:00 GMT and the intended destination was the city centre. \nHowever, Army barricades blocked marchers.\nThe majority of demonstrators were instead directed towards Free Derry Corner in the Bogside.\nAfter prolonged skirmishes between groups of youths and the Army, soldiers from the Parachute Regiment moved in to make arrests.\nJust before 16:00 GMT, stones were thrown and soldiers responded with rubber bullets, tear gas and water cannon. Two men were shot and wounded.\nAt 16:07 GMT, paratroopers moved to arrest as many marchers as possible. \nAt 16:10 GMT, soldiers began to open fire.\nAccording to Army evidence, 21 soldiers fired their weapons, discharging 108 live rounds between them. \nThe shootings led to widespread anger in Derry and further afield.\nThe British Embassy in Dublin was burned to the ground by an angry crowd.\nThe day after Bloody Sunday the government announced there would be an inquiry led by the Lord Chief Justice, Lord Widgery.\nThe Widgery Tribunal largely cleared the soldiers and British authorities of blame, although he described the soldiers' shooting as \"bordering on the reckless\". \nIt was derided as a whitewash by the victims' families, who spent years campaigning for a fresh public inquiry.\nPrime Minister Tony Blair announced that a new inquiry would be held, headed by judge Lord Saville.\nIt was set up in 1998 and reported back in 2010, becoming the longest-running inquiry in British legal history and costing about £200m.\nThe inquiry found that none of the casualties were posing a threat or doing anything that would justify their shooting.\nIt said no warning was given to any civilians before the soldiers opened fire and that none of the soldiers fired in response to attacks by petrol bombers or stone throwers.\nSaville found there was \"some firing by republican paramilitaries\" but that on balance the Army fired first.\nPrime Minister David Cameron said the killings were \"unjustified and unjustifiable\".\nThe Police Service of Northern Ireland (PSNI) began a murder investigation after the Saville report was released. \nIt took a number of years to complete and detectives then submitted their files to the Public Prosecution Service towards the end of 2016.\nHaving weighed up 125,000 pages of material, prosecutors said on 14 March that they will prosecute Soldier F for the murders of James Wray and William McKinney.\nHe had also faced charges for the attempted murders of Patrick O'Donnell, Joseph Friel, Joe Mahon and Michael Quinn.\nOn 2 July 2021, it was announced Soldier F would not face trial following a decision by the Public Prosecution Service (PPS). \nIn a statement, the PPS said after \"careful consideration\" the decision had been taken due to another recent court ruling which found evidence being relied upon in the prosecution of Soldier A and Soldier C for the killing of Joe McCann was inadmissible. \nThis was due to the circumstances in which the evidence was obtained. \nThe decision not to proceed with the case is now the subject of live judicial review proceedings following a legal challenge brought by the brother of one of the Bloody Sunday victims. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-wiltshire-57701912",
      "category": "uk-england-wiltshire",
      "title": "M4 human remains: Area near Swindon searched",
      "tags": "Swindon,Wiltshire Police",
      "text": "Suspected human remains have been found close to a motorway.\nA large police presence can be seen in woodland off Medbourne Lane, close to junction 15 of the M4 near Swindon.\nWiltshire Police said it could take weeks to identify the \"old\" remains but specialist officers were meticulously combing the scene. \nIt said officers expected to remain there \"over the next few days and weeks\" and would provide further updates when possible.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57690385",
      "category": "world-us-canada",
      "title": "Miami building collapse: Still possible to find survivors, Biden says",
      "tags": "Florida,Miami building collapse,Miami,Joe Biden",
      "text": "US President Joe Biden has said it is still possible to find survivors in the rubble of a building that collapsed last week near Miami in Florida.\nSpeaking after meeting families of people who died or are still missing, he said they were going \"through hell\", and that federal funding for the rescue effort would continue for a month.\nHe also said it was essential to find out what caused the collapse. \nEighteen bodies have been recovered but 145 people are still unaccounted for. \nRescue efforts resumed on Thursday evening after a 15-hour halt amid concerns about the stability of the remaining structure of the Champlain Towers South. Nobody has been pulled alive from the rubble since the first hours after the disaster.\nMiami-Dade County Mayor Daniella Levine Cava said officials were planning for the possible demolition of the remaining structure, and a decision would need to be made \"extremely carefully and methodically,\" given how it would affect the search-and-rescue mission.\nEarlier this week, in an interview with news outlet WPLG, a rescue worker recalled hearing a woman's voice underneath the debris - and his team's desperate attempt to get her out.\n\"We were continuously talking to her... 'Honey we got you. We're going to get to you',\" the worker said.\nBut despite their continuous efforts, the woman died of her injuries.\nAddressing relatives in a private meeting, President Biden drew his own experience of grief as he offered his prayers and support. In a video posted on social media, he was seen speaking in sombre tones about the death of his wife and daughter in a car accident.\nLater in a news conference, he said the \"whole nation\" was mourning with the families, and that he was \"holding out hope\" that survivors could be found.\n\"They're praying and pleading that 'God, let there be a miracle',\" he said. \"There is still a possibility that someone could be alive, that someone is breathing.\"\nPresident Biden also met firefighters and other first responders who have been working at the site and paid respects at the memorial site for the victims alongside First Lady Jill Biden.\nEight days after the disaster, officials are still searching for answers about what might have caused the 40-year-old block's sudden collapse in the town of Surfside, north of Miami.\nExperts gathering information at the scene are considering a range of possible causes - from structural defects to environmental influences - and whether a combination of factors may have triggered the fall.\nAt the news conference, President Biden noted that many of the victims' families mentioned potential causes, such as rising sea levels and climate change. But he added: \"I don't think there is at this point any definitive judgement as to why it collapsed.\"\nOn Wednesday, it emerged that residents had received a letter in April warning them of worsening structural damage to the building.\nLawsuits are already being filed over the disaster, with the latest accusing the block's building association of \"reckless and negligent conduct\".\nMiami-Dade County State Attorney Katherine Fernandez Rundle said she would convene a special grand jury to examine building safety and \"what steps we can take to safeguard our residents\" from similar disasters in the future."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57694918/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Infections rising, but vaccines saving lives",
      "tags": "Coronavirus vaccines,Office for National Statistics,Coronavirus pandemic",
      "text": "Covid infections are continuing to rise across the UK, Office for National Statistics (ONS) data suggests.\nBut officials say vaccines are stopping similar rises in hospital admissions, and they are urging everyone to come forward for both doses.\n\"It will help us to break the chain of transmission, and save lives,\" said Dr Jenny Harries, from the UK Health Security Agency. \nEngland is due to lift most remaining Covid restrictions on 19 July.\nAccording to ONS estimates, there was \"a notable increase in infection rates\" across England, Wales and Scotland during the week ending 26 June.\nOne in every 250 people may now be infected by coronavirus, it says.\nIn Scotland, which has not seen estimated level of infections this high since the start of February, one in every 150 people could be infected.\nThese rises are driven by the Delta variant and, although infection rates are now similar to February, it is hoped fewer people will go on to become ill with severe symptoms, because of the vaccination programme.\nRecent government figures suggest that vaccines have already reduced hospital admissions and deaths.\nFewer than one in 1,000 infections is now leading to a death - compared with one in 60 last winter.\nBut ONS figures, based on swab tests on thousands of people in their own homes, suggest: \nSarah Crofts, from the ONS Covid-19 Infection Survey, said: \"It is crucial we continue to monitor infection rates and the impact of the vaccination programmes.\"\nThe highest percentage of people testing positive in England was in the North East (1%) and North West (0.9%).\nPositive tests rose in all age groups, except among those aged 70 and over. \nVirus levels in England were highest in the young, particularly those aged 17 to 24 and children in school years 7-11.\nOfficial government figures also show that cases are continuing to rise. There were 27,125 new cases reported on 2 July - up from 15,810 a week before - and 27 deaths. Around 1,800 people are currently in hospital with Covid. \nProf Kevin McConway said he hoped and expected the vaccines to make a difference - but caution was still needed.\n\"As more of the youngest adults have at least one vaccine dose, and more middle-aged and younger people have both doses, the numbers of people who would test positive will increase more slowly,\" he said.\n\"If that doesn't happen, and infections do continue to double in something like every two weeks, it won't take all that many weeks until infections are back at the sort of levels we've seen in previous peaks - so we can't stop being vigilant, particularly as and when more restrictions are removed.\"\nProf James Naismith, from the University of Oxford, said the delta variant would sweep through developing countries which were much less prepared.\n\"Once delta gets going it will overwhelm health care systems very rapidly unless vaccination improves. \n\"More thought needs given to whether vaccinating young children in the rich world is as important and ethically justified as vaccinating key workers and the most vulnerable in developing countries.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57686969",
      "category": "uk-wales-politics",
      "title": "Covid: Welsh Conservatives call for plan to end lockdown rules",
      "tags": "Coronavirus lockdown measures,Welsh government,Welsh Conservatives,Coronavirus pandemic",
      "text": "The Welsh government is \"stuck in lockdown mode\" and should stop \"treating the Welsh people like children\", the Conservatives have said.\nFirst Minister Mark Drakeford has held off lifting restrictions amid concerns over the Delta variant.\nThe Tories called for ministers to set out a dated plan for when they will lift all restrictions.\nMr Drakeford's government said its approach to reopening was led by the data and not \"by artificial dates\".\nWelsh Conservative Senedd leader Andrew RT Davies said a plan was needed given data showing the number of people in hospital with Covid has fallen to a record low. \nThe party did not propose its own date for scrapping lockdown restrictions, but said it would like to see them end \"as soon as it is safe to do so\".\nAccording to the latest data from Public Health Wales there were 86 Covid patients in hospital beds in Wales on 30 June - a record low for the second day running.\nHowever the case rate across Wales on Thursday was 66.5 per 100,000 people - the highest since 23 February.\nThere have only been minor changes to the rules in Wales since 7 June, after the first minister announced a pause in order to \"reduce the peak number of daily hospital admissions\" and allow time to vaccinate more people. \nMinisters had considered permitting more indoor mixing, allowing more people to attend indoor events and reopening ice skating rinks, before deciding to hold off.\nCurrently in Wales people are able to meet in private homes if they are in an extended household with a fixed set of other homes, unlike in England where six people from any household can meet.\nNightclubs remain closed, as they do across the UK, while limits on social distancing and how many people can meet outside remain.\nThe restrictions will be reviewed again in a fortnight, with any further lifting due to be announced by Mr Drakeford on 15 July - no dates have otherwise been set.\nHowever the UK government's new Health Secretary Sajid Javid has already said he sees \"no reason\" why restrictions in England will not end on 19 July. \nThe end of England's lockdown was originally scheduled for 21 June, but was pushed back by four weeks.\nThe Scottish government hopes to lift the final major restrictions in Scotland on 9 August. \nMr Davies said: \"Given the data, it's important the Welsh Labour government now provides families, schools, workers and businesses with their plan for restoring all freedoms and releasing restrictions in Wales, as has been seen in Scotland and England. \n\"Sadly, the Welsh government is stuck in lockdown mode and can't shift gears into recovery because it means actually having to tackle some of the issues that Labour have failed to tackle over the past two decades. \n\"Instead of treating the Welsh people like children, the Welsh government needs to talk to them like adults. \n\"People will understand that no date ministers choose comes with zero risk for Covid. \n\"Sadly, it can't be eliminated and moving forward we will have to learn to live with it like we do with other viruses,\" he said.\nAsked what the Welsh Conservatives would do, and whether they would support lifting restrictions on 19 July, a spokesman said: \"Ministers will have access to advice and data not currently afforded to opposition parties. \n\"However, we would like to see restrictions lifted in Wales as soon as it is safe to do so. The virus doesn't recognise Offa's Dyke and our preference has long been for a consistent UK-wide approach, but the data may suggest some nuances are required in Wales.\"\nAhead of May's Senedd election the Welsh Conservatives published a plan to end lockdown that broadly aligned with the UK government's plans at the time.\nIt included a proposal to possibly end social distancing in Wales by 21 June. \nA Welsh government spokesman said: \"Since the start of the pandemic we have taken a cautious, phased approach to reopening and have been led by the data that is presented to the cabinet by the chief medical officer and our scientific adviser, and not driven by artificial dates. \n\"We review the coronavirus regulations every three weeks and update members of the Senedd and the public about whether we are able to relax these, in line with our coronavirus control plan.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57697282",
      "category": "uk-england-london",
      "title": "Murder probe after Oxford Circus stab victim dies",
      "tags": "London violence,Oxford Circus",
      "text": "A 60-year-old man who was stabbed in a \"random and unprovoked assault\" in central London has died, sparking a murder investigation.\nA man was detained by members of the public in Oxford Circus, close to Regent Street, on Thursday evening.\nThe 25-year-old was then arrested by police, initially on suspicion of causing grievous bodily harm and possession of an offensive weapon. \nThe victim was taken to hospital but died from his injuries. \nThe suspect, who was subsequently arrested on suspicion of murder, was also taken to hospital with a non life-threatening head injury.\nDet Ch Insp Vicky Tunstall said the assault was \"random and unprovoked\" and is urging those with mobile phone or dashcam footage to come forward.\nShe said: \"It is clear that this area of Oxford Circus was very busy at the time of the attack. Members of the public intervened to detain the suspect and I hope to trace and speak to them, to secure their accounts and offer support.\n\"In particular, I would like to trace two young males with skateboards who led this intervention.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57690047",
      "category": "uk-england-london",
      "title": "Oxford Circus stabbing: Victim in critical condition",
      "tags": "London violence,Oxford Circus",
      "text": "A suspected knifeman was detained by members of the public after a stabbing attack in central London.\nOfficers arrested the man in Oxford Circus, close to Regent Street, at about 20:00 BST.\nAnother man who was treated at the scene for stab wounds was taken to hospital where he remains in a critical condition, Scotland Yard said.\nThe arrested man is being treated for a non-life threatening head injury, the force said.\nA crime scene is in place and officers remain in the area, it added.\nA London Ambulance Service spokesperson said: \"We treated a man at the scene for stab wounds and took him by road to a major trauma centre.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57694417",
      "category": "uk-northern-ireland",
      "title": "Prosecutors drop Troubles cases against ex-soldiers",
      "tags": "The Troubles,Londonderry-Derry",
      "text": "Two Army veterans facing murder charges from the Northern Ireland Troubles, including on Bloody Sunday in 1972, will now not face trial.\nThe cases involve individuals known as Soldier F and Soldier B.\nSoldier F was to be prosecuted over the deaths of James Wray and William McKinney on Bloody Sunday.\nThe case against Soldier B relates to the death of 15-year-old Daniel Hegarty, who was shot twice in the head in Londonderry in July 1972.\nIt also relates to the wounding of his cousin, Christopher.\nThirteen people were shot dead and 15 were wounded when the Parachute Regiment opened fire on civil rights demonstrators on Bloody Sunday in Derry in January 1972.\nSoldier F was also facing five counts of attempted murder.\nIn a statement, the Bloody Sunday families said the decision was a \"damning indictment of the British justice system\" and they would be challenging it.\n\"The actions of Soldier F resulted in the two women being robbed of their husbands, 12 children being orphaned of their father, and dozens of young men and women deprived of a brother,\" they said.\n\"These are the clear findings of the Bloody Sunday Inquiry and the responsibility that it attaches directly and unequivocally to the actions of Soldier F.\"\nThe Hegarty family solicitor, Des Doherty, said:  \"I want to make this clear, under instruction from the family, and under much protest - and we made that clear, that it was under protest - we accepted letters from the PPS advising that they no longer would be proceeding with the prosecution of Soldier B for murder.\"\nReviews of the cases were prompted by the collapse of the trial in Belfast in May 2021 of two other veterans for Troubles-era offences.\nThe court ruled that statements by Soldiers A and C, accused of murdering IRA man Joe McCann, were inadmissible and the pair were acquitted.\nThe PPS said that given \"related evidential features\" it was concluded \"there was no longer a reasonable prospect of key evidence in proceedings against Soldier F and Soldier B being ruled admissible\".\n\"Without this evidence, the test for prosecution was no longer considered met,\" the statement read.\nThe Director of Public Prosecutions, Stephen Herron, travelled to Derry to personally inform families of the decisions on Friday.\nIn a statement after the announcement, Mr Herron said: \"I recognise these decisions bring further pain to victims and bereaved families who have relentlessly sought justice for almost 50 years and have faced many setbacks.\n\"In both cases I would like to emphasise that this outcome does not undermine previous findings that those killed and injured in these tragic incidents were entirely innocent.\n\"These decisions were taken only after a most careful consideration of all relevant legal matters by a team of experienced and senior prosecutors.\"\nNorthern Ireland's veterans commissioner Danny Kinahan said his thoughts are with the families and said \"the pressure is now on everyone to find a way forward\".\n\"Veterans don't want an amnesty or equivalence, they want the rule of law in place but they feel everything that's happening is very lopsided,\" he said.\n\"They came in to stop the Troubles, to protect society and stop a civil war and they did that and there are some awful side effects - this is one of them.\"\nConservative MP Johnny Mercer, who is also a former veterans minister for the government, tweeted: \"Another veteran's life ruined. Investigated, dropped, investigated, dropped, charged, dropped. This government's shame highlighted in another tragic case - for all sides.\"\nPaul Young from the Justice for Northern Ireland Veterans and Northern Ireland Veterans Movement welcomed the move by the PPS office to drop charges against Soldiers B and F. \n\"It will be a huge relief for the families of Soldier B and F and a sense of relief and joy within our veteran community, Mr Young said. \n \"It was obvious to veterans that the cases against them were unsound since the case against Soldier A and C collapsed.\" \nFoyle MP Colum Eastwood described the decision as \"bitterly disappointing\" for the families.\nThe Social Democratic and Labour Party (SDLP) leader said it is \"also devastating for the message it sends to the world\".\n\"The people of Derry have stood with them [the families] on every step of their long march toward justice, we're with them today and we'll be with them until the end,\" Mr Eastwood said.\nThe Democratic Unionist Party's Gregory Campbell said victims' families were unlikely to find closure by way of the courts. \nThe East Londonderry MP added: \"It is going to be almost impossible in my view, and in the view of many, as years go on and we get further and further and memories become even more distant, to get to an accurate recreation of what happened, and how it happened, and thereby then try and bring closure to families who desperately want it.\" \nSinn Féin's Gerry Kelly believes dropping the prosecutions against Soldier F and Soldier B is a mistake.\n\"This is a bad day for justice,\" the North Belfast assembly member (MLA) said.\nAlliance Party deputy leader and North Down MP Stephen Farry said the PPS decision \"once again highlights the need for a comprehensive mechanism to deal with the legacy of the past\".\nThe Ulster Unionist Party (UUP) leader Doug Beattie believes the passage of time since the deaths has led to this situation. \n\"We've to have trust in our justice system, this has got a long way to run, I do think it's difficult to get evidence that will stand up in a court of law that will get any form of convictions this far on,\" he said.\nThe Traditional Unionist Voice (TUV) leader Jim Allister has questioned why these cases \"could ever get this far in the absence of sufficient admissible evidence\".\nShadow Secretary of State for Northern Ireland Louise Haigh said \"the ongoing failure to deliver a process to deal with the legacy of the past remains an open wound which is failing victims and their families\". \nIrish Foreign Minister Simon Coveney said that his thoughts were with the families affected by the decision, and his department would keep in contact with them.\nHe said it is \"vital that the rationale for these decisions is clearly communicated\". \nProsecutions for events from 50 years ago are very problematic.\nEvidence can be scarce, protagonists deceased and, because of the peace process, jail time on conviction of a Troubles-related offence is capped at two years. Legacy issues are also politically toxic.\nTwenty-three years on from the Good Friday Agreement, how to deal with the past is still unresolved.\nFriday events coincide with Government attempts to win agreement on a proposal to ban all Troubles-related prosecutions.\nThe discontinuation of the prosecutions of Soldier B and Soldier F will be used to advance its argument.\nRead more here.\nAn inquest in 2011 found Daniel Hegarty posed no risk and was shot without warning as the Army moved in to clear \"no-go\" areas during Operation Motorman.\nPre-trial proceedings against Soldier F had already commenced.\nDiscontinuing the prosecutions will involve a court hearing, which the PPS is asking to be scheduled in coming days.\nThe Soldier B case had not yet progressed to court."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57689273",
      "category": "uk",
      "title": "Covid-19: NHS doctors consider pay action and Merkel to discuss travel with PM",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening. \nThe government says a 1% pay rise for NHS workers in England is all it can afford amid the financial pressures of the pandemic. Nurses have called that an insult and threatened to strike. Now senior doctors in England will be consulted on industrial action - in the form of refusing to work overtime, which could affect patient clinics - if the offer is not improved to a figure nearer 4%.\nCovid travel restrictions will be on the agenda - along with trade and post-Brexit relations - when Angela Merkel makes her last official visit to the UK as German chancellor later. She will meet Boris Johnson for talks at the PM's country residence, Chequers. Mrs Merkel is thought to want to ban all UK tourists from entering the European Union because of concerns over the Delta Covid variant.\nAfter a rollercoaster year of lockdown-enforced closures, overhauling how they work and installing numerous hygiene measures, the Alford Arms pub in Berkhamsted, Hertfordshire, is closed again. Owners Becky and David Salisbury say a staff member tested positive for Covid, meaning self-isolation for colleagues - and no trade - for 10 days. They are far from the only ones, and the industry argues the situation is unsustainable.\nVaccination centres across most of Wales will be open for people to walk in without an appointment from Saturday. Three-quarters of people aged under 50 in Wales have now had their first Covid-19 jab, the Welsh government says. All over-18s should already have received an offer of a vaccine and young adults in particular are urged to attend.\nBuilding materials, microprocessors, garden chairs... We've got used to supply shortages during the pandemic but can we cope without sweets? German confectionery giant Haribo says it is struggling to deliver to shops in the UK because there aren't enough lorry drivers. The Road Haulage Association estimates 30,000 HGV driving tests didn't happen last year.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nHere's what the new EU vaccine passport means for travel.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57690068",
      "category": "health",
      "title": "NHS pay: England senior doctors could take industrial action over 1% rise",
      "tags": "Doctors,NHS",
      "text": "Senior doctors in England will be consulted on taking industrial action if the government's 1% pay rise offer is not improved. \nThe British Medical Association says it will ask members about stopping paid and unpaid overtime if there is not a figure nearer 4%.\nThe Royal College of Nursing has already said it will consider balloting over industrial action.\nIt has called for a 12.5% pay rise this year.\nPay review bodies covering most NHS workers have made recommendations which have not yet been published. \nIn England, ministers must decide whether in the light of those reports they will increase their proposed 1% offer.\nIndustrial action by consultants would involve stopping paid and unpaid overtime, which would affect patient clinics and attempts by hospitals to reduce waiting lists, the BMA says.\nIt argues that senior doctors are exhausted and feel undervalued because of previous below inflation pay rises.\nIf industrial action is taken it would be the first by consultants since the 1970s apart from a day of action over pensions in 2012. \nMike Henley, a consultant urologist in the East Midlands, says consultants' pay has been steadily eroded compared to other salaries in the public sector.\n\"I want to get back to fairness. Like everyone, I would rather not stop doing overtime,\" he says.\n\"But consultants do incredibly busy and stressful jobs - and we are underpaid compared to lawyers, for example.\n\"I don't expect to be paid like someone working in the City, but I don't expect to have a third of my pay removed either.\"\nMr Henley said the pandemic had made his job even more difficult and caring for patients had become more complex.\n\"For many, its been like wartime medicine,\" he says.\nThe Department of Health said the government was committed to a wage rise for NHS staff, including consultants, when pay increases elsewhere in the public sector had been paused.\nThe health department recommended the 1% pay award to the independent panel that advises the government on NHS salaries. It would cover nearly all hospital staff, but not GPs and dentists.\nNurses have described the proposed pay rise as \"insulting\", with unions threatening strike action and warning that the \"pitiful\" rise may lead staff to quit their jobs - worsening staffing issues in the health service.\nTalks on pay are underway in Wales where the government has said it will not set a 1% ceiling on pay awards. \nIn Northern Ireland all NHS staff have been offered a £500 bonus this year. Bonuses have also been offered in Scotland where longer-term pay negotiations are ongoing. \nConsultants, at the top end on NHS salary scales because of their years of medical experience and leadership, have not been minded to get involved in public pay disputes till now. \nThe possible overtime bans could slow down attempts to reduce hospital waiting lists. \nThis could be seen as sabre rattling and a bid to sway ministers ahead of their wage announcement. \nBut it is indicative of the likely level of anger across the NHS workforce if the government response to the pay review bodies' recommendations is not far off the original 1% proposal. \nAdditional reporting by Ella Wills. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-47559910",
      "category": "uk-northern-ireland",
      "title": "What was Bloody Sunday?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57699000",
      "category": "uk",
      "title": "Angela Merkel hopes to open up travel for double-jabbed visitors to Germany",
      "tags": "Travel,Germany,Boris Johnson,Angela Merkel,Coronavirus pandemic",
      "text": "Double-jabbed people should be able to travel from the UK to Germany without quarantining \"in the foreseeable future\", Angela Merkel has said. \nThe German chancellor said her country was \"continuously reviewing\" its Covid travel restrictions, after meeting Prime Minister Boris Johnson.\nMr Johnson said he thought progress was being made on the issue. \nMrs Merkel is visiting the UK in her final official trip as chancellor. \nIn a press conference following their talks at Chequers, the prime minister's Buckinghamshire residence, the two leaders spoke about trade and post-Brexit relations.\nThe chancellor was then asked when Britons who have had two doses of a coronavirus vaccine should expect to be able to travel to Germany. \nShe said Germany had adopted restrictions in response to the Delta variant, which she said was now spreading \"very rapidly\" in her country. \n\"But as you know we are reviewing continuously our travel restrictions and we think that in the foreseeable future those who have received double jabs will then, according to our classification - and now Britain obviously is a high incidence area - will be able to travel again without having to go into quarantine,\" she said.\n\"At the beginning we didn't have much experience with this variant but we're dealing with it,\" she added. \n\"And that is a continuous learning process... we have to adjust time and again to the most recent developments.\"\nMrs Merkel, who is due to step down later this year, also met the Queen at Windsor Castle.\nAnd she addressed a meeting of the UK cabinet - the first foreign leader to do so since President Clinton in 1997, although on this occasion the meeting was a virtual one.\nMrs Merkel's comments about travel mark a change in tone. \nLast week said she wanted other countries to follow Germany's lead by introducing tougher restrictions for UK travellers because of concerns about the Delta variant, which was first identified in India. \nSince May, travellers from the UK have been banned from entering Germany, aside from a few limited exceptions. Those who are allowed in from the UK must quarantine for 14 days. \nHowever, Mrs Merkel did express \"grave concern\" about the numbers of football fans attending Euro 2020 matches at Wembley Stadium, and said she had outlined this during their talks.\n\"We in Germany, as you know, have less people attend games in the Munich stadium but the British government will obviously take its own decision,\" she said.\n\"But I am very much concerned whether it is not a bit too much.\" \nMr Johnson said sporting events were being opened up in a \"very careful and controlled manner\" and that vaccinations had built up a \"very considerable wall of immunity\" in the UK.\nHe is expected to announce the latest steps towards ending lockdown in England in the next few days, with international travel high on the agenda.\nThe talks follow reports that the European Union's passport scheme does not recognise doses of the AstraZeneca vaccine manufactured in India known as Covishield.\nMr Johnson said during the press conference he was \"very confident\" that there \"will not prove to be a problem\" for travellers who have received these jabs.\nOn Friday, the UK recorded 27,125 new Covid cases and a further 27 deaths within 28 days of a positive test.\nMore than 85% of UK adults have had their first dose of a coronavirus vaccine, and more than 63% are fully vaccinated, according to the government's coronavirus dashboard."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57684212",
      "category": "uk-wales",
      "title": "Reporter Martha Gellhorn honoured with purple plaque",
      "tags": "Journalism,World War Two",
      "text": "Pioneering war reporter Martha Gellhorn has been honoured with a plaque at her former home in Monmouthshire.\nMs Gellhorn, who died in 1998, covered 12 conflicts in a career spanning six decades.\nAt the age of 76, she came out of retirement to report on the miners' strike from Newbridge in 1984.\nIt was the sixth purple plaque to be erected in Wales, marking the achievements of women from all walks of life.\nMs Gellhorn was already a published writer when she visited Madrid during the Spanish Civil War in the 1930s with her future husband, Ernest Hemingway. \nOnce there, she began reporting on the plight of civilians in the besieged city and from then on, her work always focused on the ordinary people affected by conflict and hardship.\n\"I began to write about what happens to what we now call real people, and perhaps that was different,\" she told the BBC's HARDtalk programme in 1997.\n\"Nobody else was doing it because that wasn't the thing, I mean the thing was to rush out and say whether somebody had advanced or retreated.\n\"Even when I began writing about any of the soldiers, it was always as people.\"\nMs Gellhorn was the only woman reporter at the D-Day landings. Having been refused accreditation, she got there by stowing away in the toilet of a hospital ship until it set sail. \nShe went ashore with medics to help bring back the wounded and reported on what she saw and heard.\nMs Gellhorn wrote about the Dachau concentration camp shortly after it was liberated in one of the 20th Century's most famous pieces of reportage.\nShe told HARDtalk it was an experience which always haunted her.\n\"It was just so much more cruel than war. Here were people being kept in conditions of inhumanity and slavery and cruelty such as I had never even imagined possible, let alone seen.\n\"I didn't exaggerate it. I just described it.\" \nIn one of her last assignments she went to Newbridge to write about the miners' strike in 1984 and returned there years later at the age of 88 for a BBC documentary.\nOn both occasions, former miner Alan Sandel drove her around the area.\n\"I heard via the grapevine that she was feisty, no way was she feisty with me,\" he said of their first meeting.\n\"She was a proper lady and the aura that she gave… was that she would care about the everyday person. She would really go that extra mile for them as far as I can remember.\n\"It was a very enjoyable day and a privilege to have met her.\" \nMr Sandel made quite an impression on Ms Gellhorn too - in her article on the strike, she describes him as a \"charming grey-haired miner\" who speaks of the beauty of the Ebbw valley.\nWhen reminded of this, Mr Sandel chuckles: \"I always admire people who speak the truth.\"  \nMs Gellhorn paid tribute to the people of Newbridge at the end of the documentary.\n\"It has been wonderful to spend two days with good people, that was my feeling about them 13 years ago and it's my feeling now. These are genuinely, simply, unpretentiously, unselfconsciously good people.\" \nAmerican by birth, Ms Gellhorn lived in Europe for most of her life and for many years, had a cottage near Devauden in Monmouthshire, which provided sanctuary from the chaos and conflict she reported on.\nNow a purple plaque has been unveiled there in her honour.\nMs Gellhorn's stepson, Alexander Matthews, attended the unveiling ceremony. \n\"Martha Gellhorn came to this lovely spot in Wales to recharge her emotional batteries. She loved the magic of being alone. There was a kind of independence about it, which she thoroughly enjoyed,\" he said.\n\"She wanted to be known as a fiction writer but had ended up being perhaps the best-known foreign correspondent of her generation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57690505",
      "category": "business",
      "title": "Lorry driver shortage threatens Haribo sweets",
      "tags": "Companies,Freight transport,Brexit,Coronavirus pandemic,Haulage",
      "text": "German confectionery giant Haribo has said it is struggling to deliver its sweets to shops in the UK because of a shortage of lorry drivers. \nIt said that like many other producers and retailers, it was \"experiencing challenges\" that were hitting supplies.\nThe haulage industry has blamed the pandemic and Brexit for thousands of unfilled HGV driver jobs.\nThe government said it had taken action, by increasing HGV driving test capacity and funding apprenticeships. \nThe problems affect all Haribo sweets, including Goldbears and Tangfastics. The company said it was \"working with partners across the food and drink industry\" to address the problem.\nThe Road Haulage Association believes there is currently a shortfall of about 60,000 drivers.\nIt estimates that some 30,000 HGV driving tests did not take place last year because of the Covid pandemic.\nThe haulage industry is one of a number of sectors having trouble finding suitable staff as the economy reopens, leading some experts to talk of the UK's missing workers.\nKate Shoesmith, deputy chief executive of the Recruitment and Employment Confederation, told the BBC last month that before the pandemic, many lorry drivers in the UK had been nationals of EU countries, particularly Romania and Bulgaria. \nThey stayed in the UK after the Brexit referendum, but started leaving when coronavirus struck, she said.\n\"They have either sourced work in their home countries or they feel it's not right to return to the UK, either because of Brexit or the pandemic,\" Ms Shoesmith added.\nA government spokesperson said: \"We're working with industry and have already taken action on HGV driver shortages, including ramping up vocational test capacity, and funding apprenticeships. \n\"However, most of the solutions are likely to be driven by industry, with progress already being made in testing and hiring, and a big push towards improving pay, working conditions and diversity.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-57689855",
      "category": "science-environment",
      "title": "Sir Richard Branson sets 11 July to make spaceflight",
      "tags": "Commercial space travel,Richard Branson,Jeff Bezos,Virgin Galactic,Space exploration",
      "text": "Sir Richard Branson has named the date he'll fly to the edge of space. It will be 11 July, or very soon after.\nHe'll be a passenger in the back of the Unity rocket plane his Virgin Galactic company has been developing in the US for the better part of two decades.\nThe vehicle can climb to an altitude of 90km (295,000ft), giving those onboard a few minutes of weightlessness and a view of the curvature of the Earth.\nSir Richard's intention is to introduce a commercial spaceflight service.\nSome 600 individuals have already lodged deposits to take the ride.\nWitnessing the British entrepreneur do it means those customers are now getting extremely close to having to hand over the full ticket price, which in some cases will be $250,000 (£180,000).\nSir Richard Branson said: \"I truly believe that space belongs to all of us. After 17 years of research, engineering and innovation, the new commercial space industry is poised to open the Universe to humankind and change the world for good. \n\"It's one thing to have a dream of making space more accessible to all; it's another for an incredible team to collectively turn that dream into reality.\"\nAbsolutely key to Virgin Galactic moving forward with its business was the granting last week of a commercial spaceflight licence by the Federal Aviation Administration.\nSunday 11 July is the opening of what's termed a flight \"window\". The Galactic team will aim to make the ascent on that day, but it could of course be delayed because of unfavourable weather conditions or perhaps a technical issue.\nIf the mission does indeed go ahead on that Sunday, it would mean Sir Richard stealing a march on his rival in sub-orbital space tourism, fellow billionaire Jeff Bezos.\nThe founder of the online retail empire Amazon.com has sunk a fortune into his hobby of building rockets and has announced his own trip to the edge of space on 20 July.\nHe's invited three individuals to join him in his New Shepard booster and capsule system: his brother Mark; a mystery person who paid $28m (£20m) at auction for a seat; and the famed female aviator Wally Funk.\nEighty-two-year old Funk trained to be an astronaut in the 1960s and will become the oldest ever spacefarer when she rockets to an altitude of 100km with Mr Bezos.\nThe Amazon man has yet to detail how he'll sell tickets more generally for New Shepard, but this is his plan.\nSir Richard has clearly moved his first flight up in response to Mr Bezos naming the date for his inaugural mission.\nThe original schedule for the next Unity flight called for four Virgin Galactic employees to ride as passengers to test the cabin experience for future tourists. Only after that outing was Sir Richard supposed to strap himself in.\nHe'll now be one of the four testers - alongside Beth Moses, Galactic's chief astronaut instructor; Colin Bennett, lead operations engineer; and Sirisha Bandla, vice president of government affairs.\nThe two pilots up front will be Dave Mackay and Michael \"Sooch\" Masucci. \nSpace tourism is a sector being rekindled after a decade's hiatus.\nThroughout the 2000s, seven wealthy individuals paid to visit the International Space Station (ISS). But this adventurism, organised under the patronage of the Russian space agency, ceased in 2009.\nNow, new initiatives abound, and some of these will be aiming much higher than the sub-orbital flights from Sir Richard and Jeff Bezos.\nCalifornia tech entrepreneur Elon Musk has already lined up several private missions in his Dragon capsules. These vehicles reach several hundred km above the Earth and will stay up for days.\nThe Russians, too, are reprising their commercial flights to the ISS, and there are even those who want to launch private space stations for people to visit. Among these is Axiom, a company started by a former Nasa ISS programme manager."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57694686",
      "category": "uk-wales",
      "title": "Euro 2020: Newport man raises money for young Germany fan",
      "tags": "Social media,Germany,Online abuse,Caerleon,Gary Lineker",
      "text": "A football fan from south Wales is raising money for a young German girl who was abused online to \"show her not everyone in the UK is horrible\".\nThe comments were made by England fans on social media when the little girl was pictured crying in the crowd after England beat Germany in the Euros.\nEx-England player Gary Lineker tweeted: \"Absolutely disgusting. Sickening xenophobia.\"\nJoel Hughes has so far raised more than £8,000 for a \"nice treat\" for the girl.\nMr Hughes, from Caerleon, Newport, said he would like to make contact with the girl's family about the online fundraiser.\nThe 51-year-old businessman told BBC Wales: \"I watched the match, it was a good match. I was aware of some of the negative atmosphere, you could hear the booing and whatever, but I didn't think any more of it.\"\nBut after seeing the \"vile abuse of the images of that little girl\" online, Mr Hughes said he thought: \"I've had enough of this.\"\nMr Hughes said he thinks the UK has \"turned into such an intolerant country,\" and that \"there's so much xenophobia now\".\n\"We have a vocal minority of idiots who are swamping out the good in the UK and they're ruining our perception on the world stage and they're ruining our relationship with our friends and partners in Europe,\" he added.\nHe decided to try to redress the balance by showing \"there is some good in the UK\".\n\"It's striking a chord with a lot of people who are fed up with this kind of online abuse,\" Mr Hughes said.\n\"I'm not trying to change the world here... if we can end up putting a smile on that girl's face or making her parents understand that there is actually good in the UK, then at least we've done one thing.\"\nIf the girl's family are not found, or do not want to be involved, he said he would donate the proceeds to a \"cause that is closely aligned to the spirit of the campaign\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57686826",
      "category": "uk-politics",
      "title": "Boris Johnson discusses travel curbs with Angela Merkel on final UK visit",
      "tags": "Travel,Germany,Boris Johnson,Angela Merkel,Coronavirus pandemic",
      "text": "PM Boris Johnson is discussing Covid travel restrictions with Angela Merkel in her final official visit to the UK as German chancellor. \nMrs Merkel, who is due to step down later this year, has previously called for all UK travellers to Europe to face quarantine. \nTrade and post-Brexit relations are also on the agenda. \nThe chancellor arrived at Chequers, the prime minister's Buckinghamshire residence, earlier for the talks. \nShe will also meet the Queen at Windsor Castle and address a meeting of the UK cabinet - the first foreign leader to do so since President Clinton in 1997, although on this occasion the meeting will be a virtual one. \nLast week Mrs Merkel, who has been in power since 2005, said she wanted other countries to follow Germany's lead by introducing tougher restrictions for UK travellers because of concerns about the Delta variant. \nSince May, travellers from the UK have been banned from entering Germany, aside from a few limited exceptions. Those who are allowed to arrive from the UK must quarantine for 14 days. \nMr Johnson is expected to announce the latest steps towards ending lockdown in England in the next few days, with international travel high on the agenda.\nIn contrast to Mrs Merkel, he said on Thursday that double vaccinations could be a \"liberator\" as millions of people plan their summer breaks. \nThe pair will dine on an three-course meal featuring British produce including an English asparagus tart and Oxfordshire beef fillet during a working lunch. \nAhead of the chancellor's visit, Mr Johnson said: \"The UK and Germany have a steadfast friendship and a shared outlook on many issues.\"\nHe is expected to announce the creation of an annual £10,000 award for a UK or Germany-based female scientist who has excelled in the field of astrophysics.\n\"Our scientists, innovators and industrialists work together every day to make the world a better place,\" Mr Johnson said.\n\"Over the 16 years of Chancellor Merkel's tenure the UK-Germany relationship has been re-energised and reinvigorated for a new era.\n\"And the new joint ventures we will agree will leave a legacy that will last for generations.\"\nThe visit will be Mrs Merkel's 22nd to the UK since taking office and is one of a series of farewell trips, with US President Joe Biden among those expected to host her later in the summer.\nShe and Mr Johnson last met at the G7 summit in Cornwall in June."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57684607",
      "category": "uk-wales",
      "title": "Covid: Wales vaccination centres to open for walk-ins",
      "tags": "Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Vaccination centres across most of Wales will be open for people to walk in with no appointment from Saturday.\nIt comes as three-quarters of people aged under 50 in Wales have now had their first Covid-19 jab, the Welsh government said.\nOver-18s without an appointment will be able to get a first dose at many centres, and young adults in particular are being encouraged to attend.\nProfessor of public health Linda Bauld welcomed the plan as \"a good idea.\"\n\"If you make it easy for people so that they do not have to plan in advance, they don't have to cancel anything and can fit it in their day, particularly for younger adults who have a lot of different commitments - working, studying et cetera - I think this will be a good idea,\" said Prof Bauld, of Edinburgh University.\nAll adults should already have received an offer of a vaccine.\nBut Health Minister Eluned Morgan said in some cases people may have had to cancel or missed their appointments, and the government is keen not to leave anyone behind. \nMs Morgan said: \"We want to make it as easy as possible for people to get their vaccine, particularly younger adults who have other demands on their time. \n\"In Wales we have a 'no-one left behind' policy and making walk-in appointments available is another way in which we can ensure all adults have access to a vaccination at a time and place convenient for them.\"\nMedical students are among those who have been trained to give vaccines at the Bayside centre in Cardiff Bay.\nThird year Cardiff University medical student Cameron Fleming said: \"There tends to be quite a few people who missed appointments for various reasons, be it isolation or nerves, or whatever it might have been at the time.\"\nHe said some people who decided \"at first that they weren't so keen to have it\" have since used walk-in appointments to get their first dose.\n\"A lot have been changing their minds since we have managed to roll it out to more and more people, which has been a very positive result of the whole thing.\"\nMr Fleming said the experience had been a welcome addition to his time as a medical student.\n\"Many of us are in our third or second year, where we haven't had so much of the public exposure of being on the wards and actually dealing with patients yet. So having the opportunity to meet so much of the population from every background has been a very positive experience.\"\nFellow Cardiff University second year medical student Abbie Carter said she enjoyed seeing the programme progress.\n\"We started with the older generations, coming right down to the young people,\" she said.\n\"It has generally been a really positive response to having the vaccine. Even with people who have been a bit unsure - it has been great to chat to them, hear their concerns and to tackle those.\"\nSince it started offering a first dose of the vaccine without an appointment, about 5,000 people have walked in to have a jab in Cardiff Bay.\nThe vaccination centre, which is housed in a former toy superstore, has been nicknamed \"Jabs R Us\" and is administering tens of thousands of first and second doses each week.\n\"It is really important, as a population effort, for everyone to get the vaccine,\" Ms Carter said.\nWalk-in vaccination appointments will be available at the following locations:\nTracy Meredith, head of testing and mass immunisation at Cardiff and Vale health board, said: \"We're working really hard across vaccination centres in Wales to make getting the jab as quick and convenient for people as possible.\n\"It's a great opportunity to drop in this weekend, get your vaccine and be protected.\"\nMs Morgan added: \"The vaccine remains the best way we can protect ourselves and we need everyone to keep saying 'yes' to the vaccine and to remember that one dose isn't enough.\n\"We all need two doses to complete the course and to have the best chance of reducing our risk of serious illness.\"\nProf Bauld added that worries young people may not get jabbed had not materialised. \n\"We have seen this in a number of parts of the UK now. We were concerned young people might not be as keen to take up the vaccine... but that has not panned out.\" \nShe said \"the bigger challenge\" might be getting people to take a second dose, and that although booster jabs could be a difficult, most people would have them."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57685834",
      "category": "business",
      "title": "Restaurants and bars forced to shut due to staff isolating",
      "tags": "Hospitality industry,Coronavirus pandemic",
      "text": "Becky Salisbury and her husband David were in the car on Sunday when they got the news: one of the staff at their pub, the Alford Arms in Berkhamsted, had tested positive for Covid.\nSo, after a rollercoaster year, overhauling how they work and installing every hygiene measure they could think of, the pub is now closed again, for 10 days.\n\"It's frustrating,\" says Becky. \"Having made some profit recently with nice weather and a good garden, unfortunately it's all going to go down the pan.\"\nBecky and David are far from the only ones in this situation. Pubs and restaurants across the country are finding operating day-to-day a minefield. \nIt only takes one case on site, and the NHS Test and Trace alerts come thick and fast, instructing staff to isolate. Without them, venues can't open.\nIt isn't sustainable, the industry says, especially as cases continue to rise so rapidly.\nThe government says self-isolation remains an essential part of the effort to control the spread of the virus.\nIan Payne, chairman of the nationwide Stonegate group of pubs, wrote on social media that the chain has around 1,000 people off, because they had been alerted by NHS Test and Trace, and 15 sites closed, because the management team were self-isolating.\nThe Wetherspoon pub chain said six members of its staff had tested positive, leading to 69 further employees being required to self-isolate.\nNick Collins, chief executive of the chain Loungers, which operates 173 cafe-bars, has also had to temporarily close some sites, and reallocate staff between venues.\n\"It's really challenging,\" he said, but he now fears that it \"could get worse\" as rates of the virus continue to rise.\nAs a result, the body representing pubs and restaurants, UKHospitality, is calling on the government to reconsider the rules on isolation.\n\"For some weeks, we have been telling government about the severe staff shortages at venues,\" said UKHospitality chief executive Kate Nicholls. \nShe said some team members were being told to isolate even if they hadn't shared shifts with colleagues who tested positive.\nUKHospitality would like to see a testing system that monitors whether staff are still negative for the virus, but allows them to continue working.\n\"If the system remains as it is, there's a threat of mass isolations, which would hugely damage trade, putting many companies at risk of failure,\" said Ms Nicholls.\n\"A strong focus on testing when cases are identified, rather than isolating fit and healthy people, would help to avoid mass isolations,\" she said.\nThe government is running a pilot scheme to see whether allowing people who have been exposed to the virus to take daily tests instead of isolating is effective at controlling its spread.\nThe government would continue to support the hospitality industry, but self-isolation was currently an essential part of the strategy for protecting the public, a government spokesperson said.\n\"By self-isolating, people are helping to break the chains of transmission while protecting friends and family from the virus and minimising the risk of further disruption in schools,\" the spokesperson said.\nWithout a change to the rules, pubs such as Becky and David's, which cannot switch staff between multiple sites, fear they could end up yo-yoing between being open and closed all summer.\n\"I think the risk to all hospitality of having more than one closure this summer is really high,\" says Becky. \n\"We've done everything we can and we are still utterly vulnerable.\"\n\"We have a machine that cleans the air. The staff wear hand cream that gives them four hours of protection. We clean religiously. But there's no way I can protect the staff from being pinged,\" she says.\nShe has gently asked her team to be as careful as they can outside work, but they are mostly young and she says she can't ask them not to see their friends. Yet she knows that is the age group where levels of the virus are highest.\n\"We're reopening on Tuesday and we're really excited. But there's every chance someone could be in contact on Wednesday and we'd have to close again. It could happen,\" she says."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57644502",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Ministers back live music resuming on 5 July",
      "tags": "Coronavirus lockdown measures,Live music,Coronavirus pandemic",
      "text": "Live music in Northern Ireland can resume from 5 July, as part of further relaxations of Covid-19 rules.\nMusic performed indoors will be restricted to an ambient sound level only, with screens placed in front of musicians, the executive has confirmed.\nNo volume restrictions will apply to live music at outdoor events.\nFrom 17:00 BST on Friday, the cap on outdoor gatherings will be removed, and from Monday, more households will be able to gather in a private garden.\nThe Northern Ireland Executive said it had decided to push ahead with relaxations despite the increase in coronavirus cases linked to the Delta variant. \nOn Thursday, the executive was told the variant now accounts for three-quarters of the cases here. \n\"We will continue to monitor the situation closely,\" they said.\n\"We will have a particular focus on the hospitalisations resulting from the increase in cases and the potential pressure on our health service.\"\nFrom Monday, the number of households allowed to gather in a private garden increases to five from three, but the maximum number of people is still 15. \nAlso from 5 July, all gatherings - indoors and outdoors (excluding those in domestic settings) - will now only be subject to a risk assessment if they have more than 15 people for indoors or more than 30 for outdoors.\nOvernight residential stays for children and young people can also resume. \nThe decision has been welcomed by Communities Minister Deirdre Hargey. \n\"I have been advocating for a relaxation of these restrictions as soon as is safely possible,\" she said.\n\"The hospitality and arts sectors have been severely impacted by the effects of this pandemic and these relaxations in the regulations will ease some of that burden in a measured, safe and sustainable way.\"\nMs Hargey had been urged by a Department for Communities taskforce to allow for the return of live music and reopening of entertainment venues\nIn a letter obtained by BBC NI, the Culture, Arts and Heritage Taskforce wrote that \"continuing delays\" in reopening were putting venues at risk and \"imposing huge stresses\" on people's incomes and wellbeing.\nThe first music festival to be held in Northern Ireland since the pandemic began is to go ahead next weekend, its organisers have confirmed.\nStendhal festival, held on a farm near Limavady, County Londonderry, would normally host crowds of 10,000. \nDirector Ross Parkhill said the confirmation was an \"incredible relief\" and the first step on the \"ladder back to normality\". \nHe said the biggest change would be capacity - with a quarter of visitors expected compared to 2019 crowds.\n\"We are buzzing to finally, finally be able to say we are 100% on.\n\"We could run for more people in July, but we want to ease ourselves back into things because there are a number of new protocols around social distancing that we have to implement and manage, and we want to ensure that we get that spot on.\n\"Social distancing will be required, masks outdoors are optional but recommended, while masks in any indoor spaces will remain mandatory. \n\"We must ensure that campers remain in their bubbles in the campsites at all times and that people do not enter other bubble's tents.\"\nThe executive is yet to make a decision on theatres. \nBBC News NI understands further relaxations will be discussed at the executive meeting next week, and will be depend on data.\nLive music, plays, performances and exhibitions have been allowed to resume in England, Scotland and Wales - albeit with limited audience numbers due to social distancing measures.\nLive music is not currently permitted in Northern Ireland, whether in venues, hospitality or at weddings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57644502/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: Ministers back live music resuming on 5 July",
      "tags": "Coronavirus lockdown measures,Live music,Coronavirus pandemic",
      "text": "Live music in Northern Ireland can resume from 5 July, as part of further relaxations of Covid-19 rules.\nMusic performed indoors will be restricted to an ambient sound level only, with screens placed in front of musicians, the executive has confirmed.\nNo volume restrictions will apply to live music at outdoor events.\nFrom 17:00 BST on Friday, the cap on outdoor gatherings will be removed, and from Monday, more households will be able to gather in a private garden.\nThe Northern Ireland Executive said it had decided to push ahead with relaxations despite the increase in coronavirus cases linked to the Delta variant. \nOn Thursday, the executive was told the variant now accounts for three-quarters of the cases here. \n\"We will continue to monitor the situation closely,\" they said.\n\"We will have a particular focus on the hospitalisations resulting from the increase in cases and the potential pressure on our health service.\"\nFrom Monday, the number of households allowed to gather in a private garden increases to five from three, but the maximum number of people is still 15. \nAlso from 5 July, all gatherings - indoors and outdoors (excluding those in domestic settings) - will now only be subject to a risk assessment if they have more than 15 people for indoors or more than 30 for outdoors.\nOvernight residential stays for children and young people can also resume. \nThe decision has been welcomed by Communities Minister Deirdre Hargey. \n\"I have been advocating for a relaxation of these restrictions as soon as is safely possible,\" she said.\n\"The hospitality and arts sectors have been severely impacted by the effects of this pandemic and these relaxations in the regulations will ease some of that burden in a measured, safe and sustainable way.\"\nMs Hargey had been urged by a Department for Communities taskforce to allow for the return of live music and reopening of entertainment venues\nIn a letter obtained by BBC NI, the Culture, Arts and Heritage Taskforce wrote that \"continuing delays\" in reopening were putting venues at risk and \"imposing huge stresses\" on people's incomes and wellbeing.\nThe first music festival to be held in Northern Ireland since the pandemic began is to go ahead next weekend, its organisers have confirmed.\nStendhal festival, held on a farm near Limavady, County Londonderry, would normally host crowds of 10,000. \nDirector Ross Parkhill said the confirmation was an \"incredible relief\" and the first step on the \"ladder back to normality\". \nHe said the biggest change would be capacity - with a quarter of visitors expected compared to 2019 crowds.\n\"We are buzzing to finally, finally be able to say we are 100% on.\n\"We could run for more people in July, but we want to ease ourselves back into things because there are a number of new protocols around social distancing that we have to implement and manage, and we want to ensure that we get that spot on.\n\"Social distancing will be required, masks outdoors are optional but recommended, while masks in any indoor spaces will remain mandatory. \n\"We must ensure that campers remain in their bubbles in the campsites at all times and that people do not enter other bubble's tents.\"\nThe executive is yet to make a decision on theatres. \nBBC News NI understands further relaxations will be discussed at the executive meeting next week, and will be depend on data.\nLive music, plays, performances and exhibitions have been allowed to resume in England, Scotland and Wales - albeit with limited audience numbers due to social distancing measures.\nLive music is not currently permitted in Northern Ireland, whether in venues, hospitality or at weddings."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57667407",
      "category": "uk-england-leeds",
      "title": "Batley and Spen by-election: Galloway legal threat over posters",
      "tags": "Batley",
      "text": "George Galloway has threatened to take legal action against a council in a row over font sizes on his by-election posters.\nThe adverts for his campaign as the Workers Party candidate in Thursday's Batley and Spen ballot were taken down.\nKirklees Council said the adverts broke election rules but Mr Galloway accused the Labour-run authority of a \"blatantly partisan move\".\nIt said the posters \"did not meet the standards required\".\nAccording to the council, mandatory text, known as an imprint, identifying the source of the campaign material appears too small.\nMr Galloway said the local authority had \"used taxpayer money and council staff to remove hundreds of posters\" and had not returned them to his campaign headquarters.\n\"But it is clear there are no levels to which Labour won't stoop in this by-election.\" he said.\n\"Gone is the notion of a free and fair election\".\nJames Giles, Mr Galloway's campaign manager, said it had instructed lawyers and reported the removal to West Yorkshire Police and the Electoral Commission.\nKirklees Council said it had received a complaint about some of the posters and had asked Mr Galloway's campaign to \"correct the problem\" before taking them down.\nCandidates could place posters on street furniture during the election campaign if the posters met certain requirements, said a council statement.\nOne was \"all imprints on these election materials have to have a font size of at least 12\".\nThe size was important as the source of election materials needed to be \"clear and transparent\", it said.\n\"These rules are set out in our election campaign policy which all candidates received as part of their nomination pack\", the council added.\nThere are 16 candidates standing in Thursday's by-election.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57693683",
      "category": "world-us-canada",
      "title": "Statues of Queen Victoria and Queen Elizabeth II torn down in Canada",
      "tags": "Queen Victoria,Indigenous Canadians,Canada",
      "text": "A prominent statue of Queen Victoria has been torn down by protesters in Canada as anger grows over the deaths of indigenous children at residential schools.\nThe protesters cheered as the statue at the legislature in Manitoba's capital Winnipeg was toppled on Thursday.\nA smaller statue of Queen Elizabeth II was also upended nearby.\nLocal media say police used a stun gun to arrest a man at the scene but the protest was largely peaceful.\nThe toppling of the statues came on Canada Day, an annual celebration on 1 July that marks the country's founding by British colonies in 1867.\nThe recent discoveries of unmarked indigenous Canadian graves at residential schools had prompted calls for national celebrations to be called off.\nThe British government condemned the toppling of the two statues.  \n\"We obviously condemn any defacing of statues of the Queen,\" a spokesman said. \n\"Our thoughts,\" the spokesman added, \"are with Canada's indigenous community following these tragic discoveries and we follow these issues closely and continue to engage with the government of Canada with indigenous matters.\" \nMore than 150,000 indigenous Canadian children were taken from their families and forced to attend the schools during the 19th and 20th Centuries with the aim of forcibly assimilating them into society.\nAn estimated 6,000 children died while attending these schools. Students were often housed in poorly built, poorly heated and unsanitary facilities.\nMunicipalities across Canada cancelled celebrations and statues of figures involved with residential schools have been vandalised or removed.\nIn Winnipeg, thousands took to the streets to honour victims of residential schools and rally support for indigenous communities.\nA group of protesters had marched on the Manitoba Legislature as part of a demonstration against the deaths of indigenous Canadian children at residential schools.\nMonarch of the UK, Canada and other territories from 1837 until her death in 1901, Queen Victoria was on the throne during the founding of the Canadian confederation. The British Crown negotiated treaties with indigenous First Nations in Canada and the government enacted its residential schools policy during her reign.\nAt the protest in Winnipeg, the statue of Queen Victoria was daubed in red paint while a sign saying \"we were children\" was left nearby.\nA survivor of a residential school, Belinda Vandenbroeck, told Canadian broadcaster CBC she felt no remorse about the toppling of the statue, which she had had no part in.\n\"She [Queen Victoria] means nothing to me except that her policies and her colonialism is what is dictating us right to this minute as you and I speak,\" Ms Vandenbroeck said.\nSymbols of empire, colonialism and slavery have been targeted by protesters at demonstrations against racial injustice across the globe in the past year. Those demonstrations exploded worldwide following the death of African-American man George Floyd in May 2020.\nLast year, several prominent statues of Confederate leaders and slave owners were torn down and vandalised in the US, generating heated debate about monuments.\nSimilar scenes were seen in the UK, where Black Lives Matter demonstrators tore down a statue of slave trader Edward Colston and threw it into a harbour during a protest in the city of Bristol."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57686817",
      "category": "uk-politics",
      "title": "Batley and Spen by-election: Nail-biter for Labour as count gets under way",
      "tags": "Batley,Conservative Party,Keir Starmer,Kim Leadbeater,George Galloway,Batley and Spen by-election",
      "text": "Counting is under way in the Batley and Spen by-election, with Labour desperate not to lose a seat it has held since 1997 to the Conservatives.\nSixteen candidates are running in the West Yorkshire constituency, the best known of them being former Labour and Respect MP George Galloway.\nThe campaign has been marred by acrimony, personal abuse and allegations of dirty tricks.\nThe by-election result is expected to come at around 05:00 BST on Friday.\nTurnout was 47.6%, with some 37,786 verified ballots cast out of a total electorate of 79,373, Kirklees Council said.\nIn another by-election in May the Conservatives took Hartlepool, a once rock-solid Labour seat, with a majority of almost 7,000 votes.\nThis came in addition to the loss by Labour of more than 300 councillors in England's local elections.\nThe Batley and Spen contest is seen as an important test for leader Sir Keir Starmer, who, it has been reported, could face a challenge from his deputy Angela Rayner if the party loses another northern English constituency to the Tories.\nSir Keir's team insists he will fight the next general election and friends of Ms Rayner say she is not planning to oppose her boss.\nThe Batley and Spen vote was called after the previous MP, former Coronation Street actress Tracy Brabin, became West Yorkshire's first elected mayor in May.\nShe first won the seat in a by-election following the murder of previous MP Jo Cox by a far-right extremist in Birstall, part of the constituency, in 2016.\nMs Cox's sister, Kim Leadbeater, is Labour's candidate this time, but she faces a strong challenge from Conservative Ryan Stephenson.\nIn a statement after the polls closed, she said there had been \"many highs\" to the election campaign but also \"some unacceptable lows\". \n\"The acts of intimidation and violence by some who have come here with the sole aim of sowing division have been deeply upsetting to witness,\" she said. \n\"Whatever the result... the first priorities of the new MP must be to bring our community together and start working for local people in every part of the constituency.\"\nLabour's majority at the 2019 general election was 3,525 - slightly smaller than in Hartlepool.\nBut the by-election result in Batley and Spen is expected to be close, although the involvement of Mr Galloway, running for the Workers Party, has added to the sense of uncertainty.\nThe contest has at times become very bitter, with Labour activists claiming earlier this week that they had been egged, kicked and verbally assaulted while out campaigning.\nPrime Minister Boris Johnson described such behaviour as \"absolutely appalling\".\nAnd on Wednesday Mr Galloway threatened legal action against Kirklees Council, which is overseeing the by-election, after it took down his posters.\nThis happened after officials said the text identifying the details of his political party was too small.\nMr Galloway, who pulled off a by-election upset in 2012 when he took Bradford West from Labour for his Respect Party, said earlier this week: \"I'm standing against Keir Starmer. If Keir Starmer loses this by-election, it's curtains for Keir Starmer.\"\nThe Conservatives have fought a relatively low-key campaign but Mr Stephenson has said he is \"squarely focused on talking to voters about the issues that matter here\".\n\"George Galloway and Keir Starmer's candidate have been fighting like cats in a sack over internal Labour Party issues,\" he told Yorkshire Live, \"and that's a matter for them.\"\nThe candidates were (in alphabetical order):"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57669976",
      "category": "business",
      "title": "Trump Organization: Top executive charged with tax crimes",
      "tags": "Companies,New York City,Donald Trump,United States",
      "text": "Former US President Donald Trump's company and its finance chief have been charged with tax-related crimes.\nAllen Weisselberg, 73, turned himself in to New York authorities on Thursday. He was later charged with concealing $1.7m (£1.2m) worth of income.\nProsecutors say the 15-year-long scheme helped executives evade taxes by giving benefits, such as rent and school fees, that were hidden from the authorities.\nLawyers for the firm and Mr Weisselberg have pleaded not guilty to tax fraud.\nNo charges were brought against Mr Trump personally, though prosecutors said the former president had signed some of the cheques at the centre of the case. \nThe Trump Organization is a family holding company that owns hotels, golf clubs and other properties - and the cornerstone of a global brand that encompassed book deals, TV shows and Trump-emblazoned skyscrapers.\nThe criminal charges are the first to arise from long-running investigations into alleged fraud by both the Manhattan district attorney and the state attorney general. \nThe inquiry by District Attorney Cyrus Vance focused on whether Mr Weisselberg and other company executives received benefits such as apartment rentals or leased cars without reporting them properly on their tax returns.\nThe charges announced on Thursday include tax fraud and falsifying business records.\nAt the hearing at Manhattan's criminal court, prosecutor Carey Dunne said this was a \"sweeping and audacious\" scheme involving \"off-the-books payments\".\n\"It was orchestrated by the most senior executives who were financially benefiting themselves and the company, by getting secret pay raises at the expense of state and federal taxpayers,\" he said.\nMr Weisselberg \"is prepared to fight these charges in court,\" his lawyers said.\nMr Trump and his allies have said the investigations are politically motivated. The indictment was served as Mr Trump has been discussing a potential comeback run for president in 2024. \nThe ex-president issued a statement slamming the announcement: \"The political witch hunt by the radical left Democrats, with New York now taking over the assignment, continues. \n\"It is dividing our country like never before,\" he said.\nEarlier on Thursday, the Trump Organization said Mr Vance was using Mr Weisselberg, who has worked for Trump's business for nearly 50 years, \"as a pawn in a scorched earth attempt to harm the former president\".\n\"This is not justice; this is politics,\" the company said.\nHowever, during the court proceedings, prosecutor Carey Dunne said: \"To address what this case is not about: It's not about politics.\n\"This investigation, which is ongoing, has been thorough, careful and proper, and has been limited to subject matters within our New York jurisdiction.\" \nIf the company is found guilty, however, certain business partners might draw a line under their relationship with the Trump Organization and the company could face fines.\nNew York City, for example, has already announced it will terminate contracts with the firm to run skating rinks, a carousel and a golf course, in the aftermath of the US Capitol riots.\nDaniel Goldman, who was lead lawyer in the US House of Representatives for the first impeachment of Mr Trump in 2019, tweeted that the indictment could spur lenders to call in their loans, driving the Trump Organization to bankruptcy.\nThe investigations will also take into account eight years of Mr Trump's personal and corporate tax returns, obtained by prosecutors after a long legal battle, which ended in the Supreme Court in February.\nMr Trump, who inherited money from his father and went on to become a property developer, is the first president since Gerald Ford in the 1970s not to have made his tax returns public.\nDespite facing a number of investigations, the former president has denied any wrongdoing personally or in his business.\nNew York City has already cut business ties with the twice-impeached former president."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-57686969/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Welsh Conservatives call for plan to end lockdown rules",
      "tags": "Coronavirus lockdown measures,Welsh government,Welsh Conservatives,Coronavirus pandemic",
      "text": "The Welsh government is \"stuck in lockdown mode\" and should stop \"treating the Welsh people like children\", the Conservatives have said.\nFirst Minister Mark Drakeford has held off lifting restrictions amid concerns over the Delta variant.\nThe Tories called for ministers to set out a dated plan for when they will lift all restrictions.\nMr Drakeford's government said its approach to reopening was led by the data and not \"by artificial dates\".\nWelsh Conservative Senedd leader Andrew RT Davies said a plan was needed given data showing the number of people in hospital with Covid has fallen to a record low. \nThe party did not propose its own date for scrapping lockdown restrictions, but said it would like to see them end \"as soon as it is safe to do so\".\nAccording to the latest data from Public Health Wales there were 86 Covid patients in hospital beds in Wales on 30 June - a record low for the second day running.\nHowever the case rate across Wales on Thursday was 66.5 per 100,000 people - the highest since 23 February.\nThere have only been minor changes to the rules in Wales since 7 June, after the first minister announced a pause in order to \"reduce the peak number of daily hospital admissions\" and allow time to vaccinate more people. \nMinisters had considered permitting more indoor mixing, allowing more people to attend indoor events and reopening ice skating rinks, before deciding to hold off.\nCurrently in Wales people are able to meet in private homes if they are in an extended household with a fixed set of other homes, unlike in England where six people from any household can meet.\nNightclubs remain closed, as they do across the UK, while limits on social distancing and how many people can meet outside remain.\nThe restrictions will be reviewed again in a fortnight, with any further lifting due to be announced by Mr Drakeford on 15 July - no dates have otherwise been set.\nHowever the UK government's new Health Secretary Sajid Javid has already said he sees \"no reason\" why restrictions in England will not end on 19 July. \nThe end of England's lockdown was originally scheduled for 21 June, but was pushed back by four weeks.\nThe Scottish government hopes to lift the final major restrictions in Scotland on 9 August. \nMr Davies said: \"Given the data, it's important the Welsh Labour government now provides families, schools, workers and businesses with their plan for restoring all freedoms and releasing restrictions in Wales, as has been seen in Scotland and England. \n\"Sadly, the Welsh government is stuck in lockdown mode and can't shift gears into recovery because it means actually having to tackle some of the issues that Labour have failed to tackle over the past two decades. \n\"Instead of treating the Welsh people like children, the Welsh government needs to talk to them like adults. \n\"People will understand that no date ministers choose comes with zero risk for Covid. \n\"Sadly, it can't be eliminated and moving forward we will have to learn to live with it like we do with other viruses,\" he said.\nAsked what the Welsh Conservatives would do, and whether they would support lifting restrictions on 19 July, a spokesman said: \"Ministers will have access to advice and data not currently afforded to opposition parties. \n\"However, we would like to see restrictions lifted in Wales as soon as it is safe to do so. The virus doesn't recognise Offa's Dyke and our preference has long been for a consistent UK-wide approach, but the data may suggest some nuances are required in Wales.\"\nAhead of May's Senedd election the Welsh Conservatives published a plan to end lockdown that broadly aligned with the UK government's plans at the time.\nIt included a proposal to possibly end social distancing in Wales by 21 June. \nA Welsh government spokesman said: \"Since the start of the pandemic we have taken a cautious, phased approach to reopening and have been led by the data that is presented to the cabinet by the chief medical officer and our scientific adviser, and not driven by artificial dates. \n\"We review the coronavirus regulations every three weeks and update members of the Senedd and the public about whether we are able to relax these, in line with our coronavirus control plan.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57696431",
      "category": "uk-politics",
      "title": "Batley and Spen: Labour is back after by-election win, says Starmer",
      "tags": "Keir Starmer,Labour Party,Kim Leadbeater,Batley and Spen by-election",
      "text": "Sir Keir Starmer has declared \"Labour is back\" after the party held on at the Batley and Spen by-election.\nThe Labour leader headed to the West Yorkshire constituency to celebrate Kim Leadbeater's narrow 323-vote win.\nHe said it was a victory for \"hope over division, and decency over hatred\", after a bitter campaign, and \"just the start\" for Labour.\nMs Leadbeater will now represent the seat previously held by her sister Jo Cox, who was murdered there in 2016. \nSir Keir hailed her \"incredible courage\" in standing for the seat, and claimed \"Labour is coming home\".\nWriting in the Guardian, he also promised the by-election would be \"a turning point, a sign that the politics of division and dishonesty won't win out, that unity and decency can\".\nThe result will come as a relief to Sir Keir, who has been under pressure following recent election defeats for his party.\nPrime Minister Boris Johnson said the Conservative candidate Ryan Stephenson ran an \"incredibly positive campaign\" and \"did very well to reduce a longstanding Labour majority\".\nSpeaking at a Downing Street press conference with German Chancellor Angela Merkel, Mr Johnson claimed the by-election result was the \"third biggest swing in favour of the government since the War\".\nMs Leadbeater took the seat with 13,296 votes, giving her a slim victory over Mr Stephenson with 12,973.\nFormer Labour and Respect MP George Galloway, standing for the Workers Party of Britain party, came third with 8,264. \nThe former Bradford West MP had sought to win support from the seat's Labour voters, with the aim of toppling Sir Keir as Labour leader.\nHis campaign had targeted voters unhappy at the party's stance on issues including the conflict between Israel and the Palestinians, and the disputed territory of Kashmir, claimed by both India and Pakistan.\nAn ethnically diverse seat, about 20% of the population is from an Asian background, with just under 19% being Muslim.\nSpeaking in Cleckheaton, Sir Keir said Ms Leadbeater had won despite a split in Labour's vote, because \"former Tory voters voted for her\".\n\"The Tories had a clean hit, nobody was going against them, and they didn't win,\" he added.\nWriting in the Guardian on Saturday, he said: \"And as we emerge from restrictions, there is now a real opportunity to harness the solidarity and national spirit that we've seen over the last year.\n\"To make sure that after the last year of sacrifice, we build a more united, fair, and secure country.\n\"To rebuild our economy and our public services, to bring our communities back together and to put honesty and integrity back at the heart of our politics.\"\nSir Keir was reportedly facing a potential challenge from his deputy Angela Rayner if the party lost another northern English constituency to the Tories.\nIt comes after the Tories took Hartlepool, a once rock-solid Labour seat in May, alongside losing more than 300 councillors in England's local elections.\nBut Andrew Scattergood, co-chair of the Momentum campaign set up to campaign for former Labour leader Jeremy Corbyn, said the party could not \"portray this as a massive victory\".\n\"We squeaked it over the line and there are some serious concerns,\" he told the BBC News Channel.\nThe Batley and Spen result will take some pressure off Sir Keir Starmer.\nThe atmosphere in Labour circles at Westminster since May's local elections has been febrile.\nSome Labour MPs fear things can only get worse - that more seats that were once safe are at risk.\nThere was a swing of nearly 3% from Labour to the Conservatives in Batley and Spen - if a similar swing was reproduced nationally, at a general election, Labour would have lost 11 seats.\nLabour know their party's problems go deeper than the question of leadership - but preparations were being made for a worse result in Batley and Spen.\nRead Iain's full analysis\nSixteen candidates in total ran in the contest. Turnout was 47.6%, with 37,786 verified ballots cast out of a total electorate of 79,373. \nThe vote was triggered after the previous Labour MP for the seat, Tracy Brabin, became West Yorkshire's first elected mayor in May.\nShe first won the seat in a by-election after Ms Cox was murdered by a far-right extremist in Birstall, part of the constituency, in 2016.\nThe Conservatives fought a relatively low-key campaign, with Mr Stephenson saying he was focused on talking to voters about \"the issues that matter here\".\nConservative Party co-chair Amanda Milling said it had been a \"disappointing result\" for her party.\nShe said the recent resignation of Matt Hancock as health secretary after breaking social distancing rules was \"one of a number of different issues that came up\" that had been raised by voters on the doorstep. \nBut she added that for her party to \"run this close\" was still \"exceptional\", given it has been in government since 2010. \nAre you a Batley and Spen voter? How did you vote and why? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57696879",
      "category": "uk-northern-ireland",
      "title": "'Decision not to prosecute soldier under protest'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57694918",
      "category": "health",
      "title": "Covid: Infections rising, but vaccines saving lives",
      "tags": "Coronavirus vaccines,Office for National Statistics,Coronavirus pandemic",
      "text": "Covid infections are continuing to rise across the UK, Office for National Statistics (ONS) data suggests.\nBut officials say vaccines are stopping similar rises in hospital admissions, and they are urging everyone to come forward for both doses.\n\"It will help us to break the chain of transmission, and save lives,\" said Dr Jenny Harries, from the UK Health Security Agency. \nEngland is due to lift most remaining Covid restrictions on 19 July.\nAccording to ONS estimates, there was \"a notable increase in infection rates\" across England, Wales and Scotland during the week ending 26 June.\nOne in every 250 people may now be infected by coronavirus, it says.\nIn Scotland, which has not seen estimated level of infections this high since the start of February, one in every 150 people could be infected.\nThese rises are driven by the Delta variant and, although infection rates are now similar to February, it is hoped fewer people will go on to become ill with severe symptoms, because of the vaccination programme.\nRecent government figures suggest that vaccines have already reduced hospital admissions and deaths.\nFewer than one in 1,000 infections is now leading to a death - compared with one in 60 last winter.\nBut ONS figures, based on swab tests on thousands of people in their own homes, suggest: \nSarah Crofts, from the ONS Covid-19 Infection Survey, said: \"It is crucial we continue to monitor infection rates and the impact of the vaccination programmes.\"\nThe highest percentage of people testing positive in England was in the North East (1%) and North West (0.9%).\nPositive tests rose in all age groups, except among those aged 70 and over. \nVirus levels in England were highest in the young, particularly those aged 17 to 24 and children in school years 7-11.\nOfficial government figures also show that cases are continuing to rise. There were 27,125 new cases reported on 2 July - up from 15,810 a week before - and 27 deaths. Around 1,800 people are currently in hospital with Covid. \nProf Kevin McConway said he hoped and expected the vaccines to make a difference - but caution was still needed.\n\"As more of the youngest adults have at least one vaccine dose, and more middle-aged and younger people have both doses, the numbers of people who would test positive will increase more slowly,\" he said.\n\"If that doesn't happen, and infections do continue to double in something like every two weeks, it won't take all that many weeks until infections are back at the sort of levels we've seen in previous peaks - so we can't stop being vigilant, particularly as and when more restrictions are removed.\"\nProf James Naismith, from the University of Oxford, said the delta variant would sweep through developing countries which were much less prepared.\n\"Once delta gets going it will overwhelm health care systems very rapidly unless vaccination improves. \n\"More thought needs given to whether vaccinating young children in the rich world is as important and ethically justified as vaccinating key workers and the most vulnerable in developing countries.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57697875",
      "category": "entertainment-arts",
      "title": "BBC Bitesize edits page to remove list of climate change 'benefits'",
      "tags": "Climate change",
      "text": "BBC Bitesize has removed references to the \"benefits\" of climate change on its website, following complaints online.\nThe education website listed \"healthier outdoor lifestyles\" as one of the pluses of having warmer temperatures.\nOthers included easier access to oil in Alaska and Siberia, new shipping routes created by melting ice, and more tourist destinations.\nClimate expert and writer George Monbiot called the list, which has now been removed, \"an absolute disgrace\".\n\"This is what BBC Bitesize is teaching our children about climate breakdown,\" the Guardian journalist tweeted.\n\"I'm sorry, but it's an absolute disgrace. You could come away thinking: 'On balance, it sounds pretty good'.\"\nStuart Lock, the chief executive of Bedford's Advantage Schools trust, said the article did not \"align with the national curriculum\" and \"needs reconsidering\".\nThe BBC said on Friday: \"We have reviewed the page and have amended the content to be in line with current curricula.\"\nThe guide, which is aimed at GCSE geography students, now only shows the negative impacts of climate change - such as sea levels rising and droughts and floods becoming more likely.\nOn Thursday, the Queen said tackling climate change would mean a change to \"the way we do things\", as she met experts on global warming in Edinburgh.\nGovernment advisers said last month the UK is woefully unprepared to deal with changes occurring to the climate.\nThey warned of more severe heat waves, especially in big cities, and more intense rainfall, with an increased risk of flooding across most of the UK.\nIn 2018, the BBC admitted its coverage of climate change had been \"wrong too often\", telling staff: \"You do not need a denier to balance the debate\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57666436/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Boosters concern as GPs 'already stretched'",
      "tags": "NHS Scotland,Coronavirus vaccines,Jason Leitch,Coronavirus pandemic,GP",
      "text": "GPs in Scotland are concerned about delivering Covid booster jabs as they are working \"beyond full capacity\".\nOlder age groups could receive the third vaccine when they see their GP for a flu jab ahead of winter.\nBut the Royal College of General Practitioners (RCGP) in Scotland said there was a risk in balancing boosters with seeing other vulnerable patients.\nThe Scottish government said it would work with GPs and health boards to plan the programme in line with advice.\nThe Joint Committee on Vaccination and Immunisation (JCVI) gave the NHS the green light to start planning a booster programme, advising that they will give additional protection against new variants before winter.\nMore than 30 million of the most vulnerable should receive a third dose, including all adults aged 50 and over, and anyone younger who qualifies for a flu jab.\nScotland's national clinical director Prof Jason Leitch told the BBC the JCVI was trialling whether GPs could give boosters to older people attending flu vaccine appointments.\nHowever, Dr David Shackles, who jointly chairs RCGP Scotland, said general practice had been expressing serious concerns about the \"already stretched workforce\" for some time.\nHe said: \"General practice is already working beyond full capacity and GPs have had unprecedented demand for appointments due to backlog.\n\"We understand the risk is balancing the need to vaccinate those requiring flu and Covid-19 boosters against requirement to see patients with acute problems and chronic illnesses that they may have put off dealing with during the height of the pandemic.\"\nDr Shackles reiterated calls for \"urgent action\" to boost the workforce, adding that GPs would work hard to make sure all patients could access the vaccine.\nThe Scottish government said it welcomed the advice from the JCVI and would offer the booster to priority groups from September.\nA spokeswoman said: \"The committee will consider additional scientific data as it becomes available over the next few months, ahead of formulating final advice. \n\"In the meantime we will work closely with NHS boards and GPs to plan for this potential booster campaign, in line with this interim advice.\"  \nIt comes as Scotland's daily Covid cases surpassed 4,000 for the first time since mass testing began.\nThird wave cases began to surpass January's peak towards the end of June.\nFirst Minister Nicola Sturgeon previously said the government would monitor the impact cases had on hospital admissions - which rose from from 235 on Wednesday to 275 on Thursday.\nScotland's largest health boards have said it is \"too early\" to share plans for a future booster programme.\nHowever, NHS Lothian confirmed it was looking to use some current mass centres alongside additional, more localised venues.\nNHS Tayside said it planned to continue its blended model of using GP surgeries and local centres.\nProf Jason Leitch told BBC Scotland that plans could involve younger age groups using pharmacies, mass vaccination centres or mobile vaccination units.\nHe said: \"It's one of the reasons why the joint committee have given us early notice - so we can work that out in consultation with GP practices and [health] boards whether we need to keep some of our mass vaccination centres. \n\"One of the things they've said and are doing trials about this is, can we give it at the same time as the flu vaccine? That would be very convenient. So everybody who gets the flu vaccine already on the same visit could also have a Covid vaccine. \n\"Companies are even working on putting the two vaccines into the one vial - they haven't done that quite yet but the first trials of giving the two vaccines together suggest [they are] both safe and effective. That will continue over the summer.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-47472435",
      "category": "uk-northern-ireland",
      "title": "Bloody Sunday: The victims",
      "tags": "Bloody Sunday,The Troubles,Londonderry-Derry,British Army",
      "text": "Thirteen people were shot dead when soldiers opened fire on marchers during a civil rights march in Londonderry on 30 January 1972. \nIt became known as Bloody Sunday and these are the victims:\nMarried father-of-six Patrick Doherty, known as Paddy, was 31 years old when he joined the march. \nHe worked in the city's Du Pont factory and was an active member of the Northern Ireland Civil Rights Association. \nMr Doherty died as he was trying to crawl to safety. \nIn the Saville Report - a re-examination of the events of Bloody Sunday carried out by Lord Mark Saville and published in 2010 - said Mr Doherty was unarmed.\nThe inquiry also found there was \"no doubt\" he was shot by Soldier F, who changed his story over the years.\nThe Widgery Inquiry - announced the day after Bloody Sunday and chaired by Lord Widgery - largely cleared the soldiers and British authorities of blame, although he described the soldiers' shooting as \"bordering on the reckless\". \nThat earlier inquiry said that if the soldier had shot Mr Doherty in the belief he had a pistol, that belief was \"mistaken\".\nThe 17year-old was a member of the IRA's youth wing, Fianna na Éireann.\nHe had become involved in the civil unrest and had been jailed for six months for rioting the year before. \nA police photograph taken shortly after he was pronounced dead showed a nailbomb in Mr Donaghey's pocket. \nA soldier later said he had found four nailbombs among Mr Donaghey's clothing. \nWidgery dismissed claims that the devices had been planted after death - saying nobody had offered any evidence to the contrary. \nBut the Saville Inquiry heard that neither the soldier who first examined Mr Donaghey nor the Army medical officer who received him at an aid post had found anything suspicious when they checked the teenager. \nIn conclusion, Saville found the nailbombs were \"probably\" on Mr Donaghey but said he was not preparing to throw them at the time nor was he shot because he was carrying them.\nThe report said he was shot by Soldier G while trying to escape from the soldiers.\nOne of a family of 15, the factory worker is thought to have been the first to be killed. \nThe 17-year-old boxer, known a Jackie, had represented his club in bouts across Ireland and in Liverpool. \nHe had attended the march \"for the craic\" with his friends and against his father's advice.\nThe picture above shows a group of people carrying the dying teenager though the streets of Derry, lead by the then Fr (later Bishop) Edward Daly waving a bloodied handkerchief.\nIt became one of the enduring images of Northern Ireland's Troubles.\nThe Saville report concluded Mr Duddy was unarmed and \"probably\" shot by Soldier R, as he ran away from soldiers. \nWidgery said he had not been armed and was probably hit by a bullet intended for someone else. \nThe 17-year-old was the youngest of eight children and a trainee tyre fitter.\nHe was shot as he was running away from the soldiers in a crowd of up to 50 people.\nA woman said she heard him cry \"I'm hit, I'm hit\". A single bullet had struck him in the chest and arm.\nThe teenager was pulled to safety behind a barricade but died shortly afterwards.\nSaville said Mr Gilmour was unarmed and Soldier U had fired at him as he ran away from the soldiers.\nWidgery concluded Mr Gilmour was not shot from behind and had probably been standing on a barricade when he was hit. \nThe 17-year-old had been training to be a sewing machine mechanic and the march was his first taste of the civil rights movement. \nHe went, his family said, because his friends were going.\nHe was shot in the stomach near a barricade.\nHe was carried to the safety of a house and died in an ambulance on the way to hospital.\nAt Saville, Soldier F admitted that he had shot Michael Kelly - but said that he had only fired at people with bombs or weapons. \nHowever, Saville concluded Mr Kelly was unarmed.\nWidgery said forensic tests found firearms residue on Mr Kelly's right cuff and that indicated he was close to someone who was firing at the soldiers from the barricade.\n\"But I do not think that this was Kelly, nor am I satisfied that he was throwing a bomb at the time when he was shot,\" said Widgery. \nThe second-youngest of a family of 12, the 20-year-old worked as a barman.\nMr McDaid was arrested but then escaped out of the back of an Army vehicle before being shot near a barricade.\nSaville concluded that Mr McDaid was unarmed and he was shot by either Soldier P, Soldier J or Soldier E.\nWidgery could not identify who had fired the shot. \nForensic tests found lead particles on Mr McDaid's jacket and right hand, and Widgery discounted the possibility that the clothing and body had been contaminated by residue from soldiers or their vehicles.  \nThe 17-year-old was the middle child of five and was described as a hardworking supermarket employee. \nHe was shot as he tried to make his way to safety.\nSaville said Soldier L or Soldier M shot Mr McElhinney, who was \"unarmed\", as he crawled away from the soldiers. It suggests they probably did so on the orders of senior officers.\nWidgery said the firer was probably \"Sergeant K\". \n\"He described two men crawling from the barricade in the direction of the door of the flats and said that the rear man was carrying a rifle. He fired one aimed shot but could not say whether it hit. \n\"Sergeant K obviously acted with responsibility and restraint.\"\nA 41-year-old married man with six children, Bernard McGuigan was a factory worker and handyman. \nShot as he went to the aid of Patrick Doherty, Mr McGuigan was waving a white handkerchief as a single bullet struck the back of his head. \nHe fell to the ground, beside a 19-year-old paramedic.\n\"He raised his hand in the air and shouted 'Don't shoot, don't shoot'. And seconds later he was just shot and landed in my lap.\"\nSaville found there was \"no doubt\" Soldier F had shot an unarmed Mr McGuigan.\nWidgery said forensic tests had found lead residue on his hands and a scarf, consistent with the cloth having been wrapped around a revolver that had been fired. \nHis widow denied the scarf belonged to her husband, and Widgery concluded it was not possible to say whether Mr McGuigan was using or carrying a weapon.\nA father-of-eight whose youngest was born eight days after his death on Bloody Sunday and named after him. \nMr McKinney managed a junior soccer team and ran the city's Ritz rollerskating rink. \nThe 35-year-old was shot as he tried to make his way to safety.\nThe Saville Report concluded Soldier G, a private, shot an \"unarmed\" Gerard McKinney. That bullet passed through him before hitting another victim, Gerald Donaghey. \nWidgery said his death was one of the most confusing episodes of the day and that forensic tests found no evidence that Mr McKinney had handled weapons. \nA printer at the Derry Journal newspaper, the 27-year-old was the oldest of 10 and was engaged to be married. \nA keen amateur photographer, he had set out to film the Bloody Sunday march on a camera he had received as a Christmas present.\nLike Gerald McKinney (no relation), he was in a group and was shot as he ran for cover. \n\"Willie was not a stone-thrower, a bomber or a gunman. He had gone to the civil rights march in the role of amateur photographer,\" said the newspaper's tribute to him. \nSaville said there were four soldiers -  E, F, G or H -  who could have fired at Mr McKinney and another victim, Jim Wray. Up to five more people were injured by the same group of soldiers. \nAll four soldiers insisted they had shot at people carrying bombs or firearms - claims rejected by Saville.\nThe Widgery report put William McKinney's death in the same category as Gerald McKinney - both men had been shot without justification.\nIn March 2019, the Public Prosecution Service said there was enough evidence to prosecute Soldier F for the murders of James Wray and William McKinney.\nOn 2 July 2021, it was announced the prosecution of Soldier F would not continue.  \nReviews of the cases were prompted by the collapse of the trial in Belfast of two other veterans for Troubles-era offences.\nThe PPS said that given \"related evidential features\", it concluded \"there was no longer a reasonable prospect of key evidence in proceedings against Soldier F... being ruled admissible\".\nThe 19-year-old dock worker was the seventh of 13 children and the brother of Olympic boxer Charlie Nash. \nMr Nash was shot in the chest near a barricade. Alexander Nash saw his son being shot and went to help him, and was then shot himself. \nSaville concluded that shots fired by Soldier P, Soldier J and Soldier E, caused the deaths of William Nash, as well as victims Michael McDaid and John Young.\nThe inquiry rejected claims that the three soldiers fired because the men were armed.\nSoldier P told Widgery that he had returned fire after a man consistent with Mr Nash's description had fired first.\n\"In view of the site of the injury it is possible that Soldier P has given an accurate account of the death of Nash,\" said the report.\nThe 22-year-old had worked in England for some time and was engaged to an English girl. \nFriends said he was outgoing and worked in a city bar and dancehall at weekends. \nHis entire family had attended the march after going to Mass together.\nMr Wray's death, like that of Gerald McKinney and William McKinney, happened during the chaos as people ran for cover. \nSaville said Mr Wray, who posed no great danger, was shot twice in the back and there were four soldiers who could have fired at him  - soldiers E, F, G or H.\nThe second shot was probably fired as he lay wounded, said Saville, meaning there could have been \"no possible justification\".\nWidgery said there was no photographic evidence of what had happened to Mr Wray, but he had been in the general vicinity of where soldiers claimed that civilians had opened fired. \nOn 2 July 2021, it was announced the prosecution of Soldier F for the murder of James Wray and William McKinney would not continue.  \nThe 17-year-old was the youngest of six and worked in a menswear shop. \nHe was shot near a barricade as he tried to take cover. \nSaville concluded John Young was killed in the same shooting incident that claimed the lives of William Nash and Michael McDaid.\nHe also said he was unarmed and shot by soldiers P, J or E.\nOne witness told Widgery that Mr Young had gone to help another teenager who had been shot. \nWidgery said: \"Young was undoubtedly associated with the youths who were throwing missiles at the soldiers from the barricade and the track of the bullet suggests that he was facing the soldiers at the time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57671575",
      "category": "uk",
      "title": "Saskia Jones: Family say event organisers should stand down",
      "tags": "Stratford-upon-Avon,Cambridge,London Bridge attack,Fishmongers' Hall attack inquests",
      "text": "The organisers of the Fishmongers' Hall event where two people were killed by a convicted terrorist should step down, one of the victim's families have said.\nSaskia Jones' uncles say they would be \"insulted\" if the leaders of Cambridge University Learning Together programme stayed in their roles.\nSaskia and Jack Merritt were stabbed to death by Usman Khan at the event, held in central London, in November 2019.  \nAn inquest concluded key authorities had lost sight of the risk Khan posed.\nKhan - who had gone to prison for plotting to set up a terrorist training camp - was a guest at the prisoner education event, held by Learning Together. \nHowever, Saskia, who had been a volunteer for the programme, wasn't told about his background before she sat down at his table and started chatting with him. \nTwo hours after their conversation, Khan stabbed both her and Jack Merritt to death. Khan was then chased onto nearby London Bridge by some of the other guests, where he was shot dead by police.\nLast month, the jury in the Fishmongers' Hall inquest concluded that the agencies responsible for managing him had been \"blinded\" by his \"poster boy image\".\nThe Cambridge University Learning Together programme teaches university students and student prisoners side-by-side and Khan became one of their students in prison. Learning Together, among others, saw him as a success story. They put him on their promo leaflets and gave him a computer.\nKhan had been monitored in the community by the probation service, the police and MI5. They allowed him to go to Fishmongers' Hall that day without a police escort. \nIn the family's first interview since the attack, Saskia's uncles - Pete and Phil Jones - told the BBC they felt compelled to speak out after hearing evidence at the inquest.\nAt it, the two programme leaders - Dr Ruth Armstrong and Dr Amy Ludlow - were asked if they would now rule out working with terrorist offenders in the future. Dr Ludlow said they couldn't rule it out because there was \"no research evidence\" to support excluding an entire category of prisoner. \nSpeaking to the BBC, Phil Jones said he believes the answer revealed the organisation's arrogance: ''The main evidence we have now is that it wasn't a wise idea.\" He said Khan had been able to \"manipulate their organisation\".\nPete said the two Cambridge academics - who founded the education programme - had \"lost sight of their duty to protect their staff, volunteers and the public''. He was \"astounded\" they failed to consider how they might have done things differently, he added.\nLearning Together, which has received several awards and was praised by the independent prison inspector in 2017, has been suspended by Cambridge University as it reviews how it is run. \nHowever, Saskia's family believe it is not credible for Dr Armstrong and Dr Ludlow to continue to lead the organisation. ''They shouldn't be leading an organisation that got something badly and tragically wrong,\" Phil added.  \nHe says the knowledge Saskia, from Stratford-upon-Avon, would have been friendly to Khan in the moments before her death was ''difficult to take''. ''It's actually emotionally difficult to come to terms with anyone sitting almost next to someone for that amount of time,\" he said.\nThe nature of the relationship between the prison system and Learning Together came under intense scrutiny at the inquest. \nIt emerged that while Khan was at the maximum security HMP Whitemoor, the governor of the prison and its head of education were both studying masters in criminology at Cambridge, where Learning Together is based.\nIt also emerged that the event at Fishmongers' Hall had been paid for by the Ministry of Justice as part of a £214,000 grant, and one of the guests was Dr Jamie Bennett, the deputy director of security and counter-terrorism for the entire prison and probation service. \nPeter Clarke, the former chief inspector of prisons and former head of counter-terrorism for the Metropolitan Police, said the awarding of the Ministry of Justice grant needed to be looked at. \n''I think there are some questions to be asked about how that funding came to be allocated to the Learning Together programme,\" Mr Clarke, now a senior fellow at the Policy Exchange think tank, said.\n\"Having been a public servant for well over 40 years, I was surprised to see that a programme, which hadn't been evaluated in terms of what it was actually delivering, what outcomes were being delivered by it, was afforded such a large amount of funding - that is puzzling to me.''\nThe Ministry of Justice says a carefully-considered decision on the future of Learning Together future will be taken in due course and that its sympathies remain with the families of Saskia Jones and Jack Merritt. \nIn a statement, Cambridge University said it had a responsibility to ensure \"appropriate lessons\" are learned from the attack. \n\"The jury for the inquests identified failures by a number of state services as significant contributory factors to the tragedy,\" it said in a statement. \"We are grateful to witnesses from HM Prison and Probation Service and beyond who testified to the positive impact of education delivered by the Learning Together team.''"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-57400014",
      "category": "world-asia-india",
      "title": "'Coercion and rape': Investigating my yoga school",
      "tags": "Sexual violence,Yoga,India,Long Reads,Canada",
      "text": "Warning: This article contains descriptions of sexual assault\nBBC journalist Ishleen Kaur was a passionate yoga teacher with Sivananda, one of the biggest yoga movements in the world, until a disturbing social media post led her to uncover multiple allegations of sexual abuse spanning decades, right up to the present day. \nSince I discovered yoga in my mid-20s, it had become a huge part of my world. Like many devoted yogis, it was not just an exercise class for me, but a way of life. I didn't just teach classes at my local Sivananda centre, I volunteered to cook and clean there too. Sivananda teachings influenced every aspect of my existence.\nBut then in December 2019, I received a notification on my phone. It was a post in my Sivananda Facebook group about the movement's late revered founder, Swami Vishnudevananda.\nA woman called Julie Salter had written that Vishnudevananda had sexually abused her for three years at the Sivananda headquarters in Canada. \nShe wrote that when she finally found the strength - decades later - to report this to the Sivananda management board, \"the reactions ranged from silence, to the attempt to silence\". \nI have now interviewed 14 women who allege abuse at the hands of senior Sivananda teachers, many of whom have not spoken about this to family and friends, let alone made it public. I have also spoken to a former staff member who says her concerns were not addressed by the Sivananda board.\nMy investigation has exposed claims of an abuse of power and influence within the organisation I once held so dear. \nI vividly remember my first day at the Sivananda ashram in Kerala, southern India, where I trained as a yoga teacher in 2014. On the wall was a magnificent photo of Swami Vishnudevananda, Sivananda's late founder, and the man Julie would go on to expose. \nHis teachings were so powerful that many yogis renounced all worldly connections and dedicated their lives to the organisation. \nI could understand why. I was going through a very challenging time and Sivananda gave me a new-found peace. The asanas - or postures - gave me physical strength; Sivananda's principles of karma, positive thinking and meditation nourished my soul. \nIn 2015 I married a man who was living in London. I felt daunted by the idea of moving to be with him there, until I discovered there was a Sivananda centre in Putney, not far from our new home. My husband would joke that the centre was my first love, not him. \nTwo months after Julie Salter's Facebook post, two Sivananda board members flew in from Europe to talk to the Putney staff. I hoped they would answer at least some of the many questions I had swirling around my head. But their response was vague, and they seemed defensive during the Q and A that followed. \nI knew I would have to speak to Julie myself.\nOriginally from New Zealand, Julie was 20 and travelling in Israel when she first came across the teachings of Sivananda. She quickly became immersed in the life of the movement, and in 1978, moved to its headquarters in Canada. \nVishnudevananda was based there and Julie was asked to become his personal assistant, something she initially regarded as a privilege. \nBut she says her schedule was brutal. She worked from 05:00 until almost midnight, seven days a week - all without pay. She says Swami Vishnudevananda became unpredictable, often shouting at her. \n\"So of course, my own boundaries were getting more and more weakened,\" she tells me.\nAnd then events took a darker turn.\nOne day when Julie was working in Vishnudevananda's house, she found him lying down listening to devotional tapes. He asked her to lie down next to him. When Julie said she didn't understand what he wanted, he told her: \"Tantra yoga\" - a yoga practice which has become associated with spiritual sex, but simply means working towards spiritual enlightenment through deep relaxation. Nevertheless, Julie says Vishnudevananda had only ever referenced it in theoretical terms, during a lecture. \n\"I said: 'I don't understand,' and despite everything in my body and mind saying, 'No', I did lay down. And then there was the sexual contact. And then after that, I was downstairs again, working, and in total shame - and everything else - anguish, self blame, guilt.\" \nJulie says she was coerced into various sexual acts, including penetrative sex, for more than three years.\nGuru is a BBC investigation by Ishleen Kaur and produced by Louise Adamou. Listen to the podcast on the World Service/BBC Sounds, on The Documentary or in Hindi\nThe guru-disciple relationship, known in yoga as the guru shishya parampara, is an unspoken agreement that the follower will surrender to the guru's wishes.\nShe now considers Vishnudevananda's actions to have been rape, as her position made her ill-equipped to consent given the \"power dynamics\" at play.\n\"I was quite isolated, I was living on the other side of the world from family, anything I knew in the past. I was financially dependent on the organisation.\"\nI then spoke to two women who had responded within minutes to Julie's Facebook post, alleging Vishnudevananda had abused them too.\nPamela told me Vishnudevananda raped her during a retreat in 1978 at Windsor Castle in London, as she was lying in a deep state of relaxation, known in yoga as corpse pose. \nLucille says he raped her three times during the mid '70s in the Canadian ashram. She says the first two times she naively justified it as tantric yoga, but the third time he gave her money and she felt \"like a prostitute\".\nVishnudevananda died in 1993 but it took Julie another six years to find the strength to leave the organisation. \nHer only hope is that, by speaking out now, she can save others from suffering in the way that she did. Because as I was to discover, Vishnudevananda may have died, but the abuse of Sivananda devotees did not die with him. Julie's Facebook post had opened a floodgate.\nI've since spoken to 11 women who have made serious allegations against two other Sivananda teachers, one of whom the BBC believes is still active in the organisation.\nAmong the shocking allegations is an account by Marie (not her real name), who says she was groomed by one teacher - who we can't name for legal reasons - over a number of years. She says she was really confused when their relationship became sexual but felt she had no choice but to go along with it. After more than a year without any sexual contact from him, she remembers one occasion when he came into her room uninvited. Silently, he got on top of her, penetrated her, ejaculated, and left without saying a word.\nFive other women have told me that this same man sexually abused them. They don't know each other but their stories all follow a similar pattern of grooming and assault. \nCatherine (not her real name), was just 12 years old, and attending a Sivananda children's camp in Canada in the '80s when she said the teacher first took a sexual interest in her. She says the man would massage her and touch her bottom. When she was 15, he began touching her more explicitly, grabbing her between her legs and touching her breasts. She says the last time he assaulted her she was 17. She was taking a nap and woke up to find him on top of her. She left the organisation that day. \nAnother complainant says she was assaulted by the same man as recently as 2019. \nWe contacted this man and offered him the opportunity to respond, but he has failed to address the allegations we have put to him. The BBC understands he is still actively involved in Sivananda in India, although the organisation denies this.\nThe other teacher accused of abuse is Maurizio Finocchi, also known as Swami Mahadevananda. I have spoken to eight women about their allegations against him. One of them, Wendy, was working as Mahadevananda's personal assistant in the Canada headquarters in 2006. \nOne of her jobs was to print out his emails and take them to his cabin. On the day in question, he called her to bring the emails and his breakfast through to his bedroom where he was sitting up in bed. As she handed him a tray, she says he grabbed her arm and flipped the sheet back, under which she realised he was masturbating. She says he then ejaculated onto her arm. \n\"And I just remember feeling that I was almost not human to him. I was really a means to an end.\"\nWendy says if women approached senior staff to report worrying - and in some cases, criminal - behaviour, the staff would cast it in the framework of a spiritual teaching called \"guru's grace\". \n\"If something was problematic or confusing - and I'm talking about even administrative things… but certainly around sexual relations and questionable relationships - you'd be told: 'No, the fact that you're having a problem is actually 'guru's grace'. \n\"As in you're being taught some kind of a valuable lesson.\"\nWe contacted Mahadevananda to offer him the opportunity to respond to the allegations, but our request went unanswered. \nThe BBC has, however, seen a copy of an email he sent to a lawyer who has been crowdfunded by a Sivananda community Facebook group, called Project Satya, which I became a member of. In the email he apologises for what he calls his \"misdeeds\", and promises to \"endeavour not to do it again\". \nAnother thing I wanted to understand was, how much of this did Sivananda's management already know?\nJulie tells me she finally found the strength to report her abuse in 2003 when she attended a meeting with a member of the Executive Members' Board (EBM) - the board created by Vishnudevananda to act as Sivananda caretakers after his death. She says that board member was Swami Mahadevananda. \n\"We were there for a while, but basically he acknowledged that he had known about it for years.\" \nSwami Mahadevananda is one of the other teachers who faces sexual abuse allegations - but at the time Julie didn't know this.\nJulie says she told four more board members about her allegation over the next few weeks.\nThe trustees deny that Julie discussed her allegations with them in 2003. However the BBC has seen an email from Mahadevananda in which he confirms he did meet Julie at that time.  He describes it as informal, but says after this meeting the allegations became \"open knowledge\".\nIn 2006, Julie attended a mediated meeting with EBM, where discussions over some kind of financial support for her took place. The abuse allegations were also raised. \nThe trustees told the BBC that both sides were pleased with the results at the time, but Julie says nothing ever materialised. So the following year Julie's solicitor wrote to the board seeking compensation and threatening a claim for damages.\nIn response, she received a letter from the EBM's solicitor questioning why Julie was raising the matter so long after the alleged abuse.\nSivananda say that after the meeting with Julie they began implementing protocols for members and guests designed to give everyone a safe environment in which to speak out about such allegations.  \nWe asked them why they continue to revere the man who sexually abused her. The \"Sivananda Organisation honours its lineage and its teachings\", was their response.\nAs for Mahadevananda, our investigation has found evidence that the board knew about his alleged sexual impropriety as early as 1999. Because he himself admitted it to them.\nSwami Saradananda, an American woman on the EBM at the time, told us that in 1998/99 she received a phone call from the director of the Delhi ashram in tears. The director told her that Mahadevananda was walking around without his trousers - which Saradananda took to mean in his underwear. \nWhen she phoned to challenge Mahadevananda, he explained that wasn't right. He wasn't in his underwear - he was naked. And that wasn't his only revelation.\n\"He told me that he hadn't worn anything below the waist, and he had come into the office where [the Delhi director] was working and masturbated in front of her.\" \nSwami Saradananda, deeply disturbed, says she raised this at the next EBM meeting. \nShe says all recording devices were switched off and the secretary sent out of the room.\nMahadevananda was present and she says he confirmed her account was true.  \n\"And he said: 'But if she doesn't want me to do it, OK, big deal. I won't do it any more.'\"\nWhen she interrupted to ask how they were going to deal with Mahadevananda's admission, one of the board replied: \"Well, he already said he's not going to do it any more. What do you want? His blood?\" \nWithin a few months, Saradananda received a fax telling her that she had been voted off the board. We put this allegation to the EBM but they did not respond.\nSaradananda's revelations might account for the lack of surprise Wendy faced in 2006 when she told a senior member of staff in the Canadian headquarters that Mahadevananda had ejaculated on her.\nHis response, she says, was: \"Damn, not again.\"\nThe staff member told her not to worry - the organisation had arranged for Swami Mahadevananda to have counselling.\n\"I wasn't aware that in Canada this would be defined as sexual assault. And I wasn't aware at that time that this could have been taken to the police,\" Wendy told me.\nThirteen years later, the EBM did eventually investigate Mahadevananda, and then announced his retirement in their monthly magazine - a retirement which they have acknowledged they are funding. The notice said the executive board thanked him for his \"devoted and inspiring service\".\nCarol Merchasin, the lawyer crowdfunded by Project Satya, says she has spoken to 25-to-30 women who have alleged sexual assault against Sivananda staff. She says she has found every one of them to be credible. \nIn the case of Catherine, she questions why the incident was not reported to the police once the Trustees became aware of the allegations. When, many years later, her parents found out and confronted them, Carol says they told them that nothing could be done without evidence.\nThe EBM has told us the teacher who is alleged to have abused Catherine and others has been suspended from duties while they investigate. But we have been told by several sources that he is still involved in Sivananda's Indian ashrams, and when I called the Kerala ashram, I was told he did in fact teach a full course there earlier this year. \nThe EBM declined to be interviewed, but sent us a statement which we set out here in full:\n\"The Board of Trustees fully sympathises with those who came forward and offers any individual who feels that they might have been affected by the conduct referred to in the [BBC investigation] its assurance that it will not tolerate abuse or disregard inappropriate behaviour. It apologises unreservedly for any historic mistakes which it made in addressing the allegations detailed in the [investigation].\n\"As a result of those allegations, Sivananda has commissioned an independent investigation, and has appointed legal experts who have helped to review and implement safeguarding policies, and put in place appropriate training. The Sivananda Organisation has established a confidential reporting facility for anyone who is concerned about abuse. It is an absolute priority for the Sivananda Organisation that anyone coming into contact with it, in whatever capacity, is safeguarded from abuse or suffering. The Sivananda Organisation is a monastic order dedicated to physical, mental, and spiritual health and is committed to the safety of all of its members.\"\nI have seen four of the investigation reports into the teacher we cannot name, all of which conclude that on the balance of probability the survivors are credible and their testimonies are truthful, and that two of them did report their abuse to the EBM. \nIn April I returned to the Putney ashram where I had spent the last five years as a teacher and devotee. But this time I did not go inside. \nIt struck me that the all-consuming nature of Sivananda that had attracted me was also what could make it so dangerous. The women I have spoken to all told me it was easy to lose a sense of reality, which made it harder to question what was going on.\nAnd I am aware that during our investigation the women who came forward were all Westerners. But it seems there are also Indian survivors - I've seen emails from women detailing what happened to them but they were too scared to speak to me. \nAs for myself, it's over for me and Sivananda. \nInvestigation produced by Louise Adamou"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-57696263",
      "category": "uk-scotland-glasgow-west",
      "title": "Shona Stevens: Novelty keyring bid to solve 1994 cold case murder",
      "tags": "Irvine",
      "text": "Detectives have released images of a distinctive novelty keyring in a fresh bid to solve one of Scotland's most baffling cold cases.  \nShona Stevens was savagely attacked near her home in Irvine, North Ayrshire, in November 1994.\nMs Stevens, 31, suffered severe head injuries and died in hospital three days later.\nThe semi-naked toy figure, which is 8mm tall, was discovered at the scene and officers believe it may be significant.\nPolice said the cartoon-style figure looked as if it had broken off a keyring.\nIt was found during the initial search but has not formed part of previous appeals, including one to mark the 25th anniversary.\nDet Insp Fraser Normansell, of the major investigation team, said: \"We know the item didn't belong to Shona and, while we can't be sure of its origins, we believe it may hold significance to this case.  \n\"Although it was found almost 27 years ago, it's very distinctive and could prove vital to our inquiries. \n\"I'm urging anyone with information to come forward and help us get justice for Shona.\"\nThe mother-of-one was attacked on 10 November 1994, just minutes after she left the Co-op store within Bourtreehill Shopping Centre.\nShe was last seen alone at about 13:10 on Towerlands Road and was then found approximately 200 yards (180m) from her home, within a wooded area, about 10 minutes later. \nDet Insp Normansell added: \"I'm asking anyone who believes they recognise this item or who has any information, no matter how small, to please get in touch.\n\"We are committed to getting Shona's devastated family the answers they deserve.\"\nDetectives have set up an online portal to encourage members of the public to submit information directly to the major incident team for Operation Short, who are based at the Scottish Crime Campus in Gartcosh, North Lanarkshire.\nOfficers believe a weapon was involved but it was never recovered.\nAt the time of the 25th anniversary appeal, police said the inquiry team was keeping an open mind as to a motive for the crime.\nBut the force would not disclose whether officers had a DNA profile of the suspect but said technology was constantly creating new forensic opportunities.\nDuring the Elaine Doyle murder trial in 2014 a court heard that convicted killer Gavin McGuire was interviewed in connection with Ms Stevens' murder.\nDespite extensive media coverage, including a reconstruction of Ms Stevens' final movements, no-one has been brought to justice.\nThe footpath where Ms Stevens was found was regularly used by the public to access Bourtreehill Shopping Centre.\nAs part of the last appeal in 2019 Ms Stevens' family issued brief statements through Police Scotland.\nDaughter Candice said: \"I was only seven at the time of my mum's murder but that does not make it any easier to deal with. \n\"I spent a large part of my childhood years growing up without my mum and I would please ask anyone who knows anything about the incident to please come forward.\"\nThe victim's mother, Mhairi Smith, said: \"I cannot emphasise enough how important even the smallest piece of information could be in being able to give me and my family closure. \n\"I want to know who was responsible for this attack and why they did it. If you have any information about Shona and her murder please contact the police.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57687190",
      "category": "entertainment-arts",
      "title": "Love Island: ITV condemns death threats sent to contestant Chloe Burrows",
      "tags": "Television,Bicester,Love Island",
      "text": "ITV has condemned death threats sent to Love Island contestant Chloe Burrows, calling them \"wholly unacceptable\".\nOn Wednesday night's show, Burrows chose to recouple with Aaron Francis, leaving Shannon Singh single.\nThe move resulted in Shannon departing the dating programme, causing people to send threats to Burrows online, with some encouraging her to kill herself.\nIn a message posted to her Instagram, the 25-year-old's family described the trolling as \"absolutely disgusting\".\n\"This morning we woke up to yet another DM [direct message] encouraging Chloe to kill herself - there have been hundreds,\" they wrote.\n\"Not only that, but people are flooding her inbox threatening to kill her themselves. People... this is a game show, there is a cash prize!\"\nThe family said they understood the \"frustration\" around Singh's eviction - but that Burrows, from Bicester in Oxfordshire, \"does not deserve to die\" as a result.\n\"Have the deaths of Sophie, Mike, and Caroline taught us nothing?\" they added, referring to former contestants Sophie Gradon, Mike Thalassitis and ex-host Caroline Flack. \nAll three died by suicide, although their deaths were not linked to the show or social media trolling.\nIn a statement posted to Twitter, ITV said: \"We want Love Island to be a positive experience for all of our cast and their friends and family members.\n\"Last night's episode created strong reactions but some viewers' posts were wholly unacceptable.\"\nIt added: \"We take these matters extremely seriously and will support cast members and their families in reporting such posts.\n\"We would once again urge all of our viewers to think before posting, and remember that our Islanders are people with feelings.\"\nLove Island returned to screens on Monday after an 18-month break enforced by the coronavirus pandemic.\nAhead of the new series, ITV published duty of care protocols for contestants, who will be offered \"comprehensive psychological support\" and a \"proactive aftercare package\" on their return from the island.\nThis includes therapy sessions and training on the impact of social media, \"how to handle potential negativity\", as well as financial management."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-57687675",
      "category": "entertainment-arts",
      "title": "Britney Spears: Financial firm asks to withdraw from conservatorship",
      "tags": "Britney Spears",
      "text": "A financial firm has asked to withdraw as co-conservator of pop star Britney Spears' financial affairs, citing her objections in court last week.\nThe Bessemer Trust are named as joint guardians of her estate, along with her father Jamie Spears. \nThe star previously asked through a lawyer to end her father's involvement but last week gave explosive testimony against the entire arrangement.\nShe described the conservatorship as \"abusive\" and asked for her life back.\nBessemer Trust filed a motion to withdraw from the arrangement on Thursday, just one day after the latest order in the long-running legal saga upheld their role as co-conservators. \nThe financial firm cited the singer's 23 June court testimony as the reason it wants to quit.\nIn a court filing, the company said it had \"relied on the representations\" that the ongoing conservatorship was voluntary and that all parties, including Spears, had consented to its involvement.  \nThe firm said it had heard Britney Spears's desire to terminate the conservatorship and was seeking to respect her wishes. \nThe BBC has contacted the Bessemer Trust for a statement. \nBritney Spears has been under a conservatorship arrangement, governing her personal and financial affairs, for more than a decade.\nHer father was initially put in charge of both parts in 2008 after she was twice hospitalised amid a series of public incidents that sparked widespread concern about her wellbeing.\nThe arrangement has been extended in the years since, with many of the details and hearings kept outside of the public eye. \nThe Bessemer Trust only officially entered the arrangement as co-conservators on Wednesday after a US judge denied a request to remove Jamie Spears from the agreement. That decision, which did not factor in last week's hearing, was in response to a request by the singer's court-appointed lawyer last year asking for the financial firm to be the only party involved. \nSamuel Ingham had argued the 39-year-old was afraid of her father and said she refused to return to the stage while he remained in control of her career. \nAt a specially-convened hearing last week, Britney Spears described the conservatorship as \"abusive\" and said she wanted it to end.\nThe testimony was the singer's first full public statement about her situation and has sparked an outpouring of public support for her bid for freedom. \nIt came after years of speculation and concern from fans campaigning under the banner of #FreeBritney. \nSpeaking for 23 minutes, the star alleged she had been drugged, forced to perform against her will and prevented from having children under the arrangement. \n\"I've been in denial. I've been in shock. I am traumatised,\" she told the court. \"I just want my life back.\"\nHowever, her lawyer is yet to file a formal request to terminate the conservatorship."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-57692303",
      "category": "world-asia",
      "title": "Bagram: Last US and Nato forces leave key Afghanistan base",
      "tags": "Afghanistan,United States",
      "text": "The last US and Nato forces have left Afghanistan's Bagram airbase, the centre of the war against militants for some 20 years, US officials say.\nThe pull-out could signal that the complete withdrawal of foreign forces from Afghanistan is imminent.\nPresident Joe Biden has said US forces will be gone by 11 September.\nBut the withdrawal from the sprawling base, north of Kabul, comes as the main jihadist group, the Taliban, advances in many parts of Afghanistan.\nThe 11 September deadline is the anniversary of the attacks on America in 2001, which killed nearly 3,000 people. \nThe attacks were carried out by al-Qaeda, an international jihadist group then based in Afghanistan with the support of the Taliban, who had been in control of the country since the 1990s. A US-led coalition invaded Afghanistan later that year to defeat both groups.\nAmerica now wants to end its longest war with its huge cost in human lives and vast expense, and is leaving security to the Afghan government. \nSome 2,500-3,500 US troops were thought to be still in Afghanistan until recently and when they depart, fewer than 1,000 American soldiers will remain. As of May there were about 7,000 other coalition troops in Afghanistan but it is believed that most have now left, with Germany and Italy declaring their missions over on Wednesday. \nMeanwhile, a resurgent Taliban, buoyed by the expectation of the foreign withdrawal, has overrun dozens of districts, amid fears that a new civil war could erupt after the departure of foreign forces.\nBagram is a bellwether of what's to come. This symbol of American military might was once a stronghold of Soviet forces. Now Afghan security forces will soon confront the challenge of securing this sprawling city within a city. \nBagram is vital - in symbolic and strategic ways. Taliban fighters, advancing in districts across the country, have this prize in their sights. Even last October, residents of the town which has swelled all around it told us the Taliban were already in their midst.\nOn a recent visit to the base, as the US packed up, we heard how Afghan security forces saw it as a mixed blessing. There's a wealth of military assets within its walls; but that treasure is a top target for Taliban, not to mention corrupt commanders and others eying this fortune. \nFor the countless Afghans whose lives and livelihoods have long banked on this base - and who now feel abandoned - Bagram's new chapter is deeply worrying. \nAt the White House on Friday, Mr Biden defended the withdrawal as \"a rational drawdown with our allies, so there is nothing unusual about it\".\nBut as reporters pressed him, he told them: \"I'm not going to answer any more questions about Afghanistan.\"\nGlancing down at his lectern, he said he wanted to celebrate the 4 July holiday weekend, adding that \"all across America people are going to ball games and doing good things\", and he would instead answer the \"negative questions\" of media next week.\nAsked by another journalist about Afghanistan, he said: \"I want to talk about happy things, man.\"\nHis spokeswoman Jen Psaki said at a daily press briefing: \"We expect it [the withdrawal] to be completed by the end of August.\"\nThe airfield lies around 40km (25 miles) north of Kabul and is named after a nearby village.\nIt was built up by Moscow when the former Soviet Union occupied Afghanistan in the 1980s.\nUS-led coalition forces moved in during December 2001, and it was developed into a huge base capable of holding up to 10,000 troops.\nNew York City firefighters and police were flown in to bury a piece of rubble from the World Trade Center, destroyed in the 9/11 attacks, on the territory of the base.\nIt is served by two runways, the most recent of which is 3.6km long, where large cargo and bomber aircraft can land.\nIt has 110 parking spots for aircraft, which are protected by blast walls, and had a 50-bed hospital with a trauma bay, three operating theatres and a modern dental clinic, the Associated Press reports.\nIts hangars and buildings included the main prison facility for people detained by US forces at the height of the conflict, which became known as Afghanistan's Guantanamo - after the infamous US military prison in Cuba.\nBagram was one of the sites identified in a US Senate report on the CIA's interrogation of al-Qaeda suspects, including the use of torture, carried out in detention facilities.\nThe top US commander in Afghanistan, General Austin Scott Miller, met President Ashraf Ghani to discuss \"continued US assistance and co-operation\", the president's office said in a tweet on Friday.\nAbout 650 US troops are expected to remain in the country, the Associated Press reports, to provide protection for diplomats and help guard Kabul's international airport, a vital transport hub for the landlocked country. \nThey are guarding the airport alongside troops from America's Nato ally Turkey, while a new agreement for its security is negotiated with the Afghan government.\nThe airport's US protection includes a counter-rocket, artillery, mortar system and the troops to operate it, as well as helicopter support.\nOther American troops will guard the US Embassy in Kabul.\nMilitary analysts say the ability of the Afghan government to maintain control over Bagram will be vital to its efforts to defend Kabul and push back the Taliban.\n\"Henceforth the Afghan army forces will protect it and use it to combat terrorism,\" Afghan defence ministry spokesman Fawad Aman tweeted on Friday.\nThe Taliban stopped attacks on coalition forces after signing an agreement with the US in February of last year, when they also promised to end co-operation with international jihadist groups.\nBut the militants have continued fighting government forces. Every morning brings fresh reports of overnight fighting, the BBC's South Asia editor, Jill McGivering, says. Battles between the Taliban and government forces in Herat, Badakhshan, Baghlan and Paktia are all making news.\nSome reports suggest June saw some of the worst violence since the arrival of the coalition, with hundreds of lives lost. And hard-won development is under threat too with many schools, government buildings and power pylons now damaged or destroyed.\nA Taliban spokesman, Zabihullah Mujahid, welcomed the US withdrawal from Bagram, telling AFP news agency it would \"pave the way for Afghans to decide about their future between themselves\". \nThe war is thought to have taken the lives of more than 47,000 Afghan civilians and nearly 70,000 Afghan troops, as well as the lives of 2,442 US soldiers and more than 3,800 US private security contractors, and 1,144 soldiers from other coalition countries.  \nThe Costs of War project at Brown University, which analyses America's wars this century, estimates that the war has cost America a total of $2.26tn (£1.64tn). "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57681920",
      "category": "uk",
      "title": "Asylum queue nine times longer than 10 years ago",
      "text": "The number of migrants waiting in the UK for their asylum claims to be processed was nine times higher by the end of last year than it was in 2010. \nOne is Patricia, 19, who fled war and abuse in Liberia and says her mental health has suffered during the two years she has waited for a decision. \nThere are currently 65,000 people in the queue, official figures obtained by the Refugee Council suggest.\nThe Home Office said it had a plan to \"fix the broken asylum system\".\nThe Refugee Council obtained the figures from the Home Office under Freedom of Information legislation. \nThe organisation's analysis shows the pandemic has contributed to a backlog which rose by a quarter in 2020.\nThe figures show: \nAsylum seekers have told the BBC how being in limbo has affected their mental health. \nPatricia, who asked not to use her real name, told the BBC she was given up by her family as a baby in war-torn Liberia.\nIn her teens, abuse from her foster family forced her to run away. \nPeople traffickers brought her to Britain two years ago, aged 17, and she claimed asylum. \nInitially, officials said they would respond to her application \"as soon as possible\" and talked about looking at the case \"for 45 days\".\n\"The 45 days has taken more than two years now,\" she says. \nHaving her life put on hold for so long \"has had a big effect,\" she says. \n\"I can't sleep well. I can't do anything good that I have to do\". \nWithout an asylum decision, she cannot work, find a permanent home or take part in the vocational part of her college course. \nHaving lost touch with her family years ago, Patricia has no support and she describes the wait as a \"very tough time for me\". \nKemal was a maths teacher before he said he had to flee persecution by the Turkish government because of his links to the banned Gulenist movement.\nThe only contact he has had with his wife and children for two years is through the internet. \nHe lives in shared accommodation in Gateshead but the Home Office has yet to provide an initial ruling on whether his claim to have suffered political persecution in Turkey entitles him to refugee status. \nHe says the wait has made him anxious and depressed.\n\"I was down, gloomy every day... for example last year, around three months... I just cannot sleep, something happening in my throat... I don't know what's happening. \n\"If I didn't have faith, I could do myself bad things.\"\nRefugee Council chief executive Enver Solomon says the backlog should be top of the agenda when it comes to reform of the asylum system. \n\"If you look at what the government has published, its proposals to reform the asylum system, there's nothing in it that talks about backlogs and delay, there's nothing in it which sets out a plan to address this problem.\" \nThe Home Office told the BBC it had a plan to \"fix the broken asylum system, which has been abused by those who have come here illegally, leading to increased numbers in the system and preventing genuine cases being looked at quickly. \n \"This is the most significant overhaul of our asylum system in decades, which will increase the fairness and efficacy of our system so that we can better protect and support those in genuine need of asylum.\n \"We are working to streamline cases and have already made significant progress in prioritising those with acute vulnerability but we are determined to clear the backlog to help speed up decisions and prevent people remaining in the system for long periods of time.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57678054",
      "category": "world-us-canada",
      "title": "Canada Lytton: Heatwave record village overwhelmingly burned in wildfire",
      "tags": "Severe weather,British Columbia,Canada,Heatwaves",
      "text": "A wildfire has burned 90% of the village that recorded Canada's highest ever temperature, the local MP says.\nBrad Vis said the fire had caused extensive damage to Lytton, in British Columbia, and to surrounding critical infrastructure.\nJan Polderman, mayor of Lytton, told the BBC he had been \"lucky to get out with my own life\".\n\"There won't be very much left of Lytton,\" he said. \"There was fire everywhere.\"\nMr Polderman told the BBC's Newshour programme his town was engulfed by a \"wall of fire\".\nExperts say that climate change is expected to increase the frequency of extreme weather events, such as heatwaves. However, linking any single event to global warming is complicated.\nLytton this week recorded the country's highest ever temperature of 49.6C (121.3F).\nAnd abnormally high temperatures have been recorded in swathes of North America.\nBritish Columbia, in western Canada, recorded 486 deaths over five days compared with an average of 165 in normal times. \nChief Coroner Lisa Lapointe blamed the extreme weather. The western province had seen only three heat-related deaths over the past three to five years. \nMany of those who died, Ms Lapointe said, had been living alone in unventilated homes.\nTemperatures have been easing in coastal areas of Canada but there is not much respite for inland regions. The weather system is now moving eastwards over the Prairie provinces - Alberta and Saskatchewan and parts of Manitoba have been placed under Environment Canada heat warnings.\nResidents fled on Wednesday, many without their belongings, as smoke and flame engulfed the village, which is home to about 250 people and located about 260km (162 miles) north-east of Vancouver. \n\"Within about 15 minutes the whole town was engulfed in flame,\" Mayor Polderman told the BBC.\n\"People basically just grabbed their pets, grabbed their keys and got into their car and fled.\" \nWinds of up to 71km/h (44 mph) were pushing the fire north into the community on Wednesday evening, CBC meteorologist Johanna Wagstaffe reported. Hot, dry and windy conditions in the area could mean the fire was moving at 10 or even 20km/h.\nIn a social media post on Thursday, MP Brad Vis said he would not be attending Canada Day activities because he was devoting all his time to the emergency situation.\n\"There are reports of several injuries. The situation is ongoing,\" he wrote. \nResidents were being directed to nearby communities where reception centres were being set up, while the British Columbia Wildfire Service was diverting crews and equipment from other areas to respond to the fire.\nJean McKay, who left the First Nations community of Kanaka Bar, about 15km from Lytton, with her 22-year-old daughter Deirdre, told CBC how hard emotionally it had been to leave their home.\n\"I cried. My daughter cried. She said, 'I don't even know why I grabbed my key. We might not even have a home.' I said, 'Yeah I know. As long as we're together we'll survive.' I just pray that our houses are OK.\"\n\"You can't even comprehend it,\" Lytton evacuee Edith Loring-Kuhanga told CBC Radio. \"Our entire town is gone.\"\nBefore the fire, Lytton had recorded the highest temperature ever seen in Canada on three consecutive days.\nIn Vancouver, British Columbia's biggest city, heat is believed to have been a contributing factor in the deaths of 65 people since Friday. \nThe city has opened 25 air-conditioned cooling centres where people have been resting or working from their laptops.\n\"I have no air conditioning, only a fan at home - I came here just to work where it's cool,\" one woman, who gave her name only as Lou, told AFP news agency. \nIn the US state of Oregon, health officials tied more than 60 deaths to the extreme heat while in Washington state, 20 deaths were attributed to the weather, the Associated Press reports. \nSeattle, Portland and other cities broke all-time heat records, which climbed above 46C in places.\nBoth Canadian Prime Minister Justin Trudeau and US President Joe Biden warned of the threat of wildfires, with Mr Biden telling governors of western US states it was as \"severe as it's ever been\".\nI've heard from scientists who say that in just a few days they'll be able to determine just how much human driven warming has contributed to the searing temperatures seen in British Columbia.\nOne interesting piece of evidence is the lack of respite that night brings - recent temperatures at midnight in BC have been 2C warmer than the normal summer daytime figure.\nResearchers say this combination of day and night-time heat is very dangerous for humans - a study published last year indicated that these compound events are closely linked to emissions of greenhouse gases.\nNatural variability and local factors such as sea breezes can raise or limit the impacts of extreme heat.  But the bigger picture is the rising thermometer of global heating is impacting all events.\n\"Every heatwave occurring today is made more likely and more intense by human-induced climate change,\" Dr Friederike Otto from the University of Oxford told the BBC.\n\"Climate change is definitely one of the drivers of the intensity of this Canadian heatwave - but it is not the only one and determining how much it impacts it, is a work in progress.\" \nEven if they can't directly attribute this heatwave to climate change, experts say the fingerprints of global heating are all over it. \nHave you been affected by the high temperatures? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57685365/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Drop-in vaccination clinics to open across mainland Scotland",
      "tags": "Coronavirus vaccines,Coronavirus pandemic,Humza Yousaf",
      "text": "Drop-in Covid vaccination clinics are to be opened in all areas of mainland Scotland from Monday. \nEach health board will offer first doses without an appointment to people aged 18 or over.\nSecond doses will be available for those who received their first injection at least eight weeks earlier.\nThe latest figures released on Friday showed that 3,823 new coronavirus cases have been recorded in the last 24 hours, and four additional deaths.\nOn Thursday, the number of daily cases reported in Scotland surpassed 4,000 for the first time - although that fell to 3,823 on Friday - as the virus surges across the country. \nFigures released by the Office for National Statistics said that Scotland continued to have the highest Covid rate in the UK last week, with about one in every 150 people thought to have the virus.\nThis equates to about 35,900 people. \nThe figure for England was one in 260 people, while in Wales it was one in every 450 people, and in Northern Ireland one in every 670.\nConcerns have been raised about the length of time it is taking for contact tracers to get in touch with people who test positive in Scotland  - with the country's national clinical director Prof Jason Leitch admitting the system was \"straining\" under the pressure of the high case load.\nScottish Labour has said the country's vaccination programme appeared to slow last month - particularly in areas where the cases are highest - and questioned why it has taken Scotland so long to follow England in introducing walk-in vaccine centres for all adults.\nThe Scottish government hopes the drop-in clinics will make it easier for people to get the jab, which is helping to limit the number of people falling seriously ill and dying despite the spike in cases.\nMobile vaccination units, run by the Scottish Ambulance Service, will also be operating for two weeks in locations including city centre transport hubs and shopping centres. \nThe locations of the drop-in clinics and mobile units will be made available on NHS health board websites, as well as the NHS Inform website.\nPeople can also use the NHS Inform site to rearrange the time or location of a vaccination appointment if, for example, it is more convenient for them to be vaccinated closer to their work than their home. \nFirst Minister Nicola Sturgeon said the drop-in centres could be used by people who already have an appointment scheduled in the future, or those who have missed an appointment.\nMore than 3.8 million people in Scotland have had at least one vaccine dose, while more than 2.7 million have had both doses. \nMs Sturgeon said more than 60% of those eligible for the vaccine have now had both doses, and that more than 50% of the entire population was now fully vaccinated.\n\"That is an important milestone and one that will be increasing our levels of protection against this virus,\" she said.\nThe aim is for everyone over the age of 18 to have had their first shot by 18 July. \nPlans are also been drawn up to give people over the age of 50 booster shots in the autumn.\nThe first minister said the \"surge in new cases\" was being led by the more contagious Delta variant, which was first identified in India.\nMs Sturgeon said the vaccines were now doing much of the work lockdown did previously.\nBut she warned: \"All of us do still need to play a part over and above vaccination to make sure that we get through this next period as safely as possible.\n\"The rising cases is a reminder that we still need to be cautious, this variant of the virus is spreading quickly, we know that Covid is potentially dangerous.\n\"No vaccine is 100% effective but these ones are very effective after two doses, so even if you still get the virus, your chances of becoming very ill with it are much reduced.\"\nThe Scottish Conservatives' health spokeswoman,  Annie Wells, welcomed the success of the vaccination programme and urged people to get their second dose as soon as possible.\nMs Wells said the public want the vaccine roll-out and contact tracing system to \"work even faster\" amid rising cases, to drive case numbers back down.\nScottish Labour said the party had been calling for walk-in vaccination centres for weeks and it welcomed the rollout.\n\"Given that vaccination rates were slowing down instead of ramping up, this is not before time,\" the party's health spokeswoman, Jackie Baillie, said. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57679382",
      "category": "uk-wales",
      "title": "Ebbw Vale glass factory to create 650 jobs",
      "tags": "Ebbw Vale,Wales business",
      "text": "A new glass factory is to open in Ebbw Vale, eventually employing 650 people.\nThe plant on the Rassau Industrial Estate will involve 400 jobs in its first phase.\nTurkish family business Ciner expects it to be operating within eighteen months. It will import sand to make new glass on site and recycle used glass.\nJobs on offer will range from factory work to scientists and research and development.\nCiner looked at several sites, including one in Bridgend. \nThe glass market is expanding as businesses turn away from plastic."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57692121",
      "category": "uk-wales",
      "title": "Pentre flooding: Villagers call for compensation",
      "tags": "Floods,Natural Resources Wales,Storm Dennis,Pentre,Welsh government",
      "text": "People whose homes were severely flooded during Storm Dennis have called for compensation.\nFlooding in Pentre was mainly caused by \"woody debris\" blocking a culvert on land managed by Natural Resources Wales (NRW), a report by Rhondda Cynon Taf council has found.\nNRW said not all the debris was related to its tree felling above Pentre.\nAysha Powell, whose home was flooded, said NRW \"should be ashamed of themselves\" and pay compensation.\nMs Powell, whose home was one of 159 in Pentre hit by flooding in 2020, added: \"It is appalling. We want compensation because our insurances have gone up, it's ruined our homes, the stress. \n\"I know one neighbour whose son thought he was going to die that night - it's upsetting to hear children have gone through that and also some families haven't had a penny because they [insurance providers] said it's a natural disaster.\"\nPentre was hit by flooding five times in 2020, affecting 159 homes and 10 businesses.\nAnother resident, Mair Hughes, added: \"I think all of us should be compensated... we should get compensation from somewhere for all the heartache we've had.\"\nLabour MP for Rhondda Chris Bryant added: \"The report is really thorough and it proves what we all knew, which is basically the way that NRW cut down the trees on the mountains and then left lots of brash, logs and chunks of wood on the mountain which ended up getting into the watercourse was what caused the flooding.\n\"NRW must pay compensation to people here, they can't just pretend it has nothing to do with them, the facts are there, clear as a pikestaff.\"\nConservative Member of the Senedd (MS) Janet Finch-Saunders agreed NRW should compensate residents, adding: \"NRW and the Welsh government need to step up to the plate now and do need to admit some sort of liability.\"\nThe Welsh government has been asked to comment. \nNRW disputes the report's \"inference that its harvesting operations were the primary cause of the flooding\", adding that the felling was done properly.\nThe council said \"unprecedented rainfall\" during Storm Dennis, which hit Wales on 15 and 16 February 2020, caused river levels to rise to record highs, as the area recorded its most significant flooding since the 1970s.\nIt said \"significant impacts\" were identified by the council's flood risk management team, including stories from affected residents and information collected by the public health team, NRW and Welsh Water.\n\"The main source of flooding in the initial flood was due to a significant blockage by woody materials... at the Pentre Road culvert inlet,\" said the report. \nNRW said its own report found felling operations were \"not likely to have been the primary cause of the flooding\". \n\"We accept that woody material washed off the mountains above Pentre may have contributed to blockages to the culvert system, which also included a significant amount of soil and rock,\" it continued.  \n\"However, a proportion of the woody debris was unrelated to NRW's felling operations and was washed down as a natural consequence of such an extreme event. \n\"NRW therefore disagrees with the report's inference that its harvesting operations were the primary cause of the flooding during Storm Dennis.\"\nAction to reduce the risk of future flooding includes significant upgrades to the Pentre Road inlet to reduce potential blockages, with multiple overflow systems in case of another blockage.\nA permanently monitored alarm system and CCTV will remotely alert the council of any problems.\nA \"super catchpit\" at Pleasant Street, capable of containing six tonnes of debris, aims to reduce the risk of debris being carried to the lower parts of the culvert system.\nNRW's water and forest management plans will be reviewed, including the treatment of tree clippings and refuse close to an ordinary watercourse.\nWelsh Water said its network \"was operating as it should have done during the storms\".  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57692953",
      "category": "uk-politics",
      "title": "Batley and Spen: How Labour held on - and what it means for Sir Keir Starmer",
      "tags": "Keir Starmer,Jo Cox,Labour Party,Kim Leadbeater,Batley and Spen by-election",
      "text": "Jo Cox is still held in high regard in Batley and Spen. \nAlighting at Batley station, there is a huge picture of her, helping volunteers clean up the platforms.\nThe Labour MP's murder in nearby Birstall, in 2016, shocked the community.\nHer sister Kim Leadbeater is now the MP for the constituency, but her victory was far from guaranteed.\nLabour strategists were worried that rival candidate George Galloway would successfully sway South Asian voters, in particular, to lodge a protest vote, which they feared would have handed victory to the Conservatives.\nMr Galloway amplified and played back to Muslim voters their concerns: that the Labour leadership had not spoken up enough for Palestinians during the recent hostilities in Gaza, and had not stood up for Kashmiris' aspirations for self-determination.\nLabour strategists also knew that the second defeat at a by-election in as many months - following the loss of Hartlepool - would inevitably call in to question Sir Keir Starmer's leadership - a scenario they wanted to avoid at all costs.\nThe Batley and Spen result will take some pressure off Sir Keir.\nThe atmosphere in Labour circles at Westminster since May's local elections has been febrile.\nSome Labour MPs fear things can only get worse - that more seats that were once safe are at risk. \nThere was a swing of nearly 3% from Labour to the Conservatives in Batley and Spen - if a similar swing was reproduced nationally, at a general election, Labour would have lost 11 seats.\nLabour know their party's problems go deeper than the question of leadership - but preparations were being made for a worse result in Batley and Spen.\nSome MPs on the party's left say they were being sounded out by supporters of deputy leader Angela Rayner, who were testing the level of backing for a leadership bid. Her aides say this was not officially sanctioned.\nIt's unlikely that putsch will now come to shove. A leading MP on the left said: \"Angela is the real loser from this result.\"\nDiscussions had also been taking place about freeing up a seat for Andy Burnham, to allow the Manchester Metro Mayor to return to Westminster, according to one insider, although Mr Burnham himself was not involved in these moves. \nOne shadow minister told me he viewed Mr Burnham as a possible leadership option, but he would wait to see how Sir Keir fought back over the coming months.\nIf the party was \"in the same place next Spring\", and with the prospect of a 2023 election, \"we may have to act,\" he told me. \nInfluential supporters and advisers to Sir Keir concede he now has to do more to convince the party that he is an agent of change.\nOne of them told me: \"He is going to have a rocky time but he needs to come out fighting. \n\"The Labour brand is the problem. People are not yet ready to look again at Labour - he must commit himself, we must commit ourselves, to changing the party.\"\nLabour sources say Sir Keir will, effectively, relaunch his leadership on Monday - with a \"bold address\" to the party's MPs and peers.\nBut he will need to redouble efforts to make an impression with the voters as well as his own politicians.\nI visited Batley before polling day to look at the candidates' campaign tactics - and how they were being received.\nThis by-election was always going to be a major challenge for Labour. A Brexit-supporting independent candidate, Paul Halloran, got 6,432 votes at the 2019 general election. Labour had a majority of 3,525.\nSo, as the Americans would say: do the math. With Mr Halloran opting not to stand at the by-election, the Conservatives were always the most likely beneficiaries. \nLabour saw a narrow road to victory - their task was to retain as many older, usually loyal, South Asian voters as possible by convincing them that a vote for George Galloway was in effect a vote for a Conservative MP. \nThey also sought to convince as many former Labour voters who defected to the Conservatives that Kim Leadbeater was more of a community champion than a conventional politician. \nLabour was helped by the fact that Brexit was no longer a topic of heated doorstep discussions. The party may also have been aided by Matt Hancock's resignation, although campaigners say the former health secretary's Covid rule-breaking was rarely raised by voters. Instead, they fought a \"local campaign on local issues\". \nKim Leadbeater was promoted as the only \"local candidate\" and her Conservative opponent, Ryan Stephenson, as an outsider, despite being a councillor in Leeds, less than a 15 minute train journey away. \nLabour sought not just to win back Conservative defectors but to squeeze the small but potentially vital Liberal Democrat vote.\nKim Leadbeater opposed the building of an Amazon warehouse on farmland in Cleckheaton, which has two Lib Dem councillors, arguing that green spaces should not be traded for jobs.\nConcerns over building on green spaces helped the Lib Dems overturn a large Conservative majority in last month's Chesham and Amersham by-election.\nLabour were also fortunate that the Green Party candidate withdrew when historic, inappropriate tweets came to wider public attention.\nLabour also took a very targeted approach to campaigning, with a series of newsletters tailor-made for different towns in the constituency. \nSo, the The Batley Local had Ms Leadbeater opposing fly-tipping, whereas the Heckmondwike Local trumpets a local council success - the building of the Spen Valley Leisure centre.\nLabour insiders deny they were saying different things to different people - a common Labour complaint about Lib Dem by-election tactics - just that they were responding to local concerns.\nAnd local concerns, in particular the state of the roads, were a major factor.\nIt is hard to believe that a pothole in Yorkshire had the potential to hole the Labour leadership at Westminster below the waterline - but Labour's campaigners acknowledged that this issue - along with traffic congestion - was raised more than any other.\nHouseholds in the hilly area stretching from Perseverance Terrace down the main Dewsbury Road in Batley mainly come from a South Asian background - and they had been pressing for the roads to be resurfaced for years, they told me.\nWhen the by-election was called, some of the streets were suddenly improved - a development that was met with cynicism rather than gratitude, among the local residents.\nIndeed, scepticism towards the local, Labour-led, Kirklees Council was so widespread, it was even getting the blame for events outside its control.\nThe Conservatives expected to get flak for the closure of the local police station but Tory organisers admitted that it was helpful that George Galloway also seemed happier to put the council not the government in the frame. \nLabour had to work hard convince people that it was years of central government, Conservative austerity that was to blame - not neglect by the local council.\nAnd Labour pledged to build a new police station.\nLabour tried to counter George Galloway's presence in the South Asian community in a number of ways, including - at the most basic - ensuring MPs from an Asian background were very visible on the streets.\nLabour supporters from that community sent WhatsApp messages to friends in Batley and Spen pointing out what they saw as Mr Galloway's poor track record as an MP in nearby Bradford - where he defeated Labour at a by-election in 2012.\nSome of this seemed to strike a chord with older Muslim voters I spoke to before polling day.\n\"George Galloway is very good at chatting,\" Yunis, a businessman, told me.\n\"But, I ask, is he going to do the job? We have issues with Palestine but voting for him is a gamble.\"\nMuzainah, a student, belongs to a generation that seems far less tribally loyal to Labour.\nShe said: \"Palestine is important but I am looking at all aspects of this - and George is very good with the community.\"\nLeaflet-after-Labour-leaflet stressed that \"this was a two horse race\". In other words, vote Galloway, get Boris Johnson's man.\nBut one leaflet in particular stirred controversy within the Labour Party - it showed a picture of Boris Johnson with the Indian Prime Minister Narendra Modi, a Hindu - in an apparent attempt to dog-whistle to Muslim voters. \nA spokesman for Keir Starmer defended the leaflet by saying it suggested to voters that the election of a Conservative MP would boost Boris Johnson, who hadn't spoken out on human rights abuses in Kashmir.\nAnd a letter from Kim Leadbeater stressed her and her party's commitment to a \"two state solution\" - a Palestinian state alongside Israel - in the Middle East.\nLabour of course say they were the real victims of dirty tricks - from their candidate being harangued in the street by an opponent of gay rights, to fake leaflets purporting to be from trade unions - the provenance of which has not been established - suggesting that the party would not stand up for the concerns of white working class voters. \nThe Conservative plan was to stay above the fray and the mud-slinging and try to give as few reasons to the electorate as possible to vote actively against them. \nTheir candidate, Ryan Stephenson, wasn't invisible but his presence did feel ethereal and perhaps he needed to be more vocal when up against a passionate Labour candidate.\nInternal Conservative critics believe a bolder campaign may have produced a better result. Many of the attack lines against Labour were left to George Galloway to deliver.\nAnd Labour fought a more impressive \"ground war\" than their political enemies, with activists saying the \"get out the vote\" operation was run with military precision and more than 400 footsoldiers.\nGoing door-to-door, I found very little hostility to Sir Keir Starmer personally.\nBut for some in the South Asian community, the prospect of unseating the Labour leader was a central motivating factor in the campaign\nNadeem Raja runs the Indian Muslim Welfare Society and said he had supported Labour since moving to the UK from Pakistan in 1993 - but this time he had backed the Galloway campaign.\n'I am not saying Jeremy Corbyn was an angel but his whole life it was clear what he stands for, his whole moral current.\n\"Our perception of Keir Starmer is he has no policies, no drive. He sits on the fence.\"\nHe added: \"We need to send a message to the Labour leadership, and other parties that Muslim votes matter.\"\nSir Keir clearly needs to improve relations with voters who feel alienated - but he has faced down an explicit attempt by George Galloway and some of his supporters to unseat him.\nA Labour source said that the contest was presented as a referendum on Sir Keir's leadership - and he won.\nIn some ways, the Batley and Spen result should be unspectacular - simply holding a seat that had been Labour since 1997.\nBut given the recent disappointing results in the English local elections - as well as Hartlepool - expectations were so low that simply holding on feels more like a gain."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-57697835",
      "category": "world-us-canada",
      "title": "Boeing 737 cargo jet ditches into sea off Honolulu, Hawaii",
      "tags": "Aviation accidents and incidents,Hawaii,United States",
      "text": "A Boeing 737 cargo plane with two people on board has ditched off the coast of Hawaii after experiencing engine trouble.\nThe aircraft was en route from Honolulu to the island of Maui, but went down in the water soon after taking off from Daniel K Inouye International Airport.\nThe Coast Guard rescued both pilots from the sea early on Friday morning.\nOne was found clinging to the plane's tail and airlifted to safety, Reuters news agency reports.\nAccording to officials from the state's transport department, quoted by local outlet Hawaii News Now (HNN), he was airlifted to Queen's Medical Center and taken to intensive care in critical condition.\nRescuers brought the other pilot to shore by boat, HNN said. He is reportedly in a serious condition with a head injury.\nFootage broadcast by NBC shows a man thought to be one of the pilots being taken away in a wheelchair. He appears to be conscious.\nThe pilots knew they were in trouble.\n\"We've lost number one engine,\" a crew member tells air traffic control, according to a recording posted online.\n\"We're going to lose the other engine, too. It's running very hot.\"\nA Boeing statement reported by US media said they were in contact with authorities about the incident and are \"closely monitoring the situation\".\nThe Federal Aviation Administration (FAA) and National Transportation Safety Board will investigate the incident.\n\"The pilots had reported engine trouble and were attempting to return to Honolulu when they were forced to land the aircraft in the water,\" the FAA said in a statement.\nFlight tracking website Flightradar24 tweeted that it was a 737-200 cargo aeroplane operated for the carrier Transair since 2014. It was built in 1975 and first delivered to Pacific Western Airlines.\nTransair Flight 810 left Honolulu bound for Kahului at 01:33 local time (11:33 GMT), Flightradar 24 said, but turned back quickly afterwards, and crashed into the water after just minutes in the air.\nAccording to its website, Transair has been in business since 1982 and is one of Hawaii's biggest air cargo operators. It has a fleet of five Boeing 737s, it said.\nThis aircraft is not the same as a Boeing 737 Max, the aircraft temporarily grounded by authorities after two fatal passenger airline crashes in 2018 and 2019 respectively.\nThe 737 Max was cleared to fly again by US regulators in 2020, but it recently came under further scrutiny."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57690885",
      "category": "uk-england-leeds",
      "title": "Batley and Spen: Fraught by-election concludes in dramatic fashion",
      "tags": "Kim Leadbeater,Batley and Spen by-election",
      "text": "The Batley and Spen campaign trail may be remembered for some ugly flare-ups and instances of intimidation on the streets, but the finale at the count provided a dramatic conclusion with Labour retaining its seat by a narrow margin. \nIn her acceptance speech on stage in Huddersfield, Kim Leadbeater said she was \"absolutely delighted that the people of Batley and Spen have rejected division and they've voted for hope\".\nCandidates said it was the first time they had seen police officers at an election count.\nDrama built throughout the night at Cathedral House, as rumours spread throughout the press balcony about how narrow the contest had become.\nAt about 05:00 BST, counters began to check the bundles of ballot papers twice - extending the anticipation. \nAs George Galloway, who finished third and represented the Workers Party of Britain, addressed a small crowd outside the building, Ms Leadbeater was whisked away in a black car. \nShe now represents the seat previously held by her sister Jo Cox, who was murdered in the constituency in 2016.\nLabour Bradford West MP Naz Shah, who has been among those supporting Ms Leadbeater on the campaign trail in recent weeks, said the by-election had been \"exhausting on all levels\". \n\"Emotionally it really has been because of the history and the legacy,\" she told the Local Democracy Reporting Service. \n\"This is no normal election and to have to protect Kim knowing that here is a woman standing for election that lost her own sibling on these streets… it has not been easy for people and it makes it much more than just winning an election for us.\"\nThe one-way signs at the count's venue - a 1,500-capacity church and home of the Huddersfield Christian Fellowship - still showed directions for those heading for their Covid jab, which it had been used for before Thursday night.\nSplit into two giant pens, with candidates nervously patrolling a central reservation area, the counters patiently piled up the unusually long ballot papers, with 16 options available to those living in the West Yorkshire constituency. \nWith a field of runners to rival the Grand National, it was the Labour candidate who won by a nose, or 323 votes, despite strong competition by Conservative Ryan Stephenson.\nMr Galloway said he would take legal action to get the result set aside, claiming his election effort had been damaged by a \"false statement\" that he had laughed while Ms Leadbeater was abused on the campaign trail.\nSpeaking about his concerns during the campaign, Tom Gordon, Liberal Democrat candidate, said: \"I don't think it felt particularly safe, the fact that we've got police at an election count is a new experience. \n\"I was doing an interview in a park in Batley and a man wearing a balaclava was filming us, which in itself is a little worrying and odd.\"\nHe said on Thursday night it was the first time he had seen police officers attend a count.\nCorey Robinson, of the Yorkshire Party, said: \"We saw people coming into the constituency both Kim and I grew up in and causing that division.\n\"It's not right and it's not what Batley and Spen needs.\"\nTurnout was 47.6%, with some 37,786 verified ballots cast out of a total electorate of 79,373, Kirklees Council said.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57636903",
      "category": "uk-england-leeds",
      "title": "Batley and Spen by-election: Labour 'egged and kicked'",
      "tags": "Batley,Labour Party,Batley and Spen by-election",
      "text": "Labour activists campaigning ahead of the Batley and Spen by-election have been pelted with eggs and kicked in the head, the region's mayor has said.\nTracy Brabin said she was leafleting for Labour in Batley on Sunday, when her group was \"followed, verbally abused and physically assaulted\".\nThe West Yorkshire mayor and former Batley and Spen MP said campaigners included young people and the elderly.\nWest Yorkshire Police has issued an image of a man wanted over the attacks.\nThe force said it sought to speak to the man in relation to eggs being thrown at canvassers in Whitaker Street, Batley, at about 16.30 BST on Sunday.\nIt said four offences of assault had been recorded, including one in which a man suffered minor injuries from being punched and kicked.\nThe force said it believed three suspects, described as Asian men wearing hooded tops, were involved.\nMore stories from around Yorkshire\nMs Brabin - who also holds the police and crime commissioner role for the region - praised officers for their swift response.\nShe said: \"The group I was with included young people and the elderly. I witnessed them being egged, pushed and forced to the ground and kicked in the head.\n\"We know why tensions are rising in our streets. Those who want to sow division are not welcome in our community.\n\"The actions of these people do not represent the Batley and Spen I know. We are kinder than this.\"\nSpeaking on a visit to Batley, Prime Minister Boris Johnson said: \"I think it's appalling that people should face abuse of that kind, absolutely appalling.\"\nSunday's attacks followed a video shared online of Labour candidate Kim Leadbeater - the sister of former MP Jo Cox, who was murdered in the constituency in 2016 - being shouted at in the street by a man on Friday.\nIn the clip, he raises his voice at her before she is pursued by a group to a car.\nHalifax Labour MP Holly Lynch, who has also been campaigning in the constituency, said: \"There has been a series of increasingly serious and violent attacks in recent days and this is absolutely unacceptable.\n\"Lawless thugs are seeking to intimidate and attack those involved in the proper democratic process.\"\nPolice attended a demonstration in Batley on Saturday, in which about 400 people took part and passed off \"largely without incident\".\nThree arrests were made - two for public order offences and one for possession of an offensive weapon.\nThe by-election, triggered when Ms Brabin stood down following her election as West Yorkshire's mayor, takes place on Thursday.\nThese are the candidates (listed alphabetically by surname):\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57695835/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: PM confident of no problem over India jab travel",
      "tags": "Coronavirus vaccines,European Union,Coronavirus pandemic",
      "text": "Boris Johnson has said he is \"very confident\" there \"will not prove to be a problem\" for travellers who have received an Indian-made Covid jab.\nIt comes after reports the European Union's passport scheme does not recognise the AstraZeneca vaccine made by the Serum Institute of India.\nThe UK's medicines regulator has shared its data on the jab with its European counterpart, Downing Street said.\nVaccine expert Prof Adam Finn said the vaccines were \"exactly the same stuff\".\nThe Daily Telegraph had reported that millions of people who have received doses from batches manufactured in India could face being blocked from taking European holidays.\nThe UK has received five million doses of the AstraZeneca vaccine from the Serum Institute, which manufactures the jab under the name Covishield - although that name is not used in the UK. \nThe Serum Institute has not received approval to make the Covid jab from the European drugs regulator but has been cleared by the UK's Medicines and Healthcare products Regulatory Agency (MHRA).\nHowever, the Department of Health and Social Care (DHSC) said all AstraZeneca vaccines administered in the UK would appear under the brand name Vaxzevria - the same as the AstraZeneca jab produced elsewhere - on the NHS Covid Pass.\nIt said \"no Covishield jabs have been administered in the UK\".\nOn Friday the UK recorded 27,125 new cases of coronavirus and a further 27 deaths within 28 days of a positive test.\nCurrently the EU is rolling out a Digital Covid Certificate so travellers can prove their vaccination status in order to be exempt from quarantining when crossing an international border.\nA European Commission spokesman said that while entry to the EU should be allowed to those who are fully vaccinated with EU authorised jabs, member states could make their own decision on whether to allow entry for people vaccinated with jabs on the World Health Organization's emergency list - which includes Covishield.\nSeveral European countries have already approved the Covishield jab for travel. These include Austria, Germany, Slovenia, Greece, the Republic of Ireland, Spain, Iceland and Switzerland.\nAt the moment the EU does not accept the UK's NHS app for Covid certification but a UK government spokesman said it will be \"a key service\" as international travel is reopened. \nIndividual countries including Greece and Spain do accept it.\nWith batch numbers being visible via the UK's Covid pass it is not clear if officials EU countries could check if a person had received a dose originating in India.\nEarlier, Downing Street said the MHRA had shared its assessment of the vaccines with its European counterpart - the European Medicines Agency (EMA) - to assist the approvals process.\nDuring a press conference with German Chancellor Angel Merkel, the UK prime minister, Mr Johnson, said he saw \"no reason at all\" why MHRA-approved vaccines should not be used for vaccine passports.\nMrs Merkel said that \"in the foreseeable future\" those with double jabs in high incidence areas, like Britain, \"will be able to travel again without having to go into quarantine\".\nThe Serum Institute is reportedly seeking emergency authorisation from Europe for the Covishield jab, which has widely been distributed in poorer countries as part of the Covavax scheme.\nAstraZeneca also says it is working with the EMA on the \"inclusion of Covishield as a recognised vaccine for immunisation passports\" - although the EMA says there is currently no application for market authorisation.\nProf Finn, a member of the UK's Joint Committee on Vaccination and Immunisation (JCVI), told BBC Radio 4's Today programme people should not be worried that they were any less protected by the Covishield jab and said the \"administrative hurdle\" should be \"straightened out\".\n\"We're in the early days of this new world of needed vaccine passports and there are lots of aspects of this that are still being sorted out for the first time,\" he said.\n\"But it's clearly, ultimately not in anyone's interest, including the European Union, to create hurdles that don't need to be there.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-57695098",
      "category": "uk-england-leeds",
      "title": "Batley and Spen by-election: Voters react to the result",
      "tags": "Batley,Jo Cox,George Galloway,Batley and Spen by-election",
      "text": "Labour's Kim Leadbeater held on to the seat of Batley and Spen by a slender margin. As the dust settles on what was at times an acrimonious campaign, the BBC asked voters for their reaction to the result.\nConservative voter Janet Gavaghan said the election of Kim Leadbeater did not come as a surprise.\n\"I thought she would probably get in, she's from Batley isn't she?\n\"You know being Jo Cox's sister, I think that was a big thing as well.\"\nMs Gavaghan said her priority was breathing life back into the town with new shops and stopping \"illegal parking and boy racers\". \nHowever, she was not optimistic about changes happening.\n\"They all say the same thing and then it all ends up back to normal doesn't it?\" she said.\nNazia Iqbal said it was the right result and that \"Kim will unite people\".\nShe said the election campaign had left her very anxious and claimed George Galloway was \"divisive\".\n\"My personal experience was that I had somebody knocking on my door and said to me 'Will you vote for George?' and I said no. \n\"And, instead of telling me the merits of voting for George, he said 'Well you're failing as a Muslim' and 'How are you going to face God on the day of judgement because you're failing the Palestinian people'.\n\"That was offensive to me and it was inappropriate. Tell me why based on his merits and what he is going to do for us why I should vote for him, not the fact that if I don't vote for him I'm a bad Muslim.\n\"I felt that was manipulative and inappropriate and a lot of people have been swayed by that.\nMs Iqbal said that Palestine was a \"massive issue\", but thought that \"we need to deal with our local issues\", including higher that average child poverty in the town.\nConservative voter Trevor Whittaker said he was not happy with the result.\n\"I think it's a sympathy vote for the sister and other parties are Muslim votes,\" he said.\n\"She won't reunite the community, it's going to always be divided.\"\nThe 77-year-old who has lived in the area all his life, said he was a Labour voter when he was younger, but switched his allegiance to the Tories in the 1970s when when mortgage interest rates went up under Labour PM Harold Wilson.\n\"I do think Galloway won it for Labour by standing,\" he added.\n\"Not the best, but it won't affect us.\"\nAnna Watson, 36, said she was persuaded to vote for Kim Leadbeater because of the way she worked to \"unite the community\" after her sister's murder.\n\"With her being local and brought up here she knows our community more and what is needed locally rather than the other candidates, with them not being local,\" said Ms Watson.\nShe said she did not see much of the candidates on the campaign trail.\nCurrently unemployed after recently working in a Covid testing centre, Ms Watson said she hoped there would be more job opportunities in the town. \n\"I think she is going to do a good job and hopefully she'll follow in her sister's footsteps and Tracy's [Brabin] as well.\"\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-57703084",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Tough Mudder Scotland in Dalkeith cancelled under Covid rules",
      "tags": "Dalkeith,Coronavirus pandemic",
      "text": "A popular obstacle race in Midlothian has been cancelled the night before the event after the council withdrew its licence because of Covid restrictions.\nAbout 5,000 people had been due to take part in Tough Mudder at Dalkeith Country Park over 3 and 4 July.\nParticipants were contacted on Friday night, less than 15 hours before the event started, and told not to attend.\nMidlothian Council said \"clarification\" of Scottish government Covid guidance had led to the licence being revoked. \nThe area is still under level two Covid restrictions, with the second highest case rate in Scotland. On Saturday, the area registered 706.3 cases per 100,000 people.  \nThe licence was granted on Wednesday - against the advice of the council's safety advisory group. On Friday, a letter arrived from the Scottish government's national clinical director Prof Jason Leitch, which made clear there was a cap of 500 people per day - not at a time - on the number of participants in an event under level two restrictions. \nA spokesman for the council said: \"Following receipt of a letter from Prof Jason Leitch there then followed a meeting with the Scottish government, which provided clarification as to interpretation of the guidance. \n\"During the meeting it was made clear that a maximum of 500 participants per day are allowed at events in level two areas. \n\"There was then a further meeting with elected members which resulted in the decision being taken to suspend the licence. Tough Mudder was informed of this decision.\" \nA Scottish government spokeswoman said protecting public health was priority, adding that the decision to withdraw the event's licence was a matter for Midlothian Council. \nShe added: \"Our guidance on mass participation events has remained the same - clearly limiting participants to a maximum of 500 per day in level two areas.\"\nThe event was cancelled in 2020 due to the coronavirus pandemic. The 2021 race was due to take place under significant restrictions, with no camping or social activities before or after the race. \nThose taking part also had to present a negative Covid test before they would be allowed to run.\nIn a statement posted on its website on Friday night, Tough Mudder said: \"At 18:27 this evening we received communication from Midlothian Council that our issued licence to host this event was revoked. \n\"This intervention comes just 48 hours after the council voted to support our event licence, having reviewed the latest guidelines and considered the extensive safety measures we'd put in place. \"\nIt continued: \"We're grateful to the team for the months of work they put in with the council, accommodating every request made and consistently demonstrating we could deliver a safe event. \n\"We're deeply frustrated with this last-minute revocation. And we're devastated not to be able to celebrate a return to in-person events with you, our Mudder community.\"\nTough Mudder later added that although there were some 2,500 people participating over the course of 12 hours each day, there would be no more than 500 people on site at any one time. \nIt added that \"bubbles\" of 50 participants would start the course in waves.\nSteve Beattie had travelled from Dundee with his 16-year-old daughter Emily - who was hoping to tackle the course for the first time.\n\"We don't have a lot in common and this is something that brings us both together,\" said Steve. \"My daughter has been really, really excited about this for the past few months through a very difficult time.\n\"For it to be taken away literally at the last moment is really sad.\"\nMr Beattie said following the event's first cancellation, the two have spent the last year in training, as well as making additional preparations for accommodation and cleaning supplies.\nHe said: \"We did spend about £112 on a hotel and if we'd known a wee bit sooner we'd have been able to cancel that and get our money back. \n\"But it's not about the money, it's the opportunity to get to spend time with like-minded individuals - that idea of a community.\"\nTough Mudder's statement highlighted the impact the last-minute cancellation would have on its staff, contractors and suppliers. It acknowledged that many people had already travelled to attend the event.\nAnd it mentioned other events which have been allowed to go ahead. \nIt said: \"The irony is not lost on us that just this past weekend, almost 16,000 rugby fans gathered together in Murrayfield, just 10 minutes up the road. \n\"We will continue our challenge of the decision to ensure other customers and other businesses do not suffer the same unreasonable last minute reversal of previously granted permissions.\"\nMany people posted their anger on Twitter.\nOne, @mbhwhu, wrote: \"Gutted for you all, the crew, the contractors, the volleys and those travelled and some still on their way! Absolute madness.\"\n@ChelleDevlin wrote: \"As difficult as this decision is to hear, I believe it to be the right one albeit I do not agree with the last minute notice. I live in Dalkeith and the Covid cases have rocketed this week - fall out from the Scotland game. See u next year.\" \nThose who had entered have been given the choice of a refund or attending a future event."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-57703348",
      "category": "uk-england-london",
      "title": "Croydon stabbing: Teen arrested after 16-year-old killed",
      "tags": "Croydon,London violence",
      "text": "A 15-year-old boy has been arrested after a teenager was stabbed to death at a house in south London.\nPolice found a 16-year-old boy with stab wounds at a residential address on Bracken Avenue, Croydon, on Thursday.\nDespite treatment, the teenager was pronounced dead around 01:30 BST. Next of kin have been informed but formal identification has not taken place.\nThe 15-year-old boy was arrested in Brighton on Friday, and is being held in East Sussex, the Met Police said.\nA post-mortem examination will be held in due course and the force is retaining an \"open mind\" as to the motive.\nDet Ch Insp Dave Blair, of the Met's Specialist Crime Command, said: \"Despite this early arrest, we still want to hear from anyone who has information relating to this horrific incident.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57699096",
      "category": "uk-politics",
      "title": "Michael Gove and Sarah Vine separating and 'finalising divorce'",
      "tags": "Michael Gove",
      "text": "Cabinet Office Minister Michael Gove and his journalist wife Sarah Vine have \"agreed to separate\", a joint spokesman for the couple has said.\nThe pair are \"in the process of finalising their divorce\", the spokesman added.\nMr Gove and Ms Vine, a columnist for the Daily Mail, have been married since 2001 and have two children.\nA friend of the couple told the PA news agency they had \"drifted apart\" and \"no-one else is involved\".\n\"This is a difficult and sad decision for Michael and Sarah after 20 years of marriage,\" the friend added.\n\"It is an entirely amicable separation and there is no-one else involved.\n\"They have drifted apart over the past couple of years but they remain friends.\n\"Their absolute priority is the children.\"\nThe couple, who met when they both worked as journalists on the Times newspaper, were among the most high profile couples at Westminster.\nMs Vine has written in her Mail column about how they fell out with close friends David and Samantha Cameron, over Mr Gove's decision to campaign for Brexit in the 2016 referendum.\nIn a recent newspaper column, Sarah Vine wrote about the strains of being married to a minister, in a piece about former Health Secretary Matt Hancock's affair with an aide.\nShe wrote that Westminster \"can change a person\", adding that \"the problem with the wife who has known you since way before you were king of the world is that she sees through your facade\".\nThe piece added: \"She knows that, deep down inside, you are not the Master of the Universe you purport to be\".\nBorn in Edinburgh in August 1967, Mr Gove was adopted when he was four months old by a family in Aberdeen.\nHe studied English at Oxford University, where he was president of the Union.\nHe was elected Conservative MP for Surrey Heath in 2005 and has held a string of high profile ministerial roles, including Education, Environment and Justice before moving to the Cabinet Office.\nAs justice secretary, he was one of the key figures in the 2016 Vote Leave campaign alongside the then London mayor Boris Johnson.\nWhen Mr Cameron resigned as prime minister after losing the Brexit referendum, Mr Gove initially backed Mr Johnson to replace him.\nBut in a move that stunned Westminster, he dramatically withdrew his support and decided to run for the leadership himself.\nHe said he had decided \"reluctantly but firmly\" that Mr Johnson was not capable of uniting the party or the country, but he failed to gain enough to support to win the contest."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57693167",
      "category": "uk-wales",
      "title": "Covid: Cardiff Half Marathon postponement tough for charities",
      "tags": "Coronavirus lockdown measures,Cardiff,Coronavirus pandemic",
      "text": "The postponement of this year's Cardiff Half Marathon will be a further blow for charities, it is warned.\nOrganisers Run 4 Wales say the decision to cancel the event for the third time was due to uncertainty over social distancing rules in Wales.\nCalon Hearts director Sharon Owen said she had been forced to work from her garage due to the pandemic.\nMs Owen said the situation was \"pretty tough,\" adding charities seemed to be left out \"all the time\".\nThe Welsh government said it was supporting the sector under the Cultural Recovery Fund, and Cardiff council said it supported Run 4 Wales' decision. \nShe said Calon Hearts - a small charity which provides defibrillators and training to use them - gave up its office last year because she could not afford to keep it open, which was \"upsetting\".\nShe said just herself and one other person now run the charity from her her garage, supported by \"amazing volunteers\".\n\"The weekend of lockdown saw us lose quite a lot of money in events people were organising for us, and I saw where it was going from there,\" Ms Owen told BBC Radio Wales Breakfast.\n\"It makes you stop and think: 'What's going to happen?' I had a total meltdown in thinking: 'Where is this money going to come from?'\n\"It's an outdoor event and you see the scenes that have been happening in Wembley: 60,000 supporters, and then Ascot and Wimbledon, and we can't do events here in Wales outside.\"\nMs Owen said Calon Hearts is \"not like big charities that have got big reserves\".\n\"I'm now working from my garage,\" an emotional Ms Owen told Oliver Hides. \"But that is what you do because you believe in the cause.\"\nPhae Jones, of Ty Hafan hospice in the Vale of Glamorgan, agreed there would be a \"financial impact\" from the race suspension.\n\"It's a reminder that we rely heavily on voluntary raised income,\" she said. \n\"On the last two occasions, when the half marathon should have taken place, our supporters who were running would have generated more than £100,000, so it's an incredible sum of money.\"\nChild cancer charity Latch Cymru would normally expect to raise about £10,000 from the event.\n\"When you see other events in stadiums going ahead and thousands of people sitting together in them, it's just frustrating really,\" added Latch general manager Iwan Jones.\nThe decision to suspend the event was taken after discussions between the Welsh government and Cardiff council.\nRunner Gareth Evans, from Cardiff, said he was \"disappointed\" it had been postponed again as it was going to be his first half marathon and he was due to raise money for a cancer charity.\nHe added: \"My two-year-old niece was diagnosed with a brain tumour earlier this year and I wanted to do something for the charity that's been supporting my family.\"\nIt is now hoped two events will take place in 2022, with the second race in October.\nRun 4 Wales chief executive Matt Newman said on Thursday: \"At present there are no plans to relax the two-metre social distancing rules, which provides significant operational challenges for mass-participation event organisers\".\nRunners are being encouraged to participate in a \"virtual\" event instead.\nA Welsh government spokesman said: \"We have been in discussion throughout the pandemic with Run 4 Wales, including in relation to the decision to postpone.\n\"Major events are a vital part of Wales' visitor economy and that is why we have looked to support the sector, including Run 4 Wales, under the Cultural Recovery Fund.\"\nSince its foundation in 2003, the Cardiff Half Marathon has become the UK's third-largest race after the London Marathon and the Great North Run."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57693065",
      "category": "business",
      "title": "Asda to allow permanent hybrid working for offices",
      "tags": "Companies,Flexible working,Asda,Coronavirus pandemic",
      "text": "Asda has announced it will make hybrid working permanent at its head offices once Covid restrictions are lifted.\nThe supermarket group said staff at Asda House in Leeds and George House in Leicester can choose where they work.\nAround 4,000 staff work at both offices, with the majority based in Leeds.\nEngland is set to lift final Covid measures on 19 July and many businesses have indicated they will continue to allow flexible working.\nHowever, not all companies plan to embrace a hybrid approach. Goldman Sachs International has said it wants people to come back into the office once restrictions have ended.\nAsda said its new approach \"will encourage colleagues to select the best location to do their job\", including home, head office or even a store or depot.\nWhen employees have meetings or training, they will be encouraged to come into the office.\nBut Asda said staff also \"have the flexibility to work from home when it is more productive to do so, such as tasks that involve planning or research\". \nAsda's plan is similar to one adopted by Nationwide, which will allow the building society's 13,000 office employees to \"work anywhere\". \nNationwide is closing three offices in Swindon and the 3,000 staff based at those sites can either move to the nearby headquarters, work from home or mix the two. Some employees may be able to work from a local High Street branch if they prefer, instead of travelling to an office.\nJacki Simpson, Asda's vice president of people operations, said: \"We have learned a great deal about working patterns during the last 16 months and have seen colleagues work productively across different locations.\"\nShe said the retailer had consulted with staff about how they wanted to work in the future.\n\"We know they welcome the increased flexibility of remote working,\" she said. \"However, they also acknowledge there is some work that is simply better done from the office, so as we move forward a hybrid working model is the right approach for our people and the business.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57695586",
      "category": "technology",
      "title": "Microsoft’s Windows 11 blue screen of death to become black",
      "tags": "Microsoft",
      "text": "Microsoft’s so-called blue screen of death (BSoD) will turn black in the new Windows 11 operating system, according to those with access to a preview of the software.\nThe screen appears when users have a problem on their computer, often prompting a restart.\nA black background will replace blue, matching the logon and shutdown screens in the new system, the Verge reported.\nThe BBC has contacted Microsoft for comment.\nThe BSoD allows IT professionals to diagnose hardware and memory issues.\nIt usually includes information and data that can help to analyse what problem caused the screen to appear.\nIn 2016, a QR code was added to it which users can scan to find out more information about the fault.\nWindows 8 also added an unhappy face to the screen in 2012.\nPhotos of the new screen suggest both the QR code and :( symbol will remain on the black version. \nWindows 11 was launched last month and will be available as a free update to existing Windows 10 users - although some devices are unable to run the new system, which requires a minimum of 64 gigabytes of storage and 4 gigabytes of RAM.\nMicrosoft will wind down Windows 10 in 2025.\nAnother visual change is that the start button has been moved to the bottom centre of the screen from the bottom left.\nDevelopers who are part of Microsoft’s Windows Insider Program - which gives them access to an early version of Windows 11 -  revealed the black screen of death on social media.\nMembers of the program have also reported other issues, including installing the new system and using the start menu, according to Bleeping Computer.\nWindows 11 will be available more widely later this year, but Microsoft has not given an exact date."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57690068/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NHS pay: England senior doctors could take industrial action over 1% rise",
      "tags": "Doctors,NHS",
      "text": "Senior doctors in England will be consulted on taking industrial action if the government's 1% pay rise offer is not improved. \nThe British Medical Association says it will ask members about stopping paid and unpaid overtime if there is not a figure nearer 4%.\nThe Royal College of Nursing has already said it will consider balloting over industrial action.\nIt has called for a 12.5% pay rise this year.\nPay review bodies covering most NHS workers have made recommendations which have not yet been published. \nIn England, ministers must decide whether in the light of those reports they will increase their proposed 1% offer.\nIndustrial action by consultants would involve stopping paid and unpaid overtime, which would affect patient clinics and attempts by hospitals to reduce waiting lists, the BMA says.\nIt argues that senior doctors are exhausted and feel undervalued because of previous below inflation pay rises.\nIf industrial action is taken it would be the first by consultants since the 1970s apart from a day of action over pensions in 2012. \nMike Henley, a consultant urologist in the East Midlands, says consultants' pay has been steadily eroded compared to other salaries in the public sector.\n\"I want to get back to fairness. Like everyone, I would rather not stop doing overtime,\" he says.\n\"But consultants do incredibly busy and stressful jobs - and we are underpaid compared to lawyers, for example.\n\"I don't expect to be paid like someone working in the City, but I don't expect to have a third of my pay removed either.\"\nMr Henley said the pandemic had made his job even more difficult and caring for patients had become more complex.\n\"For many, its been like wartime medicine,\" he says.\nThe Department of Health said the government was committed to a wage rise for NHS staff, including consultants, when pay increases elsewhere in the public sector had been paused.\nThe health department recommended the 1% pay award to the independent panel that advises the government on NHS salaries. It would cover nearly all hospital staff, but not GPs and dentists.\nNurses have described the proposed pay rise as \"insulting\", with unions threatening strike action and warning that the \"pitiful\" rise may lead staff to quit their jobs - worsening staffing issues in the health service.\nTalks on pay are underway in Wales where the government has said it will not set a 1% ceiling on pay awards. \nIn Northern Ireland all NHS staff have been offered a £500 bonus this year. Bonuses have also been offered in Scotland where longer-term pay negotiations are ongoing. \nConsultants, at the top end on NHS salary scales because of their years of medical experience and leadership, have not been minded to get involved in public pay disputes till now. \nThe possible overtime bans could slow down attempts to reduce hospital waiting lists. \nThis could be seen as sabre rattling and a bid to sway ministers ahead of their wage announcement. \nBut it is indicative of the likely level of anger across the NHS workforce if the government response to the pay review bodies' recommendations is not far off the original 1% proposal. \nAdditional reporting by Ella Wills. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-57699093",
      "category": "uk-politics",
      "title": "Batley and Spen: Is politics starting to return to normal?",
      "tags": "Keir Starmer,Boris Johnson,Batley and Spen by-election",
      "text": "Labour has reason to be cheerful - and that hasn't happened much lately. \nHolding on to Batley and Spen in a by-election means the party keeps one of its seats on the green Commons benches and it will be filled by a standout candidate, in Kim Leadbeater. \nAnd the result has also saved Labour leader Sir Keir Starmer from what would have been, at the very least, a weekend of public criticism and concerns, and at the worst, could have boiled over into an attempt to oust him. \nLabour insiders are heartened too by how some voters who chose the Tories in 2019, or in the local elections a couple of months ago, switched to them, even allowing the party to catch up with the Conservatives in some wards where they had come third in May.  \nBut even the most ardent backer of Keir Starmer would not imagine that all his problems have disappeared. \nGeorge Galloway managed to peel away thousands of traditional Labour voters. \nAnd there's barely-disguised hostility to Sir Keir from some on the left, who were discussing the possibility of replacing him as leader. \nInitial enthusiasm about the possibilities his leadership held has disappeared for many MPs.  \nAnd there is genuine concern among some of his close supporters about his ability to excite voters. \nOne shadow minister said: \"I've never seen the air go out of a leadership so quickly.\" \nThis by-election pumps a bit of oxygen back in, and may give Keir Starmer some much-needed confidence.  \nBut doubts about his long-term prospects run deep.\nIt is always foolish to read too much into by-elections. \nThis is the fourth in recent weeks.\nOne of those was the Airdrie and Shotts by-election in mid May, where the SNP held the seat.\nIt also saw Scotland's second-ever female Muslim MP elected - Anum Qaisar-Javed.\nBut it's the trio of Hartlepool, Chesham and Amersham and now Batley and Spen, which had very different results, and are very different places - and they throw up some common themes for both of the big Westminster parties.\nLabour still has real problems holding on to voters even in parts of the country they held for a long time - in Batley thousands of them were persuaded by George Galloway. \nIn Hartlepool, there was a thumping swing to the Tories (who also benefitted hugely from voters who had chosen the Brexit Party in 2019). The party has to work out how to make their existing vote stick, even before they set out trying to woo new voters. \nThe Tories had spotted opportunity in Batley and Spen long before the seat even became vacant. \nYes, historically it is unusual for sitting governments to win new seats in by-elections. \nBut they certainly were hopeful, and the formula that has proved so successful turning seats in much of the North of England blue in recent times didn't work. \nVoters noticed recent allegations of sleaze too, despite the prime minister's repeated claim that those kind of issues are just part of the \"Westminster bubble\". \nJust as in Amersham, where the Lib Dems completely overwhelmed the Conservatives, voters looked at the government and didn't like everything they saw. \nBoris Johnson and his ministers have got used to parading the undoubted success of the UK's vaccine programme as an answer to almost every claim made against them. \nBut there's a sense the political power of that, and the faith many voters have wanted to place in the government during the pandemic, have started to fade.  \nThese three by elections, in their different ways, make plain that the obstacles in Labour's path to power are enormous.\nBut also that the Tories can't take their vast Commons majority for granted - and that their historical advance in the past few years may have stalled.\nAnother lesson perhaps, is that as the government hopes life is returning to normal, politics is moving that way too. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57693065/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Asda to allow permanent hybrid working for offices",
      "tags": "Companies,Flexible working,Asda,Coronavirus pandemic",
      "text": "Asda has announced it will make hybrid working permanent at its head offices once Covid restrictions are lifted.\nThe supermarket group said staff at Asda House in Leeds and George House in Leicester can choose where they work.\nAround 4,000 staff work at both offices, with the majority based in Leeds.\nEngland is set to lift final Covid measures on 19 July and many businesses have indicated they will continue to allow flexible working.\nHowever, not all companies plan to embrace a hybrid approach. Goldman Sachs International has said it wants people to come back into the office once restrictions have ended.\nAsda said its new approach \"will encourage colleagues to select the best location to do their job\", including home, head office or even a store or depot.\nWhen employees have meetings or training, they will be encouraged to come into the office.\nBut Asda said staff also \"have the flexibility to work from home when it is more productive to do so, such as tasks that involve planning or research\". \nAsda's plan is similar to one adopted by Nationwide, which will allow the building society's 13,000 office employees to \"work anywhere\". \nNationwide is closing three offices in Swindon and the 3,000 staff based at those sites can either move to the nearby headquarters, work from home or mix the two. Some employees may be able to work from a local High Street branch if they prefer, instead of travelling to an office.\nJacki Simpson, Asda's vice president of people operations, said: \"We have learned a great deal about working patterns during the last 16 months and have seen colleagues work productively across different locations.\"\nShe said the retailer had consulted with staff about how they wanted to work in the future.\n\"We know they welcome the increased flexibility of remote working,\" she said. \"However, they also acknowledge there is some work that is simply better done from the office, so as we move forward a hybrid working model is the right approach for our people and the business.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-57687127",
      "category": "uk-northern-ireland",
      "title": "DUP's Paula Bradley apologises for party's past LGBT remarks",
      "tags": "DUP (Democratic Unionist Party)",
      "text": "The DUP's deputy leader Paula Bradley has apologised for remarks made by some of her party colleagues in the past about the LGBT community.\nMs Bradley admitted that some of the things said by the DUP over the past 50 years had been \"absolutely atrocious\".\nShe added their remarks \"fed into the hatred\" endured by LGBT people. \nShe was taking part in an online event hosted by Pink News, during which she was asked if the DUP should apologise for comments over its history. \nMs Bradley, who represents North Belfast in the Northern Ireland Assembly, was elected deputy leader of the Democratic Unionist Party (DUP) in May. \nShe has previously been described as the DUP's most liberal assembly member.\nOn Thursday, Ms Bradley was among representatives of six of the largest parties in Northern Ireland who took part in an online discussion about LGBT rights, chaired by John O'Doherty from the Rainbow Project.\nHe asked Ms Bradley if there would ever be a time \"when the DUP would, or if they should, apologise for the hurt and harm caused to LGBTQI Plus people in the last 50 years\".\n\"I am not going to defend some of the things that have been said over the years because they've been absolutely atrocious, they've been shocking,\" she replied. \n\"I certainly couldn't stand by many of those comments - in fact all of those comments - because I know the hurt that they cause people and I know that fed into the hatred that some people have had to endure in their life and I think that's absolutely wrong.\n\"I think the vast majority of those people who made those comments are no longer there and the ones that are there have said that they have learned their lessons - that their language at times has not been right.\"\nMs Bradley said it was an issue she had raised \"on numerous occasions\" within the DUP, adding that language used by elected representatives had an impact in wider society.\nResponding to the question on whether the DUP should apologise, she said: \"I can certainly say I apologise for what others have said and done in the past, because I do think there have been some very hurtful comments and some language that really should not have been used.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57700749",
      "category": "business",
      "title": "Vauxhall set to announce Ellesmere Port electric van",
      "tags": "Manufacturing,Ellesmere Port,Vauxhall Motors,Green vehicles",
      "text": "The owner of Vauxhall could announce as early as next week plans to build electric vans at its Ellesmere Port plant in Cheshire, the BBC understands.\nThe investment, said to be worth hundreds of millions of pounds, would safeguard about 1,000 factory jobs. \nThe future of the plant had been in doubt after Vauxhall's parent company, Stellantis, scrapped plans to build a new Astra model there.\nNissan this week said it will make new electric cars at its Sunderland plant. \nStellantis has been discussing options for the site with the UK government for several months, and is known to have been seeking financial support for its plans.\nSales of vans have been booming during the pandemic, as a result of growing home delivery sales.\nMaking vans may not be particularly glamorous, but right now it makes a lot of sense. \nWhile car sales have been badly affected by the pandemic, demand for smaller commercial vehicles has been soaring, due to the home delivery boom. Fleet operators are increasingly turning to low-emission options because of the tax advantages they provide.\nFor Carlos Tavares, the pragmatic and outspoken CEO of Stellantis, it offers a useful compromise. He has been scathing about the UK government's plans to outlaw the sale of new petrol and diesel cars from 2030 - accusing them of destroying his company's business model in the UK.\nNow there is a new business model - and with Mr Tavares having previously made it clear that future production in the UK would depend on what support the government could offer, it's likely help from the taxpayer will be part of it.\nStellantis is the world's fifth-largest car maker and also owns Peugeot, Fiat and Chrysler.\nThe push into electric vehicle manufacturing has grown since the UK and other European countries announced a ban on the sale of new petrol and diesel cars as of 2030.\nNissan on Thursday announced a major expansion of electric vehicle production at its car plant in Sunderland which will create 1,650 new jobs.\nThe Japanese carmaker will build its new-generation all-electric model at the site as part of a £1bn investment that will also support thousands of jobs in the supply chain.\nAnd Nissan's partner, Envision AESC, will build an electric battery plant."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-57702516",
      "category": "world-europe",
      "title": "Belarus closes border to Ukraine over coup claim",
      "tags": "Belarus,Alexander Lukashenko,Ukraine",
      "text": "Belarus has closed its border with Ukraine, claiming that arms are being smuggled into the country.\nPresident Alexander Lukashenko says it is part of an attempt by outside powers to overthrow his authoritarian regime.\nMr Lukashenko claimed - without providing proof - that his security services had uncovered a foreign-backed terrorist sleeper cells plotting to oust him from power.\n\"They have crossed the line. We cannot forgive them,\" he said.\nHe alleged the weapons were being shipped to terrorist cells funded by Germany, Lithuania, Poland, Ukraine and the US.\n\"A huge amount of weapons is coming from Ukraine to Belarus. That's why I ordered border-security forces to fully close the border with Ukraine,\" Mr Lukashenko said, at a ceremony marking the country's 30 years of independence following the collapse of the Soviet Union.\nHe said he would confront Germany's Angela Merkel and other leaders about the claims.\nUkraine denied interfering in Belarus's domestic affairs and said closing the 1,084-km (674-mile) border would make its people \"suffer\".\nBelarus shares a border with Ukraine in the south. It borders Poland and Lithuania in the west, Latvia in the north, and Russia in the east.\nThe move deepens a standoff between Belarus and outside powers.\nIn May his government prompted international outrage when it forced a Ryanair flight to land and arrested of a government critic who was onboard.\nIn return, Western countries imposed sanctions on Belarus."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57698518",
      "category": "uk",
      "title": "Covid-19: Germany hopes to welcome double-jabbed Brits and UK infections rising",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday evening. We'll have another update for you tomorrow. \nDouble-vaccinated Britons should be able to travel to Germany without quarantining \"in the foreseeable future\", Chancellor Angela Merkel has said. Following talks with Prime Minister Boris Johnson, the German leader said her country had adopted travel restrictions in response to the Delta Covid variant but that it was \"continuously reviewing\" its measures. Since May, travellers from the UK have been banned from entering Germany, apart from a few limited exceptions. Those who are allowed in must quarantine for 14 days. \nNew data from the Office for National Statistics (ONS) suggests coronavirus infections are still rising in the UK, but a similar rise in hospital admissions is being stopped by vaccines, according to health officials. The ONS estimates suggest there was a \"notable increase in infection rates\" in England, Wales and Scotland in the week ending 26 June - which is being driven by the Delta variant. On Friday, the UK recorded 27,125 new cases and another 27 deaths within 28 days of a positive test.\nPrime Minister Boris Johnson has said he is \"very confident\" there \"will not prove to be a problem\" for travellers who have received the AstraZeneca coronavirus jab made in India. It follows reports that the European Union's Covid passport scheme does not recognise certain doses of the AstraZeneca vaccine known as Covishield. But UK expert Prof Adam Finn said the jabs were \"exactly the same stuff\". The UK's medicines watchdog has shared its assessment of the vaccines with its European counterpart to assist the approvals process, No 10 said.\nIndia may now be past the peak of its latest Covid wave, but other countries in Asia are now seeing rising cases. Vaccination rates across the region remain generally low, despite concerns the Delta variant is spreading. Some of India's neighbours - Nepal, Pakistan and Sri Lanka - saw a surge in infections in May; with the World Health Organization (WHO) also reporting rising case numbers in Bangladesh, Indonesia, Thailand and Mongolia.\nVaccination clinics across all of mainland Scotland will be open for people aged 18 and over to get a jab without an appointment from Monday. Mobile vaccination units, run by the Scottish Ambulance Service, will also be running for two weeks in locations including city centre transport hubs and shopping centres. The locations of the drop-in clinics and mobile units will be made available on NHS health board websites, and the NHS Inform website.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nYou can find more information, advice and guides on our coronavirus page. \nHere's what the new EU vaccine passport means for travel.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-57698858",
      "category": "technology",
      "title": "US officer plays Taylor Swift song to try to block video",
      "tags": "Social media,Black Lives Matter,Copyright,Taylor Swift,YouTube,United States,California",
      "text": "A US police officer played a Taylor Swift song on his phone in a bid to prevent activists who were filming him uploading the video to YouTube.\nThe video platform regularly removes videos that break music copyright rules.\nHowever, the officer's efforts were in vain as the clip of the encounter in Oakland, California promptly went viral.\nAlameda County police told the BBC it was not \"approved behaviour\".\nThe video was filmed by members of the Anti Police-Terror Project (APTP), which says it is a coalition that seeks to \"eradicate police terror in communities of colour\".\nSome of them were protesting outside the courthouse at the pre-trial hearing of a San Leandro officer charged with the manslaughter of a black man.\nIn the video, the officer says: \"You can record all you want, I just know it can't be posted to YouTube.\"\nWhen asked if playing music in this way is procedure, the officer responds: \"It's not specifically outlined.\" \nLater in the video, he confirms: \"I'm playing music so that you can't post on YouTube.\"\nThe sheriff's department said: \"We have seen the video and referred it to our internal affairs bureau. This is not approved behaviour. It will not happen again.\"\nThe video, which was posted on 1 July, has had more than 180,000 views and remains online. It is also visible on the APTP's Twitter page.\nVice news has reported on cases of other California-based officers starting to play Beatles songs while being filmed.\nAnd activists have suggested this is so clips are removed, because of copyright issues surrounding the music.\nOn the YouTube page, the APTP wrote: \"We'd heard about this phenomenon, but no-one had captured it on video until now. Now not only do we have a video of a cop doing it, we also have the cop admitting why he was doing it\".\nWhile video-sharing platforms and social networks do use automated systems to flag and remove copyright material, the rules vary.\nYouTube has a number of copyright management tools, including a system called Content ID. \n\"Videos uploaded to YouTube are scanned against a database of files that have been submitted to us by content owners,\" it says.\nCopyright owners can then decide whether to block, monetise or track the content.\nBut the idea that playing copyright music could be a tactic used by police to avoid sharing online and on social media has attracted serious attention following the removal of activist videos.\nLast year, Nick Simmons and Adam Holland of Harvard University's Lumen project, which studies copyright content removal, noted that a number of videos linked to Black Lives Matter protests had been removed because they contained copyrighted music.\nThe researchers suggested that \"law enforcement\", or anyone else who wanted to stop videos being shared, \"need only make sure that copyrighted audio is present with sufficiently recognisable clarity and volume in the background of a protest or other event\". \nThe pair called it: \"A chilling prospect indeed.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-northamptonshire-57693127",
      "category": "uk-england-northamptonshire",
      "title": "Harry Dunn death: Parents 'speak for him' in US damages case",
      "tags": "Dominic Raab,Harry Dunn crash,Croughton",
      "text": "The parents of Harry Dunn said they had \"spoken for him\" after giving evidence in a damages claim against their son's alleged killer in the US.\nThe 19-year-old died near RAF Croughton in Northamptonshire in August 2019, when a car driven by suspect Anne Sacoolas hit his motorbike.\nShe later left the country, claiming diplomatic immunity.\nHis mother, Charlotte Charles, said: \"We stood up and spoke for him as he cannot speak for himself now.\"\nMrs Sacoolas's car struck Harry Dunn's motorbike moments after she left the RAF base where her husband worked for a US intelligence agency.\nThe 43-year-old was charged with causing the teenager's death by dangerous driving after her departure from the UK, but an extradition request was rejected by the US State Department in January last year.\nMrs Charles and Tim Dunn faced lawyers acting on behalf of Mrs Sacoolas and gave legal testimony under oath during their depositions after flying out to Washington DC.\nMrs Sacoolas must also give legal testimony by the end of August as part of the civil claim brought against her and her husband Jonathan.\nThe depositions are part of a process in the Dunn family's claim, in which relevant documentation will be handed over ahead of a trial at the end of the year.\nAlexandria District Court in the US state of Virginia heard the couple's intelligence work was a \"factor\" in their departure from the UK - with the Sacoolases leaving for \"security reasons\".\nHarry Dunn's mother said: \"We can't go into the detail of what happened at all but we were required to come out to the USA to do the depositions in person and that is just what we have done.\n\"Although it has been an arduous day and a difficult trip, right smack in the middle of the pandemic, the reality is that it is easy for us to come to the States and for us to talk about our son Harry and the impact his loss has had on all of us.\n\"We are enduring life, not living it, but we will do everything in our power to get justice for our boy and for ourselves.\n\"He deserves that. We deserve that, and we will not stop until we have achieved justice in both the civil and criminal cases.\"\nMr Dunn's father said Harry was \"going to leave a huge legacy behind him with everything our campaign has achieved\".\n\"This trip could not have gone any better and I feel we have taken another giant step towards getting justice in the civil claim,\" he said.\n\"We know the path is now clear in the criminal case too and I want to appeal on behalf of my family to the authorities in both London and Washington to do everything within their power to help alleviate our suffering a little and speed up the process of justice in the criminal case.\"\nEarlier this month, Foreign Secretary Dominic Raab said the path was now clear for the UK to push for a form of \"virtual trial or process\".\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-57702498",
      "category": "uk",
      "title": "Covid: Stars perform musical song in latest vaccine push",
      "tags": "Coronavirus vaccines,NHS,Coronavirus pandemic",
      "text": "Celebrities including actors and pop stars are fronting a video campaign urging people to get their Covid jab. \nIt sees West End and Emmerdale actress Sandra Marvin and Nicola Roberts, of Girls Aloud, perform The Rhythm Of Life, from 1966 musical Sweet Charity.\nThey are joined by actors Sir Derek Jacobi, Sex Education's Asa Butterfield and comedian David Walliams.\nA tap-dancing Jim Broadbent concludes the song, saying \"just get a vaccination\".\nThe short film, directed by Josie Rourke, is being released ahead of the NHS's 73rd birthday - with sites across England lit up in blue on Saturday to pay tribute to the work of NHS staff during the pandemic.\nIt begins with Broadbent entering an empty theatre before being treated to a star-studded performance of The Rhythm Of Life - later joining in, tap-dancing in a pair of glittery blue shoes.\nDon Warrington, Russell Tovey and Colin Salmon also feature in the ensemble song, alongside a chorus line of West End dancers dressed in NHS blue.\nAhead of the launch, Walliams said the NHS had done an \"absolutely fantastic job\" in rolling out the vaccine; adding: \"As we do in the film, I want to implore everyone to get their vaccine when called so we can get back to the all-singing, all-dancing, rhythm of life that we love.\"\nBroadbent added: \"The film gave us the chance to show our appreciation and celebration for the vaccine rollout in the best way we know how.\n\"Vaccines are helping us get back to everything we love and every industry - including the arts - couldn't be more grateful to each and every person for getting their vaccine.\"\nHealth Secretary Sajid Javid said the vaccine was \"the best way to help protect yourself and your loved ones\" and urged people not to delay in booking their jab when they were invited to do so.\nThe new film is the latest in a string of star-studded campaign videos aimed at encouraging people to accept a Covid vaccine when they are invited.\nIn February, celebrities including comedian Romesh Ranganathan appeared in a film aimed at dispelling misinformation about the vaccine among some ethnic minority communities.\nThe government aims to have offered a first dose to all adults by 19 July - the date when the final stage of lockdown easing is scheduled to go ahead.It also hopes to have at least 65% of adults fully vaccinated at that point, which it hopes will enable more big summer events to go ahead safely.\nSo far, more than 45 million people - 85.5% of the UK adult population - have had a first dose of a Covid vaccine.\nMore than 33 million have received both doses - around 63% of adults - according to the government's coronavirus dashboard.\nOn Saturday evening, the Wembley arch, the Liver building in Liverpool, and Salisbury Cathedral will be among more than 70 sites across England that will be lit up to mark the 73rd anniversary of the NHS on Monday.\nThe nationwide tribute is also intended to thank NHS staff for for their work during the pandemic.\nVaccination centres, football stadiums, town halls, churches, hospitals and bridges will also be lit up blue.\nIt comes as events are held across the country to pay tribute to health workers who have lost their lives to Covid-19.\nA small number of NHS staff from north-west England will attend a memorial service at the London Blossom Garden on Saturday in memory of colleagues who died while caring for patients during the pandemic.\nThe garden, at Queen Elizabeth Olympic Park in Stratford, east London, was planted as a living memorial to those who lost their lives and pays tribute to key workers. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-57684607/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Wales vaccination centres to open for walk-ins",
      "tags": "Coronavirus vaccines,Vaccination,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Vaccination centres across most of Wales will be open for people to walk in with no appointment from Saturday.\nIt comes as three-quarters of people aged under 50 in Wales have now had their first Covid-19 jab, the Welsh government said.\nOver-18s without an appointment will be able to get a first dose at many centres, and young adults in particular are being encouraged to attend.\nProfessor of public health Linda Bauld welcomed the plan as \"a good idea.\"\n\"If you make it easy for people so that they do not have to plan in advance, they don't have to cancel anything and can fit it in their day, particularly for younger adults who have a lot of different commitments - working, studying et cetera - I think this will be a good idea,\" said Prof Bauld, of Edinburgh University.\nAll adults should already have received an offer of a vaccine.\nBut Health Minister Eluned Morgan said in some cases people may have had to cancel or missed their appointments, and the government is keen not to leave anyone behind. \nMs Morgan said: \"We want to make it as easy as possible for people to get their vaccine, particularly younger adults who have other demands on their time. \n\"In Wales we have a 'no-one left behind' policy and making walk-in appointments available is another way in which we can ensure all adults have access to a vaccination at a time and place convenient for them.\"\nMedical students are among those who have been trained to give vaccines at the Bayside centre in Cardiff Bay.\nThird year Cardiff University medical student Cameron Fleming said: \"There tends to be quite a few people who missed appointments for various reasons, be it isolation or nerves, or whatever it might have been at the time.\"\nHe said some people who decided \"at first that they weren't so keen to have it\" have since used walk-in appointments to get their first dose.\n\"A lot have been changing their minds since we have managed to roll it out to more and more people, which has been a very positive result of the whole thing.\"\nMr Fleming said the experience had been a welcome addition to his time as a medical student.\n\"Many of us are in our third or second year, where we haven't had so much of the public exposure of being on the wards and actually dealing with patients yet. So having the opportunity to meet so much of the population from every background has been a very positive experience.\"\nFellow Cardiff University second year medical student Abbie Carter said she enjoyed seeing the programme progress.\n\"We started with the older generations, coming right down to the young people,\" she said.\n\"It has generally been a really positive response to having the vaccine. Even with people who have been a bit unsure - it has been great to chat to them, hear their concerns and to tackle those.\"\nSince it started offering a first dose of the vaccine without an appointment, about 5,000 people have walked in to have a jab in Cardiff Bay.\nThe vaccination centre, which is housed in a former toy superstore, has been nicknamed \"Jabs R Us\" and is administering tens of thousands of first and second doses each week.\n\"It is really important, as a population effort, for everyone to get the vaccine,\" Ms Carter said.\nWalk-in vaccination appointments will be available at the following locations:\nTracy Meredith, head of testing and mass immunisation at Cardiff and Vale health board, said: \"We're working really hard across vaccination centres in Wales to make getting the jab as quick and convenient for people as possible.\n\"It's a great opportunity to drop in this weekend, get your vaccine and be protected.\"\nMs Morgan added: \"The vaccine remains the best way we can protect ourselves and we need everyone to keep saying 'yes' to the vaccine and to remember that one dose isn't enough.\n\"We all need two doses to complete the course and to have the best chance of reducing our risk of serious illness.\"\nProf Bauld added that worries young people may not get jabbed had not materialised. \n\"We have seen this in a number of parts of the UK now. We were concerned young people might not be as keen to take up the vaccine... but that has not panned out.\" \nShe said \"the bigger challenge\" might be getting people to take a second dose, and that although booster jabs could be a difficult, most people would have them."
    }
  ]
}