{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/business-58442611",
      "category": "business",
      "title": "Flu jabs in England and Wales delayed due to HGV driver shortage",
      "tags": "NHS,Flu,Coronavirus pandemic",
      "text": "One of the UK's largest suppliers of seasonal flu vaccines has said there will be a delay in jab deliveries to some GP surgeries due to issues related to a shortage of HGV drivers.\nSeqirus, one of the world's largest flu vaccine companies, said it had told customers about delays of up to a fortnight.\nThe company said it was \"working hard to resolve the delay\".\nNHS England says patients who are affected will be contacted by their GP.\nSeqirus, which supplies vaccines to GP practices and pharmacies in England and Wales, said: \"Due to unforeseen challenges linked with road freight delays, we have informed all our customers of a consequent delay to their scheduled vaccine delivery by a maximum of one to two weeks.\nThe company, which is one of a number of suppliers, said customers would be able to reschedule their flu vaccination clinics.\nThe professional body representing GPs said it would hit practices.\n\"This is news we really didn't want to hear\", said Dr Gary Howsam, vice chairman of the Royal College of GPs.\n\"With more than 36 million people eligible for the flu vaccine on the NHS this year, GPs need the supply chain to run like clockwork.\nDr Howsam said GPs are \"already under enormous pressure and still waiting for details of how the Covid booster campaign will align with everything else they need to do this winter\".\nDoctors meticulously plan jabs each year, he said, adding that it is \"essential that as many people as possible in at-risk groups get their vaccination as early into the flu season as possible\".\n\"A delay of even a couple of weeks is going to have a big impact on practices and their patients, especially when GPs are already dealing with the fallout caused by the shortage of blood test bottles and the anxiety this is causing.\"\n\"General practice and the entire NHS is dependent on the smooth roll-out of the winter flu vaccination programme. It cannot fail,\" he said.\nDoctors are already dealing with a shortage of blood test tube vials due to supply chain issues.\nDr Richard Vautrey, British Medical Association GP committee chairman, said the delay is likely to affect a \"significant proportion\" of practices - and have a \"serious impact\" on practice workloads and patients.\nHe said: \"Many practices will have spent the last few days and weeks meticulously planning for their flu vaccination programme, inviting and booking patients in for their jabs, only now to have to contact them all again to cancel or reschedule appointments.\n\"This causes a huge increase in staff's already unsustainable workloads, and inconvenience and unneeded anxiety for patients who will be keen to be protected ahead of winter.\nLabour's shadow health secretary Jon Ashworth said: \"GPs are at their wits' end, first forced to cancel blood tests because of bottle shortages and now we learn flu vaccines will be delayed.\n\"This has been a summer of crisis for the NHS with patients paying the price.\n\"With winter coming and flu resurgence a huge risk, ministers must urgently get a grip.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58428800",
      "category": "business",
      "title": "Hardys wine owner warns of Christmas shortage risk",
      "tags": "Companies,Alcohol,Christmas,UK economy,Freight transport,Wine,Haulage",
      "text": "Accolade, the wine giant that makes Hardys, has warned that truck driver shortages could hit the busy festive season and push up costs.\nRobert Foye, its boss, said the firm was being hit by external staff shortages, especially among suppliers, in distribution and delivery.\nCompanies operating in the UK are having to deal with a shortage of lorry drivers.\nFirms including Wetherspoons and McDonald's have been affected.\nLorry driver shortages have also have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK.\nMr Foye said: \"These shortages, if they continue, could definitely impact Christmas. We are trying to get ahead of it, but it does depend on the situation for the entire transport and trucking industry in the UK.\"\nMr Foye also warned that shortages could push up costs. \"The only way we can mitigate this is if we work very closely with our trucking and transport suppliers and our customers. We have done some of that and are managing well so far, but ultimately costs will go up.\"  \nAustralia's Accolade, the UK's largest wine firm and the world's fifth biggest, delivers 35 million cases to 143 countries every year.\nIts brands include Hardys, Echo Falls, Kumala, Banrock Station and Stowells.\n\"Staff shortages are definitely there and there's a whole new group of employees that need to be trained, from truck drivers to restaurant staff,\" Mr Foye added.\nConsumers are seeing the impact of driver shortages and supply chain strains, from McDonalds halting milkshake sales to supermarkets running out of Diet Coke. \nThe Road Haulage Association (RHA) estimates there is a shortage of about 100,000 drivers. \nMarc Ostwald, chief economist at ADM ISI, said Western Europe and the US were experiencing similar shortages. \n\"All the anecdotal evidence suggests that the large pay rises and even signing-on bonuses have done little to alleviate the problem,\" he said. \n\"Christmas supply delivery problems are highly probable, above all due to the extensive lockdowns over the past two months in China and much of eastern Asia.\"\nAccolade's large £100m Park facility in Bristol is the largest wine distribution centre in Europe, with capacity to fill over a million bottles per year and distribute more than 180 million litres of wine annually.\nThe industry has felt the effect of global lockdowns that restricted large swathes of the hospitality industry.\nMr Foye said that despite the lifting of UK restrictions, business was taking longer to get back to pre-Covid levels.\n\"In the UK you're 100% opened up, but because of the effect of Covid, because people's habits have changed and some outlets gone out of business, you're really only at 65% of the level of 2019 levels. We think it's going to take two years to get back to 90-95% level in the UK.\"\nHe added: \"Jump over to US, they're opening extremely fast and are at the 90% level.\"\nThe firm, which pioneered wine blending back in 1853, predicts rising demand for low alcohol wine - defined as 9.9% alcohol content or less by Accolade - and is about to launch a zero-alcohol wine.\n\"No or low alcohol will grow 20% plus per year for the next five years and eventually be 15-20% of all wine,\" he said. \nAustralian wine makers are also weathering trade tensions with China after Beijing levied 200% tariffs on Australian wine in March. \nChina is the world's biggest red wine market and was the top buyer of Australian wine before the tariffs hit.\nYou can watch Robert Foye's full interview on Talking Business with Aaron Heslehurst this weekend on BBC World News: Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT, Monday 0730 GMT & 1630 GMT and Thursday at 07:30 GMT.\nNote September 6 2021: This story was updated to include a broader context around lorry driver shortages after Brexit and the pandemic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58423392",
      "category": "uk-scotland",
      "title": "Have you ever heard of alpaca therapy?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58446880",
      "category": "health",
      "title": "Covid: Decision to jab children 'entirely up to parents'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58448565",
      "category": "uk",
      "title": "Heathrow criticises Border Force for 'unacceptable' queues",
      "tags": "Travel,London Heathrow Airport,Self-isolation",
      "text": "Heathrow Airport has criticised Border Force after passengers faced \"unacceptable queuing times\". \nImages on social media showed packed queues at the west London airport on Friday night, with travellers complaining of waits of several hours. \nA Heathrow spokesman apologised for the delays, but blamed Border Force for not providing enough staff at immigration.\nThe Home Office, which has responsibility for Border Force, said the wait times were \"unacceptable\". \nIt said Border Force was \"rapidly reviewing its rosters and capacity and flexibly deploying our staff across the airport to improve waiting times\".\nTravellers at Heathrow used social media to complain about lengthy queues with inadequate ventilation, while some claimed people had fainted while they were waiting.\nOne Twitter user said: \"There are people collapsing in Terminal 5 Arrivals due to overcrowding and no ventilation. Some Covid secure measures…\"\nAnother said: \"Horrendous kettling at Heathrow Terminal 5 arrivals tonight. No Border Force. No ventilation. No fire exits. No explanation. Held there for over an hour. People fainting. Panicked skeleton Heathrow ground team not knowing what to do.\"\nOn Saturday morning, Heathrow Airport tweeted that it was unable to say how long travellers would have to queue for immigration. \nIn a subsequent statement, the airport said it had \"escalated\" the issue with Border Force and expected it to provide a better service over the weekend.\nA Heathrow spokesperson said: \"We are very sorry that passengers faced unacceptable queuing times in immigration due to too few Border Force officers on duty. \n\"Border Force were aware of the extra demand from families and we are very disappointed that they did not provide sufficient resource. \n\"We have additional Heathrow colleagues to support in managing queues and to hand out passenger welfare including water, but we need every immigration desk to be staffed at peak times. \n\"We have escalated this with Border Force and expect them to provide a better service over the remainder of the weekend.\"\nThe Home Office said it was the busiest weekend of the year for returning passengers, with particularly high numbers of families with children under the age of 12 who cannot use e-gates.\nE-gates allow travellers with biometric passports to bypass manual inspections when they cross border control.\nA Home Office spokesman said: \"Throughout the pandemic we have been clear that queue times may be longer as we ensure all passengers are compliant with the health measures put in place to keep the UK public safe. However, the very long wait times we saw at Heathrow last night are unacceptable...\n\"Border Force is rapidly reviewing its rosters and capacity and flexibly deploying our staff across the airport to improve waiting times.\" \nThe Home Office added that Border Force was working closely with Heathrow Airport and its airlines and was committed to ensuring passengers had \"a safe and hassle-free journey\".\nThe ISU union, which represents borders, immigration and customs staff, said Border Force had been \"chronically under-funded for years\" at major airports, with new recruits directed to inland and international trade to address issues arising from Brexit. \nSpeaking about the scenes on Friday, an ISU spokeswoman said: \"It will happen again. Not just at Terminal 5 but potentially at any large airport.\"\nThe UK's travelling restrictions were eased for many on 19 July, when the government dropped the requirement to quarantine after returning from amber list destinations for children and fully vaccinated adults. \nMost countries - including the UK's most popular holiday destinations - are on the amber list.\nTravellers coming from green list countries do not need to quarantine when they come back to the UK - whether or not they have had two doses of a coronavirus vaccine.\nHowever, travellers from green and amber destinations must have one test before returning to Britain and another two days after they get back.\nOnly British nationals can enter the UK directly from a red list country, and they must pay to quarantine in government-approved hotels and be tested.\nThe travel industry has criticised the UK's changing travel rules, with airlines saying the system risked making international travel \"more expensive, burdensome and uncertain compared to other countries\". \nTravel lists are currently updated every three weeks and the system is similar for England, Scotland, Wales and Northern Ireland. \nRead more here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58446539",
      "category": "health",
      "title": "Flu jab delay: Doctors call for MPs to take action",
      "tags": "NHS,Flu",
      "text": "Doctors have queried why the government did not plan for a delay to flu vaccine deliveries in England and Wales.\nSeqirus, one of the UK's largest suppliers of seasonal flu vaccines, has said the delay of up to two weeks is due to a shortage of HGV drivers.\nBritish Medical Association vice-chairman David Wrigley urged MPs to \"to take some action and say why are there were no contingency plans in place\". \nThe Department of Health said it was \"untrue\" to say there was a shortage. \n\"The delivery from one supplier is delayed by one or two weeks and this should have no impact on the flu vaccination programme overall,\" a spokesperson said. \nNHS England says patients who are affected will be contacted by their GP.\nDr Wrigley told BBC Breakfast his practice was expecting 5,500 flu vaccines to be delivered. \nHe said some members of staff were \"physically shaken\" at the news that all those appointments would have to be rescheduled.\nHe said: \"We know there's difficulties with HGV drivers so why are we not getting these flu jabs to the practices so we can get them into our patients' arms and protect them?    \"We're hearing nothing from our politicians and the BMA is actually calling for the government to have a Cobra meeting because within the space of two weeks we've seen two major crises of cancellation of blood tests and now flu jabs.\"\nSeqirus, which supplies vaccines to GP practices and pharmacies in England and Wales, said: \"Due to unforeseen challenges linked with road freight delays, we have informed all our customers of a consequent delay to their scheduled vaccine delivery by a maximum of one to two weeks.\nThe company, which is one of a number of suppliers, said it was it was \"working hard to resolve the delay\" and customers would be able to reschedule their flu vaccination clinics.\nProfessor Anthony Harnden, deputy chairman of the JCVI, said there could be a surge in flu cases this year so delays to jabs were concerning.\nCoronavirus lockdowns meant flu levels had been very low last winter, he told BBC Breakfast.\n\"We do know when there are low circulating influenza levels the year before often we get high infection rates in the following year,\" he said.\n\"So it's quite possible that we will have a high instance of influenza this year.\"\nHe said it was important to get the flu jab \"as soon as possible\" and that he hoped the delay would be corrected soon.\nMeanwhile, the professional body representing GPs said it would hit practices.\n\"This is news we really didn't want to hear\", said Dr Gary Howsam, vice chairman of the Royal College of GPs.\n\"With more than 36 million people eligible for the flu vaccine on the NHS this year, GPs need the supply chain to run like clockwork.\nDr Howsam said GPs are \"already under enormous pressure and still waiting for details of how the Covid booster campaign will align with everything else they need to do this winter\".\nDoctors meticulously plan jabs each year, he said, adding that it is \"essential that as many people as possible in at-risk groups get their vaccination as early into the flu season as possible\".\n\"A delay of even a couple of weeks is going to have a big impact on practices and their patients, especially when GPs are already dealing with the fallout caused by the shortage of blood test bottles and the anxiety this is causing.\"\n\"General practice and the entire NHS is dependent on the smooth roll-out of the winter flu vaccination programme. It cannot fail,\" he said.\nDoctors are already dealing with a shortage of blood test tube vials due to supply chain issues.\nDr Richard Vautrey, British Medical Association GP committee chairman, said the delay is likely to affect a \"significant proportion\" of practices - and have a \"serious impact\" on practice workloads and patients.\nHe said: \"Many practices will have spent the last few days and weeks meticulously planning for their flu vaccination programme, inviting and booking patients in for their jabs, only now to have to contact them all again to cancel or reschedule appointments.\n\"This causes a huge increase in staff's already unsustainable workloads, and inconvenience and unneeded anxiety for patients who will be keen to be protected ahead of winter.\nLabour's shadow health secretary Jon Ashworth said: \"GPs are at their wits' end, first forced to cancel blood tests because of bottle shortages and now we learn flu vaccines will be delayed.\n\"This has been a summer of crisis for the NHS with patients paying the price.\n\"With winter coming and flu resurgence a huge risk, ministers must urgently get a grip.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58423152",
      "category": "health",
      "title": "What difference will jabbing young teens make?",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "All children aged 12 to 15 in the UK are to be offered one dose of the Pfizer-BioNTech Covid jab. \nIt follows a recommendation from the UK's four chief medical officers that vaccinating them would help reduce disruption to their schooling this winter and benefit those growing up in the poorest areas.\nThe UK's advisory body, the JCVI, said there was only a marginal benefit to vaccinating adolescents on health grounds alone and stopped short of recommending it - but it did advise vaccinating children over 12 with specific underlying health conditions who are at greater risk.\nThere is general agreement that this was a really tricky call to make.\nStrong opinions have been expressed on all sides, by scientists, doctors, teachers and parents alike.\nThe JCVI focused squarely on the health benefits of vaccination to children themselves - not on the impact to their schooling or other people.\nChildren's risk from Covid isn't zero but the chances of them becoming seriously ill from Covid are incredibly small. Deaths among healthy children are extremely rare - most have life-limiting health conditions.\nThat means there needs to be a clear and obvious advantage to giving them a jab. \nHowever, a very rare side-effect of the Pfizer and Moderna vaccines has made that calculation a lot more complicated. \nPaul Hunter, professor of medicine at University of East Anglia, says there's been intense pressure on the JCVI and he can understand why they have been cautious.\nResearch on millions of people who've had the mRNA vaccines (Pfizer and Moderna) shows there's a tiny risk of myocarditis, or inflammation of the heart, which is more common in young people - and particularly younger boys - after a second dose. It can cause chest pain and a pounding heart, but symptoms usually clear up in days. \nNo vaccine or drug is ever 100% safe, and data from the US shows the numbers of children affected are very small. \nFor every million Pfizer second doses given to 12-17-year-old-boys, around 60 had the condition (compared with eight in a million among girls). The rates in this age group are higher than in older ones - and it's why only one dose for 16 and 17-year-olds in the UK has been recommended, for now.\nBut being infected with Covid has consequences for teenagers' health too - including their hearts - so how big is that risk?\nA recent US study suggests having Covid-19 could be six times more likely to trigger myocarditis in young men than the vaccine, with a rate of about 450 per million infections. \nHowever, the long-term effects of myocarditis after vaccination and the wider health impacts of Covid in children in the short and long-term are still not known.\nJust because countries have access to the same data doesn't mean they will reach the same standpoint on this finely-balanced question.\nCountries are influenced by a variety of different factors - from vaccination rates in adults to political pressure and fears over another wave of Covid. \nThe US, for example, has vaccinated more than 10 million over-12s and concluded that the benefits of protecting against Covid illness and its complications  \"far outweigh\" the small potential risk of an adverse reaction to the vaccine. \nFrance, Italy, Canada, Spain, Israel and many other countries are all vaccinating this age group for the same reason.\nVaccinating secondary-school-age children wouldn't stop the virus circulating in schools or in society more generally.\n\"Even if 100% of people in the UK were vaccinated - and their pets - the virus would still spread,\" Prof Hunter says.\nBut vaccines for teens are still likely to reduce infections in that age group, and could help keep more children in school over winter, although it's unclear how much it would limit wider community spread.\nThe government's scientific advisers recently said that 40-70% of children in secondary schools may already have been infected by the start of term, meaning many have some in-built protection.\nThen there's the question of whether encouraging more over-18s to have a vaccine would be a more productive aim, given their greater risk, with more than 12% still reluctant to even have one? \nIn the end it comes down to choice, and a fine balance between a very rare side-effect from the vaccine, and a very low risk to children themselves from Covid."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58437713",
      "category": "world-asia",
      "title": "Life in Kabul under Taliban: Where is your male escort?",
      "tags": "Afghanistan,Taliban",
      "text": "\"Why are you travelling without a mahram?\" the Taliban guard asks a young Afghan woman about her missing male escort. \nShe sits on her own in the back of a beat-up Kabul yellow taxi as it pulls up to the checkpoint marked, like all the others, by the white Taliban flag with black script. \nWhat is allowed now in Kabul, and what is not?  \nThe turbaned Talib, rifle slung over shoulder, tells her to call her husband. When she explains she doesn't have a phone, he instructs another taxi driver to take her home to get her husband and bring them back. Once completed, all is resolved. \nKabul is still a city of a grinding traffic gridlock, wooden market carts groaning with Afghan green grapes and deep purple plums, and street kids in tattered tunics threading through the melee. \nOn the surface, the city seems much the same. It's not.  \nIt's a capital governed by Taliban statements, and some Taliban on the streets. \n\"Be careful in how you deal with your people. This nation has suffered a lot. Be gentle,\" urged spokesman Zabihullah Mujahid in an impromptu press conference, flanked by fighters in full combat gear, the first day after the last US soldier flew home. \nSome things don't need saying. As soon as the Taliban swept, with surprising speed, into Kabul last month, Afghans knew what to do during Taliban rule 2.0. Men stopped shaving to allow beards to grow; women switched bright scarves to black ones and checked the length of their dresses and cloaks.  \nSo much else is uncertain, unnerving.  \n\"What should I do?\" many Afghans ask in urgent cries for advice, and assistance to escape, tumbling by the hour onto my phone and computer, and those of countless others around the world. \nMaryam Rajaee knew what to do when Kabul collapsed.  \nOn 15 August, as Taliban fighters surged into the streets, she was conducting a long- awaited workshop for female prosecutors in the attorney general's office. \n\"We must continue,\" her eager students implored her when she flagged the looming threat.  \nBut her class soon resigned itself to this sudden reversal. Since then, Rajaee has been moving from one safe house to the next with her family including two young children.  \nHer three-year-old daughter, Nilofar, already says she wants to be an engineer; her multi-coloured plastic building blocks sit in the corner of a mud-brick room, a late summer sun streams through the windows.  \nNo one is quite sure yet what Taliban leaders mean when they say women and girls will be given \"all their rights within Islam\". \nMany women, including Rajaee, were told in no uncertain terms, \"don't come back to the office\". Many fear they'll never be allowed to return to the life they lived in a city they no longer feel is their own. \n\"It is my right to be educated, to have a good job, to participate in society at a high level,\" Rajaee tells us as she sits next to a pile of textbooks for her university degree, and her work heading a unit on gender and human rights awareness. \n\"All my dreams have been destroyed,\" she reflects, her voice breaking. \nTwo decades of international engagement created a space for new ideas, new identities. Now some lives lived are a liability.   \n\"I have good memories of our Christmas parties, of times we cooked delicious food and we were all so happy,\" reminisces Hameed, who'd been a head chef at the British embassy in Kabul for 13 years. We sit cross-legged on a carpet with his five young children, and a pile of faded photographs and certificates of appreciation for his work.  \nBut Hameed, and some 60 other employees at the embassy were hired through a private contractor. Sources say almost all of the staff directly employed by Britain's foreign office managed to fly out of Kabul before Taliban moved in; contractors were left behind.  \n\"We worked so hard, even during the Covid lockdown. If they don't take us out of here, it is a big betrayal,\" laments Hameed. Britain, like some other Western countries, is promising to find ways to help, in third countries, but for many it's a daunting and dangerous prospect to find new routes out. \nSome have already fled from this city in haste; some now happily rush in.  \nTaliban fighters stream into Kabul from the provinces. A group from Uruzgan, in central Afghanistan, invite us for a chat as we approach the entrance to Kabul airport.  \n\"I haven't been able to visit Kabul for years,\" says 25-year-old Rafiullah, effusive about his \"great happiness\". Asked about the many educated Afghans his own age who feel their future has disappeared, he waves an olive branch. \"We are all Afghans and the country is now moving toward a good path of peace and prosperity.\" \nIn some neighbourhoods, Taliban fighters go house-to-house. There's a knock on the door, a demand to hand over government phones and cars, anything of value from their old job. Sometimes even private cars are seized by Taliban who doubt it could have been afforded without some kind of corruption.  \nIn western Kabul, in neighbourhoods like Dasht-e-Barchi, populated largely by members of the minority Hazara community, residents whisper of house searches, of men being taken away.  \n\"I'm scared,\" says one woman who travels into the centre of the city for her job. \"We are telling the Taliban we are our family's only source of income and we have to go to work.\"  \nIn the heart of Kabul, the queues in front of the banks stretch all the way down the street. Most branches are shut; most have no money.  \n\"It's been a week I have been coming every day to get some money,\" declares one man in the bulging crowd. \"This is a new start just to go backwards.\" \nFrom rural areas, far from this city in so many ways, come comments of relief that American warplanes have finally left the skies, that fighting has gone. For millions of Afghans who live with deepening hunger and hardship, life hasn't changed one jot in their struggle just to survive.  \nIn this time between the collapse of the old order and the creation of the new, many take each day, as it comes.  \n\"Is this history, is this real, I can't believe my eyes what I am seeing,\" says freelance Afghan journalist Ahmed Mangli when we meet by Kabul airport. \nWe talk in a district strewn with rubbish and luggage abandoned during the scramble to board the last military flights during the unprecedented international airlift. Mangli first started working in Kabul when the Taliban were ousted 20 years ago.   \n\"The Taliban spokesman is trying to co-ordinate media but everyone has a weapon, everyone feels they are king,\" he reflects. \"I don't know how long I can take this risk but I want to be part of this history.\"  \nA historic moment unfolds; a historic past is being undone. Billboards with beaming brides in glittering white gowns and racy red lipstick are now being blacked out. The sweeping street murals of the Art Lords team - which told stories of courageous journalists, committed doctors, a yearning for peace after so much war - are being painted over. The first to go was an image, starkly painted in black and white, to mark the signing of a deal last year in Doha between the Taliban and the United States. \nA people of poets now struggles to find words.  \nAn old friend, Masood Khalili, who's fought on so many fronts over so many years, sends me some verse.  \n\"Last night the Writer of Fate whispered in my ear, Our Book of Destiny is filled with smiles and tears.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58445499",
      "category": "health",
      "title": "Covid-19: Decision on jabs for children due in days",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "The government believes there is a \"strong case\" for offering Covid jabs to healthy 12-15 year-olds, a source has told the BBC, as it awaits advice from the UK's chief medical officers.\nOn Friday vaccine experts did not recommend a rollout as the benefits on health grounds alone were \"marginal\".\nThey have now asked the chief medical officers to consider the wider implications of extending vaccinations to younger pupils. \nA decision is expected within days.\nGovernment sources believe vaccinating younger children could reduce disruption in schools and help keep infection rates down as winter approaches.\nUp until now the advice of the Joint Committee on Vaccination and Immunisation (JCVI) with regards which groups should get the Covid jab has been followed across the UK.\nOn Friday the JCVI recommended widening the existing vaccine programme to include an extra 200,000 12-15 year-olds with specific underlying conditions.\nBut they stopped short of advising in favour of vaccinating healthy children in that age group, saying \"the margin of benefit is considered too small to support universal vaccination... at this time\".\nProf Anthony Harnden, the JCVI's deputy chairman, was asked on BBC Breakfast about the potential now for parents to soon be faced with having to make a decision on whether or not to have their child vaccinated when different experts had offered varying opinions.\nHe replied that past decisions on widening the rollout had been \"fairly clear cut\" but for this age group for healthy children there was not a \"right or wrong\". \nProf Harnden added: \"We have done our job. We have looked at the data, we have resisted a lot of pressure in terms of people making pronouncements - but we have actually coldly looked at the data.\" \nShould the jab rollout be extended, he said \"parents need to understand what the risks are, what the benefits are and make up their own mind about whether they offer consent or not... vaccinating 12-15 year-olds is not a black and white decision\".\nHealth Secretary Sajid Javid has asked the chief medical officers to consider the rollout of the vaccine to the new age group \"from a broader perspective\".\nThis means the rate of transmission will also be a key consideration for the four chief medical officers.\nLabour said there was a \"strong case for vaccination to prevent further disruption to children's learning\" and the government must \"move urgently to make a decision\" once the chief medical officers have given their advice.\nMinisters have let it be known they are keen on getting this age group vaccinated - both through public pronouncements and privately behind the scenes.\nThe argument is that it could reduce school disruption and keep infection levels low.\nBut there's still plenty to consider. Giving this age group jabs would mean time out of class and possibly off school recovering from common side effects such as a mild fever.\nThis is not like the flu jab, which is a simple nasal spray.\nIts ability to curb spread may be less than first assumed too. It is thought about half of this age group may have been infected already and therefore have natural immunity.\nThe emergence of the Delta variant also means the vaccine is less effective at stopping infection than previously - its main benefit is to prevent serious disease and as these healthy children are at incredibly low risk of that the benefits, as the JCVI points out, are marginal.\nIt is worth remembering that there are six million adults - twice the number in this age group - who still remain completely unvaccinated. \nPerhaps there's a disproportionate amount of attention given to children?\nProf Jason Leitch, Scotland's national clinical director, told the BBC the chief medical officers have been asked for \"advice in the round - not just about the individual risk per kid, but also look at the educational environment, the time off school, the safety of schools\".\nIn Scotland, pupils started returning to the classroom from 11 August. \nHowever, cases doubled in a week, with the surge blamed partly on the return of schools after the holidays.\nAnd last year, the surge that led to England's second nationwide lockdown gathered pace in September as firstly schools and secondly universities reopened.\nThe government has maintained throughout the pandemic that it will follow the advice of scientists.\nWhile scientists on the JCVI make recommendations, the chief medical officers directly have the ear of ministers.\nProf Chris Whitty is England's chief medical officer, with Dr Frank Atherton, Dr Gregor Smith and Dr Michael McBride holding the roles in Wales, Scotland and Northern Ireland respectively.\nSandra Carleton said she did not want her 12 year-old son Charlie to have the vaccine.\n\"He has just recovered from Covid so giving him the vaccine most certainly poses more of a risk than a benefit,\" she said.\n\"He is fine following Covid but I am not so sure he would have been after the vaccine.\"\nMeanwhile, Sue in Yorkshire says she wanted her children, aged 12 and 13, to have the jab \"as soon as possible\".\n\"The JCVI is unusually cautious about a vaccine and yet completely incautious about this virus and its impact on children.\"\nRead more views from parents here.\nGeoff Barton, general secretary of the Association of School and College Leaders, told BBC Radio 4's Today programme: \"If the guidance is this will reduce the disruption for all those young people, yes, we will absolutely back that.\n\"We have to look at the broader picture… In England. specifically, where we have got so few measures now, this is going to be one of the most reassuring ways of telling those 12 to 15 year olds... that is going to minimise the disruption for you.\"\nThe new JCVI advice recommends widening the rollout to children with chronic heart, lung and liver conditions who were at much higher risk of Covid than healthy children.\nThe decision not to recommend the vaccine to all healthy children was partly based on concern over an extremely rare side effect of the Pfizer and Moderna vaccines that causes heart inflammation, and can lead to palpitations and chest pain.\nData from the US, where millions of young teenagers have been vaccinated, suggested there have been 60 cases of the heart condition for every million second doses given to 12 to 17-year-old boys (compared to eight in one million girls). \nFrance, Italy, Israel and Ireland have also been offering the vaccine to all children in this age group.\nBut as children are at such low risk from the virus, the JCVI decided vaccination would offer only \"marginal gain\" and, therefore, there was \"insufficient\" evidence to offer mass vaccination to this age group.\nThe JCVI said it was difficult to factor in long Covid in its advice because of the uncertainty over how common it was in children, although it appeared to be less prevalent than in adults.\nPaediatricians say healthy children with Covid end up in intensive care at a rate of two in one million, but this rises to 100 in one million for children with certain health problems.\nOn Saturday, 37,578 cases of coronavirus were reported in the UK and 120 deaths within 28 days of a positive test.\nAs a parent, how do you feel about your 12-15 year-old being vaccinated? Share your thoughts by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58450230",
      "category": "world-asia",
      "title": "Afghanistan: Taliban break up women's rights protest in Kabul",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Taliban officials have broken up a demonstration by dozens of women in Kabul demanding rights following the Taliban takeover in Afghanistan. \nThe group say the Taliban targeted them with tear gas and pepper spray as they tried to walk from a bridge to the presidential palace. \nBut the Taliban maintain the protest got out of control, according to Afghan media outlet Tolo News. \nIt's the latest of several protests by women in Kabul and Herat. \nThe women were calling for the right to work and to be included in the government. The Taliban say they will announce the make-up of their administration in the coming days. \nThe Taliban have said women can be involved in government, but not hold ministerial positions. \nMany women fear a return to the way they were treated when the Taliban were previously in power, between 1996 and 2001. Women were forced to cover their faces outside, and harsh punishments were meted out for minor transgressions. \n\"Twenty-five years ago, when the Taliban came, they prevented me from going to school,\" journalist Azita Nazimi told Tolo. \n\"After five years of their rule, I studied for 25 years and worked hard. For the sake of our better future, we will not allow this to happen.\" \nAnother demonstrator, Soraya, told Reuters: \"They also hit women on the head with a gun magazine, and the women became bloody.\" \nOn Saturday, US General Mark Milley questioned whether the Taliban would be able to transition from an insurgent force to a government, saying there was a \"good probability\" of civil war.\n\"That will then in turn lead to conditions that could, in fact, lead to a reconstitution of Al-Qaeda or a growth of Isis [Islamic State group],\" he told Fox News.\nMeanwhile the UK's Head of the Armed Forces, General Sir Nick Carter, defended military intelligence over criticism it failed to predict the Taliban's advance, saying even the Taliban themselves were surprised at how easily they took control.\nHe told the BBC \"a lot of money changed hands as they managed to buy off those who might have fought for them\". \nClashes have continued over the weekend in the Panjshir Valley, north of Kabul, where resistance fighters have been thwarting efforts by the Taliban to exert control.\nBut there's been claim and counter-claim. The Taliban maintain they've taken control of two more districts and are heading for the centre of the province. \nA spokesman for the National Resistance Front of Afghanistan (NRF) said heavy fighting was continuing and thousands of Taliban had been surrounded. \nThe Panjshir Valley, home to between 150,000 and 200,000 people, was a centre of resistance when Afghanistan was under Soviet occupation in the 1980s and during the Taliban's previous period of rule. \nThe NRF's leader, Ahmad Massoud, praised protests by women in Herat, and said Panjshir continued to resist. \nNone of the claims by the NRF or the Taliban could be independently verified. \nIn a further sign of Kabul's airport resuming activity following the US withdrawal last week, Afghan airline Ariana announced internal flights to three cities: Herat, Mazar-i-Sharif and Kandahar. \nAl-Jazeera TV quoted Qatar's ambassador as saying a technical team from Qatar had succeeded in reopening the airport to receive aid flights. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58413764/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Shaken to the core, can the NHS cope this winter?",
      "tags": "NHS,Coronavirus pandemic",
      "text": "With autumn arriving, the NHS is bracing itself for a tough few months.\nCovid, plus the return of normal winter illnesses and a growing backlog, could stretch the NHS to its limit.\nHow well equipped is the NHS for what is coming?\nHospitals have had to make drastic changes to the way they run since the start of the pandemic.\nExtra infection control measures have been introduced and the need for social distancing has squeezed space at hospitals.\nSome services have had to be moved off-site and the total number of beds has had to be cut by close to 10% across the UK. In England this led to a drop from just over 100,000 beds to just over 90,000.\nEarly in the pandemic lots of other care was stopped - mainly non-emergency treatments, such as hip and knee replacements.\nThis meant there were actually plenty of beds available in spring 2020 - as you can see from the red bars above.\nBut since then the NHS has tried to combine treating Covid patients with maximising the amount of other care being provided.\nIt means hospitals are pretty much full - around 85% of beds are occupied in the most recent period, which is the recommended maximum to maintain safe care.\nSome wriggle room is needed to cope with surges in demand and to ensure beds can be cleaned between patients.\nIn the winter more than 40% of beds were occupied by Covid patients, placing a huge toll on the health service.\nThat is now down to under 7%.\nThese figures relate to England, but the picture is similar in Scotland, Wales and Northern Ireland.\nThat may not seem a lot, but for a health service that has always been run close to the bone, it is still enough to have a significant impact on care - particularly when you consider that those who are severely ill with Covid need more support from doctors and nurses than the average emergency admission.\nThis has a knock-on effect. For example, the number of non-emergency operations being done is still around 10% below the level it was before the pandemic began.\nThe result of this is a growing number of people who are waiting to be seen. \nThe waiting list of hospital operations and other routine treatments is approaching 5.5 million, the highest level on record.\nAnd that may only be the tip of the iceberg. The number being referred for treatment in the first place has dropped significantly - in 2020 it fell by six million.\nThis \"hidden waiting list\" could soon start appearing, sending the waiting list soaring.\nCancer services have been less affected - they are seeing the numbers that were there before the pandemic.\nBut during the first six months of the pandemic there was a drop, meaning around 50,000 fewer diagnoses were made.\nDoctors fear this could lead to a growth in people being diagnosed with late-stage cancer, which reduces the chances of survival.\nThe impact of the pandemic is being felt in other ways. \nMental health services are seeing a rise in people needing treatment, with reports that patients are being placed on general wards because some hospitals have run out of specialist beds.\nMeanwhile, Dr Sarah Scobie, of the Nuffield Trust think tank, says \"bottlenecks\" in A&E and the strain on the ambulance service, mean people with severe conditions like heart attacks and strokes are waiting twice as long as expected. Performance, she says, is \"deteriorating alarmingly\".\nLast year saw hardly any flu, while other respiratory viruses were only circulating at very low levels.\nThis was put down to lockdown and social distancing, meaning the normal winter viruses did not get the chance to spread.\nThat comes at a cost. Public Health England (PHE) has warned that immunity to these viruses will have waned, while very young children will not have been able to develop any at all.\n\"Children under two are at a particular risk,\" says PHE medical director Dr Yvonne Doyle.\nThere are already signs the impact of this is being felt. Rates of RSV - a virus that hospitalises 30,000 under-fives a year - are already at much higher levels than normal.\nIf the other viruses follow suit, the combined pressure from other respiratory viruses could exceed the current levels of Covid.\nThen there is the concern that Covid cases could climb further as schools go back and people return to workplaces, and there are more normal patterns of mixing after the summer break.\nAnother important consideration is the \"health\" of the NHS.\nUnions have warned that staff are exhausted after fighting the virus on the frontline for the past 18 months.\nWhat is more, before the pandemic the NHS was already being stretched more than some of the other health systems in Europe.\nThe UK has fewer doctors per head than Germany and France. It is part of the reason why NHS managers in England have called for extra funding for winter, and then another £10bn more for next year on top of the £140bn they are due to get.\nThere is plenty of sympathy for the call.\nThe risk to the NHS is not just winter, says Anita Charlesworth, director of research at the Health Foundation and a former Treasury official. Covid, she warns, will be causing problems \"for years to come\".\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58447559",
      "category": "uk-wales",
      "title": "Photographer tracks down Conwy castle proposal couple",
      "tags": "Conwy,Deeside,Weddings,Photography,Marriage proposals,British Army",
      "text": "A passing photographer who captured a man's proposal to his girlfriend has tracked down the couple after they melted hearts online.  \nOff-duty soldier Rhian Goddard snapped the moment at a north Wales beauty spot when Daniel Doran asked girlfriend Debbie Walker to marry him.\nShowing Daniel on bended knee with ring in hand, the romantic image at Conwy castle was a hit on social media.\nThe couple have now asked Rhian to be the photographer at their wedding.\nRhian was on leave from the Army Air Corps (AAC) over the bank holiday weekend when she was taking photos of her dog near the castle at sunset.\n\"I was changing lenses at the time and, as I turned, I saw him [Daniel] getting on one knee and producing the ring box,\" said Rhian.\n\"I thought, 'Oh my God' I need to be really quick. By the time I got the lens on and lifted the camera I got that one shot before he got back up and hugged Debbie.\"\nEager to share the snap with the couple while not spoiling any announcements, Rhian waited a few days before taking to social media with the faint hope of finding them.\n\"With it being a bank holiday weekend, there were so many tourists around and I thought they could be from anywhere so the chances of reaching them were really slim,\" she said.\n\"But I guess it tugged on the heartstrings of so many people that it was shared thousands of times.\"\nAs it turned out, the couple were also from north Wales and had recently celebrated their first anniversary of dating.\n\"We'd just been to a spa in Conwy and Dan asked if I wanted to go for a meal, but I said I'd rather go for a walk,\" said Debbie, 38.\n\"He was acting strange, dragging me around trying to go up the wall around the castle, even though I was knackered\n\"Then we sat on a bench and he got on one knee.\"\nShe added: \"I'm still blown away by the reaction. I've had so many messages and the last week has been a whirlwind. \n\"The photo is lovely. It really captures the moment of what Dan did. It was a beautiful night.\"\nNow the couple, from Deeside in Flintshire, have invited Rhian to their engagement party next month and are even hoping she will be their wedding photographer, when they set a date.\nDebbie said: \"We've spoken about it. It all depends on whether she can get the time off to do it and hopefully they can come to the party.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leeds-58437999",
      "category": "uk-england-leeds",
      "title": "Church abuse: Batley vicar jailed for assaulting three-year-old",
      "tags": "Batley,Huddersfield",
      "text": "A vicar who sexually abused a three-year-old has been jailed for the \"extremely wicked series of acts\".\nGordon Newton, 40, who worked in Batley, West Yorkshire, abused the girl on a number of occasions.\nLeeds Crown Court heard he had confessed to having a sexual interest in children for a number of years.\nA judge branded Newton a \"hypocrite\" and said he had committed \"a gross abuse of trust\" as he sentenced him to nine years and seven months.\nProsecutor Julian Jones told the court Newton's wife, Julie, had handed her husband's old mobile phone to police, who found 276 indecent images of children. \nOf those, 70 discovered on the device were deemed to be in the most serious category of abuse images.\nA further trawl of Newton's browsing history revealed at least one search which \"suggested a search for images for children aged under three\", Mr Jones said.\nIn a statement read in court, Newton's wife said she had been left unable to work full-time and suffers depression as a result of his crimes.\nPreviously a dedicated churchgoer, she said her husband's arrest and the subsequent charges had shattered her faith, which was now \"non-existent\".\nJudge Tom Bayliss said Newton, of Cross Church Street, Huddersfield, had ruined the child's life, as well as his own and his wife's.\n\"You held yourself out as a man of God but you're nothing. You're a hypocrite,\" he said.\n\"For a man in your position, what you've done amounts not only to an extremely wicked series of acts, but to a gross abuse of a position of trust.\n\"You abused the trust of so many others in so many ways. You abused the trust of your parishioners and of the Church of England authorities.\"\nNewton pleaded guilty to 12 offences, including six counts of sexually assaulting a girl under 13.\nHe will be placed on the sex offenders'' register for life and a sexual prevention order was also made. \nKitty Colley, defending, said Newton knew his crimes were \"disgusting and vile\" and had \"genuine remorse\" for his actions.\nA spokesperson for the Diocese of Leeds said Newton's \"deeply shocking\" actions were \"a matter of deep shame and regret\".\nThey said he would be \"subject to the disciplinary processes of the church, which will remove him from his office as vicar and prohibit him from exercising his holy orders\".\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58447040",
      "category": "uk",
      "title": "Covid: What do parents think about vaccinating children?",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A decision on whether to offer coronavirus vaccines to all 12 to 15-year-olds is expected within days - but what do parents think?\nThe UK government believes there is a \"strong case\" for giving jabs to all healthy children over 12, a source has told the BBC.\nBut the Joint Committee on Vaccination and Immunisation (JCVI) said on Friday it did not recommend this, as the benefits on health grounds were only marginal. They have now asked the chief medical officers to consider the wider implications of extending vaccinations to younger pupils.\nSome parents have told us whether they are for or against vaccinating their children and why.\nSandra Carleton said she did not want her 12 year-old son Charlie to have the vaccine.\n\"He has just recovered from Covid so giving him the vaccine most certainly poses more of a risk than a benefit,\" she said.\n\"He is fine following Covid but I am not so sure he would have been after the vaccine.\n\"I would have been against him having it anyway. If they don't contemplate 11-year-olds then why 12-year-olds?\nTracey, who asked us not to use her full name as she is a teacher, said her 14-year-old son had asked to be vaccinated and she supported his decision.\n\"He would also like to continue wearing a mask at school,\" she said. \"He wouldn't even take it off to play sport last year as he felt it was his way of protecting others.\n\"We've been told we're going back to full school assemblies with hundreds of pupils and that seems crazy. It just seems like we've got bored of Covid.\n\"With very few mitigations in place to protect against the virus, vaccination would be a way of not just reassuring and protecting pupils but those around them. \n\"Many families have vulnerable people and people's lives are important.\"\nThe JCVI said children were at such a low risk from the virus that a mass vaccination programme for those aged 12-15 would offer only a marginal benefit, though it did advise widening the existing vaccine programme to include an extra 200,000 teenagers with specific underlying conditions.\nIts deputy chairman Prof Anthony Harnden said \"parents need to understand what the risks are, what the benefits are and make up their own mind about whether they offer consent or not.\"\nHe said vaccinating 12 to 15-year-olds is \"not a black and white decision\"\nSteve Jones, 49, from Worthing in West Sussex, said if he was in charge vaccinations for 12 to 15-year-olds \"would not go ahead\".\n\"I've also seen that parental consent may not be required, I'm against it anyway, but that makes it even more worrying in my mind,\" he said.\nMr Jones said the fact that the JCVI had not recommended the move but the government was considering it \"raises massive red flags for me\". \nMr Jones said his son, who is just about to turn 14, \"may be too young to have a view or to weigh up the benefits and risks and make a decision\". \n\"I think he and other children would make a decision that's based on peer pressure rather than a cost, benefit analysis and that decision could have a long-term impact,\" he said.\nSue in Yorkshire, who asked us not use her surname, said she wanted her children, aged 12 and 13, to have the jab \"as soon as possible\". \nShe said: \"The JCVI is unusually cautious about a vaccine and yet completely incautious about this virus and its impact on children. \n\"Parents don't ignore risks that they can't quite yet put a figure on, and yet that's exactly what the JCVI have decided to do with long Covid.\n\"A committee that can't make timely decisions is not fit for purpose. \n\"We could have been vaccinated before returning to school as is the case in France and Germany. \n\"Parents are frightened. We don't want to send our kids back to school, we've protected them all summer. I don't want to send mine back.\"\nChildren aged 12 to 15 who have specific underlying health conditions are already being offered a coronavirus vaccine.\nLike Roseanna's son 12-year-old Liam who has a condition called Charcot Marie Tooth Disease and had his jab today.\nRoseanna, from the Isle of Man, said: \"I've been that mother where doctors have come in and said they need to put your son on the breathing machine. \n\"If there's a virus that will do that to him again it would be stupid not to get the vaccine. \n\"It's quite nerve wracking when people do not understand how high risk you are or what the impact of Covid could be for us.\"\nLiam said: \"The vaccine is made to help people and I think the positives will outweigh the negatives. \n\"I forgot I had the vaccine. I feel fine. I've not noticed it at all and it's going to help.\"\nAs a parent, how do you feel about your 12-15 year-old being vaccinated? Share your thoughts by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-58439099",
      "category": "uk-england-somerset",
      "title": "Lee Collins: Partner demands welfare for pro players",
      "tags": "Mental health",
      "text": "The partner of a professional footballer who killed himself is backing calls for welfare officers for players.\nYeovil Town captain Lee Collins was found dead in a hotel room on 31 March.\nHis partner Rachel Gibbon said he was nearing the end of his 14-year career and was worried over what to do next.\nThe Professional Footballers Association (PFA) says it is committed to continually improving its education and wellbeing support for players.\nThe idea of welfare officers was first suggested by a former teammate of Mr Collins from his time at Port Vale, Adam Yates, who wrote an open letter to the PFA on the matter.\nMr Yates explained: \"It's somebody who can be there for a conversation, a little bit of guidance and who can escalate it to a someone more professional outside of football.\"\nMs Gibbon said there had been \"no support\" for her partner, who had three children.\nRecalling the period before his death, she said: \"Towards the end he was a different Lee. He was down, he was insecure, he was shy, he was broken.\n\"Football is all he's ever known from coming through the academies at [Wolverhampton Wanderers] - he's never had a 'proper job' per se.\n\"He didn't want to go into coaching or management of the game, that wasn't Lee, so what to do next was a real worry.\"\nMs Gibbon said the welfare officer role could be fulfilled by ex-footballers.\n\"It also gives past players who aren't too sure what they want to do in the future the opportunity of a role to stay within the football community but not be attached to coaching or management.\"\nShe said: \"We now have to live with the consequences of no support, not being enough opportunity for players to speak to somebody. If this helps just one player, then it's 100% worth it.\"\nA PFA spokesperson said: \"We have identified a wide range of football-specific areas that can adversely impact a player's mental health. \n\"We are committed to continually improving our education and wellbeing support, which also includes evaluating the way football as a whole supports players.\"\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58450524",
      "category": "health",
      "title": "Covid: Call for clarity on vaccines for children",
      "tags": "Children,Coronavirus vaccines,Vaccination,Coronavirus pandemic",
      "text": "Labour has called for clarity on Covid vaccines for children to prevent further disruption to their education. \nHowever, shadow education secretary Kate Green said other measures including mask-wearing, ventilation systems and testing were also needed. \nOn Friday, vaccine experts did not recommend the jab for healthy 12 to 15-year-olds on health grounds alone.\nBut the UK's chief medical officers have been asked to consider any wider implications of extending the rollout.\nThe government believes there is a \"strong case\" for offering the vaccine to healthy 12 to 15-year-olds to reduce disruption in schools and keep infection rates down as winter approaches, a source has told the BBC. \nA final decision is expected within days. \nMs Green said as soon as the chief medical officers gave their advice, \"the government needs to take a clear decision\". \n\"It's very disappointing that we have had to wait so long to reach this point where there will be clarity,\" she told BBC Radio 4's PM programme.\n\"But once we have a decision, if it's to go ahead, that needs to be clearly communicated and there needs to be a process in place to deliver those vaccinations.\"\nHowever, she said vaccinations alone would not be enough to prevent disruption in schools. \nThe shadow education secretary also called for mask-wearing, improved ventilation and a robust testing system to reduce the spread of Covid and keep children in classrooms. \nFace coverings are no longer routinely advised for staff or pupils in schools in England and Wales, although they will be required in Scotland until at least the end of September and in Northern Ireland for the first six weeks of term. \nMinisters have let it be known they are keen on getting this age group vaccinated - both through public pronouncements and privately behind the scenes.\nThe argument is that it could reduce school disruption and keep infection levels low.\nBut there's still plenty to consider. Giving this age group jabs would mean time out of class and possibly off school recovering from common side effects such as a mild fever.\nThis is not like the flu jab, which is a simple nasal spray.\nIts ability to curb spread may be less than first assumed too. It is thought about half of this age group may have been infected already and therefore have natural immunity.\nThe emergence of the Delta variant also means the vaccine is less effective at stopping infection than previously - its main benefit is to prevent serious disease and as these healthy children are at incredibly low risk of that the benefits, as the JCVI points out, are marginal.\nIt is worth remembering that there are six million adults - twice the number in this age group - who still remain completely unvaccinated. \nPerhaps there's a disproportionate amount of attention given to children?\nUp until now the advice of the Joint Committee on Vaccination and Immunisation (JCVI) over which groups should get the Covid jab has been followed across the UK.\nOn Friday the JCVI recommended widening the existing vaccine programme to include an extra 200,000 12 to 15-year-olds with specific underlying conditions.\nBut with healthy children at very low risk from Covid, they stopped short of advising in favour of this group, saying \"the margin of benefit is considered too small to support universal vaccination... at this time\".\nHealth Secretary Sajid Javid has now asked the chief medical officers to consider the rollout of the vaccine to 12 to 15-year-olds \"from a broader perspective\".\nThey will look at the effects of Covid on children's education and pupil absences from school, which the JCVI is not qualified to consider.\nProf Jason Leitch, Scotland's national clinical director, said missing more school was a bigger problem for most younger teenagers than harm from Covid, so the chief medical officers may come to a different conclusion. \nHe added that the UK had supplies of the Pfizer jab available to vaccinate 12 to 15-year-olds if needed.\n\"We have vaccine centres ready, we have drop-in clinics ready. So if the starting pistol is fired, we have no doubt that we can do this group,\" he told PM. \nSandra Carleton said she did not want her 12 year-old son Charlie to have the vaccine.\n\"He has just recovered from Covid so giving him the vaccine most certainly poses more of a risk than a benefit,\" she said.\n\"He is fine following Covid but I am not so sure he would have been after the vaccine.\"\nMeanwhile, Sue in Yorkshire said she wanted her children, aged 12 and 13, to have the jab \"as soon as possible\".\n\"The JCVI is unusually cautious about a vaccine and yet completely incautious about this virus and its impact on children.\"\nRead more views from parents here.\nThe decision not to recommend the vaccine to all healthy children was partly based on concern over an extremely rare side effect of the Pfizer and Moderna vaccines that causes heart inflammation, and can lead to palpitations and chest pain.\nData from the US, where millions of young teenagers have been vaccinated, suggested there have been 60 cases of the heart condition for every million second doses given to 12 to 17-year-old boys (compared with eight in one million girls). \nFrance, Italy, Israel and Ireland have also been offering the vaccine to all children in this age group.\nThe JCVI said it was difficult to factor in long Covid in its advice because of the uncertainty over how common it was in children, although it appeared to be less prevalent than in adults.\nPaediatricians say healthy children with Covid end up in intensive care at a rate of two in one million, but this rises to 100 in one million for children with certain health problems.\nOn Saturday, 37,578 cases of coronavirus were reported in the UK and 120 deaths within 28 days of a positive test."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58446260",
      "category": "world-asia",
      "title": "New Zealand supermarket stabbing: Government to toughen anti-terror laws",
      "tags": "Auckland,Counter-terrorism,Islamic State group,Sri Lanka,New Zealand",
      "text": "New Zealand PM Jacinda Ardern has vowed to toughen anti-terror laws following Friday's knife attack in Auckland by a man who was under police surveillance.\n\"We must be willing to make the changes that we know may not necessarily have changed history, but could change the future,\" she said at a news briefing.\nThe man, a Sri Lankan national, stabbed seven people in a supermarket. Three of them are in a critical condition.\nThe attacker, a known supporter of Islamic State, was shot dead by police.\nHe has now been identified as Ahamed Aathil Mohamed Samsudeen, a 32-year-old Tamil, who arrived in New Zealand in 2011 and sought refugee status.\nMs Ardern, who described the stabbings as a \"terrorist attack\", said she expected that changes to the country's counter-terrorism legislation would be backed by parliament by the end of September.\nThe legislation is expected to make it easier to convict someone for planning a terror attack.\nSamsudeen had been arrested a number of times before Friday's incident. But Ms Ardern said that every legal avenue to keep him out of the community had been exhausted.\nSamsudeen, whose identity was suppressed by court order until now due to his refugee status, arrived in New Zealand on a student visa in 2011. He became a person of national security interest in 2016.\nAs a member of the Tamil minority community, he claimed he and his father had been persecuted in Sri Lanka.\nHe had been under round-the-clock monitoring and heavy surveillance due to concerns about his ideology. Samsudeen was known to multiple agencies, and was also on a terror watchlist.\nLocal media reports said he had recently been sentenced to one year of supervision for possessing IS propaganda.\nProsecutors had accused him of plotting a \"lone wolf\" terror attack using knives, but the judge ruled that planning a terror attack was not in itself an offence under existing laws. \nHis internet search history and bookmarks included heroes of Islamic State, Islamic State dress, and New Zealand prison clothes and food, according to Stuff.\nQuestions have been raised about why action against the attacker was not taken before the stabbings - especially since he was under close surveillance.\nThe attacker's family were \"shocked and grieving\", lawyer Davoud Mansouri-Rad, who represented the man in relation to his immigration matters, told Stuff. \nIt happened at the Countdown supermarket at LynnMall in the Auckland district of New Lynn on Friday afternoon.\nA surveillance team and a specialist tactics group had followed Samsudeen from his home to the supermarket. But while there were concerns about him, officials said they had no reason to think he was planning an attack on Friday. The team believed he was going to do his grocery shopping.\nAfter entering the store, however, the Samsudeen got hold of a knife and went on a stabbing spree.\nShopper Michelle Miller told Stuff that the man was \"running around like a lunatic\" and attacking people.\n\"All I heard was a lot of screaming,\" she said.\n\"[People were] running out, hysterically, just screaming, yelling, scared,\" another witness said, adding that he saw an elderly man lying on the ground with a stab wound.\nWitnesses also said the attacker had shouted \"Allahu akbar\" (God is greatest). \nPolice commissioner Andrew Coster said said police rushed over upon hearing the commotion and shot and killed the attacker when he charged at the officers with the knife. This happened within 60 seconds of the attack. \nWere you in the area? Did you witness the incident? If it is safe to do so please share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58442611/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Flu jabs in England and Wales delayed due to HGV driver shortage",
      "tags": "NHS,Flu,Coronavirus pandemic",
      "text": "One of the UK's largest suppliers of seasonal flu vaccines has said there will be a delay in jab deliveries to some GP surgeries due to issues related to a shortage of HGV drivers.\nSeqirus, one of the world's largest flu vaccine companies, said it had told customers about delays of up to a fortnight.\nThe company said it was \"working hard to resolve the delay\".\nNHS England says patients who are affected will be contacted by their GP.\nSeqirus, which supplies vaccines to GP practices and pharmacies in England and Wales, said: \"Due to unforeseen challenges linked with road freight delays, we have informed all our customers of a consequent delay to their scheduled vaccine delivery by a maximum of one to two weeks.\nThe company, which is one of a number of suppliers, said customers would be able to reschedule their flu vaccination clinics.\nThe professional body representing GPs said it would hit practices.\n\"This is news we really didn't want to hear\", said Dr Gary Howsam, vice chairman of the Royal College of GPs.\n\"With more than 36 million people eligible for the flu vaccine on the NHS this year, GPs need the supply chain to run like clockwork.\nDr Howsam said GPs are \"already under enormous pressure and still waiting for details of how the Covid booster campaign will align with everything else they need to do this winter\".\nDoctors meticulously plan jabs each year, he said, adding that it is \"essential that as many people as possible in at-risk groups get their vaccination as early into the flu season as possible\".\n\"A delay of even a couple of weeks is going to have a big impact on practices and their patients, especially when GPs are already dealing with the fallout caused by the shortage of blood test bottles and the anxiety this is causing.\"\n\"General practice and the entire NHS is dependent on the smooth roll-out of the winter flu vaccination programme. It cannot fail,\" he said.\nDoctors are already dealing with a shortage of blood test tube vials due to supply chain issues.\nDr Richard Vautrey, British Medical Association GP committee chairman, said the delay is likely to affect a \"significant proportion\" of practices - and have a \"serious impact\" on practice workloads and patients.\nHe said: \"Many practices will have spent the last few days and weeks meticulously planning for their flu vaccination programme, inviting and booking patients in for their jabs, only now to have to contact them all again to cancel or reschedule appointments.\n\"This causes a huge increase in staff's already unsustainable workloads, and inconvenience and unneeded anxiety for patients who will be keen to be protected ahead of winter.\nLabour's shadow health secretary Jon Ashworth said: \"GPs are at their wits' end, first forced to cancel blood tests because of bottle shortages and now we learn flu vaccines will be delayed.\n\"This has been a summer of crisis for the NHS with patients paying the price.\n\"With winter coming and flu resurgence a huge risk, ministers must urgently get a grip.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-58450378",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Police name woman who died in Arthur's Seat fall in Edinburgh",
      "text": "Police have named a woman who fell to her death from Arthur's Seat in Edinburgh.\nFawziyah Javed died at the scene shortly after the fall in Holyrood Park at about 21:00 on Thursday.\nThe 31-year-old was from Pudsey in West Yorkshire.\nPolice Scotland confirmed that a 27-year-old man had been charged in connection with her death and was expected to appear at Edinburgh Sheriff Court on Monday.\nDet Insp Bob Williamson said: \"Fawziyah's family ask for their privacy to be respected during this extremely difficult time.\n\"I'd like to thank the officers and partners who attended the scene on Thursday evening and have assisted with our ongoing inquiries.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-58395974",
      "category": "uk-wales-politics",
      "title": "GDPR: Welsh government breached data laws 300 times since 2019",
      "tags": "Welsh government,Information Commissioner's Office,Data protection",
      "text": "The Welsh government has broken data protection laws more than 300 times in less than three years. \nBreaches since the start of 2019 involved documents which included criminal allegations and \"personal sensitive data\".\nSome breaches were made from a \"secure\" government site, a Freedom of Information (FOI) request found. \nThe Information Commissioner's Office (ICO) said people should expect personal data to be handled securely.\nThe Welsh government said it \"takes data protection obligations seriously and carries out an internal reporting process\". \nIt added: \"Once each breach is reported, processes are reviewed and where necessary, remedial action is agreed with management.\"\nOf the 300 breaches, 11 were referred to the ICO, including: \nIn three cases, the subject of the data was offered protection under the fraud prevention service Cifas.\nCifas then flags the subject's details in the National Fraud Database, allowing companies to see that person is at risk of impersonation and take extra steps to ensure they are protected. \nThirty-three Welsh government staff members were referred to the human resources department, with disciplinary action or the \"underperformance procedure\" used with some and \"informal action\" taken against others. \nIn addition, about 60 staff have had to repeat mandatory data protection training. \nDesk instructions, relevant policy documents and guidelines have been reviewed and updated in response to the cases.\nSome staff were asked to turn off the email auto-fill facility in Outlook, which automatically fills in names and email addresses based on the characters you start to enter.\nThe Welsh government - which has about 5,500 full-time equivalent staff - added all breaches were \"reported, recorded and acted upon, no matter how small, with very few meeting the criteria for reporting to the ICO despite the level of personal data processing undertaken by the Welsh government.\" \nThe ICO said: \"Not all data breaches need to be reported to the ICO. The organisation must assess the seriousness of the incident and whether it poses any risk to the rights and freedoms of people. If they decide not to report it, they must be able to say why. \n\"People have the right to expect that organisations will handle their personal information securely, when that doesn't happen, they should contact the organisation first, if they are still not satisfied, they can come to us.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58438094",
      "category": "uk-england-london",
      "title": "Dizzee Rascal: Rapper denies headbutting ex-girlfriend",
      "tags": "Croydon,Streatham",
      "text": "Rapper Dizzee Rascal has denied headbutting his ex-girlfriend at a home in south London this summer.\nThe 36-year-old, of Sevenoaks in Kent, pleaded not guilty to \"pushing his head into the complainant's head and pushing her to the floor\" at an address in Streatham on 8 June.\nA woman reported minor injuries in the alleged attack, police previously said.\nThe grime artist is due to go on trial at Croydon Magistrates' Court on 18 February 2022.\nHe was charged with assault by beating on 2 August.\nDizzee Rascal's tour manager, who \"received a phone call when the altercation took place\", will give evidence at the trial, along with his ex-girlfriend's mother, the court heard.\nThe rapper, whose real name is Dylan Kwabena Mills, was awarded an MBE in the Queen's birthday honours in 2020 for his services to music and has performed at various festivals throughout August.\nHe was released on conditional bail following the hearing."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58448900",
      "category": "uk-politics",
      "title": "MPs told to smarten up their clothing ahead of Commons return",
      "tags": "House of Commons,Lindsay Hoyle,Palace of Westminster,Jeremy Hunt,Tracy Brabin",
      "text": "MPs have been told to smarten up their clothing when they return from summer recess to the Commons next week. \nWith the age of the virtual Commons now over, Speaker Sir Lindsay Hoyle has updated the \"Rules of behaviour and courtesies\" in the House.\nHe has alerted MPs to required dress standards, insisting clothing such as jeans and chinos are not allowed.\nIt represents a toughening of the advice from his predecessor, who said there was \"no exact dress code\". \nJohn Bercow's last set of rules said typical business clothing was merely a suggestion.  \nThe crackdown follows a number of moments when parliamentary fashion made headlines. \nFormer Foreign Secretary Jeremy Hunt was rebuked by Sir Lindsay in December for not dressing smartly enough during a Commons debate on Covid-19. \nAnd prior to the pandemic, the then Labour MP Tracy Brabin - who is now Mayor of West Yorkshire - attracted attention when her dress slipped off her shoulder at the dispatch box.\nMs Brabin later auctioned the black garment and raised £20,000 for charity.\nSir Lindsay's new guide states MPs should remember \"the way in which you dress should demonstrate respect for your constituents, for the House and for the institution of Parliament in the life of the nation\".\n\"Members are expected to wear business attire in and around the Chamber,\" it says. \n\"Jeans, chinos, sportswear or any other casual trousers are not appropriate. T-shirts and sleeveless tops are not business attire.\n\"Smart/business shoes are expected to be worn. Casual shoes and trainers are not appropriate. Men are encouraged to wear a tie, and jackets must be worn.\n\"It is a privilege to serve as a Member of Parliament and your dress, language and conduct should reflect this.\"\nSir Lindsay has also moved to clamp down on rowdiness in the Commons. \nSinging is to be banned, potentially averting a repeat of the scenes from Prime Minister Boris Johnson's proroguing of Parliament in September, 2019, when Labour MPs protested by singing songs including the Red Flag and Scots Wha Hae.\nThe new rules state that \"singing and chanting are not permitted in the chamber\" and that \"clapping is also not allowed as it eats into the time available for debate\".\nMPs have also been told to pay attention: \"When listening to a debate you should not read books or newspapers or obviously devote yourself to your phone or other electronic device.\"\nLast month, MPs packed the Commons for the first time in person in more than a year after Parliament was recalled to debate the situation in Afghanistan. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58426185",
      "category": "uk-northern-ireland",
      "title": "'Patients at risk' if medicines withdrawn due to NI Protocol",
      "tags": "NI Brexit,NI economy,Brexit",
      "text": "The health minister has warned of a risk to patients if pharmaceutical firms go ahead with plans to withdraw medicines due to the Northern Ireland Protocol.\nNI gets most of its medicines from distributors in Great Britain, but is still covered by EU medicines rules.\nThat will make exporting medicines from GB to NI more difficult in January when a Protocol \"grace period\" ends.\nThe health department has been notified 910 medicines are due to be withdrawn.\nA further 2,400 are at risk.\nThere is no immediate risk to supplies and the health department has previously said people don't need to change their prescribing behaviour.\nMedicines suppliers must give six months notice when they intend to withdraw a product.\nIn a briefing paper, which has been circulated among ministers and senior officials in recent days, Stormont's Health Minister Robin Swann said he now had \"deep concerns about the risk to patient health and maintaining vital medical supplies\".\nHe is calling for a \"standstill\" which would mean an extension of the grace period.\nThe paper said the planned withdrawals \"cover all classifications of medicines, including prescription-only medicines, pharmacy and general sales list medicines\".\nAlmost 90% of the confirmed withdrawals are classified as high risk, meaning there is the potential for disruption and the need for some form of mitigation.\nThat mitigation could mean using alternative products or seeking alternative sources of supply.\nThe major issues are the need for additional batch testing for medicines moving from GB to NI and continued compliance with the EU's falsified medicines directive.\nEarlier this year the British Generic Manufacturers Association (BGMA) said these issues would make it commercially unviable to sell some products in Northern Ireland.\nThe EU has proposed measures to ease the problem but the UK government is sceptical about whether they are enough.\nInstead the UK has proposed that medicines should be completely removed from the scope of the Protocol with an extension of the grace period until that can be agreed.\nBut the two sides have not yet agreed on a way forward.\nMr Swann supports the UK government proposal to remove medicines from the Protocol but it is not clear if other Northern Ireland Executive parties share that view.\nStormont health committee chairman Colm Gildernew said there were issues of \"huge concern\" that required a \"focused piece of work\".\nWhen asked on BBC Radio Ulster's Good Morning Ulster programme if he supported Mr Swann's position that the best solution was to remove medicines from the scope of the protocol, Mr Gildernew said he was not clear on the potential impact of a joint position by the Executive but would meet with the minister to discuss the issue.\nHe said he believed the issue was \"too important for unilateral action\" and said he wanted \"dedicated and urgent bilateral negotiations building on the good will that exists\".\nThe Sinn Féin MLA said no one wanted to see medicines interrupted and that he understood the concerns and the uncertainty around it.\n\"I think this needs to be negotiated in good faith with the European Union. I believe all solutions need to be kept on the table but it is absolutely crucial that good will is maintained,\" he said.\nUlster Unionist leader Doug Beattie said the warning from Robin Swann should be a \"wake-up call\" for the EU and the UK government. \n\"This isn't scaremongering - it is the practical out-workings of the NI Protocol and there is a practical solution,\" he said. \n\"There is no immediate shortage of medicines, but if action isn't taken now that is exactly what we could be facing come the new year.\"\nThe DUP MLA Jonathan Buckley called the situation a \"fiasco\" and said it was \"immoral, unjustifiable and cannot be tolerated.\"\nHe added: \"The imposition of the protocol impacts and harms every single person in Northern Ireland.  It should be opposed by everyone.\"\nCommunity pharmacist Peter Rice, deputy chair of Community Pharmacy Northern Ireland, said he wanted to reassure patients that they did not see an immediate concern with medicine supply.\nHe said the situation was evolving and they were working to ensure Northern Ireland has parity and equal access to medication with the rest of the UK.\nSpeaking on Good Morning Ulster, he said they intended to continue to \"work tirelessly\" so patients do not need to be concerned.\nIt is the deal agreed by the UK and EU to prevent a hard border between Northern Ireland and the Republic of Ireland after Brexit.\nIt does this by keeping Northern Ireland in the EU's single market for goods.\nThis means goods don't have to checked as they cross the Irish border, instead some checks and controls are required on goods entering Northern Ireland from the rest of the UK.\nThis has caused difficulties for some businesses and is opposed by unionist parties in Northern Ireland, which say it undermines Northern Ireland's constitutional position as part of the UK.\nIn July the UK published a \"command paper\" proposing radical changes to the protocol but the EU says it will not renegotiate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58413764",
      "category": "health",
      "title": "Covid: Shaken to the core, can the NHS cope this winter?",
      "tags": "NHS,Coronavirus pandemic",
      "text": "With autumn arriving, the NHS is bracing itself for a tough few months.\nCovid, plus the return of normal winter illnesses and a growing backlog, could stretch the NHS to its limit.\nHow well equipped is the NHS for what is coming?\nHospitals have had to make drastic changes to the way they run since the start of the pandemic.\nExtra infection control measures have been introduced and the need for social distancing has squeezed space at hospitals.\nSome services have had to be moved off-site and the total number of beds has had to be cut by close to 10% across the UK. In England this led to a drop from just over 100,000 beds to just over 90,000.\nEarly in the pandemic lots of other care was stopped - mainly non-emergency treatments, such as hip and knee replacements.\nThis meant there were actually plenty of beds available in spring 2020 - as you can see from the red bars above.\nBut since then the NHS has tried to combine treating Covid patients with maximising the amount of other care being provided.\nIt means hospitals are pretty much full - around 85% of beds are occupied in the most recent period, which is the recommended maximum to maintain safe care.\nSome wriggle room is needed to cope with surges in demand and to ensure beds can be cleaned between patients.\nIn the winter more than 40% of beds were occupied by Covid patients, placing a huge toll on the health service.\nThat is now down to under 7%.\nThese figures relate to England, but the picture is similar in Scotland, Wales and Northern Ireland.\nThat may not seem a lot, but for a health service that has always been run close to the bone, it is still enough to have a significant impact on care - particularly when you consider that those who are severely ill with Covid need more support from doctors and nurses than the average emergency admission.\nThis has a knock-on effect. For example, the number of non-emergency operations being done is still around 10% below the level it was before the pandemic began.\nThe result of this is a growing number of people who are waiting to be seen. \nThe waiting list of hospital operations and other routine treatments is approaching 5.5 million, the highest level on record.\nAnd that may only be the tip of the iceberg. The number being referred for treatment in the first place has dropped significantly - in 2020 it fell by six million.\nThis \"hidden waiting list\" could soon start appearing, sending the waiting list soaring.\nCancer services have been less affected - they are seeing the numbers that were there before the pandemic.\nBut during the first six months of the pandemic there was a drop, meaning around 50,000 fewer diagnoses were made.\nDoctors fear this could lead to a growth in people being diagnosed with late-stage cancer, which reduces the chances of survival.\nThe impact of the pandemic is being felt in other ways. \nMental health services are seeing a rise in people needing treatment, with reports that patients are being placed on general wards because some hospitals have run out of specialist beds.\nMeanwhile, Dr Sarah Scobie, of the Nuffield Trust think tank, says \"bottlenecks\" in A&E and the strain on the ambulance service, mean people with severe conditions like heart attacks and strokes are waiting twice as long as expected. Performance, she says, is \"deteriorating alarmingly\".\nLast year saw hardly any flu, while other respiratory viruses were only circulating at very low levels.\nThis was put down to lockdown and social distancing, meaning the normal winter viruses did not get the chance to spread.\nThat comes at a cost. Public Health England (PHE) has warned that immunity to these viruses will have waned, while very young children will not have been able to develop any at all.\n\"Children under two are at a particular risk,\" says PHE medical director Dr Yvonne Doyle.\nThere are already signs the impact of this is being felt. Rates of RSV - a virus that hospitalises 30,000 under-fives a year - are already at much higher levels than normal.\nIf the other viruses follow suit, the combined pressure from other respiratory viruses could exceed the current levels of Covid.\nThen there is the concern that Covid cases could climb further as schools go back and people return to workplaces, and there are more normal patterns of mixing after the summer break.\nAnother important consideration is the \"health\" of the NHS.\nUnions have warned that staff are exhausted after fighting the virus on the frontline for the past 18 months.\nWhat is more, before the pandemic the NHS was already being stretched more than some of the other health systems in Europe.\nThe UK has fewer doctors per head than Germany and France. It is part of the reason why NHS managers in England have called for extra funding for winter, and then another £10bn more for next year on top of the £140bn they are due to get.\nThere is plenty of sympathy for the call.\nThe risk to the NHS is not just winter, says Anita Charlesworth, director of research at the Health Foundation and a former Treasury official. Covid, she warns, will be causing problems \"for years to come\".\nFollow Nick on Twitter\nRead more from Nick"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58441142",
      "category": "science-environment",
      "title": "Tuna bounce back, but sharks in 'desperate' decline",
      "tags": "Endangered species,Conservation,Extinction,Biodiversity,Wildlife,Sharks,Oceans,Wildlife conservation",
      "text": "Tuna are starting to recover after being fished to the edge of extinction, scientists have revealed.\nNumbers are bouncing back following a decade of conservation efforts, according to the official tally of threatened species.\nBut some tuna stocks remain in severe decline, said the International Union for the Conservation of Nature (IUCN), which compiles the extinction Red List.\nIt said pressures on marine life are continuing to grow.\nAnd almost four in ten sharks and rays are now threatened with extinction. \nMeanwhile, on land, the Komodo dragon is moving closer to oblivion. The heaviest lizard on Earth faces threats from climate change, with fears its habitat could be affected by rising sea levels.\nThe revised list of the world's endangered plants and animals was released at the start of the world's leading conservation congress, which is taking place in the French city of Marseille from 3 to11 September.\nThe news is a \"powerful sign\" that despite increasing pressure on our oceans, species can recover, if states commit to sustainable practices, said IUCN Director General, Dr Bruno Oberle.\nThose gathered for the IUCN World Conservation Congress \"must seize the opportunity to boost ambition on biodiversity conservation\", he said.\nThe IUCN Red List of Threatened Species is the \"gold standard\" for measuring how close animal and plant species are to dying out. Some 139,000 species have been assessed over the last half-century, with nearly 39,000 now threatened with extinction, while 902 have gone extinct.\nThe latest update - the second this year - revealed encouraging signs for four of seven tuna species: \nTuna stocks in some areas remain of concern, such as bluefin tuna in western parts of the Atlantic and yellowfin in the Indian Ocean.\n\"The take home message for the general public is that things like albacore tuna - which is the one that is widely on supermarket shelves - is of least concern now - it means that what they're eating has been sustainably caught and is well managed,\" Craig Hilton-Taylor, who heads the IUCN Red List, told BBC News.\nBut he said while some marine species are recovering many others are under huge pressure. \"We can't sit back - this is a wake-up call to the world that we need to do much more about our oceans and the biodiversity in them.\"\nTuna have been at the forefront of efforts to make fishing practices more sustainable. The likes of skipjack, yellowfin, bigeye and albacore tuna are consumed by millions of people across the world and one of the most commercially valuable fish.\nMost types of tuna were deemed at threat of extinction in 2011. After a decade of efforts from conservationists and industry, including strict fishing quotas and a crack-down on illegal fishing, populations in some parts of the ocean appear to be recovering.\nHowever, populations of sharks and rays are continuing to plummet. When the group was assessed in 2014, around a third were deemed threatened, but this has risen to 37%, due to pressures from fishing for meat and fins, climate change and pollution.\n\"The alarm bells couldn't be ringing louder for sharks and rays,\" said Dr Andy Cornish, shark programme leader at the conservation group, WWF. \"We are losing this ancient group of creatures - starting to lose it species by species right here, right now - we desperately need urgent action.\"\nThe World Conservation Congress is being held for the first time in five years after being postponed last year due to the pandemic.\nOver nine days, government ministries, NGOs and indigenous peoples, backed by a network of 16,000 scientists, will hammer out conservation proposals that could set the agenda for upcoming UN summits on biodiversity and climate change.\nIssues in the spotlight include wildlife trafficking, plastic pollution and protection of the Amazon. A new council will be elected that will set the future direction of the IUCN.\nSusan Lieberman, vice president of the Wildlife Conservation Society, who is a conference veteran, said the release of the latest update would drive government and multi-lateral action to save threatened and endangered species.\nShe said the meeting, postponed since 2020 and taking place both online and in-person, was crucial for determining the future direction of conservation policy amid the crises of climate change, biodiversity loss and the pandemic.\nFollow Helen on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58441174",
      "category": "world-us-canada",
      "title": "Capitol riot: 'QAnon Shaman' pleads guilty in federal court",
      "tags": "QAnon",
      "text": "A prominent supporter of the baseless conspiracy theory QAnon has accepted a plea deal in federal court for his involvement in the US Capitol riots.\nJacob Anthony Chansley was one of thousands of Trump supporters who attempted to prevent the US Congress from certifying the 2020 election.\nChansley pleaded guilty on Friday to one felony count of obstruction in an official proceeding.\nNearly 600 people have been charged in the federal investigation of the riot.\nAt least 36 defendants have to date pleaded guilty, eight of whom have pleaded guilty to felonies, according to CBS News.\nChansley became the de facto face of the siege, pictured amid the unrest in horns and a bearskin headdress, with the American flag painted on his face. He called himself the \"QAnon Shaman\".\nQAnon is a wide-ranging conspiracy theory whose followers believe former President Donald Trump was waging a secret war against elite Satan-worshipping paedophiles in government, business and the media.\nChansley told the FBI he came to DC \"at the request of the president that all 'patriots' come to DC\".\nHe has been in custody for eight months.\nHis attorney Albert Watkins told the court on Friday his client was \"non-violent, peaceful and possessed of genuine mental health issues\".\nChansley - who has made several request for his release - now claims to disavow both QAnon and Mr Trump.\nHe is due to be sentenced in November and could face up to 51 months in prison.\nSupporters of the Capitol riot defendants are reportedly planning a large demonstration in DC later this month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58450393",
      "category": "uk-northern-ireland",
      "title": "Lord Frost warns of 'cold mistrust' over NI Protocol",
      "tags": "NI Brexit,Brexit",
      "text": "The UK does not want to \"sweep away\" the Northern Ireland Protocol, but the deal risks creating \"cold mistrust\" with the European Union, the UK's Brexit minister has said. \nLord Frost repeated calls for Brussels to accept a \"substantial and significant change\" to the deal.\nThe protocol keeps Northern Ireland in the EU's single market for goods. \nIt prevents a hard border with Ireland but some products need to be checked as they arrive from Great Britain.\nNot all the checks have been implemented due to what are known as grace periods.\nUnionist parties have expressed opposition to the protocol, arguing it has damaged east-west trade and harms the union.\nOn Tuesday, DUP Economy Minister Gordon Lyons called for further delays to Irish Sea border checks.\nSpeaking at the British-Irish Association conference in Oxford, Lord Frost said: \"The stakes are high. The arguments can be bitter.\n\"And I worry this process is capable of generating a sort of cold mistrust between us and the EU which could spread across the relationship.\n\"It's holding back the potential for a new era of co-operation between like-minded states in a world which needs us to work together effectively.\"\nThe Conservative peer reiterated the UK's position that the \"threshold\" for triggering Article 16 to effectively tear up parts of protocol has been met.\nBut he added: \"Some would like us to sweep all the existing arrangements away. That is not our position.\n\"It is obvious there will always need to be a dedicated UK-EU treaty relationship covering Northern Ireland. It is a question of finding the right balance.\"\nGrace periods mean that the introduction of all checks and controls on businesses have not yet been fully implemented. \nIt is to allow industry more time to adapt and prepare.\nSome significant grace periods are due to expire on 1 October, and at that point some Great Britain-made meat products would be prohibited in Northern Ireland - what has become known as \"the sausage ban\".\nAnother protocol grace period is due to end in January, which could potentially affect the importation of medicines to Northern Ireland.\nNorthern Ireland gets most of its medicines from distributors in Great Britain, but is still covered by EU medicines rules.\nThe health department has been notified 910 medicines are due to be withdrawn, with a further 2,400 are at risk. \nIt is the deal agreed by the UK and EU to prevent a hard border between Northern Ireland and the Republic of Ireland after Brexit.\nIt does this by keeping Northern Ireland in the EU's single market for goods.\nThis means goods don't have to checked as they cross the Irish border, instead some checks and controls are required on goods entering Northern Ireland from the rest of the UK.\nThis has caused difficulties for some businesses and is opposed by unionist parties in Northern Ireland, which say it undermines Northern Ireland's constitutional position as part of the UK.\nIn July the UK published a \"command paper\" proposing radical changes to the protocol but the EU says it will not renegotiate.\nThe headline on this article was amended on 6 September 2021."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58447179",
      "category": "uk-england-york-north-yorkshire",
      "title": "M62 crash: Police officer seriously injured in collision",
      "tags": "Selby,Goole",
      "text": "A police officer has been seriously injured in a crash as officers tried to stop a car on the M62.\nThe collision involved two police vehicles and a Seat Ibiza on the eastbound carriageway between Snaith and Goole, West Yorkshire Police said.\nThe officer, who suffered serious leg injuries, had to be cut free of his vehicle by firefighters. His injuries are not life-threatening.\nFour men in the Seat Ibiza have been arrested and remain in custody.\nThree of the four were injured, with one suffering neck and back injuries and two suffering minor injuries, police confirmed.\nThe M62 was closed overnight between junctions 34 and 35, causing queues for up to seven hours.\nWest Yorkshire Police said the incident happened at 23:25 BST as its officers attempted to stop the car as it entered the neighbouring Humberside Police force area.\n\"One of the police vehicles left the carriageway and was in collision with a bridge stanchion,\" a force spokesperson said.\nHe said due to the nature of the incident the Independent Office for Police Conduct had been notified.\nNorth Yorkshire Fire and Rescue Service said crews from Selby had responded to the incident along with an appliance from Goole.\nA spokesperson said crews used cutting equipment to extract the injured police officer.\nThey added two of the men in the Seat had left the car when the brigade arrived, but crews had to cut the other two men free.\nHighways England was able to open the westbound carriageway early on Saturday, however the eastbound carriageway remained closed until about 16:00 BST.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk or send video here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58443826",
      "category": "uk",
      "title": "Covid-19: Jabs for children decision due in days, and can the NHS cope?",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday. We'll have another update for you tomorrow.\nThe UK's four chief medical officers are due to make a decision within days over whether healthy children aged 12-15 should be vaccinated. The government believes there is a \"strong case\" to do so, a source has told the BBC. But JCVI scientists decided against recommending the measure on Friday, saying that offering the jab to pupils provided only \"marginal gains\". Millions of children are returning to the classroom for the autumn term, and the rate of transmission will be a key consideration for the chief medical officers. Meanwhile, how are schools being kept Covid-safe this term?\nThe NHS has been under enormous strain these past 18 months. With the colder weather looming, a growing backlog to work through and Covid, just how well equipped is the health service for what's coming? It's not just about hospital capacity and the return of other viruses, but also the welfare of staff, with unions warning that staff are exhausted.\n\"They don't listen to what I have to say about my own health. They tell me I'm stupid,\" one 16-year-old who lives in Texas tells the BBC. While teenagers over the age of 12 are able to get the vaccine in the US, some are being prevented from doing so because their parents are anti-vaccine. A support group called Teens for Vaccines says young people globally are being left out of the discussions that affect their own health.\nIsrael was a world leader when it started immunising its population last winter, but as cases started to rise in July, questions were raised about the future of the vaccination programme and the ongoing pandemic. Now, Israel's booster vaccination programme, which offers a third shot to over-40s, has started to show signs of success. Early data suggests a tenfold increase in protection from infection and severe disease after the third jab, compared with after two. More widely, the country's booster programme could provide more answers to some of the key remaining questions surrounding vaccines. Meanwhile, how fast are vaccines being rolled out globally?\nFor months, Australia strived for a \"Covid zero\" strategy. Foreign travellers were mostly blocked from arrival, infections were hunted down and state borders were shut after outbreaks. Now, the country's prime minister Scott Morrison has said it is time for Australia to leave lockdowns and \"come out of the cave\" - a drastic shift in the nation's Covid strategy. So, what's changed and what does Australia plan to do next?\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nWith experts recommending a third Covid vaccine for those with severely weakened immune systems who are over 12, here's what you need to know about the vaccine and booster jabs.\nYou can find more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58449876",
      "category": "world-us-canada",
      "title": "Ivermectin: Oklahoma doctor warns against using drug for Covid treatment",
      "tags": "Prescription drugs,Coronavirus pandemic,Oklahoma",
      "text": "A US doctor is urging people to stop taking the horse deworming drug Ivermectin to treat Covid-19.\nPatients have been needing urgent treatment at emergency units in Oklahoma hospitals after overdosing on the drug, Dr Jason McElyea says.\nSmall doses of Ivermectin are approved for use on humans, but not for Covid.\n\"You've got to have a prescription for this medication for a reason - because it can be dangerous,\" Dr McElyea told the BBC.\nHe said a \"handful\" of people overdosing on the drug were putting further strain on hospital staff already stretched by a surge in Covid cases.\nThe US National Poison Data System reported 459 cases of Ivermectin exposure in the US in August, though no breakdown was provided for Oklahoma.\nThe Center For Disease Control and Prevention (CDC) has issued an advisory saying that calls to poison control centres across the US about human exposure to Ivermectin have risen sharply, with July calls being five times over the baseline number.\n\"These reports are also associated with increased frequency of adverse effects and emergency department/hospital visits\", the CDC said.\nDr McElyea also told local broadcaster KFOR that emergency rooms \"are so backed up that gunshot victims were having hard times getting to facilities where they can get definitive care and be treated,\" however the BBC was not able to independently verify this claim.\nSince Dr McElyea made his comments one hospital served by the medical staffing group that employs him said they had not treated any patients due to complications related to taking Ivermectin.\nIn a statement, Northeastern Health System - Sequoyah in Sallisaw said \"our hospital has not had to turn away any patients seeking emergency care.\"\nIvermectin, mainly a veterinary deworming agent, can be used in small doses to treat some human conditions.\nBut the drug has become controversial after being promoted as a way of treating or preventing Covid, despite being so far unproven.\nIts use has become so common in the US that the Food and Drug Administration (FDA) released a statement last month urging people not to take it.\n\"You are not a horse. You are not a cow,\" the FDA said, warning that taking large doses of the substance \"is dangerous and can cause serious harm\".\nMatthew Payne, a doctor at Stillwater Medical Center in Oklahoma, said he regularly encounters patients who have taken Ivermectin.\n\"There is surprise and shock when they initially get sick and have to come to the hospital,\" he told The Washington Post newspaper earlier this month. \"They'll say, 'I'm not sure why I feel so bad. I was taking the ivermectin,' and I will say, 'It doesn't do any good.' \"\nThis week, the influential podcast host Joe Rogan, who has dismissed vaccines, said he was taking Ivermectin after testing positive for Covid-19.\nDr McElyea said patients who had taken the drug were arriving at hospital with vomiting, muscle aches, and even vision loss.\n\"Some people taking inappropriate doses have actually put themselves in worse conditions than if they'd caught Covid,\" he told KFOR.\n\"You have to ask yourself, 'If I take this medicine, what am I going to do if something bad happens?' What's your next step, what's your back-up plan? If you're going to take a medicine that could affect your health, do it with a doctor on board.\"\nOklahoma is one of several US states battling the spread of the Delta Covid variant, with 18,438 new cases recorded in the past week.\nUpdate 6 September 2021: Since Dr McElyea's comments were widely reported, a hospital served by the medical staffing group which employs him issued a statement advising that they had not treated any patients due to complications related to taking Ivermectin and our article has been updated to reflect this development."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58409885",
      "category": "uk-wales",
      "title": "Afghanistan: RAF veteran recalls lives saved to stop own 'dark spiral'",
      "tags": "War in Afghanistan (2001-present),Abergele,NHS,Mental health,PTSD",
      "text": "A former paramedic diagnosed with post-traumatic stress disorder after serving in Afghanistan says she is trying to focus on the lives she helped to save.\nMichelle Partington was the first female paramedic with the RAF to be deployed to the conflict in 2009.\nShe said she was devastated by the current crisis and was trying not to focus on it as it could be detrimental to her recovery.\n\"I was in such a dark place I can't afford to go back there,\" she said.\nThe last UK plane flying people out of Kabul took off last Saturday, with the US following on days later to stick to the 31 August deadline pledged by US President Joe Biden.\nOn Tuesday, UK Foreign Secretary Dominic Raab said more than 17,000 people had been evacuated by the UK from Afghanistan so far, including more than 5,000 UK nationals.\nBut it is feared hundreds eligible for relocation were left behind after the Taliban took control.\nMeanwhile, calls to veterans' charity Combat Stress have doubled since the Taliban took control of Afghanistan, as ex-service personnel seek mental health support.\nSome veterans have said they are questioning their sacrifice made in Afghanistan, while others say their efforts were not in vain.\nMs Partington, a former Flight Lieutenant who joined the RAF in 1991 after seeing a stall at a careers fair, has worked with many interpreters in Afghanistan and said she had been unable to check if they had made it to safety.\n\"It would break my heart if I knew they were stuck there,\" she said. \"Some of them wouldn't acknowledge me because I was a female, others used me to help their kids and wives.\"\nThe 49-year-old, who was medically discharged from the RAF after 23 years of service and three tours of Afghanistan, said she had tried to avoid coverage of the current crisis as it could be damaging to her recovery.\n\"At the worst part of it, I was having panic attacks, nightmares, I wasn't leaving the house, and I was having suicidal thoughts,\" said Ms Partington, who used to live in Preston, Lancashire, but now lives in Abergele, Conwy county.\nShe helped save the lives of civilians, colleagues and insurgents, treating people who'd had their legs blown off or who had shrapnel embedded in them, from the military helicopter.\nThe helicopter was drafted into conflict zones, where they were shot at while picking people up.\n\"It was horrific,\" she said.\nBack in the UK, Ms Partington said she had to quit her job as a paramedic for the NHS in the north-west of England, because waiting to see what call she was going to be sent out on next was triggering her PTSD.\nShe said that while she was working for 111 in the triage clinic it was hard to deal with people calling for an ambulance who did not need it, including for a dislocated finger.\n\"You get some really random calls, some people call because they are lonely, and I understand that,\" she said.\nBut she added: \"I have seen people with their legs blown off... someone phoned me at 11 o'clock at night because they had burnt their mouth on a pizza.\n\"Some people phone pretending they have an emergency, because they think if they get an ambulance they will be seen quicker at A&E, but that doesn't work.\"\nLast bank holiday weekend the Welsh Ambulance Service warned non-urgent 999 calls were taking up valuable resources, with people calling for paramedics after losing a toenail and gashing their shin.\n\"My tolerance was really low,\" said Ms Partington.\nMs Partington, who now helps people with mental health issues, said she still lived with anxiety attacks, struggled to be in crowded places, and was triggered by some noises, like helicopters and  fire alarms.\n\"It completely transformed my life, I still cannot work a full week,\" she said, \"but not every day is a bad day.\"\nShe said she had since met up with former soldiers she had treated in the helicopter, including Paralympians, and she felt embarrassed when their families thanked her for saving their children.\n\"It is hard, there are a lot who had injuries and lives that are going to be changed, some people that we saved did not want to live, they said 'do not let me live like this'. To know they realise they still have a life, is amazing,\" she said.\nShe said, while it was not surprising that the area had fallen back under the Taliban's control, it was shocking to see the speed at which it had happened.\n\"[The women] had about 20 years of relative freedom, to be who they wanted to be, to go to school and work, and now they are going to go back, it's really, really sad,\" she said.\nWhile some veterans and families who have lost loved ones during tours of Afghanistan have spoken of their anger, Ms Partington, said she had to focus on the good things she and her colleagues had achieved during their tours, rather than the crisis.\n\"We saved so many lives, and it's people that wouldn't have necessarily survived if we didn't have medical expertise out on the ground,\" she said.\n\"I think if I get too involved in what's happening now it could be detrimental to my own personal recovery. If I focus on the problems, I could go into a dark spiral.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58426185/#comp-comments-button",
      "category": "#comp-comments",
      "title": "'Patients at risk' if medicines withdrawn due to NI Protocol",
      "tags": "NI Brexit,NI economy,Brexit",
      "text": "The health minister has warned of a risk to patients if pharmaceutical firms go ahead with plans to withdraw medicines due to the Northern Ireland Protocol.\nNI gets most of its medicines from distributors in Great Britain, but is still covered by EU medicines rules.\nThat will make exporting medicines from GB to NI more difficult in January when a Protocol \"grace period\" ends.\nThe health department has been notified 910 medicines are due to be withdrawn.\nA further 2,400 are at risk.\nThere is no immediate risk to supplies and the health department has previously said people don't need to change their prescribing behaviour.\nMedicines suppliers must give six months notice when they intend to withdraw a product.\nIn a briefing paper, which has been circulated among ministers and senior officials in recent days, Stormont's Health Minister Robin Swann said he now had \"deep concerns about the risk to patient health and maintaining vital medical supplies\".\nHe is calling for a \"standstill\" which would mean an extension of the grace period.\nThe paper said the planned withdrawals \"cover all classifications of medicines, including prescription-only medicines, pharmacy and general sales list medicines\".\nAlmost 90% of the confirmed withdrawals are classified as high risk, meaning there is the potential for disruption and the need for some form of mitigation.\nThat mitigation could mean using alternative products or seeking alternative sources of supply.\nThe major issues are the need for additional batch testing for medicines moving from GB to NI and continued compliance with the EU's falsified medicines directive.\nEarlier this year the British Generic Manufacturers Association (BGMA) said these issues would make it commercially unviable to sell some products in Northern Ireland.\nThe EU has proposed measures to ease the problem but the UK government is sceptical about whether they are enough.\nInstead the UK has proposed that medicines should be completely removed from the scope of the Protocol with an extension of the grace period until that can be agreed.\nBut the two sides have not yet agreed on a way forward.\nMr Swann supports the UK government proposal to remove medicines from the Protocol but it is not clear if other Northern Ireland Executive parties share that view.\nStormont health committee chairman Colm Gildernew said there were issues of \"huge concern\" that required a \"focused piece of work\".\nWhen asked on BBC Radio Ulster's Good Morning Ulster programme if he supported Mr Swann's position that the best solution was to remove medicines from the scope of the protocol, Mr Gildernew said he was not clear on the potential impact of a joint position by the Executive but would meet with the minister to discuss the issue.\nHe said he believed the issue was \"too important for unilateral action\" and said he wanted \"dedicated and urgent bilateral negotiations building on the good will that exists\".\nThe Sinn Féin MLA said no one wanted to see medicines interrupted and that he understood the concerns and the uncertainty around it.\n\"I think this needs to be negotiated in good faith with the European Union. I believe all solutions need to be kept on the table but it is absolutely crucial that good will is maintained,\" he said.\nUlster Unionist leader Doug Beattie said the warning from Robin Swann should be a \"wake-up call\" for the EU and the UK government. \n\"This isn't scaremongering - it is the practical out-workings of the NI Protocol and there is a practical solution,\" he said. \n\"There is no immediate shortage of medicines, but if action isn't taken now that is exactly what we could be facing come the new year.\"\nThe DUP MLA Jonathan Buckley called the situation a \"fiasco\" and said it was \"immoral, unjustifiable and cannot be tolerated.\"\nHe added: \"The imposition of the protocol impacts and harms every single person in Northern Ireland.  It should be opposed by everyone.\"\nCommunity pharmacist Peter Rice, deputy chair of Community Pharmacy Northern Ireland, said he wanted to reassure patients that they did not see an immediate concern with medicine supply.\nHe said the situation was evolving and they were working to ensure Northern Ireland has parity and equal access to medication with the rest of the UK.\nSpeaking on Good Morning Ulster, he said they intended to continue to \"work tirelessly\" so patients do not need to be concerned.\nIt is the deal agreed by the UK and EU to prevent a hard border between Northern Ireland and the Republic of Ireland after Brexit.\nIt does this by keeping Northern Ireland in the EU's single market for goods.\nThis means goods don't have to checked as they cross the Irish border, instead some checks and controls are required on goods entering Northern Ireland from the rest of the UK.\nThis has caused difficulties for some businesses and is opposed by unionist parties in Northern Ireland, which say it undermines Northern Ireland's constitutional position as part of the UK.\nIn July the UK published a \"command paper\" proposing radical changes to the protocol but the EU says it will not renegotiate."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58433461",
      "category": "business",
      "title": "Almost 50 shops a day disappear from High Streets",
      "tags": "Companies,Retailing,UK economy,Coronavirus pandemic,UK High Streets",
      "text": "More than 8,700 chain stores closed in British High Streets, shopping centres and retail parks in the first six months of this year, research suggests.\nThat is an average of nearly 50 outlets a day as the impact of the pandemic and changing shopping habits continue to hit many towns and city centres. \nBut despite some high-profile retail failures, the number of closures has fallen compared with a year earlier.  \nCity centres have suffered the worst, while retail parks are faring better.\nThe store closure figures were collected by the Local Data Company on behalf of accountancy firm PwC. \n\"After an acceleration in store closures last year couple with last minute Christmas tier restrictions and lockdowns extending into 2021, we might have expected a higher number of store closures this year,\" says Lisa Hooker, consumer markets lead at PwC. \nShe believes continued government support combined with resilient consumer spending has helped many operators weather the storm and survive the pandemic.\nThe Local Data Company tracked more than 200,000 stores operated by businesses with more five outlets across Great Britain. These include everything from retail and restaurants, to cafes, banks and gyms. \nAs the chart below shows, although 3,488 stores opened in the first six months of 2021 the closures were far greater. A total of 8,739 shops shut creating a net decline of 5,251 outlets - a huge number, but 750 less than this time last year. \nFashion retailers recorded the biggest decline reflecting the collapse of Sir Philip Green's retail empire which saw his brands, including TopShop and Dorothy Perkins, disappear from the High Street.\nMore than 120 department stores also shut for good. \nThere was also a decline in car showrooms, betting shops and banks, providing yet more evidence of changing shopping behaviour and the shift to online.\nData also shows that store openings were at their lowest level for six years. Leisure dominated the growth with takeaway chains leading the way. \nAnd it is city centres that are still suffering the most, declining faster than suburban areas which are being supported by people working from home. \nLondon, for instance, has gone from being the best performing region in 2016 to the worst for two years running.\nRetail parks have fared best of all. Many are anchored by supermarkets, DIY and furniture retailers which have all done well during the pandemic. \nFootfall at these sites is almost back to pre-pandemic levels, showing how shoppers seem happier to drive to bigger shops than visit High Streets and shopping centres in towns. \nHowever, there is still an appetite for new space on the High Street. \nGail's Bakery has just opened a new outlet in Kew, a suburb in south west London, in what was once a branch of Barclays bank.  The chain has opened four bakeries during the pandemic, seizing the opportunity to take advantage of cheaper rents and a change in consumer behaviour. \n\"I definitely think people are eating better food more often and more often at home and I think that's a great trend for us,\" says co-founder and chief executive, Tom Molnar. \"Instead of using Gail's as a treat, they're using it more as a staple,\n\"When rents go down, more creative-based businesses can survive... I do have some confidence that new ideas will come in [to the High Street],\" he says. \nSo is the worst now over from the turmoil of the last few years? \nThese latest closures follows the loss of more than 17,500 chain outlets last year. \n\"There are promising signs that the speed of the decline we were tracking across the worst of the pandemic is slowing,\" says Lucy Stainton, head of retail and strategic partnerships at the Local Data Company. \n\"That being said, the compound impact of multiple lockdowns can't be ignored and whilst a slowdown in store closures is certainly welcome, the volume of empty units across Great Britain is at a record high with no sign that the demand will ever be there to meet the supply.\"\nThe next six months will be make or break for many chains, according to PwC's Lisa Hooker. \n\"Operators are far from out of the woods... particularly with the reinstatement of full business rates for all but the smallest operators, the winding-down of furlough support and agreement yet to be reached between many operators and landlords on rent arrears, \" she says. \n\"But the good news is that there are some green shoots of optimism. Consumers still want a shopping experience and a number of chain stores and restaurants are opening.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-57781637",
      "category": "health",
      "title": "Heart inflammation link to Pfizer and Moderna jabs",
      "tags": "Coronavirus vaccines",
      "text": "Heart inflammation is a \"very rare\" side-effect of the Covid vaccines made by Pfizer and Moderna, according to regulators in Europe. \nThe European Medicines Agency said the side-effects were more common in younger men.\nThe medicines safety body said the benefits of Covid vaccines continue to far outweigh any risks. \nBut doctors and patients have been advised to be aware of the symptoms of heart inflammation. \nThese include chest pain, a feeling of breathlessness and a pounding or fluttering heartbeat. Anyone with these symptoms should see a doctor. \nTwo conditions were linked to the vaccines - inflammation of the heart muscle itself, known as myocarditis, and inflammation of the fluid-filled sac the heart sits in, known as pericarditis. \nThe EMA analysis of cases found:\nFive people died. The review said they were all either elderly or had other health conditions. \nThe UK's Medicines and Healthcare products Regulatory Agency (MHRA) has also been investigating the link. \nIt reported: \"A consistent pattern of cases occurring more frequently in young males and shortly after the second dose of the vaccines.\n\"These reports are extremely rare, and the events are typically mild with individuals usually recovering within a short time with standard treatment and rest,\" it added.\nMost cases are thought to be within 14 days of vaccination.  \nWhile the risk is very rare, it is more likely to develop in young people - who are currently the focus on the vaccination campaign in the UK. \nConcerns about the side-effects have already played into the UK debate around vaccinating children, who are at lower risk of Covid.\nMyocarditis and pericarditis will be officially listed as side-effects in the UK and Europe, mirroring a move by the regulators in the US last month.\n\"The chance of these conditions occurring is very low, but you should be aware of the symptoms so that you can get prompt medical treatment to help recovery and avoid complications,\" the EMA said. \nThe link with heart inflammation was found only in the vaccines that rely on mRNA technology to train the immune system. \nThere was no link found for vaccines such as Oxford-AstraZeneca or Janssen, which use a genetically modified virus.\nHowever, the EMA has advised anyone with a history of capillary leak syndrome should not be given the Janssen vaccine. This is a rare but serious syndrome in which fluid leaks from blood vessels in the body.\nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58422607",
      "category": "uk-scotland",
      "title": "Vaccine passports: How does Scotland's scheme work?",
      "tags": "Nicola Sturgeon,NHS Scotland,Coronavirus vaccines,Vaccination,Hospitality industry,Vaccine passports,Coronavirus pandemic",
      "text": "Scotland's vaccine passport scheme was introduced last year with the aim of enabling events to go ahead despite surging Covid cases and encouraging the uptake of the vaccine in younger people. \nIt covers large outdoor events, which resumed this week, and venues such as nightclubs and those hosting large indoor events, which can reopen from 24 January.\nPeople over the age of 18 must show - if asked - that they are fully vaccinated, or have proof of a negative rapid lateral flow test (LFD) or PCR within the previous 24 hours, before they are allowed entry to certain venues and events.\nIf it is more than 120 days since your second jab, you are required to have had a booster to be classed as fully vaccinated. \nThe scheme applies to:\nFor nightclubs and smaller events, all people entering should be checked. \nOrganisers of large events are being asked to review 50% or 1,000 vaccine passports of attendees, whichever figure is higher, \nAnyone who has good reasons for not getting fully vaccinated - including people with particular medical conditions - will be exempt, as will employees working at the venues, people taking part in vaccine trials and anyone under the age of 18.\nThe government also said there would be no need for a vaccine passport to access public services or settings where people have no choice over attendance - such as shops, public transport, education and medical services.\nThe vaccine passport has been updated so that its QR code includes evidence of booster vaccinations.\nThe NHS Scotland Covid Status App is available on Apple and Android devices allows people to register, using their passport or driving licence to verify their identity, and then creates a QR code for each vaccination. \nThose who cannot use the app are able to request what the government describes as \"a secure, uneditable\" paper record. It has enhanced security features, such as thermodynamic ink to prevent forgery, as well as a QR code, and will be valid for three months.\nA QR code verifier app was made available to venues, enabling staff to check a customer's QR code.\nThose who cannot be vaccinated for medical reasons will be able to show a document confirming that they are exempt. While under-18s are exempt from the scheme, they may need to show proof of age.\nPeople coming from elsewhere in the UK can show their vaccination status with the NHS App (if from England or Wales) or the Covidcert NI app (if from Northern Ireland) - or via paper letters of certification.\nWhile initially there was no clear definition of what constituted a nightclub, the government later provided some clarification.\nThe vaccine certification scheme applies to any venue that meets all four of the criteria:\nPotentially, a 200-capacity nightclub could be asking for a vaccine passport while a pub next door, with a larger capacity and music playing into the early hours of the morning without dancing or a designated dance floor operating, avoids having to ask customers for their vaccine status.\nFirst Minister Nicola Sturgeon has said that the rules will be applied in a spirit of pragmatism. As an example, she said a venue required to check vaccine certification at night would not have to check customers coming in for a pub lunch 12 hours earlier.\nThe scheme in England applies to the same venues that are covered in Scotland.\nPeople can only enter if they can show an NHS Covid Pass confirming they have received two doses of an approved vaccine (or a single-dose of Janssen vaccine); a negative PCR or rapid lateral flow test (LFT) result within the last 48 hours; or proof that they have a medical exemption or are taking part in a clinical trial.\nIn Wales, people need to show their NHS Covid Pass or a negative LFT result within the last 24 hours to gain entry to cinemas, theatres and concert halls.\nPrior to the current restrictions, the scheme also applied to nightclubs and comparable venues, unseated indoor live events for more than 500 people, unseated outdoor live events for more than 4,000 people and any event for more than 10,000 people.\nThe Covid passport scheme in Northern Ireland applies to pubs, restaurants, cinemas and theatres - as well as nightclubs and large events which are currently closed.\nPeople can either show proof of vaccination, proof of a negative lateral flow test taken in the previous 48 hours, or proof of a positive PCR test taken in the previous 30-180 days.\nThe COVIDCert NI app can be used to show proof of vaccination, or a paper version can be requested."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58438669",
      "category": "health",
      "title": "Scientists not backing Covid jabs for 12 to 15-year-olds",
      "tags": "Children,Coronavirus vaccines",
      "text": "The UK's vaccine advisory body has refused to give the green light to vaccinating healthy children aged 12-15 years on health grounds alone.\nThe JCVI said children were at such a low risk from the virus that jabs would offer only a marginal benefit.\nThe UK's four chief medical officers have now been asked to have the final say, and to consider the wider impact on schools and society.\nHealth Secretary Sajid Javid said a decision would be made shortly.\nThe Joint Committee on Vaccination and Immunisation did advise widening the existing vaccine programme to include an extra 200,000 teenagers with specific underlying conditions.\nDoctors identified that children with chronic heart, lung and liver conditions were at much higher risk of Covid than healthy children. \nThe decision not to recommend the vaccine to all healthy children was based on concern over an extremely rare side effect of the Pfizer and Moderna vaccines which causes heart inflammation, and can lead to palpitations and chest pain.\nData from the US, where millions of young teenagers have been vaccinated, suggests there are 60 cases of the heart condition for every million second doses given to 12 to 17-year-old boys (compared to eight in one million girls). \nFrance, Italy, Israel and Ireland are also offering the vaccine to all children in this age group.\nBut as children are at such low risk from the virus, the JCVI decided that vaccination would offer only \"marginal gain\" and, therefore, there was \"insufficient\" evidence to offer mass vaccination to this age group.\nThe JCVI said it was difficult to factor in long Covid in its advice because of the uncertainty over how common it is in children, although it appears to be less prevalent than in adults.  \nThe vaccine advisers have been under huge pressure.\nMinisters have let it be known they are very keen on getting this age group vaccinated - both through their public pronouncements and privately behind the scenes.\nThis has caused frustration among JCVI members - with some complaining about the habit of government officials sitting in on meetings.\nDespite this, the JCVI has stood firm. Taking into account the impact on school disruption might make a difference.\nBut even then it's not clear-cut. Vaccinating kids will cause disruption in itself, with children having to leave class to get jabbed and then maybe needing time off to recover from the common side effects, such as fever.\nAnother argument put forward is that it could help reduce the wider spread of the virus - although encouraging the 6 million adults who have not even taken up the offer a jab yet could arguably make more of a difference.\nClearly though it would have some impact - although the emergence of the Delta variant means the vaccines offer less protection against infection than they did previously.\nWhat's more, around half of children in this age group are thought to have had Covid, providing them with natural immunity anyway.\nThe judgement call remains very tough.\nProf Wei Shen Lim, chairman of Covid immunisation for the JCVI said it was \"taking a precautionary approach\".\n\"The margin of benefit is considered too small to support universal Covid-19 vaccination for this age group at this time. \n\"The committee will continue to review safety data as they emerge,\" he added.\nPaediatricians say that healthy children with Covid end up in intensive care at a rate of two in one million, but this rises to 100 in one million for children with certain health problems.\nAs a result, the JCVI's advice is that a larger group of at-risk children aged 12 to 15 should be offered a vaccine.\nThey include children with the following conditions:\nChildren with poorly-controlled asthma and other respiratory conditions which can result in severe illness from Covid should also be offered the vaccine, the JCVI said.\nA group of 150,000 children with conditions such as severe neurodisabilities, Down's syndrome and severely weakened immune systems as well as those living with vulnerable adults are already eligible. \nThere are three million children in total in this age group across the UK.\nMr Javid said he had written to the chief medical officers in the UK's four nations to ask them to consider the vaccination of all 12-15 year olds \"from a broader perspective\".\nThey will look at the effects of Covid on children's education and pupil absences from school, which the JCVI is not qualified to consider.\nSenior leaders in clinical and public health will be involved in the discussions and help to inform a final decision on a rollout to all 12-15 year olds.\n\"We will then consider the advice, building on the advice from the JCVI, before making a decision shortly,\" Mr Javid said.\nOn Friday, 42,076 cases of coronavirus were reported in the UK and 121 deaths within 28 days of a positive test.\nWhat questions do you have about the decision not to recommend vaccination for healthy children aged 12-15 years on health grounds?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-dorset-58448700",
      "category": "uk-england-dorset",
      "title": "Two injured after plane crashes into sea near Bournemouth",
      "tags": "Bournemouth",
      "text": "Two people have been injured after a plane crashed into the water at the Bournemouth Air Festival.\nIt involved a small wing-walker aircraft and took place away from the main display area off Bournemouth beach.\nDorset Police said the pair had been rescued from Poole harbour at about 15:30 BST and were reported to have suffered only minor injuries.\nEyewitnesses described the biplane flipping as it hit the water.\nPolice said an investigation was under way.\nAlex Cason, 30, told the BBC he was fishing when he saw the plane come down in front of him.\n\"Just above the rocks I see this plane very low and I just sort of stood there in shock really - it was descending,\" he said.\n\"I couldn't stop looking at the pilot's face - he looked in real shock... a few seconds later 10 metres in front of me the plane crashes. \n\"The plane's nose hit the water, it flipped over, and then the pilot and passenger were under water for 10 seconds and luckily there was a rib [boat] nearby and they came over.\n\"It was very terrifying to watch, the lady [passenger] was screaming... I didn't know what to do, I just stood there in shock.\"\nOwain Hughes, who was sailing in Poole Harbour at the time of the crash, captured the moment of impact on his phone. \n\"It was flying low for a while and then it landed before doing a front flip,\" he said.\n\"We were sailing into the harbour. I honestly thought it was going to crash into us.\"\nThe rescue team was soon on hand and involved two lifeboats and the coastguard helicopter, the RNLI said.\nBBC Radio Solent's Ian Ramsdale, who was at the festival on Saturday, said spectators on the beach had been told a pilot had reported a fault and had flown off to try and rectify it.\n\"They just didn't return,\" he said. \nBournemouth Air Festival said the aircraft would be recovered in due course and thanked those who took part in the rescue.\nIt said: \"It is a huge relief for all those involved in the Air Festival that the incident has resulted in the display crew being removed from the water safe and well.\"\nIt added it expected display flights to resume on Sunday.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58437672",
      "category": "health",
      "title": "Covid vaccine teenagers: 'My parents won't let me get it'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-58436404",
      "category": "uk-england-derbyshire",
      "title": "Ayia Napa: Woman appeals against conviction for false rape claim",
      "tags": "Cyprus,Brits abroad",
      "text": "A British woman who reported being gang-raped in Cyprus hopes to have her conviction for lying about the attack overturned.\nThe woman, then 19, told Cypriot police she had been raped by a group of 12 Israeli men in Ayia Napa in July 2019.\nThe Derbyshire teenager retracted the allegation after being held without a lawyer, and was then tried and convicted of causing public mischief.\nHer appeal will now be heard by the Cypriot Supreme Court on 16 September.\nIf the conviction is not overturned her legal team intends to take the case to the European Court of Human Rights.\n\"She wants to get on with life, but for her to get on with life she needs to get this conviction overturned,\" said barrister Michael Polak, who is helping the woman in his role as director of the law firm Justice Abroad.\n\"This will be on her record. It means any time she applies to join an association or for a job she will be thinking back to this and what's happened to her.\n\"So it's very important to her, even though she's not in prison now, she's back in the United Kingdom, it's very important for her to overturn the conviction for that reason.\"\nHer case outraged women's rights groups, who protested outside court ahead of the sentencing in January 2020.\nJudge Michalis Papathanasiou gave the teenager a four-month suspended sentence, which meant she could return to the UK.\nShe will not have to return to Cyprus for the appeal hearing.\n\"We will be arguing that the conviction is unsafe for a number of reasons and we are hoping the Supreme Court will set aside the conviction,\" said Mr Polak.\nOne of these arguments will be that the judge did not consider evidence the woman really was raped.\n\"For public mischief you need to be making a false allegation and every time we brought forward evidence that the rape took place he would shout at our female Cypriot lawyers and say 'this is not a rape trial, this is not a rape trial',\" said Mr Polak.\n\"He did it about seven times during the trial process, so in effect he shut out any consideration that the rape had taken place, which meant he didn't properly consider all the elements of the offence.\"\nThe woman's mother said getting the conviction overturned would be \"the first step for my daughter reclaiming her life\".\n\"Imagine being raped then imprisoned because the authorities say you lied, after refusing to hear evidence to the contrary, then having to relive this each time you apply for a job or training course,\" she said.\n\"This is a terrible burden for my daughter, having such a terrible thing happen to her and then carrying a conviction against her name for life.\"\nShe said it was \"difficult to be optimistic about the outcome of the appeal\" given their experience of the courts in Cyprus.\n\"Our daughter was prevented from defending the case properly because of the trial court's unwillingness to hear evidence of the serious sexual offences that she was subjected to,\" she said.\n\"If this is understood then we have some hope that the legal minds in the Cypriot Supreme Court should acquit.\"\nIf that does not happen, she said they would \"take this matter to the European Court where we are certain that the justice will ultimately prevail\".\nAnother argument relates to the woman retracting the rape claim, which her lawyers say she did under pressure from police.\n\"She was there for almost seven hours without a lawyer, without her parents,\" said Mr Polak.\n\"European law is particularly strong on this. There's a case against Cyprus where a young teenager was taken into a police station in Limassol and a confession was taken from him with no lawyer.\n\"So in European law, the European Court of Human Rights has already decided that issue against Cyprus, and so we hope the Supreme Court will take account of that.\"\nMr Polak said the woman would ultimately like the men involved to be prosecuted, but for now her legal team is concentrating on getting her conviction overturned.\n\"It was a really horrendous experience for her and she, of course, would like to see justice done in this case,\" he said.\n\"The most important thing for the moment is to get the conviction overturned so she doesn't have to carry it around for the rest of her life.\n\"We hope the Cypriot Supreme Court will make the right decision when we go there in a few weeks, and we hope we don't have to take it all the way up to the European Court of Human Rights.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-58448655",
      "category": "uk-scotland-glasgow-west",
      "title": "Pride march returns to Glasgow after Covid pause",
      "tags": "Pride,Glasgow",
      "text": "Pride celebrations have returned to Glasgow following its cancellation last year due to Covid.\nThousands of people turned out for the Pride Mardi Gla march from Festival Park to George Square.\nParticipants, who were dressed in bright colours, were asked to take a lateral flow test before the event and wear masks.\nAbout 10,000 people joined the Glasgow march in 2019.\nGlasgow, Birmingham and Nottingham are among the only major cities hosting marches this year with most other events being cancelled."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58446881",
      "category": "world-asia",
      "title": "Afghanistan: Former vice-president tells BBC he's in Panjshir Valley",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58440257",
      "category": "uk-england-lancashire",
      "title": "Blackpool Illuminations 2021: Switch-on honour for Strictly's Ballas",
      "tags": "Strictly Come Dancing,Blackpool",
      "text": "Strictly Come Dancing's Shirley Ballas has flicked the switch on Blackpool's famous illuminations at a glitzy bash marking the start of an extended run for the sparkling seaside spectacle.\nThe star-studded light-up ceremony at the resort's iconic tower ballroom was also graced by YouTube sensation KSI and Scouse indie rockers The Wombats.\nOrganisers opted for the indoor dancefloor venue after Covid put paid to a planned outdoor extravaganza. \nThe lights will stay on until January.\nIt is hoped the extra two months will bring more visitors to the seafront amusement mecca and give a boost to pandemic-hit tourism businesses.\nVisit Blackpool described the extension as a \"tonic\" for the gloom of lockdowns and Covid restrictions. \nA similar attempt last year to prolong the beloved display along Blackpool's world-famous Golden Mile was thwarted when the government announced a second national lockdown.\nAlthough the Illuminations are more than a century old, the first switch-on ceremony was held in 1934, when Lord Derby turned them on.\nAn eclectic series of celebrities have performed the task over the years, including Princess Diana's father, John Spencer, three-times Grand National winner Red Rum, Kermit The Frog and comedian Peter Kay.\nAbout 1,000 people attended this year's show at the ballroom, which was held indoors for the second year running.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58437469",
      "category": "uk-politics",
      "title": "Government communications are failing, says ex-No 10 adviser",
      "tags": "UK government,Dominic Cummings,Boris Johnson",
      "text": "Government communications are \"failing in many of its most basic functions\" and need to be overhauled, a former No 10 communications director has said.\nLee Cain - who worked for Boris Johnson from 2019 to 2020 - says inexperienced staff and \"endemic\" leaking damaged the government's Covid response. \nThis, he argues in a paper, led to the public receiving mixed messages \"at a critical time\".\nA UK government spokesperson said: \"These claims are misleading\".\nIn a statement they said: \"[The] Government Communication Service is internationally recognised as a world leader in public communications demonstrated by our work across the globe in over 25 countries.\"\nMr Cain previously worked on communications for the Vote Leave team during the Brexit referendum and as a special adviser at the Department for Food and Rural Affairs and the Foreign Office. \nHe quit his Downing Street role in December 2020 amid reports of internal tensions.\nUnlike his ally and former No 10 colleague Dominic Cummings, Mr Cain has been less vocal in his condemnation of how government is run since stepping down.\nHowever, his paper for the Institute for Government is strongly critical of the way Whitehall handles media relations and its publicity campaigns.\nHe says the pandemic put the structure under \"increasing pressure\" and that the initial Covid campaigns were \"poor\" because staff did not have an \"adequate understanding of strategic communications or campaigns\".\nWhile praising the efforts of many civil servants, he also accuses some press officers of being \"afraid\" to pick up the phone to journalists.\nResponding to these claims, the government said it had \"set out clear, targeted and effective communications to help the public protect themselves, directly preventing millions of infections and saving thousands of lives\". \nIt said its Covid campaigns were \"reaching an estimated 95% of adults on average 17 times per week at the peak, using every means possible including social media, influencers, radio, TV and widespread digital marketing\". \nMr Cain proposes cutting the number of communications officers in Whitehall from 8,000 to 2,000, but also suggests improving the training available.\nSpecifically he says staff need to be trained so they can produce video clips, use social media and design graphics. \nHe noted that in the early days of the pandemic, \"put starkly, there was nobody with the ability to create slides for the daily press conference\" and that often the slides were only sent \"moments before press conferences were due to begin\". \nThe daily press conferences were introduced at the start of the pandemic, and the government had planned to implement daily televised briefings covering all its business.\nIn April the plan was scrapped, but Mr Cain argues there is an \"increased demand\" for content and that \"change is inevitable\". \nHe says the PM should continue doing televised news briefings after the end of the pandemic in a bid to improve improve transparency and accountability.\nMr Cain also expresses concern about the \"millions of pounds of public money\" being \"squandered annually\".\nHe notes that in 2020/21, £600m was spent on 160 campaigns that have \"little impact on the public and simply weren't needed\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58421232",
      "category": "entertainment-arts",
      "title": "Why Scotland and Yorkshire are TV's top UK destinations",
      "text": "A yearning for stunning scenery, traditional lifestyles and down-to-earth personalities has made Scotland and Yorkshire the top destinations for UK TV programmes over the past year.\nScotland featured in more show titles on the main five channels than any other place name - appearing 14 times, excluding news, sport and true crime.\nIt was followed closely by Yorkshire, which has had series made about its farmers, firefighters and vets.\nCornwall is next on the list.\nDuring the pandemic, more than ever, viewers have wanted to be transported from the realities of their daily lives - but TV crews have found it hard to go to more exotic places.\nMany such programmes showcase beautiful landscapes and country life, while the Yorkshire-set series are more varied.\nJenni Steele, film and creative industries manager for Visit Scotland, says there has been \"a real boom\" in production there in recent years.\n\"Quite similar things attract film-makers and visitors,\" she says. \"The top things that attract visitors to Scotland are the landscapes, the scenery and the heritage. And you can see how that then translates quite easily over to production and crews.\"\nDuring the pandemic, she says, UK-based crews \"couldn't go abroad to film, and they were looking for something a little bit different, maybe a little bit less seen in the UK, and places like the Hebrides provided a really different type of landscape and opportunity\".\nAndrew Sheldon, who has made shows like Darcey Bussell's Wild Coasts of Scotland, The Yorkshire Dales and Lakes, Devon & Cornwall and Epic Wales, says the British TV industry has helped people through the past couple of years by letting them see different places without leaving their homes.\n\"There was a practical level during the first lockdown - 'If I can't visit those places, I'd like to look at them',\" said Mr Sheldon, who is creative director of Leeds-based production company True North.\n\"But underneath that, there is an undercurrent of, we live in quite dark, very complex times and people yearn for more straightforward existence.\n\"People connect to the idea that there is a life out there that is simple, that is straightforward, and has clarity to it, where you can see the start and the end and it's not some dystopian nightmare.\"\nChannel 5 controller Ben Frow recently said Our Yorkshire Farm, which follows North Yorkshire shepherdess Amanda Owen and her family, was the broadcaster's most successful factual programme ever.\nMr Sheldon says: \"I think Yorkshire is so popular because there's a sense that people from that part of the world are straightforward and can be trusted, and there's a generosity of spirit around them. I'm sure it's not quite that simple, but the viewing figures suggest that's certainly part of it.\"\nYorkshire is also popular for other forms of programming - Channel 5's new series of the rebooted All Creatures Great and Small will launch on 16 September.\nThis Monday, Channel 4 will open a new office for about 250 staff in the former Majestic nightclub in Leeds, to go with smaller hubs in Glasgow and Bristol. Channel 4 News will be co-hosted from Leeds and other locations for the first time from later this month.\nMeanwhile, the BBC has just announced two new series - Yorkshire Born, featuring midwives and new families in Bradford; and Highland Blues, about \"a police force where traditional community policing meets modern cutting edge crime fighting\".\nHowever, executives may be tiring of some locations. Channel 5 commissioning editor Daniel Pearl reportedly told the Edinburgh TV Festival he did not want to make \"another programme about Yorkshire, another programme about a large family in Yorkshire\".\nAndrew Sheldon has been looking for new destinations, but says places that resonate sufficiently with the whole population are \"few and far between\".\nHe has considered places like North Norfolk and the South Downs, and has made a new series fronted by Pam Ayres in The Cotswolds for Channel 5.\n\"I'm really looking forward to see how that does,\" he says. \"The Cotswolds is a rightly loved place but I'm interested to see if it appeals to a wide audience.\n\"There are some really beautiful parts of the UK, but they don't quite get the same exposure and for some reason they don't quite appeal to as many as those three big ones do.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58443679",
      "category": "world-asia",
      "title": "Afghanistan: Fresh fighting in final anti-Taliban stronghold",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Fresh fighting has been reported in Afghanistan's Panjshir Valley, the final pocket of territory which remains out of the hands of the Taliban.\nOne of the resistance leaders in the valley, Amrullah Saleh, dismissed reports that the Taliban had captured it as \"baseless\".\nBut he admitted conditions are difficult, with the Taliban closing phone, internet and electricity lines. \nThe fighting comes with the Taliban set to finalise a government. \nPanjshir Valley, north of the capital Kabul, is one of Afghanistan's smallest provinces and the only one not to have fallen to the Taliban.\nThe traditional anti-Taliban stronghold is home to somewhere between 150,000 and 200,000 people, and is hidden behind mountain peaks. \nThe resistance - which includes former Afghan security force members and local militias - is led by local tribal leader Ahmad Massoud. His father successfully fought the Soviets who invaded in the 1980s, and the Taliban in the 1990s.\nIn a video message sent to the BBC, Mr Saleh, a former vice-president of Afghanistan, said there had been casualties on both sides. \n\"There is no doubt we are in a difficult situation. We are under invasion by the Taliban,\" he said, adding that his forces would not surrender.\nBut resistance leaders concede that some districts have fallen to the Taliban, while pro-Taliban social media showed clips seeming to show their fighters with captured tanks and other military gear.  \nRumours that the Taliban had captured Panjshir prompted celebratory gunfire to ring out in Kabul and other cities, reportedly killing a number of people.\nA Taliban spokesman said fighters should \"avoid firing in the air and thank God instead\".\nBy Yalda Hakim, BBC News\nBoth sides see the next few weeks as crucial to determining the fate of the anti-Taliban resistance. \nThe Taliban leadership want to crush Saleh and his group before announcing a new government. \nBut if they fail to do so by late October, the harsh winter months are likely to prevent further large-scale offensives. \nSaleh's National Resistance Front, on the other hand, are playing for time. If the anti-Taliban fighters can hold ground for another few weeks, that will give them at least five months to remobilise and try to persuade foreign powers to aid their cause.\nWith the Taliban expected to announce a new government in the coming days, foreign powers are adapting to the new reality of dealing with a Taliban administration.\nThe head of Pakistan's intelligence agency, Faiz Hameed, is in Kabul for talks. An official told Reuters earlier this week he could help the Taliban reorganise the Afghan military. \nUS Secretary of State Antony Blinken is travelling to Qatar on Sunday. The country plays a key mediating role in Afghanistan, but he is not expected to meet anyone from the Taliban. \nThe European Union and UK on Friday joined the US in saying they will deal with the Islamist group, but won't recognise them as Afghanistan's government.\nThe BBC's chief international correspondent Lyse Doucet, who is in Kabul, says that while the Taliban are seeking international acceptance, they are seeking it on their terms. \nIf the West does not want to deal with them, there are other powers such as China, Russia and Pakistan they can turn to, our correspondent adds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-58438715",
      "category": "uk-england-leicestershire",
      "title": "Singing Leicestershire plumber lands record deal on job",
      "tags": "Quorn,Loughborough,Music",
      "text": "A plumber has landed himself a recording deal after singing while he worked on a job fitting bathrooms for the owner of a record label.\nKev Crane, from Quorn, Leicestershire, spent six weeks fitting three bathrooms at the home of Paul Conneally, owner of New Reality Records in Loughborough.\nMr Conneally said he noticed his bathroom fitter had a \"good voice\" as he sang along to the radio.\nMr Crane has now released an 80s-influenced album under the label.\nMr Conneally, 62, who launched the label during the first lockdown in 2020, said: \"I heard Kev singing as he worked. \n\"He sings along to the radio all day as he tiles and plumbs in bathrooms. I told him he had a good voice and he mentioned he'd been writing and recording songs in his home studio. \n\"He sent me some songs and I was blown away by his songwriting and his attention to detail in producing a sound that is so 80s but so now at the same time.\"\nMr Crane, who has been a bathroom fitter for eight years, said he was blown away by his discovery.\n\"It just feels surreal. I never expected anything like this to happen. I love writing music. It's my hobby,\" he said.\n\"When I went round to give Paul a quote, he mentioned he owned a record label but I didn't really think much of it.\"\nMr Crane said he had built his own studio and taught himself how to mix music and use a mic for recording by watching YouTube videos during lockdown.\n\"I've always been into music. I used to be in a few bands when I was younger and have written a lot of my own music,\" he said.\nHe has now written and produced his debut album \"Why Can't I Be You?\"\nThe 49-year-old, who is now writing new material, added: \"I'm just seeing where it leads. I don't have any expectations. I would love to be able to write songs for other artists but if nothing else happens, then it was fun while it lasted.\"\nMr Conneally said he started the label to bring together artists in the way early independent labels did in punk and new wave to try to create a local sound.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58437673",
      "category": "world-asia",
      "title": "Afghanistan: British Army officers tell of 'chaotic' evacuation operation",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58434171",
      "category": "world-us-canada",
      "title": "Storm Ida: Before and after images of US flooding",
      "tags": "New Jersey,New York City,Hurricane Ida",
      "text": "Storm Ida has unleashed flash flooding and tornadoes across the north-east of the US, killing dozens and causing devastation in a number of states.\nNew York City and New Jersey have been hit by unprecedented levels of rainfall, with residents left trapped in flooded basements and cars. Tornadoes, spawned by the storm, ripped off roofs and sent debris thousands of feet into the air.\nSatellite images taken by Maxar on Thursday showed large areas of New Jersey submerged - with business and homes devastated by floodwater.\nThe rising waters reached a baseball stadium in Bridgewater, home to the Somerset Patriots.\nThe city of New Brunswick in New Jersey was also badly hit. \nMemorial Parkway and key roads on the banks of the Raritan River were completely inundated.\nLarge areas of Manville, New Jersey, were also completely inaccessible.\nFlooding prevented emergency vehicles from reaching properties on fire.\nA tornado ripped apart homes in the New Jersey neighbourhood of Mullica Hill, with high winds tearing off roofs and walls.\nResidents described how it took just seconds for homes to be destroyed.\nThe latest destruction caused by the storm - the fifth strongest to ever hit the US mainland - follows widespread flooding of communities in Louisiana and Mississippi earlier this week.\nIda's remnants brought 6-8ins (15-20cm) of rain to large areas or the north east - including New York, the National Weather Service said. \nIt set an hourly rainfall record of 3.15ins (8cm) for Manhattan, breaking one set by Tropical Storm Henri less than two weeks ago.\nWeather mapping from the National Oceanic and Atmospheric Administration shows the wide band of heavy rain, which hit the area between 1 and 2 September.\nNew York Governor Kathy Hochul described a \"Niagara Falls level of water\".\nUS president Joe Biden has now declared an emergency in both New Jersey and New York, enabling both states to receive federal funding to support local disaster relief efforts.\nIda arrived in New Orleans on 29 August, 16 years after Hurricane Katrina followed a similar path in 2005, killing 1,800 people."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58432352",
      "category": "business",
      "title": "Jobs market set for bumpy ride, says Resolution Foundation",
      "tags": "Unemployment,Resolution Foundation,Job Retention Scheme,Employment,UK economy,Coronavirus pandemic",
      "text": "Job creation looks set to remain strong after the furlough scheme ends, but a fresh rise in unemployment is still likely, a think tank has said.\nThanks to the success of furlough, an expected pandemic-driven surge in joblessness has not materialised, said the Resolution Foundation.\nBut it warned that about 900,000 people are still expected to be on the scheme when it finishes on 30 September.\nAs a result, \"huge uncertainty\" surrounds what might happen next.\n\"The Foundation expects many of these employees to return to their previous role - especially those on partial furlough - upon the scheme's closure,\" it said in its latest labour market report.\n\"But with the number of people starting new jobs already at record highs - and potentially hitting two million for the time ever this autumn - firms are unlikely to have the capacity to immediately take on all previously furloughed staff who do lose their job.\"\nFurlough was introduced in spring 2020, to stop people being laid off by their employers during lockdown. It applies across the UK.\nThe government initially paid 80% of the wages of people who could not work, or whose employers could no longer afford to pay them, up to a monthly limit of £2,500.\nIn July 2021, employers were required to pay 10% of salaries - with the government's contribution falling to 70%.\nIn August and September, the government's contribution reduced further: it now pays 60% and employers pay 20%.\nThe government says 11.6 million jobs have been supported since the scheme began.\nThe Resolution Foundation said it was possible that unemployment would rise from its current level of 4.4% to about 4.9% in the autumn, with another 150,000 workers unemployed.\n\"Faced with this uncertainly,\" it said, \"employment support schemes, such as Kickstart and Restart, will prove particularly important in protecting vulnerable groups. \n\"Restart will be particularly important for older workers, who are now the most likely age group to be on furlough, and who are most likely to have been on the scheme for at least six months.\"\nIt added that there would be a need to maintain wider economic support, including keeping the £20-a-week boost to Universal Credit that is set to end at the same time as the furlough scheme.\nHannah Slaughter, economist at the Resolution Foundation, said the furlough scheme had \"prevented an unemployment catastrophe\". \n\"But with the scheme ending in less than four weeks' time, there is huge uncertainty about what will happen next to the jobs market,\" she said.\nMs Slaughter added: \"With firms already reporting 'hiring bottlenecks', even a fresh surge in job starts is unlikely to be enough to prevent unemployment rising this autumn.\n\"Given the uncertainty surrounding the labour market, the chancellor should maintain the £20-a-week uplift to Universal Credit. Cutting support while unemployment is rising is bad politics, bad economics, and bad for living standards.\" \nThe government has declined to extend furlough again or reverse the Universal Credit cut, saying that as the economy opens up, the focus needs to shift to getting people back to work."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58444204",
      "category": "uk",
      "title": "Married Anglican bishop joins Catholic Church",
      "tags": "Roman Catholic Church,The Church of England",
      "text": "A married Church of England bishop has resigned from his position in order to join the Roman Catholic Church.\nThe Anglican Bishop of Ebbsfleet, Jonathan Goodall, said he made the decision following a long period of prayer \"which has been among the most testing periods of my life\".\nBishop of Ebbsfleet for eight years, he will now seek full communion with the Roman Catholic Church.\nThe Archbishop of Canterbury said he accepted the resignation \"with regret\".\nBishop Goodall served as a provincial episcopal visitor, also known as a \"flying bishop\", ministering various parishes which decline to be overseen by a woman bishop.\nHe was a member of The Society, which seeks to promote and maintain catholic teaching and practice within the Church of England.\nHe has a wife, Sarah, and two children. Although Catholic priests are not permitted to marry, the Roman Catholic Church has in the past accepted married Anglican priests who convert.\nIn a statement on Friday, Bishop Goodall said: \"Life in the communion of the Church of England has shaped and nourished my discipleship as a Catholic Christian for many decades.\"\nHe added: \"I trust you all to believe that I have made my decision as a way of saying yes to God's present call and invitation, and not of saying no to what I have known and experienced in the Church of England, to which I owe such a deep debt.\"\nThe Archbishop, Justin Welby, said he was \"deeply grateful\" for the years of service, adding: \"My prayers are with him and Sarah, both for his future ministry and for the direction in which they are being called in their continuing journey of dedicated service to Christ.\"\nSeveral bishops converted in 2010 over the Church of England's ordination of women.\nOne of those to move was the serving Bishop of Ebbsfleet - the role Bishop Goodall is now vacating.\nThe Rt Rev Andrew Burnham went on to be ordained as a Catholic priest at the start of 2011. He is now the monsignor for the Hendred parish which covers two churches - St Mary's in East Hendred, Oxfordshire, and St Patrick's in East Ilsley, Berkshire."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58428800/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Hardys wine owner warns of Christmas shortage risk",
      "tags": "Companies,Alcohol,Christmas,UK economy,Freight transport,Wine,Haulage",
      "text": "Accolade, the wine giant that makes Hardys, has warned that truck driver shortages could hit the busy festive season and push up costs.\nRobert Foye, its boss, said the firm was being hit by external staff shortages, especially among suppliers, in distribution and delivery.\nCompanies operating in the UK are having to deal with a shortage of lorry drivers.\nFirms including Wetherspoons and McDonald's have been affected.\nLorry driver shortages have also have been blamed on EU workers leaving the UK following Brexit as well as during the pandemic and tax changes making it more expensive for drivers from elsewhere in Europe to work or be employed in the UK.\nMr Foye said: \"These shortages, if they continue, could definitely impact Christmas. We are trying to get ahead of it, but it does depend on the situation for the entire transport and trucking industry in the UK.\"\nMr Foye also warned that shortages could push up costs. \"The only way we can mitigate this is if we work very closely with our trucking and transport suppliers and our customers. We have done some of that and are managing well so far, but ultimately costs will go up.\"  \nAustralia's Accolade, the UK's largest wine firm and the world's fifth biggest, delivers 35 million cases to 143 countries every year.\nIts brands include Hardys, Echo Falls, Kumala, Banrock Station and Stowells.\n\"Staff shortages are definitely there and there's a whole new group of employees that need to be trained, from truck drivers to restaurant staff,\" Mr Foye added.\nConsumers are seeing the impact of driver shortages and supply chain strains, from McDonalds halting milkshake sales to supermarkets running out of Diet Coke. \nThe Road Haulage Association (RHA) estimates there is a shortage of about 100,000 drivers. \nMarc Ostwald, chief economist at ADM ISI, said Western Europe and the US were experiencing similar shortages. \n\"All the anecdotal evidence suggests that the large pay rises and even signing-on bonuses have done little to alleviate the problem,\" he said. \n\"Christmas supply delivery problems are highly probable, above all due to the extensive lockdowns over the past two months in China and much of eastern Asia.\"\nAccolade's large £100m Park facility in Bristol is the largest wine distribution centre in Europe, with capacity to fill over a million bottles per year and distribute more than 180 million litres of wine annually.\nThe industry has felt the effect of global lockdowns that restricted large swathes of the hospitality industry.\nMr Foye said that despite the lifting of UK restrictions, business was taking longer to get back to pre-Covid levels.\n\"In the UK you're 100% opened up, but because of the effect of Covid, because people's habits have changed and some outlets gone out of business, you're really only at 65% of the level of 2019 levels. We think it's going to take two years to get back to 90-95% level in the UK.\"\nHe added: \"Jump over to US, they're opening extremely fast and are at the 90% level.\"\nThe firm, which pioneered wine blending back in 1853, predicts rising demand for low alcohol wine - defined as 9.9% alcohol content or less by Accolade - and is about to launch a zero-alcohol wine.\n\"No or low alcohol will grow 20% plus per year for the next five years and eventually be 15-20% of all wine,\" he said. \nAustralian wine makers are also weathering trade tensions with China after Beijing levied 200% tariffs on Australian wine in March. \nChina is the world's biggest red wine market and was the top buyer of Australian wine before the tariffs hit.\nYou can watch Robert Foye's full interview on Talking Business with Aaron Heslehurst this weekend on BBC World News: Saturday 23:30 GMT, Sunday 05:30 and 16:30 GMT, Monday 0730 GMT & 1630 GMT and Thursday at 07:30 GMT.\nNote September 6 2021: This story was updated to include a broader context around lorry driver shortages after Brexit and the pandemic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58443729",
      "category": "uk-england-cornwall",
      "title": "Two missing divers presumed dead off Cornwall coast",
      "tags": "RNLI",
      "text": "Two men are presumed to have died after they failed to return to the surface while exploring a wreck off the Cornwall coast.\nThe pair were diving around the HMS Scylla which was sunk in 2004 to create an offshore reef.\nA major search operation off Whitsand Bay continued into the early hours of Saturday morning.\nJames Instance from Falmouth Coastguard said the pair were suspected to have died, but that had not been confirmed.\nHM Coastguard said it received a call at about 19:45 BST on Friday after two divers were reported trapped on a diving wreck at Whitsand Bay.\nMr Instance said: \"Three people had been undertaking a dive yesterday afternoon into the early hours of yesterday evening.\n\"There had been an issue below surface while they were exploring the wreck.\" \nOne of the three divers was able to return to the surface and raise the alarm, HM Coastguard said.\nThey are currently being treated for decompression at DDRC Healthcare in Plymouth. \nDevon and Cornwall Police said: \"Two male divers were part of a planned dive at HMS Scylla site and failed to return to the surface.\n\"Police are currently assessing the situation and next of kin have been informed.\"\nHM Coastguard said its helicopter from Newquay was joined in the search by RNLI Lifeboats from Plymouth and Looe, as well as the police.\n\"We were unable to locate or find anybody,\" Mr Instance said.\n\"Our thoughts are with the people who were in the dive party who are dealing with what is a very traumatic experience.\"\nEmily Hadfield and Tom Gardiner witnessed the rescue efforts while staying at a nearby chalet on Friday evening.\n\"There was a helicopter just searching round the bay here and then half an hour later we saw the boats start to come out with search lights in the pitch black,\" Mr Gardiner said.\n\"It's sad, we're sat there watching TV, going to bed, and you've got that feeling that someone's in trouble or something's happening. It's not very pleasant.\"\nMr Instance said leisure divers were being asked to stay away from the wreck while a recovery effort was under way.\nProfessional dive units are being brought in to assist, the coastguard said.\nTwo divers from Gloucestershire died while exploring the Scylla wreck in 2007.\nIn 2014 divers were warned not to enter the wreck due to hazardous conditions identified by the National Marine Aquarium.\nIt is not clear if the two divers who went missing on Friday went inside the Scylla. \nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk"
    }
  ]
}