{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-tayside-central-58056234",
      "category": "uk-scotland-tayside-central",
      "title": "Humza Yousaf reports nursery over discrimination fears",
      "tags": "Dundee,Humza Yousaf",
      "text": "Health Secretary Humza Yousaf has reported a nursery to care watchdogs over concerns it discriminated against his daughter.\nMr Yousaf said Little Scholars in Broughty Ferry claimed it had no availability when his wife applied for a space for two-year-old Amal. \nBut he said applications submitted by friends and family for \"white Scottish-sounding names\" were accepted.\nThe nursery has strenuously denied any allegations of discrimination.\nIt said it would \"absolutely welcome\" a Care Inspectorate investigation, and that it had \"nothing to hide.\"\nMr Yousaf said: \"I'm really upset that at the age of two, my daughter, though she's oblivious to it all, has suffered discrimination.\n\"Tell us why three Muslim-sounding families were rejected and in some cases, less than 24 hours later, white Scottish families were accepted.\n\"There can be no reasonable explanation for that, and if there is one, then tell it to us.\n\"But so far, the nursery has failed to do so.\"\nFollowing the initial concerns from Mr Yousaf and his wife Nadia El-Nakla, a Daily Record investigation submitted applications with identical requirements to the nursery under the names Aqsa Akhtar and Susan Blake.\nThe newspaper said Aqsa Akhtar had her application rejected, but Susan Blake's was accepted and offered spaces. \nMs El-Nakla said she had emailed nursery bosses in May, asking if there were any available places.\nThe couple alleged they were told there were \"no available spaces in the nursery\" - the second time they said they had been turned down.\nBut they claimed that when a white friend asked if there were spaces for her two-year-old son, just two days later, the nursery told her places were available on three afternoons a week.\nIn a statement, Little Scholars Day Nursery said any claim that it was not open and inclusive to all was \"demonstrably false\".\nIt said that its owners were of Asian heritage and it had regularly welcomed children and staff from a range of backgrounds \"including two Muslim families currently\".\nThe nursery said: \"We note Mr Yousaf's call for a Care Inspectorate investigation and this is something we would absolutely welcome. \n\"We have nothing to hide and look forward to the opportunity to demonstrate the policies and procedures we have in place to ensure we are a nursery that is open and welcoming to all.\"\nThe Care Inspectorate confirmed that \"a concern has been raised\" and it was carefully considering all information received."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58029042",
      "category": "uk-england-beds-bucks-herts",
      "title": "Hollywood plans £700m film and TV studios in Hertfordshire",
      "tags": "Broxbourne,Media,Television,Broxbourne Borough Council,Los Angeles,Film,Hollywood",
      "text": "Plans for a £700m \"world-class\" film and TV studios facility in the UK have been announced by a Hollywood studio.\nThe owners of Sunset Studios in Los Angeles and an investment firm have bought a 91-acre site in Hertfordshire for £120m.\nSubject to planning permission, the production centre would be built in Broxbourne.\nThe government said it was \"supporting\" the development of such stage spaces across the UK.\nOliver Dowden, Secretary of State for Digital, Culture, Media and Sport, said: \"This new studio is yet another vote of confidence in the UK's booming film and TV industry. \n\"Through the British Film Commission, we're supporting the development of stage spaces like this across the UK - boosting the local economy and backing our world-class creatives to make the next Bond blockbuster or bingeworthy box set.\"\nMr Dowden is also the Conservative MP for the neighbouring Hertsmere constituency, which includes Elstree Studios,\nLos Angeles-based studio owner and operator Hudson Pacific has joined with investment company Blackstone and they hoped to transform Broxbourne into a hub for UK and international productions.\nThe companies anticipated it would \"contribute £300m annually to the local economy\" and could create up to 4,500 jobs.\nJames Seppala, head of Blackstone Real Estate Europe, said the development would \"deliver a world-class studio facility that will help ensure that the UK continues to be a premiere destination for content production globally\".\nIt would be the first expansion of the Sunset Studios brand outside the United States, which was home to film productions such as When Harry Met Sally, Zoolander and La La Land.\nVictor Coleman, chairman and chief executive of Hudson Pacific, said he was looking forward to \"working with Broxbourne Council to ensure the project has a meaningful and positive impact on the local community\".\nLewis Cocking, leader of Broxbourne Borough Council, said it was a \"fantastic opportunity\" for the area.\n\"Creative industries are of strategic importance to us and the creation of 4,500 permanent new jobs and the associated boost to the local economy is just what we need following the pandemic,\" he said.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58053135/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid in Scotland: Families reunited as quarantine rules relaxed",
      "tags": "Tourism,Scottish government,Travel,Coronavirus pandemic",
      "text": "Families have been reunited as restrictions are eased on fully-vaccinated visitors from the EU and US arriving in Scotland. \nPeople who have been double-jabbed in the EU and US no longer have to quarantine. \nThe change, which began at 04:00, affects those arriving from countries on the amber list - except France. \nThe Scottish government said it was possible due to the success of the vaccine roll-out. \nHowever, people are still being urged to \"think very carefully about whether your trip abroad is necessary\" before they travel. \nThere were emotional scenes at Glasgow Airport, just hours after the restrictions were eased.\nElaine Burt, 55, a senior nurse with the NHS, was waiting for her sister and nephews to arrive from Boston, USA, for their first meeting in 20 months.\nAfter the reunion Ms Burt, from Newton Mearns, said: \"It was an absolute relief, it just felt as if it was never going to happen and it's just the best present ever.\n\"We never thought it was going to happen with all of the different restrictions, but we left it to the last minute to see what was possible.\"\nHer sister Michelle Bolger, 50, and her nephews Kaie, 17, and Taran, 12, who were all double vaccinated in the US, were visiting Scotland to spend time with her mother Jean, who has been unwell.\nMs Bolger said: \"It's been so long. It's been really hard, but we're here, we made it.\n\"We booked the flight just a week past Monday. It's been a rollercoaster trying to get here.\n\"We still have to test on day two but it's great, absolutely amazing, I didn't think I would see this day.\"\nAnother person enjoying isolation-free travel was Colin Morton, 56. \nThe engineer, who moved to Italy in his mid-20s and had both his vaccinations in Italy, said he had returned to Scotland to visit his mother, who has been unwell.\nHe said: \"My mother and father live here and they are both elderly and my mother has been unwell, so I'm looking forward to being able to see her. There would have been no point coming if I had to quarantine.\" \nMeanwhile, among those looking forward to visiting Scotland without having to quarantine is avid golfer Bill Luyk, from Michigan, USA.\nHe said he felt like \"a four-year-old on Christmas morning\" thinking about his forthcoming trip.\nMr Luyk told BBC Scotland: \"Golfers in the US are just chomping at the bit to play the courses we're going to play.\n\"We're really, really looking forward to it and hopefully things will remain open.\"\nUnder the new rules, people who were fully vaccinated in the following countries will not have to isolate for 10 days on arrival in Scotland: \nPeople travelling from amber list countries will need to show a negative test before departure and produce a negative PCR test result on day two after arrival.\nAnd they will have to show either the EU Digital Covid Certificate or the US Centers for Disease Control and Prevention's white card -  known as a CDC card - to prove they are fully vaccinated. \nThe change does not apply to people who have been in France in the 10 days prior to their arrival, due to concerns over the Beta variant. \nJulie Clarke lives in Prague in the Czech Republic and will fly into Edinburgh on Monday night.\nBefore the pandemic the teacher would return to Scotland up to seven times a year to visit her mother, who is disabled and housebound.\nBut she has only been home once the UK went into lockdown in March last year, and said the restrictions have led to a \"lot of frustration\".\nMs Clarke told BBC Radio's Good Morning Scotland programme: \"It was very stressful. I went in December. Amsterdam shut their entry to Scotland, I then had to go to London. Czech Republic then shut to London, I then had to fly to Poland. Took me 23 hours to get home.\"\nShe added she is \"very excited\" about her flight which she booked last Wednesday - the day before the new restrictions were announced.\nMs Clarke said: \"I've been double vaccinated since April and have the same vaccinations as many of my family and friends in Scotland and was very frustrated I couldn't travel.\"\nBut she can only stay for a week so she is safe to return to school for the new term.\nThe teacher said: \"I want to keep myself safe, the children safe, my colleagues at work safe so I'm more than happy if I have to quarantine when I get back here.\" \nThe change to the rules has been largely welcomed by the travel industry with Karen Musgrave, of Barrhead Travel, describing the move as \"really positive\". \nShe told BBC Radio's Good Morning Scotland: \"We have definitely seen pent up demand released over the last couple of weeks, particularly when we had the news that the fully vaccinated travellers did not have to quarantine when coming back from amber destinations.\n\"We are also seeing more confidence for further out in the year, so October school holidays and getaways over Christmas and new year are proving really popular just now as well.\"\nKaren Dee, of the Airport Operators Association, said she would like to see the UK and Scottish governments go further.\nAsked about the advice that people should only go abroad if they have to, she said: \"It is a bit confusing and, from our perspective, very damaging particularly given the vaccination roll out and the success of that in the UK.\n\"We would have expected, I think, to have seen us opening up more quickly than others to take advantage of the benefits we have had.\n\"That has not been the case and we are lagging behind many countries in Europe who are opening up more quickly despite not having so many people vaccinated.\"\nAre you planning to travel to Scotland from the EU or US now that the quarantine restrictions have been eased? What difference will the new rules make to you? Please share your stories and pictures with us.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nProfessor of public health at Edinburgh University Linda Bauld said she does not think the new rules will lead to a spike in case numbers. \nShe said: \"This is about parity. People can already travel from the UK to other countries and come back if they have had vaccines here. \n\"There was a lot of concern about the fact that we were not recognising other countries' vaccination programmes to this is really that shift.\" \nProf Bauld also cautioned against the removal of the travel testing regulations and said the current system provides \"reassurance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lancashire-58055884",
      "category": "uk-england-lancashire",
      "title": "Blackpool drowning: 'Hero' dies saving woman from sea",
      "tags": "Blackpool",
      "text": "A man has drowned after jumping into the sea to rescue a woman in trouble despite being unable to swim himself.\nAlex Gibson, 22, went into the sea in Blackpool at about 04:00 BST on Friday to help the woman.\nMr Gibson's family said he pushed the woman back to the shore before he drowned. Police said his body was recovered a short time later.\nHis aunt Kaz McDevitt said: \"We are all very proud of him. He was a good person who would do anything for anyone.\"\nMs McDevitt, 40, said her nephew saved the woman, who was \"around his own age\", despite the fact that he could not swim.\nShe said he \"pushed her forward to get her out\" but added that the water \"was way over his head\".\nHis aunt said he could not be resuscitated when he was pulled from the water.\nShe said the family were devastated, adding: \"Yes, he is a hero but we would rather have him here with us. We are all very heartbroken.\n\"He deserves to be recognised for his bravery.\"\nThe family do not know whether Mr Gibson knew the woman he saved.\nA Lancashire Police spokeswoman said: \"The woman returned from the water and was treated by paramedics before being taken to hospital for treatment.\n\"Following a search of the area, the body of a man was recovered from the water. He was sadly pronounced dead a short time later.\"\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58052378/#comp-comments-button",
      "category": "#comp-comments",
      "title": "No Covid traces found in railway stations or trains",
      "tags": "Coronavirus pandemic",
      "text": "Tests have found no traces of Covid-19 in swabs and air samples of four major railway stations and intercity train services, Network Rail has said.\nTwo lots of testing took place at London Euston, Birmingham New Street, Liverpool Lime Street and Manchester Piccadilly station.\nHeavily touched areas such as escalator handles were swabbed, while hour-long air samples checked for airborne virus.\nTests were repeated on trains running between the stations.\nThere has been extra cleaning of transport services throughout the pandemic to protect against the virus spreading through contaminated surfaces and the air.\nImperial College London researchers examined the results of the tests - which took place in January and June - and found no coronavirus contamination of any surface or airborne virus particles.\nIt follows similar tests on London's Tube trains, buses and stations earlier this year, which found no sign of Covid-19 or new variants. \nResearchers said at the time that this did not mean none is circulating.\nDavid Green, senior research fellow at Imperial College London, said using filters and taking swabs provided a \"way of quantifying the amount of virus circulating in these public environments and the effect of mitigation strategies like cleaning and wearing face coverings\".\nRob Mole, senior programme manager for Network Rail's response to the pandemic, said the test results were \"proof\" the \"dedicated approach\" by station cleaning teams and train staff to keep passengers safe had worked.\nHe added that staff would continue \"doing our part by rigorously cleaning trains and stations\" and asked passengers to \"do their bit\" by continuing to wear face coverings while travelling.\nLast month, almost all legal restrictions on social contact were lifted in England - including the legal requirement to wear a face covering in settings such as public transport - but they must still be worn on London's transport network.\nThe government still advises face coverings are worn in crowded and enclosed spaces."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58058831",
      "category": "uk-england-birmingham",
      "title": "West Midlands Police officer convicted of assaults",
      "text": "A police officer has been found guilty of assaulting two members of the public on consecutive days when he wrongly suspected each of a crime.\nPC Declan Jones committed both offences while on duty for West Midlands Police in Birmingham last year.\nBirmingham Magistrates' Court heard he attacked a man then kicked and punched a 15-year-old boy the following day.\nThe police watchdog has separately probed complaints the attacks, on two black males, had a racial element.\nThe Independent Office for Police Conduct (IOPC) said it had found no evidence of discrimination. \nJones, 30, had denied three counts of common assault.\nBut district judge Shamim Qureshi found he acted unlawfully when he kneed and punched Michael Rose in Aston on 20 April 2020, having wrongly suspected him of stealing a phone and a bike.\nOn 21 April in Newtown, Jones attacked a teenager whom he wrongly suspected of drugs offences, using force which the judge said was totally unnecessary.\nNeither victim had resisted arrest.\nBoth males were black and Errol Robinson, Mr Rose's solicitor, suggested there was a racial element to Jones's attacks.\nSpeaking outside court, Mr Robinson said the verdict sent a \"clear message\" to police officers.\nHe said: \"The black community will not sit back and let this continue and will fight for justice and action against such officers who undermine the good work of other officers.\"\nMr Rose's uncle, Bernard John, said outside court that Jones had attacked his nephew \"viciously, without provocation\".\nHe added: \"[Jones] is absolutely what I can call a hooligan. He showed no professionalism in any shape or form.\"\nAt a week-long trial in Coventry prior to Monday's judgment in Birmingham, prosecutors played CCTV footage of the assault on the 15-year-old which showed the blows came after the teen adopted a \"surrender pose\".\nJones told the court it was his \"honest belief\" the teenager had made a downward movement with his hand and he feared for his safety.\nJones was also accused of assaulting a third person two days after his second attack.\nWhile he punched the individual in the face in Handsworth on 23 April, Jones was cleared after the judge ruled the officer used \"proportionate\" force while assisting colleagues who were struggling to detain.\nHe was bailed until sentencing on 10 September.\nJones was charged after an investigation by the IOPC into allegations of excessive use of force.\nIts investigation followed a voluntary referral from West Midlands Police on 30 April 2020.\nThe IOPC said it investigated allegations of race discrimination in two of the complaints but found the evidence did not show a consistent pattern of behaviour and Jones's language in both cases did not suggest discriminatory behaviour.\nThe West Midlands force said the officer, who was suspended on 1 May 2020, would face a misconduct hearing chaired by the chief constable.\nDeputy Chief Constable Vanessa Jardine said Jones's use of force \"was totally inappropriate\" and it was \"right that he has been held accountable by the court\".\nTwo other officers were also investigated by the IOPC during its inquiry and one of them, it said, would also face a gross misconduct hearing.\nThe IOPC found the other breached use of force standards and \"recommended reflective practice\" for the officer.\nJones's attacks occurred during the first Covid-19 lockdown and the judge said footage of the incidents in which officers were seen not wearing masks was \"embarrassing to watch\", adding: \"The videos do not show the police in a good light at all.\"\nHe told the court: \"Nothing turns on this point in this trial, but I have to make the comment that the videos, some of which were released on social media, are disastrous for public relations.\"\nFollow BBC West Midlands on Facebook, on Twitter, and sign up for local news updates direct to your phone."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58063759",
      "category": "uk-england-london",
      "title": "Dizzee Rascal: Rapper charged with assaulting woman",
      "tags": "Sevenoaks,Streatham",
      "text": "Rapper Dizzee Rascal has been charged with assault, following an incident in south London.\nThe 36-year-old whose real name is Dylan Mills, was charged after police officers visited an address in Streatham on 8 June.\nA woman at the property had suffered minor injuries, but did not need hospital treatment, police said.\nMr Mills, from Sevenoaks in Kent, is due to appear at Croydon Magistrates' Court on 3 September.\nThe rapper, who was awarded an MBE in the Queen's birthday honours in 2020 for his services to music, is due to perform at South Facing Festival, Crystal Palace Park and Lydiard Park on dates in August."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58064470",
      "category": "uk",
      "title": "Covid-19: Amber watchlist travel idea scrapped",
      "tags": "Travel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "A proposal to create an \"amber watchlist\" of countries at risk of moving to red in the travel traffic light system has been abandoned, government sources have told the BBC.\nOn Monday, Prime Minister Boris Johnson said he wanted a \"simple\" and \"balanced approach\" to pandemic travel.\nThe sources said no new categories would now be added.\nTory MPs and travel industry figures earlier warned a complex system risked putting people off from travelling.\nThe government had been considering the idea of a new level in the government's traffic light system for overseas travel, ahead of the next review this week.\nIt would have warned people when a destination was at risk of a sudden shift from amber to red - meaning that travel would be banned for everyone except UK nationals and residents, who would be required to quarantine in a hotel on their return.\nAs opposition to the proposal gathered, Mr Johnson said he wanted to prevent new coronavirus variants entering the UK, though he recognised the desire to go abroad.\n\"We also have to recognise that people want, badly, to go on their summer holidays, we need to get the travel industry moving again, we need to get our city centres open again and so we want an approach that is as simple as we can possibly make it,\" he said.\nThe prime minster said the UK's economy and society were about \"the most open in Europe\" but he said caution was still needed.\nThe travel industry reacted with relief at the news that the watchlist would not go ahead.\nTim Alderslade, chief executive of the air travel industry body Airlines UK, said: \"This is a victory for common sense. The PM has hit the nail on the head - people want a clear and consistent travel system that they can understand and that is workable.\"\nHe urged the government to go further and include more countries on the green list, exempting them from quarantine requirements.\nLabour said scrapping the watchlist idea showed the Tories were \"in total chaos\" over their pandemic borders policy.\nRead more here.\nShadow transport secretary Jim McMahon called on the government to publish the data behind its decisions and provide \"maximum clarity\" to passengers and the travel industry.\nHe said clear information about what was happening with infections in each country was needed to build confidence about travel.\nMr McMahon said: \"Not only have ministers failed to protect our borders, allowing the Delta variant to reach the UK in such force, but time and time again they've refused to be straight with the public and industry.\"\nEarlier, the idea had also faced opposition from the Conservative benches, with Huw Merriman, chairman of the Commons Transport Committee, telling the BBC that an amber watch-list would be a \"massive red flag\" that would cause travel bookings to collapse.\nOthers said increasingly complex travel rules would put the UK at a competitive disadvantage compared to other nations which were more open for international travel.\nMr Merriman later welcomed the scrapping of the amber watchlist, saying: \"To deliver confidence and stability, the traffic light system needs to be red, amber and green, and nothing in between.\"\nThe government already has a green watchlist, which features more than half the countries on the green list and signals they are at risk of moving to amber.\nThe next update to the travel list system is due on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52544307",
      "category": "explainers",
      "title": "What Covid tests do I still need to travel abroad?",
      "tags": "Tourism,Spain,France,Coronavirus lockdown measures,Public health,Holidays,Coronavirus vaccines,Self-isolation,Air travel,Coronavirus pandemic",
      "text": "From next month, fully vaccinated people travelling to the UK will no longer have to take any Covid tests - either before departure or after arrival. \nFor the first time since the pandemic began, Wales has also stopped advising against non-essential foreign travel. \nFrom 04:00 GMT on 11 February, fully vaccinated travellers (two doses) and under-18s will no longer need to take a lateral flow test two days after they arrive in England, Scotland, Wales or Northern Ireland. \nTravellers who aren't fully vaccinated will no longer have to self-isolate on arrival, or take a test on day eight. \nHowever, they will still have to show proof of a negative Covid test taken two days before they travel, and they must still take a post-arrival PCR test. They won't need to self-isolate unless the day two test is positive. \nTo qualify as vaccinated, non-UK travellers must have received their jabs in a country or territory with \"approved proof of vaccination\". This now covers most countries in the world, with more - including China - due to join on 11 February.\nAll passengers will still need to fill in a passenger locator form.\nFully vaccinated passengers (who have had two doses) and under-18s no longer need a pre-departure test two days before travelling to the UK.\nHowever, within 48 hours of arrival, everyone aged five and over (11 and over in Scotland) must take a lateral flow test (LFT), or a more expensive PCR test.\nThe test must be bought from a private test provider - free NHS tests cannot be used. \nIf they take an LFT and it is positive, they must self-isolate and take an NHS PCR test to confirm the result.\nVaccinated travellers also have to fill in and submit an online passenger locator form no more than 48 hours before arriving, even if they are just passing through the UK.\nBefore departure: \nAll unvaccinated travellers to the UK must complete a passenger locator form, and take an LFT or PCR in the 48 hours before departure. \nThe test can be taken either in the country where you start your journey, or in another country en route to the UK.\nIf you test positive, you must follow the rules in the country you're in, and not travel onwards to the UK.\nAfter arrival:\nIf you've not been fully vaccinated you must quarantine for 10 days after arrival in the UK.\nYou must also take two PCR tests - on days two and eight of your quarantine.\nThese must be booked before travelling to the UK and bought privately from a government-approved list of providers. \nTravellers to England also have the option of ending quarantine under the Test To Release scheme - this involves taking a private PCR test after five days of isolation. A negative test will allow them to leave quarantine, although they must still take another PCR test on day eight. \nThese rules do not apply to travellers from Ireland, the Channel Islands or the Isle of Man, unless they have been in another country in the 10 days before their departure for the UK.\nDigital Covid passes showing your vaccination status can be downloaded to your phone, whether you're in England, Scotland, Wales or Northern Ireland. \nTest results can be in the form of a printed document, or an email or text on your phone. They must be in English, French or Spanish.\nEuropean Union residents can use the EU Digital Covid Certificate to show their vaccination status or test results.\nFrom 3 February, 12 to 15-year-olds in England will also be able to prove their vaccination status via the digital NHS pass.\nYou need to check the UK Foreign Office website for entry requirements of any other countries you visit. These can change quickly.\nCovid passes issued in the UK can be used throughout the EU to show proof of vaccination - either digitally, or as a printed download (as long as it is dated later than 1 November 2021)."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58051746",
      "category": "world-europe",
      "title": "Turkey: People flee popular tourist spots to escape wildfires",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58062180",
      "category": "uk",
      "title": "NHS Covid-19 app in England and Wales tweaked to notify fewer contacts",
      "text": "The NHS Covid-19 app in England and Wales is being tweaked so fewer contacts will be advised to self-isolate following a close contact with a positive case.\nThe app will look for contacts two days prior, rather than five, when someone without symptoms tests positive.\nHealth Secretary Sajid Javid said it would reduce disruption but still protect those at risk.\nThe government is urging the public to continue using the app.\nIt comes as the UK recorded another 21,952 new coronavirus cases in the last 24 hours, compared to 24,950 cases last Monday.\nAnother 24 deaths within 28 days of a positive test were reported, higher than the 14 recorded on the same day last week.\nAlmost 700,000 alerts were sent by the app to users in England and Wales for the week to July 21, a record since it was launched, which has caused staffing issues in many industries.\nIt led to the government allowing some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead they have to take daily tests.\nThere had been speculation that the app could be made less sensitive to the distance between users and the length of time spent in close proximity - currently 2m or less and more than 15 minutes.\nBut the DHSC said the update \"does not impact the sensitivity of the app, or change the risk threshold\".\nThere was speculation when Sajid Javid became the new health secretary just as the word \"pingdemic\" was entering the language that he would order changes to make the app less sensitive. \nThat was ruled out - but it seems Mr Javid asked what else could be done and was advised that the option unveiled on Monday would be wiser. \nCutting the period the app hunts back through the close contacts of an asymptomatic person before a positive test from five days to two could mean a substantial fall in the numbers sent into isolation.\nThere has been huge pressure for change from businesses which have seen their operations disrupted by thousands of pings - but at the same time the team behind the app believes it now has strong evidence that it is working.\nThe government will hope it has found a middle way, reducing the burden on businesses and making it less likely that people will delete the app while still alerting those in most danger of becoming infected with the virus and passing it on. \nBut, as with so much about this project, this is an experiment in human behaviour because for the app to work, people have to trust it.\nAnnouncing the change, Mr Javid said: \"We want to reduce the disruption that self-isolation can cause for people and businesses, while ensuring we're protecting those most at risk from this virus.\n\"This update to the app will help ensure that we are striking the right balance.\"\nDr Jenny Harries, of the UK Health Security Agency, said the app was \"the simplest, easiest and fastest way to find out whether you have been exposed to the virus,\" and it had saved thousands of lives.\nShe said she would \"strongly encourage everyone, even those fully vaccinated, to continue using the app\". \nIt is unclear how many people will be affected by the tweak.\nScientists have estimated the app prevented up to 2,000 cases per day in the three weeks to 21 July when the number of self-isolation alerts - known as \"pings\" - rose by over 70,000 to a new record of 689,313.\nAnd their analysis, which assumed 60% compliance with instructions to self-isolate, suggested another 50,000 Covid cases were prevented by including chains of transmission.\nThis was estimated to have prevented 1,600 hospitalisations, the Department of Health and Social Care (DHSC) said.\nAround 40% of the eligible population regularly use the app and around 50% of all reported tests are being inputted, it said, saying usage remains \"high\".\nLabour's shadow health minister Liz Kendall accused the government of \"leaving hundreds of thousands of people forced to self-isolate every day\" and quietly changing the app, rather than driving infections down.\nTrade union Unite said the change did not go far enough and repeated a call from the automotive and steel sectors for workers to be exempt from self-isolation rules.\nBut the move has been welcomed by the British Beer and Pub Association, which said its research found up to 1,000 pubs had been forced to close temporarily due to staff being pinged by the app.\nIts chief executive Emma McClarkin said: \"On average, each pub forced to temporarily close due to staff being pinged costs £9,500 in lost trade per week and our larger venues much, much more at a critical time in their recovery.\"\nFrom 16 August, fully vaccinated contacts in England will be exempt from isolation and instead will be advised to take a PCR test. \nThose who are not fully vaccinated will still be required to isolate, and it will remain a legal obligation to isolate if you test positive. \nOn 7 August, Wales will become the first UK nation to stop asking fully vaccinated adults to self-isolate after close contact with a positive Covid case.\nMeanwhile, a further 118,184 people received their second dose of a Covid-19 vaccine on Sunday, meaning nearly 38.5 million people - or 72.7% of the UK population - are now fully vaccinated.\nBut just 21,266 people received first doses, as the numbers coming forward for vaccination continued to slow down. A total of almost 46.9 million people, or 88.6% of adults, have had at least one jab. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58048007",
      "category": "world-middle-east",
      "title": "Tanker attack: UK and US blame Iran for deadly ship attack",
      "tags": "Israel,Naftali Bennett,Iran,Iran nuclear deal",
      "text": "The UK and US believe Iran was behind a tanker attack that killed two people, and have vowed to respond, calling it a violation of international law. \nThe MV Mercer Street, operated by an Israeli-owned firm, was attacked off Oman on Thursday.\nA British national and a Romanian citizen were killed.\nThe statements came after Israel's Prime Minister Naftali Bennett said there was \"evidence\" that its longstanding foe Iran was responsible.\nMr Bennett warned that \"we know how to send a message to Iran in our own way\", while Tehran rejected what it called the \"baseless accusations\".\nOn Monday, Iran warned the UK, US and Israel that any actions in response to the drone attack on the tanker \"will be met with a severe and decisive answer\". \nThe attack on the MV Mercer Street appears to be the latest escalation in an undeclared \"shadow war\" between Israel and Iran. \nFor months there have been several attacks on both Israeli and Iranian-operated vessels, which are seen as tit-for-tat incidents, though casualties are rare.\nIran has also accused Israel of targeting its nuclear sites and scientists.\nIn a statement on Sunday, UK Foreign Secretary Dominic Raab said London believed Iran had used one or more drones against the MV Mercer Street, calling it \"deliberate, targeted, and a clear violation of international law\".\n\"Iran must end such attacks, and vessels must be allowed to navigate freely,\" he added.\nUS Secretary of State Antony Blinken said Washington was also \"confident that Iran conducted this\", and that an \"appropriate response\" would follow.\nIsrael's Prime Minister said he expected the international community to make clear to Iran that it had made a serious mistake. \nIran's foreign ministry spokesman, Saeed Khatibzadeh, told reporters that \"the Zionist regime (Israel) has created insecurity, terror and violence\". \nHe said Israel \"must stop such baseless accusations\", warning: \"Whoever sows the wind reaps the whirlwind.\"\nThe escalation comes against the backdrop of thorny talks between Iran and world powers in Vienna to try to revive a frayed 2015 deal curbing Iran's nuclear programme.\nWestern countries suspect Iran might be seeking to build nuclear weapons in violation of conventions - something Iran strongly denies."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58050538",
      "category": "uk",
      "title": "Covid-19: First people arriving into UK after rules relaxed for fully jabbed",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "The first passengers have been arriving in the UK after rules changed to allow people fully vaccinated in the US and EU to avoid quarantine.\nThe change, which came in at 04:00 BST, affects those arriving from countries on the UK's amber list - except France.\nThe UK government said the change would help to reunite family and friends whose loved ones live abroad.\nAirline bosses have welcomed the move but are calling for more countries to be added to the UK's green travel list.\nThomas Walters, 47, was among some of the first arrivals from the US after flying from New York to London to surprise his father for his 70th birthday.\nHe bought his plane ticket last Wednesday after realising the rules had changed and he could see his father for the first time since February 2020. \n\"All throughout the summer I've had a really strong longing to come back to the UK. Not being able to see each other for so long has been very difficult.\" \nTravellers will still need to take either a lateral flow or PCR test pre-departure, and a PCR test on the second day after they arrive. Under-18s will be exempt from isolation, and some will not have to test, depending on their age.\nSince 19 July, people who have been double-jabbed in the UK have not had to isolate when arriving from amber list countries, but all other travellers vaccinated elsewhere are required to quarantine for 10 days.\nTougher rules also remain in place for France, with travellers still required to quarantine even if they have been double jabbed.\nTransport Secretary Grant Shapps has said this will be reviewed at the end of the week at the next review of the travel lists.\nRead more here.\nOthers to welcome the change included nurse Elaine Burt, 55, who met her sister and nephews at Glasgow Airport after they arrived from Boston in the US - their first meeting in 20 months.\n\"We never thought it was going to happen with all of the different restrictions but we left it to the last minute to see what was possible,\" she said.\nHer sister, Michelle Bolger, said it had been \"a rollercoaster trying to get here\", adding: \"I didn't I think I would see this day.\"\nNaomi Hooper, who lives in San Diego, said she booked a flight back to the UK as soon as the rules changed so she could see her parents for the first time since December 2019.\nShe said she was \"so grateful\" at getting the opportunity to come home. \"I probably won't want to leave in eight days but I'm hoping this is the beginning of the travel opportunity - for mum and dad to come and see the kids in America.\" \nHeathrow Airport chief executive John Holland-Kaye said the UK's current travel rules were \"still quite complicated\" and needed to be simplified to make it easier for people to travel, as well as reducing some of the extra costs.\nHe told Radio 4's Today programme: \"We need to get rid of the requirement for everyone to have a PCR test and replace it with a simpler, cheaper lateral flow test as a first line of defence.\"\nThe leaders of UK airlines described Monday's easing of the rules as a \"positive step\" but said they were concerned that the UK aviation sector was not on the path to recovery \"due to the continued restrictions that are being imposed on international travel\".\nIn a letter to Mr Shapps, they wrote that green status should \"increasingly become a default\" for countries, citing falling case numbers and the proportion of the UK population now vaccinated.\nAs part of the changes, international cruise ships will be able to depart from England from Monday - after a 16-month pause.\nInternational cruises have been allowed from Northern Ireland since Saturday.\nMeanwhile, Tory MPs have raised concerns about the prospect of a so-called amber watch-list of countries that holidaymakers would be warned could move to the red list at short notice.\nPeople coming to the UK from red list countries are required to isolate for 10 days in a government-approved hotel regardless of their vaccine status.\nThe government already has a green watch-list, which features more than half the countries on the green list and signals they are at risk of moving to amber.\nHuw Merriman, chairman of the Transport Select Committee told BBC Radio 4's Westminster Hour that the potential new travel category would \"be viewed as a massive red flag\" that would \"likely\" cause bookings to those countries to \"collapse\".\nBut government minister Matt Warman defended the idea of travel watchlists, telling Sky News that warnings over potential quarantine changes gave people \"really important information when they're making significant financial decisions\".\nWhile US citizens will be able to avoid quarantine in the UK they are still being urged not to travel to the UK by their country's health protection agency and the US border is currently closed to many countries, including the UK, except to US citizens.\nOn Sunday the UK reported 24,470 new Covid cases as well as a further 65 deaths within 28 days of a positive test. \nAdditional reporting by Doug Faulkner."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58062180/#comp-comments-button",
      "category": "#comp-comments",
      "title": "NHS Covid-19 app in England and Wales tweaked to notify fewer contacts",
      "text": "The NHS Covid-19 app in England and Wales is being tweaked so fewer contacts will be advised to self-isolate following a close contact with a positive case.\nThe app will look for contacts two days prior, rather than five, when someone without symptoms tests positive.\nHealth Secretary Sajid Javid said it would reduce disruption but still protect those at risk.\nThe government is urging the public to continue using the app.\nIt comes as the UK recorded another 21,952 new coronavirus cases in the last 24 hours, compared to 24,950 cases last Monday.\nAnother 24 deaths within 28 days of a positive test were reported, higher than the 14 recorded on the same day last week.\nAlmost 700,000 alerts were sent by the app to users in England and Wales for the week to July 21, a record since it was launched, which has caused staffing issues in many industries.\nIt led to the government allowing some key workers - such as those working in food distribution - to be exempt from having to self-isolate if pinged. Instead they have to take daily tests.\nThere had been speculation that the app could be made less sensitive to the distance between users and the length of time spent in close proximity - currently 2m or less and more than 15 minutes.\nBut the DHSC said the update \"does not impact the sensitivity of the app, or change the risk threshold\".\nThere was speculation when Sajid Javid became the new health secretary just as the word \"pingdemic\" was entering the language that he would order changes to make the app less sensitive. \nThat was ruled out - but it seems Mr Javid asked what else could be done and was advised that the option unveiled on Monday would be wiser. \nCutting the period the app hunts back through the close contacts of an asymptomatic person before a positive test from five days to two could mean a substantial fall in the numbers sent into isolation.\nThere has been huge pressure for change from businesses which have seen their operations disrupted by thousands of pings - but at the same time the team behind the app believes it now has strong evidence that it is working.\nThe government will hope it has found a middle way, reducing the burden on businesses and making it less likely that people will delete the app while still alerting those in most danger of becoming infected with the virus and passing it on. \nBut, as with so much about this project, this is an experiment in human behaviour because for the app to work, people have to trust it.\nAnnouncing the change, Mr Javid said: \"We want to reduce the disruption that self-isolation can cause for people and businesses, while ensuring we're protecting those most at risk from this virus.\n\"This update to the app will help ensure that we are striking the right balance.\"\nDr Jenny Harries, of the UK Health Security Agency, said the app was \"the simplest, easiest and fastest way to find out whether you have been exposed to the virus,\" and it had saved thousands of lives.\nShe said she would \"strongly encourage everyone, even those fully vaccinated, to continue using the app\". \nIt is unclear how many people will be affected by the tweak.\nScientists have estimated the app prevented up to 2,000 cases per day in the three weeks to 21 July when the number of self-isolation alerts - known as \"pings\" - rose by over 70,000 to a new record of 689,313.\nAnd their analysis, which assumed 60% compliance with instructions to self-isolate, suggested another 50,000 Covid cases were prevented by including chains of transmission.\nThis was estimated to have prevented 1,600 hospitalisations, the Department of Health and Social Care (DHSC) said.\nAround 40% of the eligible population regularly use the app and around 50% of all reported tests are being inputted, it said, saying usage remains \"high\".\nLabour's shadow health minister Liz Kendall accused the government of \"leaving hundreds of thousands of people forced to self-isolate every day\" and quietly changing the app, rather than driving infections down.\nTrade union Unite said the change did not go far enough and repeated a call from the automotive and steel sectors for workers to be exempt from self-isolation rules.\nBut the move has been welcomed by the British Beer and Pub Association, which said its research found up to 1,000 pubs had been forced to close temporarily due to staff being pinged by the app.\nIts chief executive Emma McClarkin said: \"On average, each pub forced to temporarily close due to staff being pinged costs £9,500 in lost trade per week and our larger venues much, much more at a critical time in their recovery.\"\nFrom 16 August, fully vaccinated contacts in England will be exempt from isolation and instead will be advised to take a PCR test. \nThose who are not fully vaccinated will still be required to isolate, and it will remain a legal obligation to isolate if you test positive. \nOn 7 August, Wales will become the first UK nation to stop asking fully vaccinated adults to self-isolate after close contact with a positive Covid case.\nMeanwhile, a further 118,184 people received their second dose of a Covid-19 vaccine on Sunday, meaning nearly 38.5 million people - or 72.7% of the UK population - are now fully vaccinated.\nBut just 21,266 people received first doses, as the numbers coming forward for vaccination continued to slow down. A total of almost 46.9 million people, or 88.6% of adults, have had at least one jab. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58053077/#comp-comments-button",
      "category": "#comp-comments",
      "title": "I'm a Celebrity...Get Me Out Here! to return to Wales in 2021",
      "tags": "ITV,Declan Donnelly,Ant McPartlin,Television,Abergele,I'm a Celebrity...Get Me Out of Here!,Ant and Dec",
      "text": "I'm A Celebrity... Get Me Out Of Here! is to be filmed in Wales for the second successive series, ITV have confirmed.\nThe reality TV show, hosted by Ant and Dec, is normally held in the Australian jungle but returns to Gwrych Castle in north Wales due to Covid restrictions.\nAuthor and presenter Giovanna Fletcher was crowned queen of the castle last year, beating radio host Jordan North and TV star Vernon Kay in the final.\nRestoration of the castle has been sped up after featuring on the hit TV show.\nThe castle near Abergele, in Conwy county, will again feature as the backdrop to this year's programme when it airs on ITV in November and December.\nThe 2020 edition of the popular show was switched to Wales from Australia due to travel restrictions imposed during the Covid-19 pandemic - now ITV bosses have confirmed it will return to the Grade I listed gothic revival 19th century castle.\n\"We've always said we have contingencies in place for the series if the Covid situation continued to bring uncertainty, and after a highly successful run at the castle last year we're pleased that we can return there,\" said Katie Rawcliffe of ITV. \nITV chief executive Dame Carolyn McCall said in March the show would return to Australia for the next series if possible, saying it was \"meant to be\" there.\nBut ongoing coronavirus restrictions have meant the show returns to north Wales and Gwrych Castle Preservation Trust chairman Dr Mark Baker said he was \"absolutely delighted\" the programme was returning.\nTracey Brennan, a councillor in Abergele who runs a gift shop and greengrocer's in the town, told BBC Radio Wales Drive Time: \"There's a real feeling of excitement in the air again. People are just so pleased. It's amazing.\"\nShe said she hoped businesses would benefit: \"One of the unique things about Abergele is that the about 95% of our business are independent, we don't have any of the big national names here, so this will be a massive boost for our local economy. \n\"If we can bring more people in to showcase the town, castle and the beach it will be a massive help.\" \nThe Welsh government's arts and sport deputy minister Dawn Bowden added it was \"excellent news\" the show was coming back. \nHost Ant McPartlin previously said he would be \"very happy\" for the programme to return to Wales as the crew was warmly welcomed during the last series.\n\"There were cardboard cutouts of me and Dec [Donnelly] in the butcher's, and the local school did a tribute,\" he told Digital Spy.\n\"We'd happily go back there. We'd miss the sunshine, mind.\"\nGwrych Castle was open as a visitor attraction until the 1980s but since then, several owners failed to make the building a success and it fell into a near-derelict ruin without roof or floors.\nThe Gwrych Castle Preservation Trust finally managed to buy the building in 2018 and has been working to stabilise it since.\nThe money generated from hosting the show hasn't just helped the castle itself, but the local economy, according to the castle's owners.\nDr Baker claimed the show brought in more than £1m to Wales' economy last year as he said ITV fulfilled its promise to use local contractors wherever possible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58065313",
      "category": "world-europe",
      "title": "Vitaly Shishov: Head of Belarus exiles group found dead in Ukraine",
      "tags": "Belarus,Belarusian presidential election 2020,Svetlana Tikhanovskaya,Alexander Lukashenko,Ukraine",
      "text": "The head of a group helping people who have fled Belarus has been found dead near his home in neighbouring Ukraine.\nVitaly Shishov's body was found hanged in a park in Kyiv, a day after he failed to return from a jog. Police have opened a murder inquiry.\nPolice said they were investigating whether he had been killed and his death made to look like suicide.\nMeanwhile a Belarusian Olympic sprinter who feared for her safety has been granted a humanitarian visa by Poland.\nMr Shishov led the Belarusian House in Ukraine (BHU), a group helping people who left Belarus, where opposition to the government is stifled. \nHe was one of many Belarusians who left the country as the security forces violently suppressed protests following the disputed re-election of President Alexander Lukashenko in August 2020.\nUkraine, Poland and Lithuania - neighbours of Belarus - are the main destinations for those fleeing persecution.\nThe United Nations said Mr Shishov's death adds another level to \"our worries about what is happening in Belarus\", and called for an investigation.\nMr Shishov's death is the latest incident to prompt international scrutiny of President Lukashenko's authoritarian government.\nAt the Tokyo Olympics, sprinter Krystina Timanovskaya, 24, was granted a humanitarian visa by Poland after refusing her team's order to fly back to Belarus early.\nShe said she had been forcibly taken to the airport for criticising team coaches, and voiced fears for her safety.\nEarlier this year, there was an international outcry over the detention of opposition Belarusian journalist Roman Protasevich and his girlfriend, after the Ryanair plane they were travelling on was forced to divert and land in Belarus.\nPolice said that they had recovered Mr Shishov's mobile phone and personal items from the scene.\nThey are asking anyone who knew him to get in touch with any information about the last few weeks of his life and any possible threats to his life.\nMr Shishov left his home on Monday morning and it was assumed he had gone for his daily jog as his running gear was not found there later, his colleagues said.\nThey conducted their own search of the woods where he usually went running. Mr Shishov had felt under constant surveillance since he left Belarus last year, they said.\nOne colleague, Yuri Shchuchko, told Current Time TV that police said Mr Shishov had marks on his face, suggesting that he had been beaten up.\nMr Shchuchko said Ukrainian security officers and police had privately warned the BHU about threats to activists.\n\"They said we should watch ourselves because a Belarusian KGB [secret police] network was active here,\" Mr Shchuchko said.\nThe BHU said in a statement: \"We were warned repeatedly by local sources and our people in Belarus about possible provocations, going as far as kidnapping and assassination. Vitaly reacted to those warnings with stoicism and humour.\"\nOn its website, the non-governmental organisation says it provides support to new arrivals in finding accommodation, jobs and legal advice.\nAt a briefing, Ukraine's national police chief Ihor Klymenko said Mr Shishov was found with grazes on his nose and knee. But the police chief said it was too early to determine whether he had been attacked.\nMr Shishov had not reported his suspicion of being under surveillance to the police, Mr Klymenko said.\nThe disputed presidential election last August was the catalyst for a crackdown on opposition to Mr Lukashenko's government. He has been in power since 1994.\nHuge protests continued for weeks after the disputed vote, which Belarus dissidents and Western governments say was rigged in Mr Lukashenko's favour.\nThe protests were broken up brutally by police, and thousands were detained.\nThe UN and human rights groups say they have many reports of police violence used against protesters, cases of enforced disappearance and allegations of torture.\nIn recent months, Belarusian authorities have been trying to snuff out remaining dissents, jailing university students and shutting down independent media.\nOpposition leader Svetlana Tikhanovskaya claimed victory in the election after standing in place of her politician husband, who was detained in March 2020.\nShe was forced to flee the country with her children the day after the election, and now lives in exile in Lithuania.\nOn Tuesday, Ms Tikhanovskaya flew to London for talks with UK Prime Minister Boris Johnson.\nAfterwards, Ms Tikhanovskaya said she had been assured by Mr Johnson that the UK would help create \"multiple points of pressure\" on Mr Lukashenko's government.\nThis would include assistance for Belarusian journalists forced to flee the country, and for democracy campaigners and charities, she said.\nEarlier, Ms Tikhanovskaya said she was \"devastated\" by Mr Shishov's death and concerned that \"those who flee Belarus still can't be safe\".\nWhere is Belarus? It has its ally Russia to the east and Ukraine to the south. To the north and west lie EU and Nato members Latvia, Lithuania and Poland.\nWhy does it matter? Like Ukraine, this nation of 9.5 million is caught in rivalry between the West and Russia. President Alexander Lukashenko has been nicknamed \"Europe's last dictator\" - he has been in power for 27 years.\nWhat's going on there? There is a huge opposition movement demanding new, democratic leadership and economic reform. The opposition movement and Western governments say Mr Lukashenko rigged the 9 August election. Officially he won by a landslide. A huge police crackdown has curbed street protests and sent opposition leaders to prison or into exile."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57970435",
      "category": "uk-scotland",
      "title": "COP26: How is Scotland tackling climate change?",
      "tags": "COP26,Climate change",
      "text": "World leaders will gather in Glasgow in three months' time for the COP26 climate change summit.\nThe Scottish government says its targets to reduce emissions are some of the toughest in the world. But what are those commitments - and how much progress has been made so far?\nScottish ministers want renewable energy generation to account for 50% of energy demand across electricity, heat and transport by 2030.\nThe government had also set a target of generating the equivalent of 100% of its electricity demand from renewables by 2020. However, it narrowly missed that target, having achieved a total of 97.4% last year.\nIndustry body Scottish Renewables said output had tripled in the last 10 years, and described the targets as \"a tremendous motivator\" for the industry.\nThe country has been moving away from burning fossil fuels, with the last coal-fired power station, Longannet, closing in 2016. The only remaining gas-fired power station is at Peterhead in Aberdeenshire, which its owners plan to rebuild with carbon capture and storage technology attached. \nOnshore wind delivers about 70% of capacity, followed by hydro and offshore wind as Scotland's main sources of renewable power.\nScotland's largest single source is the Beatrice offshore wind farm. Its 84 turbines - each with three 75m (246ft) blades - went into operation in 2019. The wind farm is is capable of generating enough power for 450,000 homes.\nThe Seagreen Wind Farm, under construction off Angus, will eventually be even bigger and able to power 1.3m homes.\nThe Scottish government has set a legally-binding target to cut greenhouse gas emissions to net zero by 2045, five years ahead of the date set for the UK as a whole.\nEmissions of greenhouse gases - such as carbon dioxide - have already been reduced to about half of what they were 30 years ago.\nThe latest figures for 2019 showed they had fallen by 51.5% from the baseline, although this remains well below the target of 55%.\nA Scottish government-appointed commission was set up to examine how to protect the economy and ensure a \"just transition\" so oil workers and farmers don't lose out as the world moves away from fossil fuels. \nThe commission's report, which made 24 recommendations, says there needs to be an \"orderly, managed transition to net-zero\" which creates benefits and opportunities for people across Scotland.\nNet zero means any emissions will be balanced out by schemes to offset an equivalent amount of greenhouse gases from the atmosphere - such as planting trees, or using technology to capture carbon and store it.\nThe Scottish government believes its targets are \"the toughest anywhere in the world\". \nThey are certainly among the most ambitious. \nHowever, other countries - such as Sweden - have passed legislation with the same goal. Sweden did so two years before Scotland, and it has also set milestones along the way. But Scotland's milestone targets are more ambitious and include emissions from aviation and shipping. \nThey also don't rely on international credits, which is where countries can pay for emissions to be reduced elsewhere instead of reducing their own.\nTransport accounts for about a quarter of Scotland's greenhouse gas emissions. Some steps have been taken to reduce this, but the overwhelming majority of vehicles on the road are still greenhouse gas-emitting petrol or diesel engines.\nThe Scottish government has said it wants to have \"phased out\" the need for new petrol and diesel cars by 2030 - and hopes to reduce the use of cars generally, with the number of kilometres driven to be reduced by 20%.\nThe number of new electric and hybrid cars registered in the UK rose by nearly 40% in a year and the availability of publicly-available charge points in Scotland is now at 1,800 and increasing. \nLow emission zones that will see polluting vehicles banned from entering city and town centres (and receive a penalty notice if they don't comply) are planned for Aberdeen, Edinburgh and Dundee, with all local authorities now consulting on introducing them.\nSo far only Glasgow has introduced measures, which only apply to 60% of buses that enter the zone.\nThe Covid pandemic has had a major impact on travel. While restrictions have been eased in recent months, people are still being told to work from home where possible.\nThe Scottish government had previously taken steps to discourage commuters from taking their cars to work through the Workplace Parking Levy.\nIt allows councils to tax businesses on staff parking spaces but, so far, no councils have committed to introducing the levy this year. \nWhile car journeys in July 2021 were 5% lower than before the pandemic, Transport Scotland has estimated that air travel was down by 60% and rail was down by 50%.\nHowever, emissions from international aviation had been continuing to rise in the years before the pandemic.\nAbout 13% of Scotland's emissions come from housing, with most homes (about 80%) still relying on gas central heating systems.\nThe target set by ministers is that 50% of all new heating systems being installed should be zero-emissions models by 2025.\nInstead of gas, heating systems should use renewable energy, or rely on low-carbon alternatives such as heat pumps.  \nAnd 20,000 households have benefited from better insulation and new, more efficient - although still often gas - heating systems, funded by the Scottish government. \nTrees are still the most effective way of absorbing CO2 from the atmosphere. \nTo meet targets, the UK needs a net increase of 32,000 hectares of woodland planted every year for the next 30 years - equating to about 1.5bn trees. \nFigures show most of the trees planted in the UK were planted in Scotland - 11,000 of the 13,700 hectares planted in 2019-20. \nBy 2024, the Scottish government aims to be creating 18,000 hectares of new woodlands per year, with the ultimate goal of having 21% of Scotland's land covered by forest by 2032 - compared to 19% today.\nSo far, Scotland has primarily gone for the \"low hanging fruit\" to reduce our emissions.  That is, changes most people have probably not even noticed, like switching off coal power. \nTo continue the pace of change, you and I now need to become involved.\nWhile local and national politicians make the right noises, they're not always following through on the policy decisions that might face public pushback.\nWe've been talking for years about low emissions zones in our cities - but in most cases they exist only on paper, or with very few vehicles actually affected.\nAberdeen's design is planned for May 2022, but with a two year grace period - meaning it's nothing more than a line on a map until almost the middle of the decade.\nThese are the sort of changes that keep being referred to as the \"hard\" stuff. \nWe just need to get round to doing it.\nUse the tool below and we could be in touch.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58050538/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: First people arriving into UK after rules relaxed for fully jabbed",
      "tags": "Coronavirus vaccines,Coronavirus testing,Coronavirus pandemic",
      "text": "The first passengers have been arriving in the UK after rules changed to allow people fully vaccinated in the US and EU to avoid quarantine.\nThe change, which came in at 04:00 BST, affects those arriving from countries on the UK's amber list - except France.\nThe UK government said the change would help to reunite family and friends whose loved ones live abroad.\nAirline bosses have welcomed the move but are calling for more countries to be added to the UK's green travel list.\nThomas Walters, 47, was among some of the first arrivals from the US after flying from New York to London to surprise his father for his 70th birthday.\nHe bought his plane ticket last Wednesday after realising the rules had changed and he could see his father for the first time since February 2020. \n\"All throughout the summer I've had a really strong longing to come back to the UK. Not being able to see each other for so long has been very difficult.\" \nTravellers will still need to take either a lateral flow or PCR test pre-departure, and a PCR test on the second day after they arrive. Under-18s will be exempt from isolation, and some will not have to test, depending on their age.\nSince 19 July, people who have been double-jabbed in the UK have not had to isolate when arriving from amber list countries, but all other travellers vaccinated elsewhere are required to quarantine for 10 days.\nTougher rules also remain in place for France, with travellers still required to quarantine even if they have been double jabbed.\nTransport Secretary Grant Shapps has said this will be reviewed at the end of the week at the next review of the travel lists.\nRead more here.\nOthers to welcome the change included nurse Elaine Burt, 55, who met her sister and nephews at Glasgow Airport after they arrived from Boston in the US - their first meeting in 20 months.\n\"We never thought it was going to happen with all of the different restrictions but we left it to the last minute to see what was possible,\" she said.\nHer sister, Michelle Bolger, said it had been \"a rollercoaster trying to get here\", adding: \"I didn't I think I would see this day.\"\nNaomi Hooper, who lives in San Diego, said she booked a flight back to the UK as soon as the rules changed so she could see her parents for the first time since December 2019.\nShe said she was \"so grateful\" at getting the opportunity to come home. \"I probably won't want to leave in eight days but I'm hoping this is the beginning of the travel opportunity - for mum and dad to come and see the kids in America.\" \nHeathrow Airport chief executive John Holland-Kaye said the UK's current travel rules were \"still quite complicated\" and needed to be simplified to make it easier for people to travel, as well as reducing some of the extra costs.\nHe told Radio 4's Today programme: \"We need to get rid of the requirement for everyone to have a PCR test and replace it with a simpler, cheaper lateral flow test as a first line of defence.\"\nThe leaders of UK airlines described Monday's easing of the rules as a \"positive step\" but said they were concerned that the UK aviation sector was not on the path to recovery \"due to the continued restrictions that are being imposed on international travel\".\nIn a letter to Mr Shapps, they wrote that green status should \"increasingly become a default\" for countries, citing falling case numbers and the proportion of the UK population now vaccinated.\nAs part of the changes, international cruise ships will be able to depart from England from Monday - after a 16-month pause.\nInternational cruises have been allowed from Northern Ireland since Saturday.\nMeanwhile, Tory MPs have raised concerns about the prospect of a so-called amber watch-list of countries that holidaymakers would be warned could move to the red list at short notice.\nPeople coming to the UK from red list countries are required to isolate for 10 days in a government-approved hotel regardless of their vaccine status.\nThe government already has a green watch-list, which features more than half the countries on the green list and signals they are at risk of moving to amber.\nHuw Merriman, chairman of the Transport Select Committee told BBC Radio 4's Westminster Hour that the potential new travel category would \"be viewed as a massive red flag\" that would \"likely\" cause bookings to those countries to \"collapse\".\nBut government minister Matt Warman defended the idea of travel watchlists, telling Sky News that warnings over potential quarantine changes gave people \"really important information when they're making significant financial decisions\".\nWhile US citizens will be able to avoid quarantine in the UK they are still being urged not to travel to the UK by their country's health protection agency and the US border is currently closed to many countries, including the UK, except to US citizens.\nOn Sunday the UK reported 24,470 new Covid cases as well as a further 65 deaths within 28 days of a positive test. \nAdditional reporting by Doug Faulkner."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58052378",
      "category": "uk",
      "title": "No Covid traces found in railway stations or trains",
      "tags": "Coronavirus pandemic",
      "text": "Tests have found no traces of Covid-19 in swabs and air samples of four major railway stations and intercity train services, Network Rail has said.\nTwo lots of testing took place at London Euston, Birmingham New Street, Liverpool Lime Street and Manchester Piccadilly station.\nHeavily touched areas such as escalator handles were swabbed, while hour-long air samples checked for airborne virus.\nTests were repeated on trains running between the stations.\nThere has been extra cleaning of transport services throughout the pandemic to protect against the virus spreading through contaminated surfaces and the air.\nImperial College London researchers examined the results of the tests - which took place in January and June - and found no coronavirus contamination of any surface or airborne virus particles.\nIt follows similar tests on London's Tube trains, buses and stations earlier this year, which found no sign of Covid-19 or new variants. \nResearchers said at the time that this did not mean none is circulating.\nDavid Green, senior research fellow at Imperial College London, said using filters and taking swabs provided a \"way of quantifying the amount of virus circulating in these public environments and the effect of mitigation strategies like cleaning and wearing face coverings\".\nRob Mole, senior programme manager for Network Rail's response to the pandemic, said the test results were \"proof\" the \"dedicated approach\" by station cleaning teams and train staff to keep passengers safe had worked.\nHe added that staff would continue \"doing our part by rigorously cleaning trains and stations\" and asked passengers to \"do their bit\" by continuing to wear face coverings while travelling.\nLast month, almost all legal restrictions on social contact were lifted in England - including the legal requirement to wear a face covering in settings such as public transport - but they must still be worn on London's transport network.\nThe government still advises face coverings are worn in crowded and enclosed spaces."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-58059271",
      "category": "world-middle-east",
      "title": "UK and Iran summon diplomats after tanker attack",
      "tags": "Iran",
      "text": "The UK and Iran have summoned each other's diplomats in a row over last week's deadly attack on an oil tanker off the coast of Oman.\nThe UK, US and Israel blame Iran for the attack, in which two crew members - a Briton and a Romanian - were killed. \nTensions are high between Israel and Iran and each has regularly accused the other of targeting shipping in the region. \nIran dismissed accusations it was behind the latest attack as baseless. \nOn Monday, the UK summoned Iran's ambassador over what the British government called the \"unlawful attack\".\nBritish Prime Minister Boris Johnson said Iran should \"face up to the consequences of what they've done\" calling the incident an \"an unacceptable and outrageous attack on commercial shipping\". \nUS Secretary of State Anthony Blinken said he was consulting with the UK, Israel and Romania and there would be a \"collective response\". \nIran summoned the British Chargé d'Affaires in Tehran as well as Romania's top envoy to protest against the accusations made against Iran. \nA foreign ministry spokesman, Saeed Khatibzadeh, warned that Iran would not hesitate in defending its national interests and would respond to any \"possible adventurism\".\nHe said allegations that Iran was responsible \"were contradictory, false and provocative\".\nBoth the US and UK said a drone was used in the attack on the MT Mercer Street, which is managed by the London-based company Zodiac Maritime.\nThe tanker had been travelling in the northern Indian Ocean to the United Arab Emirates (UAE) from Dar es Salaam in Tanzania.\nAlthough there have been a spate of attacks on both Israeli- and Iranian-operated vessels casualties are rare. \nAnalysts see the attack as typical of the ongoing \"shadow war\" between the two fierce rivals. Earlier in the year Iran accused Israel of an attack on a key nuclear site. .\nBritish police have opened an enquiry into the death of the British man killed. He has not yet been identified but was working as a security guard on board. \nThis is a complex story with certain factors that pose dilemmas for all sides. \nFirst off, there is the question of whether to publish the alleged evidence that has led the US, UK and Israel to conclude Iran was behind the attack on the MV Mercer Street. \nIran has categorically denied responsibility but if the West's intelligence is produced then that could reveal certain sensitive sources and methods to Iran. \nThen there are the ongoing talks in Vienna to revive the 2015 nuclear deal with Iran, the so-called JCPOA. \nNeither Britain nor the US want to send such a strong response to Iran that the Iranians simply walk out of those talks. \nIsrael, however, is much less keen on the JCPOA and at the same time wants to send a robust message to Iran that goes a lot further than a diplomatic slap on the wrist at the UN."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58054431",
      "category": "uk-england-london",
      "title": "Grenfell Tower: Man accused of burning model to face retrial",
      "tags": "Grenfell Tower fire,North Kensington,South Norwood",
      "text": "A father who filmed a cardboard model of Grenfell Tower being burned on a bonfire will face a second trial, the High Court has ruled.\nThe clip was recorded at a party in south London a year after the fire, which killed 72 people.\nPaul Bussetti was cleared of posting the \"grossly offensive\" video in August 2019, but the Crown Prosecution Service (CPS) appealed against the verdict. \nIn a judgement on Friday, the High Court quashed Mr Bussetti's acquittal.\nThe clip of the cardboard building, which had \"Grenfell Tower\" written on it, was recorded at a party attended by about 30 people in south London on 3 November 2018, Westminster Magistrates' Court previously heard.\nIt was later uploaded to YouTube and sparked outrage, with a relative of one of the people who died in the blaze calling it \"revolting\".\nMr Bussetti, of South Norwood, was accused of sending \"grossly offensive\" material via a public communications network.\nHe was found not guilty after a two-day trial.\nMagistrates said they could not be sure the film was taken by Mr Bussetti after it was revealed a second video from the party had also been shared on WhatsApp.\nThe then 47-year-old also told magistrates the effigy had been created by his friend and the characters featured on the model were meant to represent \"the majority of people that were at the party\", not people who died in the disaster.\nIn his ruling, Lord Justice Bean said that he did not accept Mr Bussetti's argument - that the figures in the bonfire were his friends - as a defence.\nHe also said the trial judge should have found that the two videos of the bonfire were similar.\nMr Bussetti will face a retrial at Westminster Magistrates' Court in front of a different judge and was also ordered to pay the CPS' costs of £6,095 within 28 days."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/newsbeat-58054216",
      "category": "newsbeat",
      "title": "Anthony Barajas: US TikToker dies after 'unprovoked' cinema shooting",
      "tags": "US gun violence,TikTok,United States,California",
      "text": "A TikTok star has died after he and a friend were shot at a southern California cinema, according to police and his family.\nAnthony Barajas, 19, was at a cinema in Corona with Rylee Goodrich, 18, on Monday 26 July when they were both shot in the head.\nRylee was pronounced dead at the scene, and Anthony had been on life support after the shooting. \nOn Saturday 31 July, Anthony's family confirmed his death.\nCorona police said the attack was \"completely unprovoked\".\nThe suspected shooter, Joseph Jimenez, 20, appeared in Riverside County Superior Court on Friday. \nHe was charged with the murder of Rylee Goodrich and attempted murder of Barajas. He didn't enter a plea, and the trial was postponed.\nPolice are working with prosecutors to add a second murder charge against him.\nJimenez would be eligible for the death penalty if convicted as charged.\nSpeaking to reporters last week, Cpl. Tobias Kouroubacalis said: \"The victims were shot without any kind of prior contact.\"\nKnown online as itsanthonymichael, Anthony had nearly a million followers on TikTok.\nHe began posting in 2019, making singing videos and doing pranks and challenges.\nAnthony's followers have paid tribute on the social platform. \nIn a statement, Anthony's family said: \"From his quick smile to his compassionate heart, Anthony's presence was a gift to all who knew him.\"\nFollow Newsbeat on Instagram, Facebook, Twitter and YouTube.\nListen to Newsbeat live at 12:45 and 17:45 weekdays - or listen back here."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58047623",
      "category": "uk",
      "title": "NHS pay: Call for privately employed staff to get increase",
      "tags": "NHS,Pay,Coronavirus pandemic,Unison",
      "text": "Cleaners, porters, catering assistants, security guards and other health staff employed by private companies should receive the same pay rise as NHS staff, union leaders have said. \nThe government has announced a 3% pay rise for most NHS workers in England.\nBut Unison said those working in the NHS but employed by private contractors were at risk of missing out. \nIt is calling for companies running health contracts to offer their staff the same increase. \nThe union said private firms and subsidiary companies owned by individual NHS trusts should increase hourly pay to at least match new NHS rates.\nUnison has written to the largest private employers in the health service saying their staff \"have worked hard and under incredibly challenging circumstances across the NHS throughout the pandemic\".\nGeneral secretary Christina McAnea said: \"NHS staff have the benefit of a national pay system, but those not directly employed are missing out, often because of complex contracting arrangements, penny-pinching practices and the hard-nosed pursuit of profit.\n\"Staff in the NHS work on one site as one team, from maintaining clean and safe wards to ensuring patients are fed and cared for. No-one delivering NHS services should be paid less than their directly-employed colleagues.\"\nOne cleaner, who works at an NHS hospital in Bedfordshire, told the BBC she was previously directly employed by the NHS and her income had gone down since the contract was handed over to a private firm. \nThere was deliberate obfuscation over payment terms \"to make you confused\", she said, adding: \"There is nowhere to go and complain. You can do nothing.\"\nThe woman said that she and fellow colleagues \"don't know where we stand\" with regard to the 3% pay rise being offered by government.\n\"Some say we are going to get it, some say we won't. For me, I don't believe it - I will wait until I see the money.\"\nLast month, the government offered NHS workers in England, including nurses, paramedics, consultants, dentists, salaried GPs, porters and cleaners, a 3% pay rise. \nThe level of the increase was criticised by unions, who said it did not reflect the sacrifices made by staff. \nNHS staff in Wales have also been offered a 3% increase and in Scotland most have been offered a 4% pay rise. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-58057371",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Nicola Sturgeon to set out plans for lifting restrictions",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Scottish Parliament",
      "text": "Nicola Sturgeon is to set out plans for the lifting of most legal Covid-19 restrictions in a statement to MSPs.\nThe whole of Scotland is currently in level zero of the virus alert system, and the first minister has said she is hopeful of going further on 9 August.\nThis could see physical distancing rules relaxed, the return of office working and larger crowds at events.\nHowever, Ms Sturgeon has said some measures like the use of face coverings will remain in place \"for some time\".\nShe said people should not take progress for granted due to the faster-spreading Delta variant of the virus, saying \"appropriate caution\" must be taken.\nAn update to the way Covid measures operate in schools is expected to be included in the statement, with ministers considering changes to self-isolation requirements for pupils and whether face coverings need to be worn in classrooms.\nMs Sturgeon's cabinet will consider the latest data on Tuesday morning, with the Scottish Parliament being recalled from its summer recess to hear the outcome of their deliberations in the afternoon.\nThe virtual session will give opposition leaders the chance to question Ms Sturgeon on the latest developments.\nA separate statement is also expected about Scotland's latest set of drug-related death figures, which hit another record high on Friday.\nMs Sturgeon has said Scotland is in a \"much better place\" than it was at the start of July, when Covid case numbers in some areas were among the highest in Europe.\nAs of 30 July the rolling seven-day average of new infections was at 1,153 - compared with 3,429 on the first day of that month.\nThe percentage of tests coming back positive has also fallen, along with admissions to hospitals and intensive care wards.\nHowever, all of these figures are still significantly higher than they were in March, April and May, with the Delta variant driving the \"third wave\" of the virus above any previous peak.\nAt her most recent Covid briefing, Ms Sturgeon said her Holyrood statement would concern \"whether and to what extent\" the plan to scrap most restrictions can be enacted on 9 August.\nShe said some factors - such as the fall in case numbers and success of the vaccine programme in reducing deaths and serious illnesses - gave \"really strong cause for optimism\".\nHowever, the first minister warned that \"a sensible degree of continued caution\" was needed in the period ahead to avoid \"sending that progress into reverse\" and endangering the most vulnerable in society.\nThe whole of Scotland moved to level zero on 19 July, as coronavirus restrictions were eased across the UK.\nUnder the present rules, up to eight adults from four households can meet indoors at home, and up to 10 can meet in a pub or a restaurant - without needing to book ahead.\nUp to 15 adults from 15 households can meet outdoors, and up to 200 can attend weddings and funerals - however groups of 15 must stay at last 1m (3ft 3in) apart in public spaces, meaning there are limits on some large events.\nPeople are still being encouraged to work from home, and hospitality premises must shut at midnight while nightclubs remain closed altogether.\nThe move \"beyond level zero\" will see most of these limits dropped as Scotland shifts to a new way of dealing with the pandemic, without the need for broader restrictions on everyday life.\nThe Scottish government's strategic framework states that \"area-based restrictions\" could brought back in if needed \"to avoid significant harm\", for example in the event of a vaccine-resistant variant of the virus emerging.\nAnd some blanket mitigations - including the wearing of face masks in some enclosed areas and guidance around ventilation and hand hygiene - are anticipated to remain in place for some time to come.\nThe Holyrood session will allow opposition MSPs to question Ms Sturgeon on the plans, despite the parliament being in recess for the summer.\nSeveral parties have called for an update to rules around self-isolation in schools, with the first minister pledging to set out how this will apply to pupils before the new term starts later in August.\nLarry Flanagan, of the EIS teachers' union, told BBC Radio's Good Morning Scotland programme he was expecting a continued degree of caution from the first minister. He said testing would continue to be important as changes to self-isolation rules came down the pipeline.\nMr Flanagan also said he it would be a \"progressive step\" to offer children over 12 the vaccine. \nJillian Evans, a public health expert from NHS Grampian, told the programme there was light at end of tunnel, but the risk - while greatly reduced - remained.\nShe urged caution that the progress made over the summer could quickly be reversed if too many restrictions were removed before the vaccination programme was complete. Ms Evans also said that, in her view, 12 to 17-year-olds should be vaccinated.\nAs the number of new Covid cases comes down and the vaccination rate goes up, a further relaxation of Covid rules is coming. \nI expect the Scottish government will announce plans to switch off the levels protection system from Monday 9 August. \nThat should mean we can meet up in larger numbers both indoors and outside and a phased return to office work. It will not mean an end to all restrictions. \nWearing face coverings on public transport and registering for test and protect when you go out for a meal are likely to remain requirements. \nWhile social distancing rules may be scrapped for outdoor gatherings, it is possible that the 1m rule could be retained in some indoor settings. \nIf so, ministers are thought to be weighing up the possibility of an exemption for nightclubs to allow them to reopen. \nChanges to the requirements for self-isolation for close contacts of Covid cases to ease the so-called \"pingdemic\" are also expected. \nThe details will be decided at a meeting of the Scottish cabinet a few hours before the first minister's virtual statement to parliament at 14:00. \nScottish Conservative leader Douglas Ross said rules should be changed so that face coverings are no longer needed in classrooms, and that children identified as close contacts should no longer need to self-isolate for 10 days.\nHe said: \"The success of Scotland and the UK's vaccine scheme overall means we can now look to move forward, cautiously but confidently, and remove almost all Covid restrictions.\n\"Scotland's economic recovery hinges on the SNP government moving beyond Covid restrictions - we must seize this opportunity to start rebuilding from the damage of Covid now, and not delay any longer.\"\nLabour leader Anas Sarwar said the country was at a \"crucial moment\" in its exit from lockdown and the efforts to \"jump start Scotland's recovery\".\nHe called for \"urgent\" work to support cancer diagnostic services, an overhaul of the \"struggling\" contact tracing system and changes to rules around self-isolation.\nHe said: \"We have to learn to live with the virus, but to do so in such a way that the people of Scotland, our NHS and our economy are supported and protected.\"\nMeanwhile the Scottish Greens called for clarity on measures to protect students and staff when the new university term begins, with MSP Gillian Mackay saying ministers \"must ensure there is no repeat of last year's shambolic return to campus\".\nDo you have a question about the Covid restrictions in place in Scotland? Use the form below to send us your questions and we could be in touch.  \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read the terms and conditions.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58056667",
      "category": "world-asia-china",
      "title": "China flood death toll rises sharply to over 300",
      "tags": "Floods,China,Severe weather",
      "text": "The death toll from the floods in China's central Henan province last month has risen sharply to at least 302, officials have confirmed.\nAbout 50 people remain missing after the region was engulfed by severe flooding caused by heavy rainfall.\nAlmost 13 million people were affected and nearly 9,000 homes were damaged.\nThe majority of the deaths were reported in the city of Zhengzhou where floodwater inundated the city's subway system and vehicles were swept away. \nThe city reported a year's rainfall within the space of three days. \nOn Monday the mayor of Zhengzhou, Hou Hong, confirmed the death toll in a news conference, telling reporters that 39 people were found dead in underground car parks.\nAnother 14 people were killed after water inundated Line 5 of the city's subway system, she said. Video footage posted to social media last month from inside train carriages showed people just managing to keep their heads above water. \nLast week authorities put up fencing around floral tributes placed at the entrance of the subway station, though no official reason was given for the move. The fencing was later removed following protests from locals.\nSeveral dams and reservoirs in the province breached warning levels and soldiers were mobilised to divert rivers which had burst their banks. \nAt the time, President Xi Jinping warned of \"significant loss of life and damage to property\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58032552",
      "category": "business",
      "title": "Beyond Meat boss: Tax on negative impacts 'does appeal'",
      "tags": "Companies,Veganism,Tax,Meat,Climate change,Food",
      "text": "The founder of the world's biggest plant-based meat company has suggested that a tax on meat could help tackle some of the problems from growing meat consumption.\nAsked if he backed a tax on meat, Beyond Meat's Chief Executive, Ethan Brown told the BBC \"the whole notion of a Pigouvian tax, which is to tax negative, you know, things that are high in externalities, I think is an interesting one. I'm not an economist, but overall that type of thing does appeal to me\".\nMr Brown added \"I think taxing things we want more of such as income and not taxing things we want less of, I've always wondered about that. So in general, that type of taxation scheme is interesting to me. But I've got to leave it to others to work out the details\".\nCritics argue that such a levy would raise the cost of living and amount to unnecessary government interference. \nEven without such a tax Mr Brown thinks that consumers are already starting to make the choice to eat less meat.\n\"If you look at shopper data that we have, 93% of the people that are putting the Beyond burger in their cart are also putting animal protein in,\" he said. \n\"That says we're getting more and more penetration into the broadest swath of the market, which is people who are consuming animal protein, but again, are hearing this information about their health or maybe hearing about climate, or maybe uncomfortable with factory farming, they're deciding to cut down on their consumption of animal-based products.\"\nBeyond Meat's products are made from ingredients such as peas and mung beans, coloured with substances such as beetroot juice and apple extract. \nCost, as well as taste and texture are, according to Mr Brown, the three elements his company has to get right, as plant-based meat can be more expensive than animal meat. But he thinks that over time prices will come down.\nHe references the three-year global deal Beyond Meat signed in February with McDonalds and a similar one with Yum! Brands, the parent company of KFC, Pizza Hut and Taco Bell.\n\"As we scale, we'll begin to be able to under-price animal protein - if you look at our facilities, and you look at the facilities of say, some of our plant or animal-based competitors, we're still a very small company [but] that's going to change. \n\"One of the reasons I was so focused on these deals with McDonald's and with Yum is because I believe that's the route to [bringing] costs down and to scaling and to being able to make these products accessible to every consumer that wants them.\"\nA tax on meat consumption would definitely be beneficial to companies such as Beyond Meat because it would make their products cheaper in comparison, says Rebecca Scheuneman, an equity analyst at US financial services firm Morningstar.\nHow much of an advantage it would give \"depends how significant the tax would be\", she told the BBC.\nHowever, at the same time research from Morningstar shows the global meat market was worth $1.4tn (£1tn) last year and is growing.\nMs Scheuneman points out the price gap is already closing: \"Meat prices now have spiked up in the last couple of years [as] disruption from the pandemic caused a lot of disruption and meat production which caused higher prices. \n\"And I do think that given the limited resources of the earth, and an increasing demand for meat, as emerging markets become wealthier, it is likely that prices for traditional animal proteins will increase over time.\"\nFor consumers, pricing is an important factor. A recent survey of 3,000 US consumers by Citi Bank found that 32% of people were put off of plant-based meat by the cost, saying it was too expensive. \nThis is an improvement, compared to Citi's previous survey in August 2020, when 38% of respondents said they found plant-based meat to be too costly - a reflection of the fact that manufacturers have been trying to cut prices. \nBeyond Meat's rival Impossible Foods, slashed prices by 20% earlier this year.\nCiti's Wendy Nicholson said one reason why consumers were not going back to be regular purchasers of plant-based meat was the higher price, so \"this does seem to be a real topic for the companies to address\".\nMs Scheuneman says demand is clearly growing for plant-based meats: \"It has really been most popular with younger generations and it's really the younger generations that have the most broad-based concern about our environment.\"\nThe UK government's advisory body on climate change says that ministers should be urging people to eat less meat in order to protect the climate. \nHowever, Prime Minister Boris Johnson has ruled out a tax on meat consumption as a way to do this. A recent study from the University of Bristol found the costs would outweigh the benefits to the climate. \nAccording to the United Nations Food and Agriculture Organization, the livestock industry accounts for about 14.5% of global greenhouse gas emissions. Cutting those would help tackle climate change and Mr Brown says plant-based meat has an important contribution to make.\nHe cites a study from the University of Michigan which he says found that the Beyond burger uses 99% less water than an animal protein burger, emits 90% fewer missions in the production process that an animal protein burger, uses 93% less land and about half the energy.\nMr Brown thinks these environmental benefits are important \"particularly for this younger generation, the ones that are flight shaming, and marching on climate, because they're going to have to live in this environment\".\n\"For a few dollars at the centre of your plate, you can communicate what you're about, you don't have to go and buy that Tesla right away or some other electric vehicle, you can start by just doing something really simple, which is changing the protein at centre of your plate,\" he added. \nYou can watch Ethan Brown's full interview on \"Talking Business with Aaron Heslehurst\" on BBC World News at 0730 GMT and 1630 GMT on Monday, 1230 GMT on Tuesday and 0730 GMT on Thursday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-58065003",
      "category": "uk-england-cornwall",
      "title": "Isles of Scilly walrus spotted off Republic of Ireland",
      "text": "Wally the walrus has left the Isles of Scilly and been sighted off County Waterford in the Republic of Ireland.\nWildlife experts hope he is making his way back to the Arctic, where his species is more commonly found, after arriving off Scilly in June.\nDan Jarvis from British Divers Marine Life Rescue (BDMLR), which has been monitoring the walrus, said a sighting was confirmed on Monday afternoon.\n\"We are really pleased it has worked out for the best,\" he said.\nThe walrus, thought to be about four years old, has travelled about 2,500 miles (4,000km) along the coast of western Europe, including Spain, Wales and Cornwall since March.\nMr Jarvis said: \"The best news would be that he continues to travel north under his own steam. \n\"We'll just have to wait and see.\"\nBDMLR had been discussing ways to deter Wally from a harbour on the Isles of Scilly where he had sunk a number of boats by trying to clamber aboard and rest.\nA floating pontoon was made for him as a \"safe space\".\n\"He has been a very popular character while he's been here but we're all quite pleased that he's moved on now because we were starting to worry how long this might carry on for,\" said Mr Jarvis.\n\"He has certainly been a highlight and something to remember.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58049509",
      "category": "uk-wales",
      "title": "Bridgend river death: Boy, 5, named as Logan Mwangi",
      "tags": "Sarn",
      "text": "A five-year-old boy who was found dead in a river has been named by police as Logan Mwangi.\nLogan's body was found in the Ogmore River in Bridgend county in the early hours of Saturday morning.\nSouth Wales Police said a 39-year-old man, a 30-year-old woman and 13-year-old boy had been arrested on suspicion of murder and remain in custody.\nTributes have been paid to the \"kind, funny, polite, handsome and clever\" boy, from Sarn.\nThe police said they were \"not looking for anyone else in relation to this incident\".\nLogan's body was discovered near Pandy Park following reports of concerns for a missing five-year-old in the Sarn area of Bridgend at 05:45 BST on Saturday.\nLogan - who was also known as Logan Williamson - was found in the river and taken to Princess of Wales Hospital in Bridgend where it was confirmed he had died.\nPeople living nearby have spoken of their shock at Logan's death.\n\"It's just devastating,\" said Jasmine Tapner, clutching a baby in her arms.\n\"I only live up the road and it's so close to home. It made me never want to let my children out of my sight because I just didn't want anything to happen to them.\n\"Everyone is in mourning.\"\nShe said Logan was a \"loving boy, always chatty, smiley when you walked past the house\". \nIan Tapner added: \"It's such a sad loss of a young lad - he had a bright future ahead of him. Such a loving lad, a kind lad. The community's in shock.\"\nCh Insp Geraint White said: \"This is a tragic incident in which a young child has sadly lost their life.\n\"We are appealing for anyone who may have witnessed this incident, or who has any information, to get in touch.\n\"We would ask the public not to speculate about this incident on social media as this is an active investigation.\n\"If you have any information that can help, please report this to us.\n\"Our thoughts are with the family and we are supporting them in every way we can.\"\nHe added \"regular contact\" had been made with the boy's family, who were being supported by specialist trained officers.\n\"The local neighbourhood police team will continue to support and speak to residents in the area, and I encourage people to talk to them if they have any concerns.\n\"We recognise there are a lot of people in the local community who would like answers about what happened to him.\"\nHuw David, leader of Bridgend council, said: \"People throughout Bridgend county borough have been devastated by this shocking news. \n\"The tragic death of this young child has saddened us all, but Sarn remains a very close, tight-knit community and residents are looking out for one another even as they offer South Wales Police full support in their ongoing investigations.\"\nThis is very much a community in shock. \nIt is very quiet here, there are just a few dog walkers about. \nI'm [standing] by a police cordon by a bridge over the River Ogmore and the bridge is cordoned off on both sides. \nThere are a number of teddies, candles and flowers which are placed nearby, and handwritten messages with words like \"RIP angel\" and \"fly high, little man\" written on them. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-58029042/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Hollywood plans £700m film and TV studios in Hertfordshire",
      "tags": "Broxbourne,Media,Television,Broxbourne Borough Council,Los Angeles,Film,Hollywood",
      "text": "Plans for a £700m \"world-class\" film and TV studios facility in the UK have been announced by a Hollywood studio.\nThe owners of Sunset Studios in Los Angeles and an investment firm have bought a 91-acre site in Hertfordshire for £120m.\nSubject to planning permission, the production centre would be built in Broxbourne.\nThe government said it was \"supporting\" the development of such stage spaces across the UK.\nOliver Dowden, Secretary of State for Digital, Culture, Media and Sport, said: \"This new studio is yet another vote of confidence in the UK's booming film and TV industry. \n\"Through the British Film Commission, we're supporting the development of stage spaces like this across the UK - boosting the local economy and backing our world-class creatives to make the next Bond blockbuster or bingeworthy box set.\"\nMr Dowden is also the Conservative MP for the neighbouring Hertsmere constituency, which includes Elstree Studios,\nLos Angeles-based studio owner and operator Hudson Pacific has joined with investment company Blackstone and they hoped to transform Broxbourne into a hub for UK and international productions.\nThe companies anticipated it would \"contribute £300m annually to the local economy\" and could create up to 4,500 jobs.\nJames Seppala, head of Blackstone Real Estate Europe, said the development would \"deliver a world-class studio facility that will help ensure that the UK continues to be a premiere destination for content production globally\".\nIt would be the first expansion of the Sunset Studios brand outside the United States, which was home to film productions such as When Harry Met Sally, Zoolander and La La Land.\nVictor Coleman, chairman and chief executive of Hudson Pacific, said he was looking forward to \"working with Broxbourne Council to ensure the project has a meaningful and positive impact on the local community\".\nLewis Cocking, leader of Broxbourne Borough Council, said it was a \"fantastic opportunity\" for the area.\n\"Creative industries are of strategic importance to us and the creation of 4,500 permanent new jobs and the associated boost to the local economy is just what we need following the pandemic,\" he said.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58046183",
      "category": "world-europe",
      "title": "Belarus Olympics: Krystsina Tsimanouskaya refuses 'forced' flight home",
      "tags": "Belarus,Japan",
      "text": "A Belarusian sprinter voiced fears for her safety as she refused an order to fly home early from the Olympics for criticising her coaches.\nKrystsina Tsimanouskaya says she was forced to pack before being taken to the airport in Tokyo against her will.\nThe 24-year-old says she sought police protection at the terminal so she would not have to board the flight.\n\"I think I am safe. I am with the police,\" she was heard saying, as she was pictured surrounded by officers.\nThe sprinter, who was due to compete in the women's 200m event on Monday, had complained on social media about being entered into another race at short notice.\nShe says she was \"put under pressure\" by team officials to return home and asked the International Olympic Committee (IOC) for help.\n\"They are trying to get me out of the country without my permission,\" she said in a video posted on the Telegram channel of the Belarusian Sport Solidarity Foundation (BSSF), a group that supports athletes jailed or sidelined for their political views. \nThe IOC said it was seeking clarification from Belarussian officials - who earlier said she was taken off the team because of her \"emotional and psychological condition\".\nIn a later message, the IOC said it had spoken to Ms Tsimanouskaya. \"She has told us she feels safe,\" it said.\nThe flight took off without Ms Tsimanouskaya on board. She is now \"safe\" and in police protection, the BSSF's Anatol Kotau told the BBC.\nEarlier Ms Tsimanouskaya told radio station European Radio for Belarus (ERB) she was afraid to return to her country.\nShe had previously alleged in a video posted online that she was entered into this Thursday's 400m relay event at short notice by Belarusian officials, after some teammates were found to be ineligible to compete.\nState media criticised her after she posted the video, with one television channel saying she lacked \"team spirit\".\nOn Sunday, she claims officials came to her room and gave her an hour to pack her bags before being escorted to Tokyo's Haneda airport. \nShe said she had been removed from the team due \"to the fact that I spoke on my Instagram about the negligence of our coaches\".\nThe BSSF was set up in August 2020 to support athletes during protests against President Alexander Lukashenko, re-elected last year in a disputed presidential vote. \nGovernment forces brutally cracked down after hundreds of thousands protested about the election. Some of those who took part were also national-level athletes, who were stripped of funding, cut from national teams and detained for demonstrating.\nMs Tsimanouskaya is now said to be considering seeking asylum in Europe. \nSeveral countries, including the Czech Republic and Poland, have said they are ready to offer her a visa and protection.\nBut the sprinter remains \"frightened\" about her family's safety, Mr Kotau of the BSSF told the BBC.\n\"She's afraid of repression on her family in Belarus - this is the main concern for her right now,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58051818/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Banking giant HSBC sees first half profit more than double",
      "tags": "China,HSBC,Hong Kong,Banking",
      "text": "Profits at banking giant HSBC more than doubled in the first half of the year as it benefited from an economic rebound in Britain and Hong Kong.\nEurope's biggest bank by assets saw pre-tax profit for the period rise to $10.8bn (£7.8bn), compared to $4.3bn for the same time last year.\nThe UK-based bank said all regions had been profitable in the period.\nThe figures come as the global economy emerges from the impact of the coronavirus pandemic. \n\"I'm pleased with the momentum generated around our growth and transformation plans, with good delivery against all four pillars of our strategy. In particular, we have taken firm steps to define the future of our US and continental Europe businesses\", said HSBC chief executive Noel Quinn.\nThe lender highlighted that its UK bank had reported profit before tax of more than $2.1bn in the period.\nBoosted by the economic rebound in its two biggest markets, Britain and Hong Kong, the bank reinstated dividend payments to shareholders.\nIt plans to pay an interim dividend of seven cents a share after the Bank of England last month scrapped curbs on such pay-outs to investors.\nHowever, Laura Foll, manager of UK income funds at Janus Henderson Investors, told the BBC that the key factor behind the rise in HSBC's profits had been the lower-than-expected losses on loans during the pandemic.\nShe said that last year most banks set aside money based on estimates of how much they could potentially lose if loans went bad and its customers were unable to repay them. In HSBC's case, it set aside $700m.\n\"In all cases, the banks are now rolling back on that number... and it is that number that has boosted the profitability at HSBC more than any other improvement.\"\nHSBC said its restructuring programme remains on track after announcing in February last year that it would shed 35,000 jobs as part of a plan to cut $4.5bn of costs by 2022.\nIn February, HSBC had signalled a \"pivot to Asia\", outlining plans to invest about $6bn in the region.\nIt said it would target wealth management and commercial banking to drive \"double-digit growth\" and has singled out Asian markets such as Singapore, China and Hong Kong. HSBC already generates the bulk of its revenues from Asia.\nIn January, UK MPs accused HSBC - a Hong Kong founded bank - of \"aiding and abetting\" China's crackdown in Hong Kong. \nHSBC faced accusations of acting in a political manner and being too close to the Chinese authorities after it emerged that the bank had frozen accounts belonging to Hong Kong pro-democracy politician Ted Hui and members of his family.\nAppearing before the Foreign Affairs Committee, Mr Quinn was told the bank was turning a blind eye to the situation.\nMr Quinn mounted a robust defence of the bank, saying: \"I can't cherry-pick which laws to follow.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-56997931",
      "category": "explainers",
      "title": "What are the travel rules for France, the US, and other popular destinations?",
      "tags": "Tourism,Republic of Ireland,Foreign & Commonwealth Office,Spain,France,Greece,Travel,Germany,Coronavirus vaccines,Coronavirus testing,Italy,United States,Vaccine passports,Coronavirus pandemic",
      "text": "Foreign travel is possible for people in the UK once again.\nHowever, many countries are re-introducing restrictions in response to the new Omicron variant.\nThere are regulations about who can enter most countries, restrictions on what you can do when you get there, and rules to follow when you return home.\nThese are often changing quickly, so it's important to keep checking the Foreign Office guidance and tourist information for your destination before you go. \nHere are some of the key things to know about travelling to some popular destinations.  \nYou might also find this table useful. It shows Covid case numbers and vaccine doses by country.\nWhen comparing figures from different countries, it's important to bear in mind that not all governments record coronavirus cases and deaths in the same way. You should also consider the population size of each nation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58051481",
      "category": "world-asia",
      "title": "Afghanistan: Street fighting rages as Taliban attack key city",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Taliban,US Armed Forces",
      "text": "Ferocious fighting is taking place in a major Afghan city, amid fears it could be the first provincial capital to fall to the Taliban.\nLashkar Gah in southern Helmand province is under heavy assault from the militants, despite persistent US and Afghan air strikes.\nThe Taliban are said to have seized a TV station. Thousands of people fleeing rural areas took shelter in buildings.\n\"There is fighting all around,\" a doctor told the BBC from his hospital.\nHundreds of Afghan reinforcements have been deployed to battle the militants. The Taliban have made rapid advances in recent months as US forces have withdrawn after 20 years of military operations in the country.\nHelmand was the centrepiece of the US and British military campaign, and Taliban gains there would be a blow for the Afghan government.\nIf Lashkar Gah fell, it would be the first provincial capital won by the Taliban since 2016. It is one of three provincial capitals under attack.\nAn Afghan military commander in the city warned that a Taliban victory would have a \"devastating effect on global security\". \n\"This is not a war of Afghanistan, this is a war between liberty and totalitarianism,\" Maj Gen Sami Sadaat told the BBC.\nOn Monday, the Afghan information ministry announced that 11 radio and four television networks in Helmand province had stopped broadcasting due to what it described as Taliban \"attacks and threats\". \nAttempts by the militants to capture Kandahar, Afghanistan's second-largest city, have continued after rocket strikes hit its airport on Sunday.\nSeizing control of Kandahar would be a hugely symbolic victory for the Taliban, giving them a grip on the south of the country.\nIn a third besieged city, Herat, in the west, government commandos are battling the insurgents after days of fierce fighting. Government forces have taken back some areas after a UN compound was attacked on Friday.\nVideos shared on social media appeared to show residents on the streets and rooftops of Herat shouting \"Allahu akbar\" (\"God is greatest\") in support of the government's gains.\nAs government forces struggled to contain Taliban advances, President Ashraf Ghani blamed the sudden withdrawal of US troops for the increase in fighting.\n\"The reason for our current situation is that the decision was taken abruptly,\" he told parliament.\nMr Ghani said he had warned Washington that the withdrawal would have \"consequences\".\nAlthough nearly all its military forces have left, the US has continued its air offensive in support of government troops. Strikes targeting Lashkar Gah continued late on Monday. \nPresident Biden's administration announced on Monday that because of the increase in violence, it would take in thousands more Afghan refugees who worked with US forces.\nThe US and UK have accused the Taliban of committing possible war crimes by \"massacring civilians\" in a town captured near the Pakistan border.\nUS Secretary of State Antony Blinken said he had seen reports of \"deeply disturbing and totally unacceptable\" Taliban atrocities. \nGruesome videos that emerged from Spin Boldak apparently showed revenge killings. The Taliban have rejected the accusations. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58053135",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Families reunited as quarantine rules relaxed",
      "tags": "Tourism,Scottish government,Travel,Coronavirus pandemic",
      "text": "Families have been reunited as restrictions are eased on fully-vaccinated visitors from the EU and US arriving in Scotland. \nPeople who have been double-jabbed in the EU and US no longer have to quarantine. \nThe change, which began at 04:00, affects those arriving from countries on the amber list - except France. \nThe Scottish government said it was possible due to the success of the vaccine roll-out. \nHowever, people are still being urged to \"think very carefully about whether your trip abroad is necessary\" before they travel. \nThere were emotional scenes at Glasgow Airport, just hours after the restrictions were eased.\nElaine Burt, 55, a senior nurse with the NHS, was waiting for her sister and nephews to arrive from Boston, USA, for their first meeting in 20 months.\nAfter the reunion Ms Burt, from Newton Mearns, said: \"It was an absolute relief, it just felt as if it was never going to happen and it's just the best present ever.\n\"We never thought it was going to happen with all of the different restrictions, but we left it to the last minute to see what was possible.\"\nHer sister Michelle Bolger, 50, and her nephews Kaie, 17, and Taran, 12, who were all double vaccinated in the US, were visiting Scotland to spend time with her mother Jean, who has been unwell.\nMs Bolger said: \"It's been so long. It's been really hard, but we're here, we made it.\n\"We booked the flight just a week past Monday. It's been a rollercoaster trying to get here.\n\"We still have to test on day two but it's great, absolutely amazing, I didn't think I would see this day.\"\nAnother person enjoying isolation-free travel was Colin Morton, 56. \nThe engineer, who moved to Italy in his mid-20s and had both his vaccinations in Italy, said he had returned to Scotland to visit his mother, who has been unwell.\nHe said: \"My mother and father live here and they are both elderly and my mother has been unwell, so I'm looking forward to being able to see her. There would have been no point coming if I had to quarantine.\" \nMeanwhile, among those looking forward to visiting Scotland without having to quarantine is avid golfer Bill Luyk, from Michigan, USA.\nHe said he felt like \"a four-year-old on Christmas morning\" thinking about his forthcoming trip.\nMr Luyk told BBC Scotland: \"Golfers in the US are just chomping at the bit to play the courses we're going to play.\n\"We're really, really looking forward to it and hopefully things will remain open.\"\nUnder the new rules, people who were fully vaccinated in the following countries will not have to isolate for 10 days on arrival in Scotland: \nPeople travelling from amber list countries will need to show a negative test before departure and produce a negative PCR test result on day two after arrival.\nAnd they will have to show either the EU Digital Covid Certificate or the US Centers for Disease Control and Prevention's white card -  known as a CDC card - to prove they are fully vaccinated. \nThe change does not apply to people who have been in France in the 10 days prior to their arrival, due to concerns over the Beta variant. \nJulie Clarke lives in Prague in the Czech Republic and will fly into Edinburgh on Monday night.\nBefore the pandemic the teacher would return to Scotland up to seven times a year to visit her mother, who is disabled and housebound.\nBut she has only been home once the UK went into lockdown in March last year, and said the restrictions have led to a \"lot of frustration\".\nMs Clarke told BBC Radio's Good Morning Scotland programme: \"It was very stressful. I went in December. Amsterdam shut their entry to Scotland, I then had to go to London. Czech Republic then shut to London, I then had to fly to Poland. Took me 23 hours to get home.\"\nShe added she is \"very excited\" about her flight which she booked last Wednesday - the day before the new restrictions were announced.\nMs Clarke said: \"I've been double vaccinated since April and have the same vaccinations as many of my family and friends in Scotland and was very frustrated I couldn't travel.\"\nBut she can only stay for a week so she is safe to return to school for the new term.\nThe teacher said: \"I want to keep myself safe, the children safe, my colleagues at work safe so I'm more than happy if I have to quarantine when I get back here.\" \nThe change to the rules has been largely welcomed by the travel industry with Karen Musgrave, of Barrhead Travel, describing the move as \"really positive\". \nShe told BBC Radio's Good Morning Scotland: \"We have definitely seen pent up demand released over the last couple of weeks, particularly when we had the news that the fully vaccinated travellers did not have to quarantine when coming back from amber destinations.\n\"We are also seeing more confidence for further out in the year, so October school holidays and getaways over Christmas and new year are proving really popular just now as well.\"\nKaren Dee, of the Airport Operators Association, said she would like to see the UK and Scottish governments go further.\nAsked about the advice that people should only go abroad if they have to, she said: \"It is a bit confusing and, from our perspective, very damaging particularly given the vaccination roll out and the success of that in the UK.\n\"We would have expected, I think, to have seen us opening up more quickly than others to take advantage of the benefits we have had.\n\"That has not been the case and we are lagging behind many countries in Europe who are opening up more quickly despite not having so many people vaccinated.\"\nAre you planning to travel to Scotland from the EU or US now that the quarantine restrictions have been eased? What difference will the new rules make to you? Please share your stories and pictures with us.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nProfessor of public health at Edinburgh University Linda Bauld said she does not think the new rules will lead to a spike in case numbers. \nShe said: \"This is about parity. People can already travel from the UK to other countries and come back if they have had vaccines here. \n\"There was a lot of concern about the fact that we were not recognising other countries' vaccination programmes to this is really that shift.\" \nProf Bauld also cautioned against the removal of the travel testing regulations and said the current system provides \"reassurance\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58050568",
      "category": "uk",
      "title": "Covid-19: Travel rule changes and private NHS staff pay-rise plea",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday morning. We'll have another update for you this evening. \nPeople who have been fully vaccinated in the US or EU no longer have to isolate when arriving in the UK from amber list countries. \"The minute I heard the announcement I just burst into to tears,\" says Gemma Appleton. She's flying back to the UK from Los Angeles with wife and young baby, so he can meet his grandparents for the first time. Like everyone else flying from those destinations, excluding France, they will be exempt from isolating for 10 days, bringing them into line with rules for UK travellers. \nNHS staff have been offered a 3% pay rise by the government but privately employed cleaners, porters, catering assistants, security guards and other staff who work alongside them are at risk of missing out. That's what the union Unison says as it calls for those workers to receive the same pay rise as NHS staff. \"No-one delivering NHS services should be paid less than their directly-employed colleagues,\" says general secretary Christina McAnea.\nExtra cleaning to protect against the spread of coronavirus has been taking place throughout the pandemic including on public transport. But how effective has it been? Network Road has tested this at four major railway stations and intercity train services and found no traces of Covid-19 in swabs and air samples. Read more here.\nMany small firms are struggling with staffing shortages due to the so-called pingdemic. Staff are being told to isolate by the NHS Covid app in businesses not eligible for critical worker status, where exemptions to the rules apply. This is forcing some smaller companies to close because too many staff are isolating and it comes on top of the existing issue of worker shortages in sectors such as hospitality.\nCovid-19 cases went up and men were more likely than women to test positive for virus during the Euros. So what does the football tournament, which saw Italy beat England on penalties in the final, tell us about supporters? Find out here.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nAs changes to furlough came into force on Sunday, find out what that means for employers and staff on the scheme.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58049010",
      "category": "uk",
      "title": "'You can be African and black and play polo'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-58047126",
      "category": "uk-england-york-north-yorkshire",
      "title": "Eggborough Power Station: Four cooling towers demolished",
      "tags": "Selby",
      "text": "Four of eight huge cooling towers have been demolished at a former coal-fired power station in North Yorkshire.\nThe 300ft (90m) high structures in Eggborough, near Selby, were brought down shortly after 08:00 BST as part of a plan to redevelop the site.\nIt stood for 50 years in an area where all four Yorkshire counties - North, South, East and West - meet.\nThe Yorkshire Day demolition was watched by spectators who were dotted in fields around the rural site.\nPolice had closed roads and 40 security guards patrolled a 350m exclusion zone while contractor DSM carried out the work during drizzly conditions.\nBilly Young, a technical director at the company, thanked members of the community for their patience and said it had been \"a successful demolition\".\n\"We appreciate that a large number of Eggborough residents and businesses could have been disrupted by the work, but we have worked hard to communicate with them behind the scenes and by correspondence to minimise this in as much as practicably possible,\" he said.\nThe 2,000-megawatt power station was decommissioned in 2018 because it was no longer financially viable.\nIt started generating electricity in 1967 and produced enough to power the equivalent of Leeds and Sheffield combined. \nA year after its closure, the site was acquired by the St Francis Group, which is planning an industrial and distribution park on the site after the remaining structures are demolished, including a 200m (660ft) high chimney.\nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58065463",
      "category": "business",
      "title": "Twitter works with news sites to tackle disinformation",
      "tags": "Social media,Fake News,Twitter",
      "text": "Twitter will collaborate with two of the largest international news providers, Reuters and the Associated Press, to debunk disinformation on its messaging site. \nThe news agencies will help Twitter give more context and background information on events which create a high volume of tweets. \nTwitter hopes this will counteract the spread of misleading information.\nThere has been renewed pressure to remove false content from the platform.\nTwitter said the partnership will enable it to ensure accurate and credible information is rapidly available \"when facts are in dispute\".\n\"Rather than waiting until something goes viral, Twitter will contextualize developing discourse at pace with or in anticipation of the public conversation,\" Twitter said.\nCurrently, when large or rapidly growing conversations happen on Twitter that may be noteworthy or controversial, Twitter's Curation team finds and promotes relevant context from reliable sources in order to counter potentially misleading information posted by users.\nIn a blogpost, Twitter said the new programme would \"increase the scale and speed\" of this work by increasing their \"capacity to add reliable context to conversations happening on Twitter\". \nThe post said material from Reuters and AP would improve information credibility on the platform when Twitter's Curation team \"doesn't have the specific expertise or access to a high enough volume of reputable reporting on Twitter\".\nIt is the first time Twitter has formally collaborated with news organisations to promote accurate information on its site, according to a spokesperson from the social media firm.\nEarlier this year, Twitter launched Birdwatch, a new community-moderation system which enabled volunteers to label tweets they found to be inaccurate. \nTwitter will work separately with the two rival news agencies, and will focus initially on English-language content. \nHazel Baker, head of user-generated content newsgathering at Reuters, said that trust, accuracy and impartiality were at the \"heart of what Reuters does every day,\" and \"drive\" the company's \"commitment to stopping the spread of misinformation\".\nTom Januszewski, the AP's vice president of global business development, said in a statement that the news company had a \"long history of working closely with Twitter, along with other platforms, to expand the reach of factual journalism\".\n\"We are particularly excited about leveraging AP's scale and speed to add context to online conversations, which can benefit from easy access to the facts,\" he continued. \nBoth Reuters and AP also work with Facebook on fact checks. \nTwitter added that this work would be independent of the work its Trust & Safety teams do to determine whether Tweets are in violation of the Twitter rules. The work of these teams includes labelling tweets which contain manipulated media, electoral misinformation and sensitive media that violates the platforms' rules.\nA 2020 report by NYU Stern suggested Twitter has about 1,500 moderators - with 199 million daily Twitter users worldwide."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58054983",
      "category": "business",
      "title": "Goldman Sachs raises banker pay after 95-hour week complaint",
      "tags": "Employment,Banking,Goldman Sachs",
      "text": "Goldman Sachs has increased its salaries for younger bankers following complaints of long working hours.\nIt is understood that first-year investment bank analysts globally will get a pay rise this year to $110,000 (£80,000) from a previous $86,000.\nAs first reported in the Financial Times, the pay increase does not include bonuses. Basic pay will rise to $125,000 in the second year.  \nIt comes as a top banker criticised recruits for being \"entitled\".\nXavier Rolet, who ran the London Stock Exchange for eight years, said the younger generation of bankers should stop complaining about long working hours or find another job.\nHe suggested banks should hire \"poor hungry kids who managed to put themselves through college\" instead of \"entitled\" graduates.\nMr Rolet, who worked at Goldman Sachs in New York and in London early on in his career, said on LinkedIn that he would regularly work 130 hours a week, seven days a week in the 1980s.\nHe claimed: \"We'd work the whole New York trading day in the office, have dinner on the desk then trade Asia and Tokyo from 8:00pm until 10:00pm, go home during the half-day recess and trade the Tokyo afternoon session from home from 12:00pm to 2:00am.\n\"Grab some shut-eye until 4:00am to put our orders in the European markets in time for the opening… quick commute to 40 Wall to be in the office by 6:30am to continue to trade our European orders in time for the pre-opening in New York. Tokyo was open on Saturdays and half day every other Sunday in those days.\"\nThis year, a group of young Goldman Sachs bankers complained of 95-hour working weeks and and asked for their working week to be capped at 80 hours.\nThey said conditions were \"inhumane\".\nGoldman Sachs, which recently reported a sharp rise in second quarter revenue, has declined to comment on the pay increases.\nIn February, a group of 13 first year US-based investment banking analysts at Goldman Sachs, provided a presentation to management  which commented on working conditions.\n \"The sleep deprivation, the treatment by senior bankers, the mental and physical stress… I've been through foster care and this is arguably worse,\" said one.\nAnother remarked: \"This is beyond the level of 'hard-working', this is inhumane/abuse.\"\nHowever, Mr Rolet asked people on LinkedIn: \"How many single working mothers trying to put several kids through school do you think work less than 130 hours a week?\"\nEarlier this year, the young Goldman Sachs bankers warned that they would have to leave unless conditions improved.\nBut Mr Rolet told Financial News: \"It's a free world. If you don't love what you're doing or think the hours don't suit your lifestyle, by any means do something else.\"\nHe added: \"Junior bankers are paid very well compared to other industries or sectors: ask a young entrepreneur drawing no salary how they would like to make $100,000-plus straight out of college?\"\nCommenting his own experience at Goldman Sachs in the 1980s, he said: \"Pay was good for a broke kid from a Parisian sink estate.\"\nMr Rolet grew up in Algiers - his father was in the military - and near Paris in an impoverished area called Sarcelles, which he described to the Evening Standard as \"concrete, concrete, concrete, everywhere you looked\".\nAfter a long career in finance, Mr Rolet led the LSE from 2009 until 2017 and he is currently chairman of PhosAgro, a Russian fertiliser company."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57970435/#comp-comments-button",
      "category": "#comp-comments",
      "title": "COP26: How is Scotland tackling climate change?",
      "tags": "COP26,Climate change",
      "text": "World leaders will gather in Glasgow in three months' time for the COP26 climate change summit.\nThe Scottish government says its targets to reduce emissions are some of the toughest in the world. But what are those commitments - and how much progress has been made so far?\nScottish ministers want renewable energy generation to account for 50% of energy demand across electricity, heat and transport by 2030.\nThe government had also set a target of generating the equivalent of 100% of its electricity demand from renewables by 2020. However, it narrowly missed that target, having achieved a total of 97.4% last year.\nIndustry body Scottish Renewables said output had tripled in the last 10 years, and described the targets as \"a tremendous motivator\" for the industry.\nThe country has been moving away from burning fossil fuels, with the last coal-fired power station, Longannet, closing in 2016. The only remaining gas-fired power station is at Peterhead in Aberdeenshire, which its owners plan to rebuild with carbon capture and storage technology attached. \nOnshore wind delivers about 70% of capacity, followed by hydro and offshore wind as Scotland's main sources of renewable power.\nScotland's largest single source is the Beatrice offshore wind farm. Its 84 turbines - each with three 75m (246ft) blades - went into operation in 2019. The wind farm is is capable of generating enough power for 450,000 homes.\nThe Seagreen Wind Farm, under construction off Angus, will eventually be even bigger and able to power 1.3m homes.\nThe Scottish government has set a legally-binding target to cut greenhouse gas emissions to net zero by 2045, five years ahead of the date set for the UK as a whole.\nEmissions of greenhouse gases - such as carbon dioxide - have already been reduced to about half of what they were 30 years ago.\nThe latest figures for 2019 showed they had fallen by 51.5% from the baseline, although this remains well below the target of 55%.\nA Scottish government-appointed commission was set up to examine how to protect the economy and ensure a \"just transition\" so oil workers and farmers don't lose out as the world moves away from fossil fuels. \nThe commission's report, which made 24 recommendations, says there needs to be an \"orderly, managed transition to net-zero\" which creates benefits and opportunities for people across Scotland.\nNet zero means any emissions will be balanced out by schemes to offset an equivalent amount of greenhouse gases from the atmosphere - such as planting trees, or using technology to capture carbon and store it.\nThe Scottish government believes its targets are \"the toughest anywhere in the world\". \nThey are certainly among the most ambitious. \nHowever, other countries - such as Sweden - have passed legislation with the same goal. Sweden did so two years before Scotland, and it has also set milestones along the way. But Scotland's milestone targets are more ambitious and include emissions from aviation and shipping. \nThey also don't rely on international credits, which is where countries can pay for emissions to be reduced elsewhere instead of reducing their own.\nTransport accounts for about a quarter of Scotland's greenhouse gas emissions. Some steps have been taken to reduce this, but the overwhelming majority of vehicles on the road are still greenhouse gas-emitting petrol or diesel engines.\nThe Scottish government has said it wants to have \"phased out\" the need for new petrol and diesel cars by 2030 - and hopes to reduce the use of cars generally, with the number of kilometres driven to be reduced by 20%.\nThe number of new electric and hybrid cars registered in the UK rose by nearly 40% in a year and the availability of publicly-available charge points in Scotland is now at 1,800 and increasing. \nLow emission zones that will see polluting vehicles banned from entering city and town centres (and receive a penalty notice if they don't comply) are planned for Aberdeen, Edinburgh and Dundee, with all local authorities now consulting on introducing them.\nSo far only Glasgow has introduced measures, which only apply to 60% of buses that enter the zone.\nThe Covid pandemic has had a major impact on travel. While restrictions have been eased in recent months, people are still being told to work from home where possible.\nThe Scottish government had previously taken steps to discourage commuters from taking their cars to work through the Workplace Parking Levy.\nIt allows councils to tax businesses on staff parking spaces but, so far, no councils have committed to introducing the levy this year. \nWhile car journeys in July 2021 were 5% lower than before the pandemic, Transport Scotland has estimated that air travel was down by 60% and rail was down by 50%.\nHowever, emissions from international aviation had been continuing to rise in the years before the pandemic.\nAbout 13% of Scotland's emissions come from housing, with most homes (about 80%) still relying on gas central heating systems.\nThe target set by ministers is that 50% of all new heating systems being installed should be zero-emissions models by 2025.\nInstead of gas, heating systems should use renewable energy, or rely on low-carbon alternatives such as heat pumps.  \nAnd 20,000 households have benefited from better insulation and new, more efficient - although still often gas - heating systems, funded by the Scottish government. \nTrees are still the most effective way of absorbing CO2 from the atmosphere. \nTo meet targets, the UK needs a net increase of 32,000 hectares of woodland planted every year for the next 30 years - equating to about 1.5bn trees. \nFigures show most of the trees planted in the UK were planted in Scotland - 11,000 of the 13,700 hectares planted in 2019-20. \nBy 2024, the Scottish government aims to be creating 18,000 hectares of new woodlands per year, with the ultimate goal of having 21% of Scotland's land covered by forest by 2032 - compared to 19% today.\nSo far, Scotland has primarily gone for the \"low hanging fruit\" to reduce our emissions.  That is, changes most people have probably not even noticed, like switching off coal power. \nTo continue the pace of change, you and I now need to become involved.\nWhile local and national politicians make the right noises, they're not always following through on the policy decisions that might face public pushback.\nWe've been talking for years about low emissions zones in our cities - but in most cases they exist only on paper, or with very few vehicles actually affected.\nAberdeen's design is planned for May 2022, but with a two year grace period - meaning it's nothing more than a line on a map until almost the middle of the decade.\nThese are the sort of changes that keep being referred to as the \"hard\" stuff. \nWe just need to get round to doing it.\nUse the tool below and we could be in touch.\nIf you are reading this page on the BBC News app, you will need to visit the mobile version of the BBC website to submit your question on this topic. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52442754",
      "category": "explainers",
      "title": "Coronavirus: How does the NHS test-and-trace system and app work?",
      "tags": "Contact tracing,Mobile phone tracking,Coronavirus testing,Mobile phones,Coronavirus pandemic",
      "text": "Self-isolation rules are changing in some parts of the UK for fully vaccinated adults and children under 18.\nIf they are identified as a close contact of someone who's tested positive for Covid, they may soon be able to take a PCR test rather than self-isolate for 10 days.\nYou must self-isolate for 10 days if you:\nYou must also self-isolate if you or someone you live with has Covid symptoms. You can stop self-isolating if the person with symptoms gets a negative PCR result.\nEach UK nation has its own contact-tracing service: \nWhen people test positive for coronavirus, they are asked to provide details of their close contacts. These include:\nIf you are deemed a close contact, other people in your household don't have to self-isolate unless you or they develop symptoms.\nScotland\nFrom 9 August, fully vaccinated adults identified as close contacts of someone who tested positive for Covid will no longer have to self-isolate for 10 days. \nInstead, if they have no symptoms and at least two weeks have passed since the second dose, they can get a PCR test. If the result is negative, self-isolation can then be ended. \nFirst Minister Nicola Sturgeon announced a similar change - with a negative PCR result - for people aged 17 or under. Children under the age of five will be encouraged, but not required, to take a PCR test.\nEngland\nFrom 16 August, fully vaccinated adults and all under-18s contacted by NHS Test and Trace (not the app) will be advised to take one PCR test as soon as possible. \nAs long as that is negative, and they don't develop symptoms, they won't need to take further action.\nWales\nSimilar changes will happen in Wales from 7 August. However, people will be also advised to take PCR test on day two and day eight, whether they are fully vaccinated or not.\nNorthern Ireland\nMinisters in Northern Ireland are expected to discuss changes on 12 August. \nAny adult not fully vaccinated will still need to isolate if they are identified as contacts.\nAnyone who tests positive - regardless of age, vaccination status, or whether or not they have symptoms - will also still need to self-isolate. \nThe NHS Covid app is available to download in England and Wales. \nIf you have the app, and you spend enough time close to another person using it, you will receive a \"ping\" alert if they later test positive for Covid. \nYou need to be within 2m (6ft) of them for 15 minutes to trigger the alert. \nNorthern Ireland and Scotland have separate apps. \nIf you are \"pinged\" you're advised - but not legally obliged - to self-isolate for 10 days.\nGovernment ministers have said it is \"crucial\"  that people self-isolate when sent an alert.\nHowever, it's feared that the large number of people being alerted has led to many users deleting the app.\nCurrently, when someone tested positive but had no symptoms, the NHS Covid app went back five days before the test, and alerted any close contacts during that time.\nHowever, the app will soon only alert close contacts from the previous two days before the positive test.\nThe sensitivity of the app itself has not changed, and anyone testing positive will still have to self-isolate.\nIn the week to 28 July, nearly 396,000 people in England and Wales received alerts from the app, a sharp drop from 690,000 the week before.\nIn England, employers providing critical services can now request an exemption for named employees who are fully vaccinated. Sectors include energy and emergency services.\nSupermarket depot workers and food manufacturers are among those exempt from quarantine rules whatever their vaccination status.\nA similar system is being launched in Scotland.\nA £500 grant is available in England to people on low incomes who have to self-isolate. This includes parents who can't work because their child has to self-isolate. However, many applications have been turned down.\nIn Scotland people can apply for the Self-Isolation Support Grant, worth £500, and there is a similar scheme in Wales. In Northern Ireland a discretionary payment is available.\nYou may also be entitled to Statutory Sick Pay, which is worth £96.35 a week, or more if your employer has a sick pay scheme."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58048728",
      "category": "world-us-canada",
      "title": "DaBaby dropped by US music festival Lollapalooza",
      "tags": "Homophobia,United States",
      "text": "US music festival Lollapalooza has dropped rapper DaBaby from its Sunday line-up over comments he made about people with HIV and Aids.\nThe Chicago festival tweeted that \"Lollapalooza was founded on diversity, inclusivity, respect, and love. \n\"With that in mind, DaBaby will no longer be performing at Grant Park tonight.\" \nThe rapper has been widely condemned for homophobic and derogatory comments he made about HIV and gay men.\nWhile performing at Rolling Loud festival in Miami on 25 July, he urged the audience to \"put your cell phone light up\", apart from those who were HIV-positive or were gay men who had sex in car parks.\nHe also wrongly claimed that HIV and other sexually transmitted diseases would \"make you die in two or three weeks\".\nMedication helping those with HIV to live long, healthy lives has been available for decades.\nLollapalooza said rapper Young Thug would fill DaBaby's slot on Sunday night.\nEarlier this week, DaBaby was dropped from a benefit concert for the Working Families Party, a US political party that says it wants \"freedom and equality for all\". \n\"We have to hold people accountable and live to our values, which is why there is a change in our line-up,\" the Working Families Party stated.\nDaBaby has also parted ways with online fashion retailer Boohoo, with whom he had a clothing deal.\nSeveral musicians have spoken out against the rapper's remarks, among them Sir Elton John, who founded his Aids Foundation charity in 1992.\n\"We must break down the stigma around HIV and not spread it. As musicians, it's our job to bring people together,\" Sir Elton wrote on Instagram.\nDaBaby ultimately tweeted an apology, saying he had been \"insensitive\" and \"anybody who done ever been effected by AIDS/HIV y'all got the right to be upset.\" \nBut on his Instagram story, he doubled down on the insults by calling people with Aids \"nasty\" and \"junkies on the street\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-52530518",
      "category": "explainers",
      "title": "What are the Covid rules in England, Scotland, Wales and Northern Ireland?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Covid rules are being relaxed across the UK. \nThe last week has seen restrictions eased in England, Scotland and Wales.\nMost of the rules introduced under Plan B have ended:\nFrom Monday 31 January: \nThe PM hopes to scrap mandatory self-isolation for people who test positive for Covid no later than 24 March, when regulations expire.\nFrom 31 January:\nWork from home advice ends, although the government wants a \"phased return to the office\", with some staff continuing to work remotely.\nSome changes have already been made: \nSome restrictions are still in place:\nAnyone who had their second dose more than four months ago must now also have received a booster to be considered fully vaccinated. \nA gradual easing of Covid restrictions is under way:\nSome measures remain in place:\nWhat are the Covid rules in Wales?\nA series of changes have been made:\nMeasures in place include:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58065081",
      "category": "uk-northern-ireland",
      "title": "Kidney transplants cancelled amid Belfast Trust staff shortage",
      "text": "Several life-saving kidney transplants within the Belfast Health Trust area could not go ahead at the weekend because not enough nurses were available to support surgeons.\nThe trust was offered healthy kidneys from deceased donors.\nBut they were turned down as the operations could not be carried out without sufficient staff.\nThe trust has apologised and blamed the staff shortage on a rise in the number of Covid-19 patients in hospitals.\nThe cancellation of the transplants comes after some health trusts cancelled cancer surgeries at the end of July.\nOn Monday the Royal College of Surgeons said those cancellations could have been avoided.\nIt told BBC News NI that proposals it had made to stop surgeries being cancelled amid an increase in the number of Covid-19 patients had not been implemented.\nThe Belfast Health Trust said it had come under \"significant pressure\" as more people with Covid-19 have been admitted to intensive care units.\nIt said it therefore had to make the \"difficult decision\" to cancel some kidney transplants.\nThat, it said, allowed staff who work in operating theatres to \"assist in intensive care units at this challenging time\".\nAll options were explored in order to try and ensure transplants could be carried out - this decision was a last resort and \"not taken lightly,\" said the trust.\n\"We apologise to all patients and we are doing all we can to ensure we can reschedule surgeries as soon as possible.\"\nLast year a record number of kidney transplants were carried out in Northern Ireland in spite of the coronavirus pandemic.\nBut in November the transplant system was suspended because of the Covid-19-related pressure on the health service.\nIn January BBC News NI reported that organs were regularly turned down instead of being used for transplants because no operating facilities were available.\nThe issue was raised in the House of Commons by the Democratic Unionist Party (DUP) MP Ian Paisley, who warned against a \"scandal of discarding viable transplant organs from developing\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-57997447",
      "category": "business",
      "title": "Pingdemic: ‘I'm losing hundreds of pounds in tips’",
      "tags": "Companies,Contact tracing,Weddings,Hospitality industry,Coronavirus pandemic",
      "text": "The coronavirus pandemic dealt a heavy blow to small businesses, which are now feeling the knock-on effects of staff shortages. \nMany small firms, not eligible for critical worker status, are struggling with the effects of staff being told to isolate by the NHS Covid app. \nThis problem is exacerbated by existing staff shortages in sectors such as hospitality, where industry bodies say one in five workers left during the pandemic.\nWhile larger businesses are more able to rely on a broader workforce, smaller companies are being forced to close because of too many staff having to isolate.\nEmployees no longer on furlough are suffering from this loss in earnings. Calum O'Flynn, an assistant bar manager at London's Head + Tails pub in Hampstead, lost out in tip money from having to isolate after being pinged. \n\"About 25% of my income comes from tips, so if you get pinged on a Thursday or Friday, you're missing a huge amount - it could be two-thirds' rent for most of us,\" he told the BBC. \nIn total, there are 12 staff at the venue and each typically makes between £400 and £600 a month in tips. Calum was pinged early in the week, which meant he didn't miss too many critical weekends when more service profit is made. \n\"On one shift, three were pinged just before and then another while we were working, which is so tough as we're not able to provide service as well as we'd want, with half a team working twice as hard.\" \nCalum was furloughed during the lockdowns, but says it doesn't cover the loss of earnings from having to isolate now. The business reduced capacity from 150 to 60 people, which has also meant a reduction in tips. \n\"It's a risk for me to go on holiday because I just don't know about whether I can afford it- there's just no buffer zone now,\" he explained. \n\"We've had burnout and it's been really stressful, we're all just exhausted,\" he said.  \nEmma McClarkin, chief executive of the British Beer & Pub Association, told the BBC that NHS Test and Trace had been a \"huge issue\". \n\"Already pubs are closing or greatly reducing their opening hours due to staff shortages caused by app pings - despite staff testing negative on lateral flow tests,\" she said. \nThe industry body is urging the government to work with them to find a \"sensible solution\" to the problem as 43% of pub staff are aged 18 to 25, meaning a wait for their second vaccine shot. \nFrom 16 August, double-jabbed individuals and under-18s will no longer be required to self-isolate if they have been in contact with someone with the virus.\nA government spokesman from the Department for Business, Energy & Industrial Strategy told the BBC it was working with the sector as the UK's \"world-leading vaccine roll-out continues to enable the safe re-opening of the industry\".\n\"While we recognise the issues faced by pubs and bars, self-isolation remains an essential tool in our national efforts to reduce the spread of Covid-19.\"\nLondon-based restaurant and BBQ delivery service Cue Point has also suffered, both from last-minute staff shortages and food wastage from cancelled events. \n\"Staff retention is non-existent because of the app notifications - we've had to employ friends last-minute,\" Cue Point's director, Mursal Saiq, told the BBC. \n\"You just can't rely on having staff at the moment. Operationally it's nearly impossible to run events right now.\"  \nThe problem extends to hiring equipment, with booking windows reduced for fridge vans and extra crockery cleaning costs. \nThe company also moved to nationwide online deliveries during lockdown, so it still has a container of cardboard boxes, no longer needed now events are their central focus again. \nMs Saiq said the business had lost £10,000 in event cancellations since reopening and an additional £15,000 from wasted food, because the smokery means the meat has a short shelf-life. \n\"You end up having more than you need or less than you want, almost constantly,\" she explained. \nThe business has four festivals booked this summer, which it expects to make between £20,000 and £30,000 at, but Ms Saiq said she was worried about losing staff last-minute. \nThe chief executive of UK Hospitality, Kate Nicholls, told the BBC the \"pingdemic\" was endangering the critical summer trading period by \"forcing thousands of healthy workers to self-isolate and businesses to limit services, cancel events or close altogether\".\nA survey of 17,000 venues by UK Hospitality, employing 308,000 people, found that more than a quarter had spent time off work after being pinged by the NHS app. \nFour in 10 hospitality businesses surveyed were forced to either fully or partially close and around six in 10 said they were relying on remaining staff to work longer hours. Many have also had to reduce trading hours and reduce menu choice.\n\"The government should look to bring in a test-to-release scheme as soon as possible. This will allow team members who are fully vaccinated to test after a ping and, subject to a negative result, return to work,\" she said.\nThose not fully vaccinated should be allowed to work after two negative tess, she added.\nFunctions and weddings have also meant reduced waiting staff for Marco Bosonotto, owner of With Fire catering, but as his firm uses agency waiters, they have managed to find fill-ins at short notice. \n\"We've been lucky as our chefs and freelancers haven't had to isolate yet,\" he explained. \nHe said customers had been \"really understanding\". He has let them reschedule within 12 months to alternative dates if too many guests are pinged. \n\"We've lost a few thousand pounds since reopening, but it's not catastrophic,\" he told the BBC.             \n\"This week we had a corporate event cancel last minute, but they paid in full and we could use the food elsewhere, but that's the rarest thing that ever happens.\"  \nAmy Keyte co-owns White Radish Event Catering based in Cornwall. It currently caters for between eight and 14 weddings a month, which is back to pre-pandemic levels.    \nBut she can lose up to £3,000 per wedding if guests get pinged before the event. \n\"Numbers are typically dropping from 100 to 70 guests, so we'll often not prepare the remainder, so the bride and groom can have the food the next day,\" she told the BBC.  \nDepending on differing rules for each venue, Ms Keyte can get up to a week's notice of fewer guests - or just 24 hours if they are testing the night before the wedding. \n\"I think hospitality has been hung out to dry this year. It's been so difficult with the rules,\" she said. \n\"It's nice to be back at work as long as nothing changes. We're getting back to normal, but fingers crossed there's not another lockdown.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58051818",
      "category": "business",
      "title": "Banking giant HSBC sees first half profit more than double",
      "tags": "China,HSBC,Hong Kong,Banking",
      "text": "Profits at banking giant HSBC more than doubled in the first half of the year as it benefited from an economic rebound in Britain and Hong Kong.\nEurope's biggest bank by assets saw pre-tax profit for the period rise to $10.8bn (£7.8bn), compared to $4.3bn for the same time last year.\nThe UK-based bank said all regions had been profitable in the period.\nThe figures come as the global economy emerges from the impact of the coronavirus pandemic. \n\"I'm pleased with the momentum generated around our growth and transformation plans, with good delivery against all four pillars of our strategy. In particular, we have taken firm steps to define the future of our US and continental Europe businesses\", said HSBC chief executive Noel Quinn.\nThe lender highlighted that its UK bank had reported profit before tax of more than $2.1bn in the period.\nBoosted by the economic rebound in its two biggest markets, Britain and Hong Kong, the bank reinstated dividend payments to shareholders.\nIt plans to pay an interim dividend of seven cents a share after the Bank of England last month scrapped curbs on such pay-outs to investors.\nHowever, Laura Foll, manager of UK income funds at Janus Henderson Investors, told the BBC that the key factor behind the rise in HSBC's profits had been the lower-than-expected losses on loans during the pandemic.\nShe said that last year most banks set aside money based on estimates of how much they could potentially lose if loans went bad and its customers were unable to repay them. In HSBC's case, it set aside $700m.\n\"In all cases, the banks are now rolling back on that number... and it is that number that has boosted the profitability at HSBC more than any other improvement.\"\nHSBC said its restructuring programme remains on track after announcing in February last year that it would shed 35,000 jobs as part of a plan to cut $4.5bn of costs by 2022.\nIn February, HSBC had signalled a \"pivot to Asia\", outlining plans to invest about $6bn in the region.\nIt said it would target wealth management and commercial banking to drive \"double-digit growth\" and has singled out Asian markets such as Singapore, China and Hong Kong. HSBC already generates the bulk of its revenues from Asia.\nIn January, UK MPs accused HSBC - a Hong Kong founded bank - of \"aiding and abetting\" China's crackdown in Hong Kong. \nHSBC faced accusations of acting in a political manner and being too close to the Chinese authorities after it emerged that the bank had frozen accounts belonging to Hong Kong pro-democracy politician Ted Hui and members of his family.\nAppearing before the Foreign Affairs Committee, Mr Quinn was told the bank was turning a blind eye to the situation.\nMr Quinn mounted a robust defence of the bank, saying: \"I can't cherry-pick which laws to follow.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58055804",
      "category": "uk",
      "title": "Hugs and tears at Heathrow as families reunite",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58050226",
      "category": "uk-wales",
      "title": "Abergele: Man charged with murder of girl, 15, at holiday park",
      "tags": "Abergele",
      "text": "A man has been charged with murdering a 15-year-old girl who died following a \"domestic disturbance\" at a holiday park.\nNorth Wales Police said Matthew Selby, 19, from Greater Manchester, had been charged after the incident at Ty Mawr Holiday Park near Abergele, Conwy county, on Saturday.\nHe was remanded in custody and will appear before magistrates on Tuesday.\nPark bosses said they were \"shocked and saddened by this tragic incident\".\nOn Sunday, Det Supt Mark Pierce said it was a \"tragic but isolated incident\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58052144",
      "category": "world-europe",
      "title": "Belarus Olympian given Polish visa after refusing 'forced' flight home",
      "tags": "Belarus,Japan",
      "text": "A sprinter from Belarus who refused her team's order to fly home early from the Olympics has been granted a humanitarian visa by Poland.\nKrystina Timanovskaya, 24, is at the Polish embassy in Tokyo after spending the night secured in a hotel under protection from Japanese police.\nShe said she was forcibly taken to the airport for criticising coaches, and voiced fears for her safety.\nBelarus says she was removed from the team because of her emotional state.\nMs Timanovskaya told the BBC on Monday that she was safe, but said she had been advised not to give further details at this stage.  \nThe incident has again put the spotlight on Belarus, which has been ruled by President Alexander Lukashenko since 1994. Last year, nationwide protests over his disputed re-election were violently repressed by the security forces.\nSome of those who joined the demonstrations were also national-level athletes, who were stripped of funding, cut from national teams and detained.\nPoland's Deputy Foreign Minister Marcin Przydacz said Ms Timanovskaya was in direct contact with Polish diplomats in Tokyo, and that Poland would do \"whatever is necessary to help her continue her sporting career\".\nHer husband has fled to the Ukrainian capital, Kyiv. He is set to join her in Poland, according to a Warsaw-based Belarusian opposition politician. \nThe Belarusian government has yet to comment on the Polish decision.\nThe EU, meanwhile, welcomed Poland's decision. Nabila Massrali, a spokeswoman for EU foreign policy chief Josep Borrell, said the attempt by Belarus to forcibly repatriate Ms Timanovskaya was \"another example of the brutality of the repression of Lukashenko's regime\".\n\"We express our full solidarity to Krystina Timanovskaya and commend the (EU) member states that offered her support. We welcome the fact that she has now been given a humanitarian visa by Poland,\" Ms Massrali said in a statement to Reuters. \nThe sprinter, who was due to compete in the women's 200m event on Monday, had complained on social media about being entered into the 4x400m relay race at short notice after some teammates were found to be ineligible to compete.\nThe video led to criticism in state media, with one television channel saying she lacked \"team spirit\".\nMs Timanovskaya said officials had come to her room and given her an hour to pack her bags before being escorted to Tokyo's Haneda airport. She says she was \"put under pressure\" by team officials to return home and asked the International Olympic Committee (IOC) for help.\n\"They are trying to get me out of the country without my permission,\" she said in a video posted on the Telegram channel of the Belarusian Sport Solidarity Foundation, which was created last year to support athletes critical of the government.\nAnatol Kotau, a member of the group, told the BBC on Sunday: \"She's afraid of repression on her family in Belarus - this is the main concern for her right now.\"\nThe Belarusian Olympic committee said Ms Timanovskaya had been taken off the team because of her \"emotional and psychological condition\".\nTeam coach Yuri Moisevich said Ms Timanovskaya appeared anxious when he spoke with her on Sunday. \n\"I was trying to have a calm conversation with her and I succeeded,\" he said, adding: \"Then I noticed that she would stop the conversation and start it again, then she would grab the phone and I saw that something was happening.\"\nOn Monday, IOC spokesman Mark Adams said the body had taken measures against the Belarusian committee in the run-up to the Games.\nIt banned some officials, including the president's son, for failing to protect athletes who had joined the demonstrations.\nHeather McGill, Amnesty International's Eastern Europe and Central Asia researcher, said the country's sporting administration had been subject to \"direct government control\" under President Lukashenko.\n\"Athletes are favoured by the state and honoured by society, and it is not surprising that athletes who speak out find themselves a target for reprisals,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58053077",
      "category": "uk-wales",
      "title": "I'm a Celebrity...Get Me Out Here! to return to Wales in 2021",
      "tags": "ITV,Declan Donnelly,Ant McPartlin,Television,Abergele,I'm a Celebrity...Get Me Out of Here!,Ant and Dec",
      "text": "I'm A Celebrity... Get Me Out Of Here! is to be filmed in Wales for the second successive series, ITV have confirmed.\nThe reality TV show, hosted by Ant and Dec, is normally held in the Australian jungle but returns to Gwrych Castle in north Wales due to Covid restrictions.\nAuthor and presenter Giovanna Fletcher was crowned queen of the castle last year, beating radio host Jordan North and TV star Vernon Kay in the final.\nRestoration of the castle has been sped up after featuring on the hit TV show.\nThe castle near Abergele, in Conwy county, will again feature as the backdrop to this year's programme when it airs on ITV in November and December.\nThe 2020 edition of the popular show was switched to Wales from Australia due to travel restrictions imposed during the Covid-19 pandemic - now ITV bosses have confirmed it will return to the Grade I listed gothic revival 19th century castle.\n\"We've always said we have contingencies in place for the series if the Covid situation continued to bring uncertainty, and after a highly successful run at the castle last year we're pleased that we can return there,\" said Katie Rawcliffe of ITV. \nITV chief executive Dame Carolyn McCall said in March the show would return to Australia for the next series if possible, saying it was \"meant to be\" there.\nBut ongoing coronavirus restrictions have meant the show returns to north Wales and Gwrych Castle Preservation Trust chairman Dr Mark Baker said he was \"absolutely delighted\" the programme was returning.\nTracey Brennan, a councillor in Abergele who runs a gift shop and greengrocer's in the town, told BBC Radio Wales Drive Time: \"There's a real feeling of excitement in the air again. People are just so pleased. It's amazing.\"\nShe said she hoped businesses would benefit: \"One of the unique things about Abergele is that the about 95% of our business are independent, we don't have any of the big national names here, so this will be a massive boost for our local economy. \n\"If we can bring more people in to showcase the town, castle and the beach it will be a massive help.\" \nThe Welsh government's arts and sport deputy minister Dawn Bowden added it was \"excellent news\" the show was coming back. \nHost Ant McPartlin previously said he would be \"very happy\" for the programme to return to Wales as the crew was warmly welcomed during the last series.\n\"There were cardboard cutouts of me and Dec [Donnelly] in the butcher's, and the local school did a tribute,\" he told Digital Spy.\n\"We'd happily go back there. We'd miss the sunshine, mind.\"\nGwrych Castle was open as a visitor attraction until the 1980s but since then, several owners failed to make the building a success and it fell into a near-derelict ruin without roof or floors.\nThe Gwrych Castle Preservation Trust finally managed to buy the building in 2018 and has been working to stabilise it since.\nThe money generated from hosting the show hasn't just helped the castle itself, but the local economy, according to the castle's owners.\nDr Baker claimed the show brought in more than £1m to Wales' economy last year as he said ITV fulfilled its promise to use local contractors wherever possible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58057037",
      "category": "uk",
      "title": "Covid-19: NHS app tweaked and I'm a Celeb returns to Wales",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Monday evening. We'll have another update for you on Tuesday morning.  \nThe NHS Covid-19 app for England and Wales is being tweaked so fewer contacts will be advised to self-isolate following a close contact with a positive case. It will now look for contacts only two days prior, rather than five, when someone without symptoms tests positive. Health Secretary Sajid Javid said the move will reduce disruption from self-isolation, with many firms saying they have been affected by the so-called \"pingdemic\". From 16 August, fully vaccinated contacts in England will be exempt from isolation and instead will be advised to take a PCR test, with Wales set to make a similar move on Saturday.\nBoris Johnson has said he wants a \"balanced\" and \"user-friendly\" approach to travel amid speculation that the UK could introduce an amber watchlist of countries which could change to red status at short notice. The prime minister said he wanted advice to be \"simple\" but warned that the UK must prevent new Covid variants being imported into the country. He was speaking after a new rule change meant that people who have been fully vaccinated in the US and EU do not need to quarantine when arriving from amber list countries - paving the way for people to reunite with loved ones.\nA fresh Covid outbreak in China has spread to more locations, raising concerns in local media over the country's vulnerability to the Delta variant. More than 300 cases have been detected over 10 days. Local headlines have been dominated by news on the outbreak, and the country's top respiratory diseases specialist has reportedly expressed grave concern. The government has imposed fresh travel restrictions and is testing millions. Although case numbers are considerably lower than other places, it is considered the largest outbreak in months in China. \nAlmost 300 \"fraudulent applications\" for Covid-19 vaccine certificates for international travel have been rejected in Northern Ireland, the head of the programme says. Dr Eddie O'Neill says three individuals had made 38 applications between them putting different dates each time. People can currently apply through the NI Direct Website if they are travelling abroad up to and including 17 August. The system was offline for several days having been dogged by technical problems but Dr O'Neill said it was now \"stable and running well\".\nI'm A Celebrity... Get Me Out Of Here! will be filmed in north Wales for the second year running due to coronavirus restrictions, ITV have confirmed. The reality TV show, hosted by Ant and Dec, is normally held in the Australian jungle but returns to idyllic Gwrych Castle. The 2020 edition of the popular show was filmed at the castle near Abergele, Conwy, due to travel restrictions imposed during the pandemic. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nIf you're thinking of booking a holiday, here's a reminder of the rules for travel to green, amber and red list countries\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58057031",
      "category": "uk",
      "title": "Samaritans volunteers met vulnerable callers for sex",
      "tags": "Charities,Samaritans",
      "text": "Samaritans says it has introduced new safeguarding measures after volunteers met vulnerable callers for sex.\nThe charity, which offers a helpline to people in distress, will reportedly monitor calls in future to prevent inappropriate relationships.\nThe Telegraph found incidents of middle-aged men using their position to meet up with female callers for sex.\nThe charity told the BBC it did not dispute that a \"very small number of safeguarding incidents\" had occurred.\nSamaritans chief executive Julie Bentley said the \"extremely rare\" incidents had been identified and that swift and appropriate action had been taken.\nAccording to the Telegraph, a memo to volunteers said 44 serious incidents had occurred since 2017.\nMs Bentley said Samaritans' 20,000 volunteers provided vital emotional support to anyone who is struggling, 24 hours a day, 365 days a year.\nVolunteers on the charity's telephone service have answered more than 13 million calls in the four years from January 2017, she said.\n\"Running any national service on this scale means that, on extremely rare occasions, high standards are not always met and from the millions of calls answered, a very small number of safeguarding incidents were identified,\" said Ms Bentley.\n\"Our robust investigation procedures meant these incidents were handled swiftly and appropriate action taken.\n\"Any safeguarding matter is one too many and as such we review our practices on an ongoing basis and have introduced further measures as part of our commitment to delivering a consistently high-quality experience for our callers.\"\nIncidents are investigated by the charity's Serious Safeguarding Panel and are reported to the Charity Commission, Samaritans said.\nFor information and support visit BBC Action Line"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-china-58052894",
      "category": "world-asia-china",
      "title": "Nanjing: Concerns in China grow as Delta outbreak spreads",
      "tags": "China",
      "text": "A fresh Covid outbreak in China has spread to more locations, raising concerns over the country's vulnerability to the highly contagious Delta variant.\nMore than 300 cases have been detected within a span of 10 days.\nChinese media is dominated by news on the outbreak, and the country's top respiratory diseases specialist has reportedly expressed grave concern.\nThe government has imposed fresh travel restrictions and is testing millions.\nIt is unclear how many in China are fully vaccinated, although authorities say more than 1.6 billion doses have been administered so far.\nA total of 15 provinces have now confirmed cases. Cases in 12 of the provinces are connected to an outbreak that began in Nanjing in eastern Jiangsu province. Authorities have attributed the spread to the Delta variant and the domestic tourism season.\nIn Zhuzhou, in central Hunan province, more than a million people have been told not to leave home for three days while mass testing and a vaccination drive is organised. The regional government described the situation there as \"grim and complicated\". In other cities entire communities are being placed under emergency lockdown as cases of the Delta variant emerge.\nThe outbreak is the largest in China for months. The country was largely successful in controlling the virus within its borders last year.\nCases of the variant first emerged in July in Nanjing airport, among workers who had cleaned a plane that arrived from Russia.\nAuthorities promptly tested 9.2 million residents of Nanjing and imposed lockdown on hundreds of thousands of people.\nBut over the weekend the spotlight turned to popular tourist destination Zhangjiajie in Hunan province, where many of the latest cases have emerged. Travellers from Nanjing were thought to have visited the city recently.\nHealth officials have zeroed in on a theatre in Zhangjiajie, and are now trying to track down about 5,000 people who attended performances and then travelled back to their home cities. \nOne performance alone had hosted about 2,000 people, according to reports. \nAll attractions in Zhangjiajie have been closed and tourists are being asked to take a Covid test before leaving the city, local media reported.\n\"Zhangjiajie has now become the new ground zero for China's epidemic spread,\" Zhong Nanshan, China's leading respiratory disease expert, told reporters.\nThe new outbreak has reached Beijing too, with the city reporting several locally transmitted infections.  \nAll of Beijing's air, bus and travel links to areas with positive cases have been cut. All tourists have also been banned from entering the capital, and officials are only allowing \"essential travellers\" with negative Covid tests to enter.\nThe virus has also reached Wuhan, in Hubei province, the Chinese city where Covid-19 first emerged, with seven people testing positive for the virus. According to Chinese state media, the city had seen zero locally transmitted infections since June 2020.\nChina is also battling a rise in cases in Zhengzhou in northern Henan province, which saw devastating floods just last month, as well as Hainan island to the south of the mainland.\nThe Global Times newspaper has called the outbreak the \"most serious since Wuhan\", and in a separate editorial criticised \"glaring loopholes\" in Covid prevention measures.\n\"It is absolutely worrying if a single flaw can affect many provinces and regions across the country... it shows that our systematic progress in fighting the epidemic needs to be strengthened,\" it said.\nThe outbreak has raised concerns about vaccines, as it emerged that some of those infected had been vaccinated.\nShao Yiming, a researcher with China's Centre for Disease Control and Prevention, told reporters on Saturday that breakthrough infections in vaccinated people \"are expected\".\nThe Sinovac and Sinopharm vaccines - two of the most commonly used jabs in China - have been shown to be 50% to 79% effective in preventing symptomatic Covid infection in clinical trials around the world, but are highly effective in preventing hospitalisations or deaths."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58057162",
      "category": "uk-england-london",
      "title": "Streatham terror attack: Concern over 'extremist' knifeman before release",
      "tags": "Streatham attack,Metropolitan Police Service,Streatham",
      "text": "A terrorist who stabbed two people in Streatham had been released from prison just days before the attack despite concerns he \"retained extremist views\", an inquest has heard.\nSudesh Amman, 20, was shot dead by surveillance officers after the attack in Streatham High Road, south London, on 2 February 2020. \nHis two victims, a man and a woman, survived their injuries. \nPolice had asked the prison governor not to release Amman, an inquest heard. \nCoroner Mr Justice Hilliard said Amman was arrested in May 2018 on suspicion of terror offences and was later jailed for 40 months.\nHe served his sentence at HMP Belmarsh and was released on 23 January 2020.\nWhile in prison Aman had apparently signalled his intent to strike again once in the community,\nPolice were so concerned about Amman's apparent unrepentant behaviour in Belmarsh that they asked the prison governor not to release him.\nHowever, the request was turned down because the offence Amman was jailed for could not justify an extension of his sentence.\nDet Supt Dominic Murphy told the inquest that a search of Amman's prison cell previously found some hand-written notes that \"appeared to show loyalty\" to the Islamic State group.\nMr Murphy said: \"He told another prisoner he was 'not finished with these non-believers yet'.\"\nAfter his release, Amman was required to live at a probation hostel in Streatham, with conditions such as a tag and curfew.\nHe was followed by surveillance officers whenever he left the hostel and they were authorised to carry firearms after he was seen looking at knives, the inquest heard.\nOn the day of the attack, Amman made his way to Streatham High Road at 13:25 GMT.\nHe was seen wearing a camouflage jacket, red hood and beanie hat, with a white JD Sports bag slung across his torso.\n\"By 13:50, he (Amman) was walking very slowly, he had a white bag across his chest,\" the coroner said. \n\"He was under surveillance by four officers on foot, and other officers were in vehicles on a surrounding road.\n\"At 13:57, Mr Amman entered a general shop ... which sold, amongst other things, knives.\"\nAmman took a 20cm knife from the shop and then left, jurors heard.\nHe then stabbed a woman outside the White Lion pub before stabbing a man outside Cash Converters, striking him in the right side of his torso.\nAn officer, identified as BX75, opened fire when Amman ran and turned to face the pursuing officers, still holding the knife.\nMr Murphy said BX75 and another officer shouted at Amman to stop and declared themselves as armed police.\nBX75 fired a shot which \"did not seem to have an impact\" on Amman and instead struck a shop window, which shattered and hit a woman standing nearby. \nOfficers opened fire five more times and Amman fell to the ground - 62 seconds after he took the knife.\nAn apparent suicide vest Amman was wearing was found to be fake, the inquest was told.\nDet Ch Insp Nick Williams told the inquest Amman was suspended from school on three occasions.\nThe inquest heard in April 2016 he allegedly attacked someone in Harrow he knew from school with a samurai sword.\nThe alleged victim did not provide a statement and there was a lack of forensic evidence, so no further action was taken against Amman, Mr Williams said. \nAmman was then excluded from Barnet College after trying to hit a classmate with broken glass, the inquest heard.\nThe inquest into Amman's death is being heard at the Royal Courts of Justice and is expected to last three weeks."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58039094",
      "category": "uk-wales",
      "title": "Paralysed swimmer Paula Craig in English Channel record bid",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58059614",
      "category": "uk",
      "title": "Covid: PM defends approach to international travel",
      "tags": "Travel,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Boris Johnson says the government wants a \"balanced approach\" to travel, but warns the UK must try to stop new Covid variants being imported from abroad.\nResponding to speculation about a new amber watch-list of nations that could join the red list at short notice, he said he wanted advice to be \"simple\".\nMr Johnson said he understood \"people care very much about their holidays\" but that Covid remained \"dangerous\".\nThe next update to the travel list system is due on Thursday.\nDuring a visit to Airbus in Stevenage, Hertfordshire, the prime minister said: \"On travel, we have had to balance it because of the anxiety that I think a lot of people have - I have - about importing new variants, bringing back the disease.\n\"We also have to recognise that people want, badly, to go on their summer holidays, we need to get the travel industry moving again, we need to get our city centres open again and so we want an approach that is as simple as we can possibly make it.\"\nTory MPs have raised concerns about the prospect of a so-called amber watch-list. \nUnder current rules people who were fully vaccinated in the UK, US, EU (except France) or Switzerland do not have to isolate for 10 days when arriving from amber list countries. \nBut people coming to the UK from red list countries are required to isolate for 10 days in a government-approved hotel regardless of their vaccine status.\nThe government already has a green watch-list, which features more than half the countries on the green list and signals they are at risk of moving to amber.\nRead more here.\nHuw Merriman, chairman of the Transport Select Committee told BBC Radio 4's Westminster Hour that the potential new travel category would \"be viewed as a massive red flag\" that would \"likely\" cause bookings to those countries to \"collapse\".\nAsked about the possibility of a new watch-list Labour Party chairwoman Anneliese Dodds told Times Radio the opposition did not want to see \"additional confusion and chaos\" and that the government needed to be \"open and transparent\".\nBut government minister Matt Warman defended the idea of travel watch-lists, telling Sky News that warnings over potential quarantine changes gave people \"really important information when they're making significant financial decisions\".\nAirline bosses had welcomed a change in rules, which came into force earlier on Monday, but said the UK aviation sector was not on the path to recovery \"due to the continued restrictions that are being imposed on international travel\".\nIn a letter to Transport Secretary Grant Shapps they called for more countries to be added to the green list, saying that countries should be green by default.\nHeathrow Airport chief executive John Holland-Kaye said the UK's current travel rules were \"still quite complicated\" and needed to be simplified to make it easier for people to travel, as well as reducing some of the extra costs.\nHe said the requirement for everyone to have a PCR test could be reduced to a \"cheaper lateral flow test as a first line of defence\".\nOn Monday, the UK reported 21,952 new Covid cases while a further 24 people have died within 28 days of a positive Covid test as of Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58050391",
      "category": "business",
      "title": "Zoom settles US class action privacy lawsuit for $86m",
      "tags": "Companies,Internet privacy,Video calling,United States,Coronavirus pandemic,Cyber-security,Privacy",
      "text": "Video-conferencing firm Zoom has agreed to pay $86m (£61.9m) to settle a class action privacy lawsuit in the US.\nThe lawsuit alleged that Zoom had invaded the privacy of millions of users by sharing personal data with Facebook, Google and LinkedIn.\nIt also accused Zoom of misstating that it offers end-to-end encryption and for failing to prevent hackers from \"zoombombing\" sessions.\nThe firm denied any wrongdoing, but has agreed to boost its security practices.\nThe preliminary settlement, which also includes a provision that Zoom will give its staff specialised training in data handling and privacy, is still subject to approval by US District Judge Lucy Koh in San Jose, California.\nA Zoom spokesman said: \"The privacy and security of our users are top priorities for Zoom, and we take seriously the trust our users place in us. \n\"We are proud of the advancements we have made to our platform, and look forward to continuing to innovate with privacy and security at the forefront.\"\nThe class-action lawsuit, filed in March 2020 in the US District Court in the Northern District of California, is just one of several legal complaints facing the US-based video-conferencing platform.\nThe lawsuit was filed on behalf of Zoom Meetings paid subscribers nationwide, as well as free users.\nAccording to the plaintiff's lawyers, US Zoom subscribers generated $1.3bn in revenues for the video-conferencing firm. \nShould the proposed settlement be approved, subscribers included in the class action would be eligible for 15% refunds on their subscriptions or $25, whichever is larger, while others could receive up to $15.\nThe plaintiffs' lawyers also intend to seek $21.3m in legal fees from Zoom.\nThe video-conferencing firm had asked the court to dismiss the motion in March. \nHowever Judge Koh only granted the dismissal of part of the case pertaining to invasion of privacy and negligence - she allowed the plaintiffs to continue to pursue some claims relating to contracts. \nThe video-conferencing firm has long been criticised for its approach to its security.\nOne key issue that has led to some companies choosing to stop using the platform is the phenomena of \"Zoombombing\" incidents, where uninvited guests crash meetings to cause problems.\nAccording to the New York Times, in April last year a virtual Chipotle event during the coronavirus lockdown was disrupted when a hacker entered and broadcast pornography to hundreds of attendees. \nZoom has also come under fire for security flaws, including a vulnerability that allowed an attacker to remove attendees from meetings, spoof messages from users and hijack shared screens. Another saw Mac users forced into calls without their knowledge.\nOn top of this, plaintiffs of the lawsuit accused the platform of misrepresenting its encryption protocol - transport encryption - as end-to-end encryption. \nThis means Zoom can access the video and audio of meetings, rather than the meeting's participants being the only ones able to decrypt communications. \nHowever, since April 2020, the BBC understands that Zoom has undertaken a substantial amount of work to address security and privacy concerns through app updates, including the introduction of end-to-end encryption and more than 100 features related to privacy, safety and security."
    }
  ]
}