{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55333685",
      "category": "uk",
      "title": "Covid school closures 'put children's lives on hold', says Ofsted chief",
      "tags": "Department for Education,Primary education,Secondary education,Ofsted,Gavin Williamson,Coronavirus pandemic",
      "text": "Closing schools to tackle Covid puts children's lives on hold and should be kept to an \"absolute minimum\", the head of England's schools watchdog has said.\nOfsted chief inspector Amanda Spielman spoke out as ministers face growing pressure to keep all schools in England closed after the Christmas holidays.\nAmid a surge in Covid cases, teaching unions have told primary school staff it is unsafe to return to work.\nThe government has said school closures are a \"last resort\" to curb infections.\nMost primary schools in England are expected to open on Monday but secondary schools will reopen on a staggered basis, with exam year pupils returning on 11 January and others returning a week later.\nEducation Secretary Gavin Williamson announced that all of London's primaries will remain shut to most pupils, after pressure from local councils to reverse an earlier decision to keep only schools in certain boroughs closed. \nIt means more than one million primary school pupils will now learn from home for at least the first two weeks of term.\nBut by Monday, many more could be home learning after the UK's largest teaching union advised staff it was unsafe to work in schools and Brighton and Hove Council advised primary schools in its area to switch to remote learning.\nIn a letter to head teachers, seen by the BBC, the local authority said it had written to the education secretary requesting that it was named within the same framework which had led to the closure of primaries in London and parts of the south east of England.\nBirmingham City Council's Labour leader Ian Ward said the city had seen an increase in cases since coming out of the November lockdown, with the cases among five-to-nine year olds rising from 93 per 100,000 on 7 December to 174 per 100,000 on 27 December, a pattern he said was indicative of the new variant being present.\nHe told BBC Breakfast Birmingham schools should carry out a risk assessment and, if it was shown it was not safe to open schools, the council would back the head teachers' decision.\nMr Williamson has said the closures were a \"last resort and a temporary solution\" to help tackle the particularly high infection rates in the capital, which has been driven by a new, fast-spreading variant of the virus. Vulnerable pupils and the children of key workers will continue to attend school, the government said.\nWriting in the Sunday Telegraph, Ms Spielman said she welcomed the \"real consensus that schools should be the last places to close and the first to reopen\".\n\"It is increasingly clear that children's lives can't just be put on hold while we wait for vaccination programmes to take effect, and for waves of infection to subside,\" she said.\nShe added that long periods of remote learning had led younger children to regress in basic skills, with some forgetting how to hold a pencil or use a knife and fork.\nFor older children forced to spend time away from school, Ms Spielman said Ofsted had observed increases in eating disorders and self-harm.\nHead teachers in Wales as well as England have begun legal action to force ministers to reveal data behind the decision for some schools to reopen. \nThe Department for Education said its decisions were based on new infections and the pressure on the NHS in local areas.\nPaul Whiteman, general secretary of the National Association of Head Teachers, told BBC Breakfast the levels of risk in schools were \"heightened compared to other areas\" and that the new variant had \"blown apart\" the current strategies of control.\nHis union is calling for a brief period of remote learning so that new methods to suppress the virus can be put in place.\n\"If we don't do this we are going to have chaotic opening and closing throughout the early part of the year while the vaccine takes hold, and that's going to be more damaging to children's welfare and more damaging to education than if we have a short period now and a planned and sustained return to school,\" he said.\nThree of the worst-hit English local authorities have not been told to delay the opening of primaries.\nRushmoor (817 cases per 100,000 people in the week to 28 December), Slough (777) and Spelthorne (721) are all in the south-east of England and subject to the strictest tier of coronavirus rules - tier four.\nIn Rushmoor where cases have increased by 54% week-on-week, the case rate is higher than 26 local authorities where primary schools will remain shut on 4 January.\nSecondary schools in England will stagger their return with pupils taking exams in 2021 starting on 11 January, and other year groups returning in person on 18 January. Most primary schools in England will return on 4 January, but in London and some surrounding areas they will not open for most pupils until 18 January. \nIn Wales, local councils have been told they can be \"flexible\" with when they open - with many schools aiming to return for face-to-face lessons from 11 January. \nIn Northern Ireland, primary school pupils will be taught online until 11 January. In secondary schools, years 8 to 11 will be taught online throughout January. Years 12 to 14 will return to school after the first week of January. \nIn Scotland, the Christmas holidays have been extended to 11 January, and the following week will be online learning only. A full return to face-to-face learning is planned for 18 January. \nRead more here\nA further 57,725 confirmed coronavirus cases in the UK were announced by the government on Saturday, as well as 445 more deaths within 28 days of a positive Covid test. There were no deaths reported in Scotland, due to the holiday period.\nThe worsening situation has led education leaders to call on the government to reverse its decision to press ahead with face-to-face learning for many pupils:\nSir Mark Walport, a former chief scientific adviser, said children aged 12 to 16 were \"seven times more likely to bring the virus into a home than others in a household\" and added there was a small dip in transmission in children during half-term which went up when they returned to school.\nDr Mike Tildesley, a University of Warwick epidemiologist who advises the government as part of the Scientific Advisory Group for Emergencies (Sage), said that while there was a rise in cases in secondary school age groups, there was not strong evidence of transmission in the school environment. \nA Department for Education spokesperson said: \"Children's education has consistently been a national priority, which is why we want classrooms to reopen wherever possible in the new term.\n\"Schools will continue to implement appropriate safety measures to help mitigate the risk of transmission.\"\nAre you a parent of school-age children? Do you work in a school? Email your experiences: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55503852",
      "category": "uk-england-london",
      "title": "Coronavirus: Twelve fined for playing dominoes in Tier 4 breach",
      "tags": "Whitechapel,Tower Hamlets London Borough Council,Coronavirus pandemic",
      "text": "Twelve people have been fined after they were caught playing dominoes in a restaurant in east London.\nPolice officers found the group hiding in a dark room when they entered the building in Whitechapel on Tuesday.\nThe owner initially claimed those inside were workers, before admitting they were playing the game.\nTower Hamlets Council has been asked to consider issuing a fine to the owner of the restaurant for breaching tier four Covid-19 restrictions, the Met said.\nA video released by the Met shows the restaurant owner saying: \"They're playing dominoes.\"\nCh Insp Pete Shaw said: \"The rules under tier four are in place to keep all of us safe, and they do not exempt people from gathering to play games together in basements.\n\"The fact that these people hid from officers clearly shows they knew they were breaching the rules and have now been fined for their actions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-54872039",
      "category": "explainers",
      "title": "Covid: Which areas are being surge tested for variants?",
      "tags": "Schools,Secondary education,Coronavirus testing,Young people,Liverpool,Coronavirus pandemic",
      "text": "Extra Covid tests are taking place across England and Scotland in areas where new variants have been found.\nThis is known as surge testing - its purpose is to stop the spread of new forms of Covid at the very earliest stage.\nIncreased testing and enhanced contact tracing is carried out in very specific locations - local authority areas, postcodes or even individual streets.\nSome of this is carried out by health officials going door-to-door. It includes testing people who do not have Covid symptoms.\nThe testing also helps scientists better understand the new variants.\nSurge testing is currently taking place in areas of England where the new Delta variant - first identified in India - is spreading fastest.\nEast\nNorth West\nWest Midlands\nSouth East\nSurge testing is also currently being carried out in specific and targeted locations within the following local authority areas:\nLondon\nSouth East\nNorth West\nYorkshire and the Humber\nTargeted community testing is also taking place in various health board areas across Scotland. \nScientists have identified a number of \"variants of concern\" - these are  newly spotted versions of Covid, which could be more contagious. \nAlso, because they're newer, less is known about how they respond to current vaccines.\nThe Delta variant - first identified in India - is the latest to cause concern. Others include those first identified in Brazil, South Africa and the UK (Kent). \nThe variants were initially named after the place where they were first seen, but the World Health Organization (WHO) has announced a new naming system which uses Greek letters instead. \nThe PCR (polymerase chain reaction) test \nPeople tested under the new variant surge programmes are being offered a PCR test. \nThis involves swabbing your nose or throat, dropping the swab in a vial of liquid and sending it to a lab for analysis.\nIt is regarded as the most reliable test, but normally takes a day or longer to get a result.\nThe lateral flow test \nThis also involves a swab from the nose or throat, which is dropped into liquid. The solution is then added to a test strip which shows a result in 20-30 minutes.\nWherever you are in the UK, if you have symptoms you should book a free test online. You will be sent to a testing site or have a testing kit sent to your home. \nIf you have problems booking, call 119 in England, Wales and Northern Ireland or 0300 303 2713 in Scotland. \nAnyone in England can now get free lateral flow tests each week - even if they do not have symptoms. These can be ordered online, by calling 119, or can be collected from test centres and pharmacies. \nAnyone in Scotland can also order free lateral flow tests online, or collect them from test centres.\nAnyone who gets a positive result test must immediately self-isolate for at least 10 days. NHS Test and Trace will tell their contacts to isolate if necessary.\nSelf-isolating means not leaving home for exercise or even to buy food, medicines or other essentials.\nPeople in England who fail to self-isolate after a positive test can be fined up to £10,000.\nAnyone on a low income who has been told to self-isolate can claim a £500 payment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55523447",
      "category": "uk-wales",
      "title": "Covid: Not much room for lockdown changes, Wales' first minister warns",
      "tags": "Coronavirus lockdown measures,Wales business,Welsh government,NHS Wales,Coronavirus pandemic",
      "text": "Wales is likely to remain in lockdown for the rest of January as the first minister said he does not \"see much headroom for change\".\nMinisters are to review restrictions ahead of an announcement on Friday.\nBut Mark Drakeford said it was \"very hard to see where the room for manoeuvre is at the moment\" with the NHS \"under huge pressure\".\nWithout further changes, restrictions could be kept until the next three-week review at the end of January. \nMr Drakeford also said the Welsh Government was unlikely to tighten restrictions despite the emergence of a new more contagious variant of the virus.\nHe said there could be some tweaks \"at the margins\" but no wholesale changes because \"it's difficult to see what more could be done\".\nThe government introduced a new four-level system of Covid-19 restrictions on 20 December with people told to stay home and avoid all but essential travel.\nA study has found the new variant of Covid-19 to be \"hugely\" more transmissible than the virus's previous version. \nThe Imperial College study suggests transmission of the new variant tripled during England's November lockdown while the previous version was reduced by a third.\nBut Mr Drakeford does not believe the Welsh Government needs to change the system of restrictions it introduced before details of the new variant emerged.\n\"We'll keep our plans under review but level four restrictions in Wales are very strict indeed and it's difficult to see what more could be done to them,\" he said.\n\"If they need to be tweaked at the margins to take account of the new variation that's what the cabinet here will consider.\"\nHe has dismissed calls by teaching unions to suspend the phased return of face-to-face teaching.\nThe government's cabinet will meet on Wednesday to review the current restrictions ahead of an announcement by the first minister on Friday.\nBut when asked whether he expected any changes, Mr Drakeford said: \"It's very hard to see where the room for manoeuvre is at the moment. \n\"Our health service remains under huge pressure and the coming weeks will be very difficult indeed with winter pressures on the one hand and growing numbers of people suffering with coronavirus in our hospitals on the other. \n\"We'll review it, as we said we would, but when I look at the figures I don't see much headroom for change.\"\nThe Welsh Conservatives have not criticised the decision to remain in lockdown, but have called for greater scrutiny.\nSuzy Davies, Member of the Senedd for South Wales West, said questions would remain \"about how legitimate the decisions of the Welsh Government are\" until MSs had the opportunity to question them in the Welsh Parliament.\nPlaid Cymru leader Adam Price said the announcement was unsurprising given the pressures on the NHS, but called on the Welsh Government to ensure a \"rapid rollout\" of the Covid vaccine.\nMr Price also called for financial support for people forced to self-isolate and businesses \"during the hardest winter of our time\".\nAfter Friday's decision, the next three-week review announcement is not expected until 29 January.\nA further 56 people have died after contracting coronavirus in Wales, along with 4,011 new cases, according to data published by Public Health Wales on Sunday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/election-us-2020-55524838",
      "category": "election-us-2020",
      "title": "US election: Trump tells Georgia election official to 'find' votes to overturn Biden win",
      "tags": "Georgia,US election 2020,Donald Trump",
      "text": "US President Donald Trump has been recorded telling Georgia's top election official to \"find\" enough votes to overturn the election result.\n\"I just want to find 11,780 votes,\" Mr Trump told Republican Secretary of State Brad Raffensperger in a recording released by the Washington Post.\nMr Raffensperger is heard replying that Georgia's results are correct.\nJoe Biden won Georgia alongside other swing states, winning 306 electoral college votes to Mr Trump's 232. \nVice-President-elect Kamala Harris called Mr Trump's comments \"a bold abuse of power\".\nIt comes ahead of two crucial runoff elections in Georgia on Tuesday that will decide which party controls the Senate.\nSince the 3 November vote, Mr Trump has been making unsubstantiated allegations of widespread electoral fraud.\nAll 50 states have certified the election result, some after recounts and legal appeals.\nCongress is due to formally approve the election result on 6 January and Mr Biden, a Democrat, is due to be inaugurated as president on 20 January.\nAll 10 living former US defence secretaries have urged President Trump not to question the election results in an opinion piece for the Washington Post. The group also said he should not involve the military in voting disputes, an idea that's been mooted by some of Mr Trump's supporters.\nIn excerpts of Saturday's phone call released by the Washington Post, Mr Trump can be heard alternately cajoling and pressurising Georgia's secretary of state.\nHe insisted that he had won the election in Georgia and told Mr Raffensperger that there was \"nothing wrong with saying you have recalculated\".\nMr Raffensperger responded by saying: \"The challenge you have, Mr President, is that the data you have is wrong.\"\nLater in the call, Mr Trump said the rumour was that ballots had been shredded and voting machinery had been removed from Fulton County in the state - claims denied by Mr Raffensperger's lawyer.\nThe president then threatened the official with possible legal consequences.\n\"You know what they did and you're not reporting it. That's a criminal offence. You can't let that happen. That's a big risk to you and to Ryan, your lawyer,\" Mr Trump said.\nHe then called for the extra 11,780 votes - which would have given him a total of 2,473,634 votes in the state, one more than Mr Biden, who received 2,473,633 votes.\nHe told Mr Raffensperger he should re-examine the result in the state.\n\"You can re-examine it, but re-examine it with people who want to find answers, not people who don't want to find answers,\" he said.\n\"Mr President, you have people who submit information and we have our people that submit information, and then it comes before the court and the court has to make a determination,\" Mr Raffensperger replied. \"We have to stand by our numbers, we believe our numbers are right.\"\nMr Trump also warned Mr Raffensperger that by refusing to recalculate the election result he would deter Republicans from turning out to vote in Tuesday's runoff elections for the Senate. \nIf the two Democratic contenders win, then there will be equal numbers of Republican and Democratic senators, and Kamala Harris, as vice-president-elect, will have the deciding vote.\nMr Biden's Democrats already control the lower House of Representatives.\nBoth President Trump and President-elect Biden are due to visit Georgia on Monday to campaign ahead of the elections.\nOn Sunday Mr Trump tweeted that Mr Raffensperger had not given details of the fraud the president alleges. \"He has no clue!\" the president tweeted.\nMr Raffensperger tweeted back: \"Respectfully, President Trump: What you're saying is not true. The truth will come out.\"\nThe White House has not commented on the release of the audio.\nThe only Democrat on Georgia's state election board called on Mr Raffensperger to launch an investigation into the phone call.\n\"It's a crime to solicit election fraud and asking the secretary to change the votes is a textbook definition of election fraud,\" David Worley, an Atlanta lawyer, said in an interview with the Washington Post.\nSenate Minority Whip Dick Durbin, a Democrat, said Mr Trump was \"unhinged and dangerous\" and that his call to Mr Raffensperger merited \"nothing less than a criminal investigation\".\nModerate Republican Adam Kinzinger also tweeted: \"This is absolutely appalling. To every member of Congress considering objecting to the election results, you cannot - in light of this - do so with a clean conscience.\"\nIn the final weeks of his presidency, Donald Trump is struggling for ways to hold on to power. His latest act was to berate, beg and threaten Georgia's secretary of state to \"find\" the votes necessary to move the state to his column.\nNever mind that there has been no credible evidence of substantive fraud. Never mind that Georgia has counted, then recounted, then recounted again the ballots and found no major disparities. Never mind that the Republican-controlled state has certified its election results and, even if Georgia flipped, it wouldn't be enough to re-elect Trump.\nThe tenor of Trump's call suggests he's not just manoeuvring for post-presidential power or trying to boost his fund-raising haul, however. He appears to firmly believe he won and is willing to use all the tools, some of questionable legality, to push state officials to shift the election in his favour.\nThe call is reminiscent of Trump's \"I would like you to do us a favour, though\" conversation with Ukrainian President Volodymyr Zelinsky, where he pressured and cajoled a foreign leader for political help. \nThat contact resulted in Trump's impeachment. The brazenness of Trump's Saturday call may make it more difficult for the president to rally political support to his cause. \nThe president's desperate times have led to the most desperate of measures.\nThere is a developing split in the Republican party after 11 senators said they would not vote to certify Mr Biden's election victory in a Senate session on 6 January.\nTed Cruz led the group of senators, calling for a 10-day delay to audit unsubstantiated allegations of election fraud.\nVice-President Mike Pence - who as president of the Senate is due to oversee the session and declare Mr Biden the winner - said he welcomed the move.\nHe stopped short of repeating allegations of fraud but his chief of staff said Mr Pence shared what he called \"the concerns of millions of Americans about voter fraud and irregularities\".\nMeanwhile, four Republican senators including Mitt Romney have signed a statement saying they will vote to certify Mr Biden's win.\nSenate Majority Leader Mitch McConnell has already recognised Mr Biden's victory and asked other Republicans not to object.\nA group of Republicans in the lower chamber of Congress, the House of Representatives, is also planning to contest the election results.\nHowever, for an objection to be upheld, a majority in both chambers must vote in favour. Republicans hold the majority in the Senate but some of their number have already said they will not contest the results. Democrats are in the majority in the House.\nOn Sunday a new Congress convened for the first time, with senators and representatives sworn in. Democrat Nancy Pelosi was narrowly re-elected as House Speaker."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-india-55520658",
      "category": "world-asia-india",
      "title": "Coronavirus: India approves vaccines from Bharat Biotech and Oxford/AstraZeneca",
      "tags": "Coronavirus vaccines,Vaccination,India,Coronavirus pandemic",
      "text": "India has formally approved the emergency use of two coronavirus vaccines as it prepares for one of the world's biggest inoculation drives.\nThe drugs regulatory authority gave the green light to the jabs developed by AstraZeneca with Oxford University and by local firm Bharat Biotech. \nPrime Minister Narendra Modi called it \"a decisive turning point\".\nIndia plans to inoculate some 300 million people on a priority list this year.\nIt has recorded the second-highest number of infections in the world, with more than 10.3 million confirmed cases to date. Nearly 150,000 people have died.\nOn Saturday India held nationwide drills to prepare more than 90,000 health care workers to administer vaccines across the country, which has a population of 1.3 billion people. \nThe Drugs Controller General of India said both manufacturers had submitted data showing their vaccines were safe to use. \nHowever, opposition politicians and some doctors have criticised a lack of transparency in the approval process. \nDr Swapneil Parikh, an infectious diseases researcher based in Mumbai, told the BBC doctors were in a difficult position. \n\"I understand there is a need to go through the process quickly, remove regulatory hurdles,\" he said. \"However... [governments and regulators] have a duty to be transparent about the data they have reviewed and the process involved in making the decision to authorise a vaccine, because if they don't do this, it can affect the public's faith in the process.\"\nThe Oxford/AstraZeneca vaccine is being manufactured locally by the Serum Institute of India, the world's largest vaccine manufacturer. It says it is producing more than 50 million doses a month. \nAdar Poonawalla, the company's CEO, told the BBC in November that he aimed to ramp up production to 100 million doses a month after receiving regulatory approval.\nThe jab, which is known as Covishield in India, is administered in two doses given between four and 12 weeks apart. It can be safely stored at temperatures of 2C to 8C, about the same as a domestic fridge, and can be delivered in existing health care settings such as doctors' surgeries.  \nThis makes it easier to distribute than some of the other vaccines. The jab developed by Pfizer/BioNTech - which is currently being administered in several countries -  must be stored at -70C and can only be moved a limited number of times - a particular challenge in India, where summer temperatures can reach 50C.\nThe local vaccine, however, was approved despite the absence of data on how efficient it can be. It has yet to go through large-scale trials.\nThe Drugs Controller General, V.G. Somani, said Bharat Biotech's Covaxin was \"safe and provides a robust immune response\". \nMr Somani said it had been approved \"in public interest as an abundant precaution, in clinical trial mode, to have more options for vaccinations, especially in case of infection by mutant strains\".\nIndia, which makes about 60% of vaccines globally, plans to immunise about 300 million people by July 2021. It will prioritise health care workers, the emergency services, and those who are clinically vulnerable because of age or pre-existing conditions. \nIndia's existing vaccination programme already reaches about 55 million people a year, administering 390 million free jabs against a dozen diseases. It stocks and tracks the vaccines through a well-oiled electronic system. \nPfizer, whose vaccine has already been approved for use in jurisdictions including the UK, the US and the EU, is also seeking emergency authorisation in India. \nIn all, some 30 vaccine candidates are being developed in India. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55521747/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid: Regional rules 'probably going to get tougher', says Boris Johnson",
      "text": "Regional restrictions in England are \"probably about to get tougher\" to curb rising Covid infections, the prime minister has warned.\nBoris Johnson told the BBC stronger measures may be required in parts of the country in the coming weeks.\nHe said this included the possibility of keeping schools closed, although this is not \"something we want to do\".\nLabour leader Sir Keir Starmer has called for new England-wide restrictions within 24 hours. \nSir Keir said coronavirus was \"clearly out of control\" and it was \"inevitable more schools are going to have to close\".\nIt comes as the UK recorded more than 50,000 new confirmed Covid cases for the sixth day in a row, with 54,990 announced on Sunday. \nAn additional 454 deaths within 28 days of a positive test result have also been reported, meaning the total by this measure is now above 75,000. \nSpeaking on BBC One's Andrew Marr Show, Mr Johnson said he stuck by his previous prediction that the situation would be better by the spring, and he hoped \"tens of millions\" would be vaccinated in the next three months. \nBut he added: \"It may be that we need to do things in the next few weeks that will be tougher in many parts of the country. I'm fully, fully reconciled to that.\"\n\"And I bet the people of this country are reconciled to that because, until the vaccine really comes on stream in a massive way, we're fighting this virus with the same set of tools.\"\nThe PM added that ministers had taken \"every reasonable step that we reasonably could\" to prepare for winter, but \"could not have reasonably predicted\" the new, more transmissible variant of the virus that has emerged over the autumn.\nSpeaking after Mr Johnson's interview, Sir Keir said introducing new nationwide restrictions in England \"has to be the first step to controlling the virus\".\n\"There's no good the prime minister hinting that further restrictions are coming into place in a week or two or three,\" he told reporters on Sunday. \"That delay has been the source of so many problems.\"\n\"Let's not have the prime minister saying 'I'm going to do it, but not yet',\" he added.\nMeanwhile, Mr Johnson defended plans for primary schools to reopen in most of England on Monday, amid opposition from teaching unions and some local councils. \nIt came after Amanda Spielman, the head of Ofsted, England's schools watchdog, said closures should be kept to an \"absolute minimum\".\nThe rapidly rising infection rates mean it should come as no surprise that tougher measures are being considered.\nInfection levels are nearly four times higher now than they were at the start of December - and that in turn has put more pressure on hospitals.\nThere are signs the restrictions have started slowing the rises in London, the East of England and the South East.\nBut that on its own is not enough. Ministers want to get cases down.\nSo what extra can be done? After all most of England is effectively in lockdown already with tier four in place. Those places not in tier four could, of course, follow.\nBut some public health experts are warning more needs to be done. \nThere is a determination to get primary school children back - they have among the lowest rates of infection if you look at symptomatic cases. \nBut infection rates are higher among secondary school age children. The government has bought itself time by delaying their return.\nA further 20 million people in England were added to tier four - \"stay at home\" - the toughest set of rules, on 31 December in a bid to stem a surge in Covid cases. \nIt means 78% of the population of England is now in tier four, under which non-essential shops are closed and people can only leave their homes for a certain number of reasons. \nThe Scottish government will meet on Monday to consider \"further action\" to limit the spread of the disease, Scottish First Minister Nicola Sturgeon said. \nAll of mainland Scotland is currently under its own level four restrictions - with only some islands under less stringent tier three measures. \nWales entered a nationwide lockdown on 20 December, with First Minister Mark Drakeford saying on Sunday it was \"difficult to see\" how the rules could be strengthened further. \nHe said Welsh ministers would consider whether restrictions could be \"tweaked at the margins\" at a cabinet meeting on Wednesday. \nNorthern Ireland is in the second week of a six-week lockdown that began on Boxing Day. Stricter measures, including a \"stay-at-home curfew\", ended on Saturday.\nIn another development, an academic has said there is a \"big question mark\" over whether a vaccine developed at Oxford University will be as effective against a new variant of the virus that has emerged in South Africa.\nProf Sir John Bell, Regius professor of medicine at the university, said the team there were currently investigating this question \"right now\". \nHe added it was \"unlikely\" the variant would \"turn off the effect of vaccines entirely,\" and in any case it would be possible to tweak the vaccine in around 4-6 weeks.\n\"Everybody should stay calm - it's going to be fine,\" he told Times Radio.\n\"But we're now in a game of cat and mouse - because these are not the only two variants we're going to see.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55524764",
      "category": "uk",
      "title": "Covid: What could 'tougher' measures mean for us?",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "The prime minister has said that tougher measures could be needed to help cope with a surge in coronavirus cases.\nHe has not yet said whether we will need school closures, or even overnight curfews like those imposed in France.\nBut clues about such measures to tackle the new more infectious variant come from the government's Sage advisory committee. \nThe headline is that whether we see a return to only being allowed one form of daily outdoor exercise, or stricter controls on travel around the country, we'll be hearing a lot more about something already very familiar: hand hygiene, social distancing, wearing masks and ensuring there is fresh air.\nThese may sound familiar but the advisers believe that because the new variant spreads so easily, the measures need to be applied with \"a step change in rigour\" - in other words, a lot more forcefully.\nThey suggest considering a return to the two-metre rule because it's more effective than the one-metre plus guidance adopted last year.\nMasks need to be made of three layers, not just one, and worn in more locations than now - including workplaces, schools and crowded outdoor spaces.\nThe key message is that it is vital to reduce social contact - being close to people, especially indoors for long periods of time, carries the highest risk of infection.\nSo expect tier four-type bans on visiting other households to become normal.\nThe advisers also say many people still do not recognise the key symptoms of Covid-19 - so ministers need to spell them out and help people understand why they should self-isolate.\nBut they also say it is essential to praise the efforts made so far, to recognise sacrifices and emphasise how they've kept infection numbers lower than they would otherwise have been. \nWhatever new measures are picked, the advice to ministers is to offer \"clear and convincing explanations\" to motivate people.\nThat could be a hint that the government's current \"hands, face, space\" slogan may need to make way for something stronger.\nFollow David on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55516368",
      "category": "uk-wales",
      "title": "Covid: Snowdonia National Park wardens 'getting abuse' during lockdown",
      "tags": "Llanberis,Coronavirus lockdown measures,Parking,Welsh government,Brecon Beacons,Coronavirus pandemic",
      "text": "Staff looking after a car park in a Welsh national park have been \"getting abuse\" as crowds continue to gather at popular beauty spots.\nA spokeswoman for Snowdonia National Park said the decision to keep car parks open was under \"constant review\".\nShe explained closing them could lead to unauthorised parking and would exclude locals with mobility issues.\nWales is at alert level four, meaning non-essential travel is banned and exercise must start and finish at home.\nOn Saturday, North Wales Police said officers had \"turned away\" people who wanted to walk up Snowdon in breach of stay-at-home rules, including some some from Milton Keynes and London.\nA red Honda was towed away at Pen y Pass, near Llanberis, after police said it had been parked unsafely on a bend, in snowy conditions.\nAt the start of the first lockdown in March, campsites, caravan parks and tourist hotspots were closed by the Welsh Government after \"unprecedented\" crowds gathered at beauty spots.\nSnowdonia National Park Authority said it had chosen not to close its car parks again because the areas remained open to people living nearby.\n\"Closing car parks can lead to unauthorised parking on roads, so we are keeping them open at the moment,\" a spokeswoman said.\n\"The mountains are open for people to be able to exercise from their front doors. Keeping car parks open allows people with mobility issues to exercise as well.\n\"We are working closely with police and Gwynedd council and we are reviewing it constantly.\"\nShe said its busiest car park, at Pen y Pass near Snowdon, had been overseen by wardens over the Christmas and New Year period, but in a more educational role than in previous years.\n\"Places like Pen y Pass are usually manned anyway but their role has changed slightly. They are getting some abuse, which is a shame,\" she continued.\n\"We are adopting a similar approach to police: engaging with people, asking what their plans are then educating them.\n\"The majority of the time people are going 'I misunderstood that', or people are saying 'I'm doing what I want anyway'.\"\nA breach of Covid rules can incur a £60 fine, which rises to £120 for a second breach.\nPenny Brockman, of Central Beacons Mountain Rescue Team, called on people to help protect themselves and others, including rescue volunteers, by following government guidelines.\n\"It is important for people's well-being to walk, but there are probably lots of wonderful places in their own local areas,\" she added.\nSouth Wales Police tweeted a picture of Hamilton the police horse \"staying at home\" in his stable, urging people to be \"more like him\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-55516856",
      "category": "uk-wales",
      "title": "Covid: Cardiff Central MP Jo Stevens in hospital with virus",
      "tags": "Jo Stevens,Coronavirus pandemic",
      "text": "Cardiff Central MP Jo Stevens is being treated in hospital for Covid-19.\nA statement was released on her Twitter account on Saturday night in which her team thanked people for their good wishes.\nLabour leader Sir Keir Starmer described Ms Stevens as a \"dear friend and colleague\", and wished her well.\nOn New Year's Eve, her Twitter account said she had been \"laid low with Covid for a while\".\nMs Stevens, who is Labour's shadow culture secretary, was elected as an MP in May 2015.\nFirst Minister Mark Drakeford tweeted: \"All of our thoughts and best wishes are with Jo for a speedy recovery.\n\"Thank you to Jo's constituency team for continuing to support Cardiff Central constituents at this difficult time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55518151",
      "category": "world-us-canada",
      "title": "Nancy Pelosi and Mitch McConnell's homes vandalised",
      "tags": "Washington DC,Mitch McConnell,Nancy Pelosi,US Congress,United States",
      "text": "Vandals in the US have attacked the homes of the leaders of the two houses of Congress on the eve of a new session and the swearing-in of lawmakers.\nPolice said fake blood and a pig's head were left outside the California home of Nancy Pelosi, the Democratic Speaker of the House of Representatives.\nIn Kentucky, graffiti was scrawled on the house of Senate Majority Leader Mitch McConnell, a Republican. \nCongress is deadlocked over a relief package for the coronavirus pandemic.\nOn Tuesday the House voted to increase the one-off payments sent to individuals from $600 (£440) to $2,000. The Democratic-controlled chamber passed the bill with the help of more than 40 Republicans.\nBut the Republican-led Senate has not approved the bigger cheques, despite calls to do so from US President Donald Trump.\nThe two houses of Congress convened for a new session, with recently elected lawmakers sworn in. \nMs Pelosi was re-elected as House speaker by only seven votes, after a handful of fellow Democrats defected.\nMr McConnell remains as Senate majority leader but could be unseated if the Democrats win special elections for both Senate seats in Georgia on Tuesday. \nControl of the Senate is likely to determine the fate of President-elect Joe Biden's legislative agenda. If the Republicans win, they will retain a narrow majority, giving them the power to vote down bills coming from the House.\nBefore Christmas, Democrats and Republicans blocked each other's attempts to amend a vital $900bn (£665bn) stimulus package. The legislation, which comes with a $1.4tn federal budget attached, was agreed by both sides.\nHowever, it was vetoed by President Donald Trump, who uncharacteristically sided with Democrats in wanting higher payments of $2,000, rather than $600. \n\"The Senate is not going to be bullied into rushing out more borrowed money into the hands of Democrats' rich friends who don't need the help,\" Mr McConnell said on Wednesday. \nOn Saturday Mr McConnell's house in Louisville, Kentucky, was daubed with the words \"were's my money\" and \"Mitch kills the poor\". \nIn a statement, Mr McConnell said he appreciated all Kentuckians who took part in the democratic process \"whether they agree with me or not\".\n\"This is different,\" he said. \"Vandalism and the politics of fear have no place in our society.\" \nSan Francisco police said they were investigating the incident at Ms Pelosi's home. Graffiti was daubed on her garage door, which was later covered over with black plastic bags. \nShe has not yet commented. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55514363",
      "category": "uk",
      "title": "Hospitals across UK 'must prepare for Covid surge', senior doctor warns",
      "tags": "NHS,Coronavirus pandemic",
      "text": "Hospitals across the UK are being told to prepare to face the same Covid pressures as the NHS in London and south-east England.\nSenior doctor Prof Andrew Goddard said the virus's highly infectious new variant was spreading nationwide.\nCase numbers were \"mild\" compared with where he expected them to be next week, he said, with doctors \"really worried\".\nIt comes as a further 57,725 people have tested positive for Covid - a new daily high. \nThis is the fifth day in a row new daily cases have been over 50,000 and brings the total number of cases to 2,599,789. \nAnother 445 deaths, of people who had tested positive within the previous 28 days, were reported on Saturday - bringing the total number of deaths to 74,570, according to government figures. \nThe UK-wide total for people in hospital with Covid has already passed the spring peak.\nHalf of the major hospital trusts in England are said to be dealing with more Covid-19 patients than at the worst point of the first wave in April, with the NHS facing its \"busiest winter ever\".\nProf Goddard, of the Royal College of Physicians, told BBC Breakfast: \"There's no doubt that Christmas is going to have a big impact, the new variant is also going to have a big impact, we know that is more infectious, more transmissible, so I think the large numbers that we're seeing in the South East, in London, in south Wales, is now going to be reflected over the next month, two months even, over the rest of the country.\"\nHe said: \"It seems very likely that we are going to see more and more cases, wherever people work in the UK, and we need to be prepared for that.\"\nPressure has been so great on hospitals in London and south-east England that some patients have been moved out of the area.\nLondon's weekly rate of coronavirus cases is 858 per 100,000 people, double the UK figure.\nDominic Harrison, director of public health for Blackburn and Darwen, said a decision on a new lockdown had to be decided \"in the next week\" - instead of waiting for the North to get to the same rates as the capital \"and 'call it late' which has been our pattern of response too often\".  \nThe most recent UK-wide statistics, from 28 December, showed there were 23,823 people in hospital with Covid. That was already significantly higher than the spring peak, which saw 21,683 in hospital on 12 April.\nOnly English hospitals have released figures for the final three days of December - and these show that a further 2,302 Covid patients were occupying hospital beds on 31 December.\nLondon's Nightingale emergency hospital is ready to admit patients, the NHS has said, while other sites currently not in use are being readied.  \nProf Goddard said it was vital the public did not \"let their guard down\" and continued to follow government guidelines, including wearing a face mask, maintaining social distancing and washing hands.\n\"Until the vaccination hits and does its job - that's what our best defence is going to be,\" he said.\nDr Ami Jones, an intensive care consultant in Wales, told BBC Breakfast that \"hospitals are absolutely bursting\", adding that a quarter of her staff were currently off sick or self-isolating, making managing patients even more challenging.\n\"When we see the daily figures - we know that will sting us in about 10-12 days' time in the hospital,\" she said. \"We are not even at day 10 post-Christmas yet and it's already exceedingly busy.\n\"We are going to get to the point where we physically don't have the staff to look after people safely anymore.\"\nDr Jones also urged the public to \"please just obey the rules\", adding: \"Stop mixing with other households because it is spreading like wildfire - and we haven't got much more space in the hospitals left.\"\nDo you work in a hospital? Have you recently been treated in a hospital, or due to be treated? Email your experiences: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-55507012",
      "category": "health",
      "title": "Covid-19: New variant 'raises R number by up to 0.7'",
      "tags": "NHS,Coronavirus pandemic",
      "text": "The new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version, a study has found.\nIt concludes the new variant increases the Reproduction or R number by between 0.4 and 0.7. \nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nProf Axel Gandy of London's Imperial College said the differences between the viruses types was \"quite extreme\".  \n\"There is a huge difference in how easily the variant virus spreads,\" he told BBC News. \"This is the most serious change in the virus since the epidemic began,\"  he added.\nThe Imperial College study suggests transmission of the new variant tripled during England's November lockdown while the previous version was reduced by a third.\nCases of Covid-19 have begun to increase rapidly during the second spike, and the number of cases recorded in a single day reached a new high on Thursday.\nNew coronavirus variant: What do we know?\nCases of new variant appear worldwide\nEarly results indicated that the virus was spreading more quickly among under-20s, particularly among secondary school age children. \nBut the very latest data indicates that it was spreading quickly across all age groups, according to Prof Gandy who was a member of the research team.\n\"One possible explanation is that the early data was collected during the time of the November lockdown where schools were open and the activities of the adult population were more restricted. We are seeing now that the new virus has increased infectiousness across all age groups.\"\nProf Jim Naismith, of Oxford University, said he believed that the new findings indicated that even tougher restrictions would soon be needed.\n\"The data from Imperial represent the best analysis to date and imply that the measures we have employed to date, would - with the new virus - fail to reduce the R number to below 1.\n\"In simpler terms, unless we do something different the new virus strain is going to continue to spread, more infections, more hospitalisations and more deaths.\"\nThe R number is the average number of people an infected person infects. If it is above 1 the epidemic is growing.\nThe most chilling finding from this piece of research is that the November lockdown in England, hard though it was for many people, would not have stopped the variant form of the virus spreading. The same severe restrictions that saw cases of the previous version of the virus fall by a third, would see a tripling of the new variant. This is why there has been such a sudden tightening of restrictions across the country. \nIt is unclear whether the current restrictions will be enough to control the spread of the virus. Given the fact that it has taken two lockdowns to stop the earlier version of the virus overwhelming the NHS, many scientists fear that further tightening will be necessary.  \nInfection levels will begin to drop as enough people are vaccinated. But until then it is now more important than ever for people to follow social distancing guidelines, wear masks where required and to regularly wash their hands.\nThe new year brings with it hope of a more normal life in the next few months but also a new form of the virus that all of us will have to combat in the coming days and weeks.\nProfessor Lawrence Young, of Warwick University, said early indications suggested that vaccines would be effective against the new form of the virus.\n\"Variants virus have been around since the beginning of the pandemic and are a product of the natural process by which viruses develop and adapt to their hosts as they replicate.  \n\"Most of these mutations have no effect on the behaviour of the virus but very occasionally they can improve the ability of the virus to infect and/or become more resistant to the body's immune response.\"\nFurther research is needed to understand why the variant is spreading so quickly. But early indications are that vaccines should be effective against it.\nThe new virus has been designated \"Variant of Concern 202012/01\" or VOC by Public Health England.\nIt was detected in November and thought to have originated in the south-east England in September. \nThere is no evidence to suggest that it is more deadly, but it will increase the number of cases which in turn will add further pressure on the NHS.\nThe variant can now be found across the UK, except Northern Ireland, but it is heavily concentrated in London, as well as south-east and eastern England. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55516307",
      "category": "uk-scotland",
      "title": "Covid in Scotland: Restrictions 'could continue' amid rising cases",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus testing,Coronavirus pandemic",
      "text": "Scotland should be prepared for Covid restrictions to be extended as infection rates continue to rise, a public health expert has said. \nThe latest government figures show a further 2,137 cases of Covid-19 were confirmed in Scotland on Friday. \nProf Linda Bauld described it as a \"fragile situation\", despite the rate dropping below Thursday's 2,539 cases. \nThe latest figures for hospital admissions and deaths will not be published until Tuesday.\nFirst Minister Nicola Sturgeon warned on Friday that the next few weeks could be the most dangerous period for Scotland since March in the fight against Covid as the new variant of the virus was \"accelerating spread\" across Scotland.\nDaily confirmed cases reached record highs on the last three days of 2020, rising to to 2,622 on Thursday.\nThe percentage of positive cases also reached 14.4% on Wednesday - the highest it has been since the second wave of the pandemic began in the summer.\nIt had dropped to 10.8% on Friday. A percentage of lower than 5% is needed to show the virus is under control, according to the WHO. \nProf Bauld, a public health expert at the University of Edinburgh, said there were no signs yet that the infection rate was levelling off, having risen suddenly from a daily rate of fewer than 1,000 to more than 2,000 per day in recent days.\nShe told BBC Scotland: \"It definitely is a fragile situation and you can see that we have more cases than we would expect at the current time. \n\"We may be starting to see some of the impacts of the Christmas mixing, but also we know around four in 10 cases, from recent data, are of the new variant. \n\"I would imagine that the new variant is playing a role in these higher rates of infection and if these numbers continue to sit at where they are we are going to have more people in hospital in a week or two's time, and that is very worrying.\"\nThis would bring \"real challenges\" for hospitals, especially in the central belt, Prof Bauld said, adding that it was \"absolutely imperative that we do not see these number rise more than they are now\". \nShe said it would take some time to see the impact of level four restrictions introduced in mainland Scotland on Boxing Day. \n\"Mentally we just need to be prepared for the fact that we may be living with the level four restrictions for longer than the Scottish government currently plans,\" Prof Bauld said. \nShe said the new, more transmissible coronavirus variant would make it harder to get the R number below one in Scotland and schools may not be able to fully reopen on 18 January.\nThe government's education recovery group was preparing with schools for blended learning to go on longer if necessary, she added. \nAll of mainland Scotland is under level four restrictions in an attempt to slow down the rate of virus spread. \nA new study by London's Imperial College has found that the new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version.\nIt concludes that the new variant increases the Reproduction or R number by between 0.4 and 0.7.\nThe Scottish government's most recent estimate of the R number in Scotland has put it between 0.9 and 1.1. It needs to be below 1.0 for the number of cases to start falling.\nThe government has described the vaccination programme as a \"light at the end of the tunnel\" and has urged people to stay at home as much as possible in the meantime."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55521248",
      "category": "uk-northern-ireland",
      "title": "Brexit: Arlene Foster sees 'gateway of opportunity' in UK-EU trade deal",
      "tags": "NI Brexit,Brexit",
      "text": "Northern Ireland First Minister Arlene Foster has said there \"is a gateway of opportunity for the whole of the UK and for NI\" after the UK-EU trade deal.\nMPs last week approved the post-Brexit trade deal in a parliamentary vote.\nMrs Foster told The Andrew Marr Show it was \"important\" in NI's centenary year to \"take the opportunities that are there for all of our people\".\nShe also said the deal dealt with \"some of the great difficulties that there are with the (NI) Protocol\". \nThe purpose of the Northern Ireland Protocol is to prevent a hardening of the border between Northern Ireland and the Republic of Ireland.\nIt does that by keeping Northern Ireland in the EU's single market for goods and by having Northern Ireland apply EU customs rules at its ports.\nAs a consequence, an 'Irish Sea border' now exists with most commercial goods entering Northern Ireland from Great Britain requiring a customs declaration.\nIn response, Ulster Unionist Party (UUP) leader Steve Aiken said Mrs Foster's party should \"cut the bravado\" and admit they got it \"wrong\" on the border. \nHe said: \"Arlene Foster's interview with Andrew Marr has further confirmed that the DUP's blood red line about a border in the Irish Sea was never a red line at all. \n\"It was washed away when the DUP supported Boris Johnson`s proposals for a border in the Irish Sea.\"\nThe Democratic Unionist Party (DUP), which Mrs Foster leads, opposed the protocol and had criticised the establishment of such a border.\nShe told The Andrew Marr show that her party \"didn't want the protocol but it is here\".\n\"I have to mitigate against that and my job from now on is to mitigate against those excesses and to hold the government to account for what they claimed would be unfettered access from Northern Ireland into Great Britain, our largest market of course, and also from Great Britain into Northern Ireland,\" Mrs Foster added.\nUnder the terms of the protocol, the Northern Ireland Assembly could vote to overturn the arrangement in four years time. \nMrs Foster said she hoped \"by that stage people will see that it is much better to move out of those regulations and into the global market which the rest of the UK can engage in\". \nThe DUP leader also said nationalists wanted the UK's withdrawal from the EU to be a disaster in order to enhance the case for a united Ireland. \nThe Sinn Féin MP John Finucane described the remarks as \"nonsense\", while the SDLP leader Colum Eastwood said Mrs Foster was \"trying to wash her hands of the new Irish Sea border\".\nThe Brexit transition period ended at 23:00 GMT on 31 December, with Northern Ireland's ports now using border control posts (BCPs) to check many food products entering from Great Britain.\nA small number of lorries were delayed at the new BCPs following the end of the transition period on Thursday night.\nMeanwhile, with Northern Ireland and the UK continuing to grapple with Covid-19, Mrs Foster said Stormont ministers would \"do all that we can\" to keep young people in schools in January.\nEducation Minister Peter Weir announced last week that most pupils would not return to school in the first week of the month as planned, and instead return after a week of remote learning.\nFor some post-primary pupils (Years 8-11), online learning will be in place for the entire month of January.\nMrs Foster said young people \"have missed out far too much on education during Covid\".\n\"However, we do recognise with this new mutant version of Covid-19 that there are difficulties, that it transmits among younger people, therefore we have to take that into consideration,\" she said.\n\"It is important we get our young people into schools again but we have to have remote learning for a short period of time - and I hope it is a short period of time.\"\nAlthough most pupils of primary and post-primary schools will spend this week being taught remotely, nurseries have been instructed to open as normal.\nThe principals of some nursery schools in Belfast have written to Mr Weir, expressing their concerns about the reopening of their schools on Monday.\nEdenderry Nursery School principal Nancy McGrath told BBC News NI: \"Our children are very young, they need to nurtured, they want to hold your hand, they need comforted when they are upset.\n\"We cannot have social distance with our pupils - we would be failing them in our duty of care to do that and I am really concerned about the duty of care that is being shown to staff, children and families at the moment.\n\"We don't understand why we've been separated out from the primary and secondary sectors.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55431724",
      "category": "world-us-canada",
      "title": "US politics in 2021: What's in store for President-elect Biden?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-54880403",
      "category": "education",
      "title": "Lockdown children forget how to use knife and fork",
      "tags": "Schools,Department for Education,Ofsted,Coronavirus pandemic",
      "text": "The pandemic has seen most children in England slipping back with their learning - and some have gone significantly back with their social skills, says Ofsted.\nA report from the education watchdog warns some young children have forgotten how to use a knife and fork or have regressed back to nappies.\nOlder children have lost their \"stamina\" for reading, say inspectors.\nThe Department for Education says it shows the need to keep schools open.\nOfsted has examined the impact of the Covid-19 pandemic on children, based on visits to 900 schools and early years providers this autumn - and found that it has been a very divided experience.\nThe chief inspector, Amanda Spielman, says there are three \"broad groups\" to describe what has happened:\nBut Ms Spielman says this did not divide along the lines of advantage and deprivation, but instead factors such as whether parents were able to spend time with children and families having what she described as \"good support structures\".\nAmong older children, Ofsted warns of a loss of concentration among those returning to school and that \"online squabbles\" that started on social media during the lockdown are now \"being played out in the classroom\".\nThere are also reports of a loss of physical fitness, while other pupils are showing \"signs of mental distress\", with concerns over eating disorders and self-harm.\nThere are concerns about pupils who have so far not returned to school - and in a third of schools there has been an \"increase in children being removed from school to be educated at home\".\nBut inspectors say schools are still \"firefighting\" practical problems about keeping going during the pandemic, with the challenge of operating bubbles and responding to Covid outbreaks.\nGeoff Barton, leader of the ASCL head teachers' union, said the report \"starkly shows the educational and emotional impact of school closures, and why we need to do everything possible to keep schools open\".\nBut he warned that it was becoming financially unsustainable to keep schools running, with the cost of safety measures and the need to pay for supply staff when teachers had to self-isolate.\nA Department for Education spokeswoman said: \"The government has been clear that getting all pupils and students back into full-time education is a national priority.\"\nShe said  the £1bn catch-up fund, including support for tutoring, would help to make up for lost learning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55521580",
      "category": "uk",
      "title": "Primary schools: Send children to school on Monday, says PM",
      "tags": "Coronavirus lockdown measures,Schools,Boris Johnson,Coronavirus pandemic",
      "text": "Parents should send children to primary school on Monday if they are open, the prime minister has said, responding to concerns over rising Covid-19 cases.\nBoris Johnson said there was \"no doubt in my mind that schools are safe\" but did not rule out further closures.\nSeveral councils have written to the education secretary asking for schools in their area to be told to stay shut, following closures in London.\nLabour's Sir Keir Starmer said it was \"inevitable\" more schools will shut.\nMr Johnson told BBC One's Andrew Marr Show the risk to children was \"very, very low\" and the benefit of education was \"so huge\".\nThe prime minister also indicated that tougher regional measures may be required in parts of the country in the coming weeks to curb rising infections. \nThe two-week school closures in London and south-east England were \"exceptional\" due to the fast-spreading new variant of Covid-19, he said.\nMost primary schools in England are expected to open on Monday. However, unions are telling primary school staff it is unsafe to return to work and are calling for remote learning to be introduced across all primaries.\nA growing number of councils in England are calling on the government to delay the reopening of primary schools, with local authorities in Wolverhampton, Cumbria and Kent asking for a delay to the start of term on Monday.\nBrighton and Hove Council has advised primary schools to stay closed meaning Gemma Cocker's five-year-old son Charlie will not be going to school while her daughter Lyla, who is four, may still be able to go to nursery.\nGemma and her husband have been working from home since March, but now they will once again have to add childcare to the mix.\n\"We'll try to home-school him,\" she said of Charlie. \"He regressed a little bit last time, he's young in the year.\"\nMrs Cocker, 36, added: \"The whole thing is ridiculous, can a decision just be made? At a time when many parents are returning to work next week, to have this uncertainty is adding to already stressed out families. \n\"Morally, I think they should close, but practically, no. It's a hard one.\"\nRead more here.\nMr Johnson said that while school closures would be kept \"under constant review\", the government would be \"driven by public health considerations and by the massive importance of education\".\n\"And if you think about the history of the pandemic, we've kept schools going for a long, long time in areas where the pandemic has really been at really high levels,\" he said.\nSir Keir said tighter measures needed to be introduced nationally in the next 24 hours and criticised the PM for \"hinting\" at further restrictions coming into force.\nThe Labour leader said he did not want to \"add to the chaos\" that would be caused by schools closing on Monday, but said it was \"inevitable\" more would have to shut. \n\"The government needs to plan for children's learning but also for working parents,\" Sir Keir added.\nOn Friday, Education Secretary Gavin Williamson announced that all of London's primaries would remain shut to most pupils, after pressure from local councils to reverse an earlier decision to keep only schools in certain boroughs closed. \nMr Johnson said his message to councils and schools was to be \"guided by the public health advice\" which at the moment is \"that schools are safe in those areas where we're not being driven by the new variant to close them\".\nBut he said \"we've got to be humble in the face of the impact of this new variant of the virus\" and warned there would be \"a very difficult few weeks and months\" until the vaccine comes into effect.\nKeeping schools open for all pupils has been one of the red lines ever since the first national lockdown.\nAll the evidence so far suggests primary school children have one of the lowest levels of infection when it comes to symptomatic cases. \nIf you include asymptomatic infection the picture changes, but the evidence suggests such cases are less likely to lead to onward spread.\nAnd, of course, the risk of serious illness in this group is pretty rare. \nThe rise of the new variant has increased cases generally, although Public Health England says there is still no evidence yet that this new variant transmits more in children than other variants.\nThere is understandable concern about teachers. Research by the Office for National Statistics suggests they have been at no greater risk of infection than other professions working outside the home.\nThe new variant could, of course, change this, which is why the unions are concerned.\nThe prime minister admitted the tier system in England may need to get tougher and \"clearly school closures which we had to do in March is one of those things\" but added it was \"not necessarily something we want to do\".\nAsked whether exams should be cancelled, Mr Johnson did not answer directly but said \"we've got to be realistic\" about the pace at which the new variant was spreading and its impact on the NHS.\nThe National Education Union has advised its members it is not safe to work in primary schools and said all schools should remain closed for a further two weeks, while other major teaching unions have called for a period of remote learning while safety measures are put in place. \nIn Scotland, First Minister Nicola Sturgeon has asked for the Scottish Parliament to be recalled so she can make an \"urgent statement\", with her deputy John Swinney tweeting that ministers would meet \"to consider the current advice in relation to schools and early learning\". \nHead teachers in Wales as well as England have begun legal action to force ministers to reveal data behind the decision for some schools to reopen - which the Department for Education said is based on new infections and pressure on the NHS in local areas.\nAnne Longfield, the Children's Commissioner for England, called for teachers to be vaccinated \"as a priority\", as she said that any school closure should be for \"the absolute minimum of time and that time must be used very well\".\nWriting in the Sunday Telegraph, Ofsted chief inspector Amanda Spielman said \"children's lives can't just be put on hold\", echoing the point that school closures should be kept to an \"absolute minimum\".\nGreater Manchester mayor Andy Burnham said the government's \"top-down\" and \"blanket\" approach to schools reopening should be changed to allow head teachers to make decisions based on local public health advice.\nMost primary schools in England will return on 4 January, but in London and some surrounding areas they will not open for most pupils until 18 January. Secondary schools in England will stagger their return with pupils taking exams in 2021 starting on 11 January, and other year groups returning in person on 18 January.  \nIn Wales, local councils have been told they can be \"flexible\" with when they open - with many schools aiming to return for face-to-face lessons from 11 January. \nIn Northern Ireland, primary school pupils will be taught online until 11 January. In secondary schools, years 8 to 11 will be taught online throughout January. Years 12 to 14 will return to school after the first week of January. \nIn Scotland, the Christmas holidays have been extended to 11 January, and the following week will be online learning only. A full return to face-to-face learning is planned for 18 January but First Minister Nicola Sturgeon has warned measures may have to go further with a cabinet meeting to be held on Monday.\nRead more here.\nAre you a parent of schoolchildren? Or are you a teacher? How will this advice affect you? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/election-us-2020-55517626",
      "category": "election-us-2020",
      "title": "Biden election: Mike Pence 'welcomes' senators' bid to derail result",
      "tags": "US election 2020,Ted Cruz,Donald Trump,US politics,Joe Biden",
      "text": "US Vice-President Mike Pence has welcomed an effort by a group of senators to refuse to certify Joe Biden's presidential election win. \nThe 11 Republican senators and senators-elect, led by Ted Cruz, want a 10-day delay to audit unsubstantiated allegations of election fraud.\nThe move is certain to fail as most senators are expected to endorse Mr Biden in the 6 January vote. \nMr Biden, a Democrat, is due to be inaugurated as president on 20 January.\nPresident Donald Trump has refused to concede the 3 November election, repeatedly alleging fraud without providing any evidence. On Saturday he addressed state legislators in five states where he has been trying to overturn the result. \nHe also spoke to Georgia's Republican Secretary of State Brad Raffensperger and later tweeted that the Georgia official had been \"unwilling, or unable\" to offer details of instances of fraud, which Mr Trump has alleged took place without providing evidence. \nThe Washington Post reported, citing an audio recording of the call, that Mr Trump had asked Mr Raffensperger to \"find\" enough votes to overturn the result in the state. Mr Trump cajoled and threatened the Georgia official with unspecified consequences if he did not help, telling him he was running a \"big risk\", the paper said.\nMr Pence has stopped short of echoing allegations of election fraud. But on Saturday, his chief of staff Marc Short said Mr Pence shared what he called \"the concerns of millions of Americans about voter fraud and irregularities\".\nMr Pence \"welcomes the efforts of members of the House and Senate to use the authority they have under the law to raise objections and bring forward evidence before the Congress and the American people\", Mr Short said. \nAs president of the Senate, Mr Pence will have the responsibility of overseeing the session on 6 January and declaring Mr Biden the winner.\nAll 50 states have certified the election result, some after recounts and legal appeals. \nSo far, US courts have rejected 60 challenges to Mr Biden's win. Mr Trump has notched up only one minor victory, concerning a small number of postal ballots in Pennsylvania, a state won by Mr Biden.\nIn a statement, the 11 senators led by Texas Senator Ted Cruz said November's election had \"featured unprecedented allegations of voter fraud, violations and lax enforcement of election law, and other voting irregularities\".\nAn investigation by the federal Department of Justice (DOJ) found no evidence to back any claims of fraud. \nCiting a precedent from 1877 - when a bi-partisan committee was formed to investigate after both parties claimed victory in three states - they urged Congress to appoint a commission for an \"emergency 10-day audit of election returns in the disputed states\".\n\"Once completed, individual states would evaluate the commission's findings and could convene a special legislative session to certify a change in their vote, if needed,\" they said.\nHowever, they said their bid was unlikely to succeed. \"We are not naïve. We fully expect most, if not all, Democrats, and perhaps more than a few Republicans, to vote otherwise,\" they said.\nTrump ally Senator Lindsay Graham said their bid for a commission had \"zero chance of becoming reality\" and did not amount to \"effectively fighting for President Trump\".\nTheir move is separate from that of Missouri Senator Josh Hawley, who has also said he will reject the result over concerns about the integrity of the election. \nOn Saturday Mr Trump tweeted that \"plenty more\" senators would refuse to certify Mr Biden's win on Wednesday.\nA group of Republicans in the lower chamber of Congress, the House of Representatives, is also planning to contest the election results.\nWith at least a dozen Republican senators now planning to challenge the election results in Congress, it is clear - if it wasn't already - that the party's heart remains with Donald Trump's efforts to overturn his presidential defeat.\nThe effort will be futile, given the Democratic majority in the House of Representatives, but the goal for many of these politicians is not to pull off a miraculous reversal of fortune for the president. Instead, it is to curry favour with Trump's loyal base.\nThey are wagering that the road to success in the Republican Party will continue to run through Trump and his faithful, whose support could be invaluable to senators with presidential ambitions, like Ted Cruz of Texas or Josh Hawley of Missouri, or ones concerned about future primary opposition from pro-Trump politicians.\nThis is not the first time members of Congress dismayed by the outcome of a presidential election have objected during the largely ceremonial session. It will, however, be the largest such revolt in nearly a century and a half. \nIt is a sign that the partisan rancour in the US, exacerbated by Trump's scorched-earth fight to hold on to the presidency, will not fade away anytime soon.\nObjections that are endorsed by a member of the House of Representatives and a member of the Senate must be considered by lawmakers in a two-hour debate, followed by a vote. \nHowever, for an objection to be upheld, a majority in both chambers must vote in favour. Republicans hold the majority in the Senate but some of their number have already said they will not contest the results. \nDemocrats are in the majority in the House. \nTop Republicans have said the Senate's role in certifying the election is largely ceremonial and should not be an opportunity for further lengthy debate about the result.\nSenate Majority Leader Mitch McConnell has already recognised Mr Biden's victory and has asked other Republicans not to object.\nUtah Senator Mitt Romney, the only Republican to vote for Mr Trump's impeachment last year, has also expressed dismay at moves to overturn the election.\n\"I could never have imagined seeing these things in the greatest democracy in the world. Has ambition so eclipsed principle?\" he said in a statement.\nThe Biden camp has not responded to the latest move to object to the election result. But Biden spokeswoman Jen Psaki has described Mr Hawley's attempt as \"antics\".\n\"The American people spoke resoundingly in this election and 81 million people have voted for Joe Biden and [Vice-President-elect] Kamala Harris,\" she said. \n\"Congress will certify the results of the election as they do every four years.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-55497274",
      "category": "world-africa",
      "title": "Suspected Islamists kill dozens in attacks on two Niger villages",
      "tags": "Boko Haram,Sahel Islamist insurgency,Mali,Niger",
      "text": "Suspected Islamist militants have attacked two villages in Niger, with reports of dozens of civilians killed. \nAround 49 died and 17 were injured in the village of Tchombangou, while another 30 died in Zaroumdareye - both near Niger's western border with Mali, Reuters reports.\nThere have been several recent violent incidents in Africa's Sahel region, carried out by militant groups.\nFrance said on Saturday that two of its soldiers were killed in Mali.\nHours earlier, a group with links to al-Qaeda said it was behind the killing of three French troops in a separate attack in Mali on Monday.\nFrance has been leading a coalition of West African and European allies against Islamist militants in the Sahel.\nBut the region continues to be affected by ethnic violence, banditry, and human and drug trafficking.\nIn light of Saturday's attacks, Interior Minister Alkache Alhada said soldiers had been sent to the area, according to French outlet RFI. But Mr Alhada did not say how many casualties there had been across the two villages.\nA local official, quoted by AFP news agency, said many people were killed, and a local journalist spoke of up to 50 deaths. \nNiger's Tillabéri region, where the villages are situated, lies within the so-called tri-border area between Niger, Mali and Burkina Faso, which has been plagued by jihadi attacks in recent years.\nTravel by motorbike has been banned in the region for a year, as part of efforts to stop incursions by Islamic militants, who often launch attacks from the vehicles.\nAreas of Niger are also facing repeated attacks by jihadists from Nigeria, where the government is fighting an insurgency by Boko Haram.\nLast month, members of the group killed at least 27 people in Niger's south-eastern Diffa region.\nThe latest attacks in Tillabéri come amid national elections in Niger, as President Mahamadou Issoufou steps down after two five-year terms.\nElection officials announced provisional results on Saturday, showing a lead for Mohamed Bazoum - a former minister and a member of Niger's ruling party. \nA second round of votes is expected to be held on 21 February, once ballots have been validated by the country's constitutional court."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-55521687",
      "category": "uk-england",
      "title": "New Year snow flurries fall across England",
      "tags": "Allendale Town",
      "text": "Many parts of England have seen snow flurries accompany the arrival of New Year. \nAreas which welcomed in 2021 with several centimetres of snow included Northumberland, parts of Yorkshire, Nottinghamshire and Derbyshire.\nThe Met Office has warned worse is to come with more wintry showers forecast.\nDriving conditions on many roads will become \"hazardous\" as the cold weather continues next week, it said.\nSeveral football matches were cancelled this weekend due to frozen pitches.\nGround staff at West Bromwich Albion were faced with heavy snowfall prior to their Premier League match with Arsenal at The Hawthorns on Saturday evening. \nFurther snow is predicted mainly inland and particularly over higher ground where above 200-300m a further few centimetres of snow is possible. \nThe chill in the air is due to high pressure to the north of the UK, which is dragging air from the east \"which at this time of year is cold\", the Met Office said.\nThe cold easterly winds are set to develop next week, bringing wintry showers - particularly around eastern parts - while hazardous freezing fog, frost and ice risks will all continue, forecasters said. \nMeteorologist Alex Burkill said: \"Obviously it's very cold and it's going to stay cold through this week.\n\"Whilst there will be some wintry hazards around, it's not really until the end of the week until we see any significant snow.\"\nRAC Breakdown spokesman Simon Williams said: \"The message for those who have to drive is to adjust their speed according to the conditions and leave extra stopping distance so 2021 doesn't begin with an unwelcome bump and an insurance claim.\n\"Snow and ice are by far the toughest driving conditions, so if they can be avoided that's probably the best policy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55518841",
      "category": "uk",
      "title": "Coronavirus vaccine: PM expects 'tens of millions' of jabs by April",
      "tags": "Coronavirus vaccines,Boris Johnson,Coronavirus pandemic",
      "text": "Prime Minister Boris Johnson has said he expects \"tens of millions\" of Covid-19 vaccinations will be given over the next three months.\nPeople across the UK will start to receive the Oxford/AstraZeneca vaccine from Monday, when 530,000 doses will be ready at GPs and hospitals.\nBut questions remain over the policy shift on when the second dose of the Oxford and Pfizer jabs is given.\nMore than 40 MPs have written to No 10 seeking clarity on the changes.\nAsked if it was correct that two million people would need to be vaccinated a week to end restrictions, Mr Johnson told the BBC's Andrew Marr on Sunday: \"We do hope that we'll be able to do tens of millions [of Covid-19 vaccines] in the course of the next three months.\"\nHe said the UK had been the \"first country to have pioneered a room temperature vaccine\" in the Oxford jab, which he said offered \"real hope for the future\" and a \"way forward\".\nThe joint letter, signed by 41 Labour, Lib Dem and Independent MPs, has been sent to Health Secretary Matt Hancock and vaccine rollout minister Nadhim Zahawi.\nIn it, the MPs say that while they welcome the vaccine roll-out and its prioritisation of front-line health workers and those most vulnerable to the virus, the are concerned that recent changes could risk its success.\nThe letter includes 20 questions that seek \"urgent clarity\" on two \"areas of concern\" - the guidance on the combination of jabs from different manufacturers and the new 12-week gap between first and second doses of the Oxford and Pfizer jabs are given.\nOlivia Blake, the Labour MP who Sheffield Hallam who organised the letter, said: \"We welcome the vaccination programme and desperately want it to succeed - but for it to do so, the public must have confidence that there is a rigorous scientific basis to the policy decisions.\"\nIn the letter the MPs call for the scientific guidance behind the changes to be made public, adding: \"More communication and greater transparency can only strengthen the vaccination programme by providing greater public confidence.\"\nPublic Health England (PHE) recently clarified its guidance on second doses of the vaccine, saying that experts did \"not recommend mixing\" the jabs, but on the \"extremely rare occasions\" where the same vaccine is unavailable or it is unknown which jab the patient received, it is \"better to give a second dose of another vaccine than not at all\".\nThe UK has moved to accelerate its vaccination rollout, amid a rise in coronavirus cases driven by a new Covid variant, by giving both parts of the Oxford and Pfizer vaccines 12 weeks apart, having initially planned to leave 21 days between the Pfizer jabs.\nBoris Johnson told BBC One's Andrew Marr Show that \"in vaccinating 1m people\" in the UK, \"already we exceed the whole of the rest of Europe put together\". \nAs of 27 December, 944,539 people in the UK had received the first dose of the Covid-19 vaccine produced by Pfizer and BioNTech. \nThe latest data from 19 of the EU's 27 member states, including Germany, France and Italy, shows 423,303 vaccinations have been carried out so far. \nAs each EU member state publishes its own statistics, some of this data goes up to early January but some only to late December. \nGermany is leading the EU, having vaccinated 188,553 people as of 1 January. Meanwhile, France had only vaccinated 432 citizens by 31 December and the Netherlands won't begin vaccinations till 8 January. \nThe UK started vaccinating citizens with the Pfizer jab on 8 December, the EU rollout began on 27 December.\nThe UK's chief medical officers have defended the delay to second doses, saying getting more people vaccinated with the first jab \"is much more preferable\".\nWriting in the Mail on Sunday, deputy chief medical officer Prof Jonathan Van-Tam said the new dosing regimen will \"save the most lives and avoid the most hospital admissions\".\nHe said: \"If a family has two elderly grandparents and there are two vaccines available, it is better to give both 89% protection than to give one 95% protection with two quick doses, and the other grandparent no protection at all.\n\"The virus is unfortunately spreading fast, and this is a race against time.\n\"My mum, as well as you or your older loved ones, may be affected by this decision, but it is still the right thing to do for the nation as a whole.\"\nDr Nikki Kanani, NHS medical director for primary care and the government's GP lead on vaccination, also defended delaying giving people the second dose, saying that giving a first jab to as many people as possible would prevent serious illness, hospitalisation and death.\nShe told the BBC that the evidence from the UK's chief medical officers had been \"really clear [that] this is the right thing to do, right now\".\nShe said that \"over a million\" people had been vaccinated before the end of last year, before warning those who have had the jab that it would take a \"really long time to get to the position when you can go back to normality\", urging them to remember the roll-out was a \"marathon, not a sprint\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-55523609",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Edinburgh's giant pandas may 'return to China' over Covid losses",
      "tags": "Conservation,Edinburgh,Scottish wildcats,Zoos and Zoology,Animals,Pandas,Coronavirus pandemic",
      "text": "Edinburgh Zoo's giant pandas may have to return to China next year because of financial pressures. \nYang Guang and Tian Tian cost about £1m a year to lease from China. \nThe zoo, which had hoped to breed the pair, is nearing the end of its 10-year contract with the Chinese government and may be unable to renew the deal. \nCovid lockdown closures led to a £2m loss for the Royal Zoological Society of Scotland, which runs Edinburgh Zoo and the Highland Wildlife Park.\nDavid Field, chief executive of the society, said the charity would have to \"seriously consider every potential saving\", including its giant panda contract.\nMr Field said closures had had a \"huge financial impact\" on the charity because most of its income was from visitors.\n\"Although our parks are open again, we lost around £2m last year and it seems certain that restrictions, social distancing and limits on our visitor numbers will continue for some time, which will also reduce our income,\" Mr Field said. \n\"Yang Guang and Tian Tian have made a tremendous impression on our visitors over the last nine years, helping millions of people connect to nature and inspiring them to take an interest in wildlife conservation.\n\"I would love for them to be able to stay for a few more years with us and that is certainly my current aim.\" \nThe zoo has already taken a government loan, furloughed staff, made redundancies and launched a fundraising appeal, but was not eligible for the UK government's zoo fund, which was aimed at smaller zoos.\n\"The support we have received from our members and animal lovers has helped to keep our doors open and we are incredibly grateful,\" Mr Field added. \n\"At this stage, it is too soon to say what the outcome will be. We will be discussing next steps with our colleagues in China over the coming months.\"\nThe zoo is part of a number of conservation projects, including one to reintroduce Scottish wildcats.\nHowever, Mr Field said projects like that may also have to be scrapped because of Brexit and being unable to apply for grants from the European Union.\n\"We received a £3.2m grant from the EU Life programme to support our Saving Wildcats partnership project, which aims to restore wildcats in Scotland by breeding and releasing them into the wild.\n\"Wildcats are on the brink of extinction in Britain and this is the last hope for the species' survival.\"\nHe added: \"As we are no longer part of the European Union, our charity is no longer eligible to apply for funding from programmes like EU Life, which have proven critical for our wildlife conservation work and wider efforts to protect animals from extinction.\"\nEdinburgh Zoo's conservation genetics laboratory, which supports conservation projects around the world, has lost access to both funding and other researchers as a result. \nIt also faces challenges around moving animals, many of which are part of European endangered species breeding programmes.\nThe programme is currently about £900,000 short, meaning it may have to be cancelled.\nMr Field said: \"We still need to reduce costs to secure our future. It may be that some of our incredibly important conservation projects, including the vital lifeline for Scotland's wildcats, may have to be deferred, postponed or even stopped.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55519983",
      "category": "uk",
      "title": "Covid-19: 'Children's lives on hold', and vaccine 'bureaucracy overload'",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday. We'll have another update for you on Monday morning.\nClosing schools to tackle coronavirus puts children's lives on hold and should be kept to an \"absolute minimum\", the head of England's schools watchdog has said. The government said the school closures it announced this week are a \"last resort\" to curb infections. But writing in the Sunday Telegraph, Ofsted chief inspector Amanda Spielman said: \"It is increasingly clear that children's lives can't just be put on hold while we wait for vaccination programmes to take effect, and for waves of infection to subside.\" She spoke out as teaching unions continue to pressure the government to keep all schools in England shut after the Christmas holidays, amid a surge in coronavirus cases.\nThe editor of the British Medical Journal has asked the New York Times to correct a \"seriously misleading\" article that claims UK guidelines allow two Covid-19 vaccines to be mixed. The US publication reported that UK health officials were allowing patients to be given a second dose that is different to their first. But BMJ editor Fiona Godlee said the Joint Committee on Vaccination and Immunisation does not make any recommendation to mix and match. The rollout of Covid-19 vaccines has led to a spate of new false claims about vaccines. We've looked into some of the most widely shared.\nWhen dentist Andy Bates offered to help administer the coronavirus vaccine, he hadn't bargained for the \"overload of bureaucracy\" he says came his way. Dr Bates, from North Yorkshire, is one of a number of health staff to criticise the paperwork needed to gain NHS approval to give the Pfizer-BioNTech and Oxford-AstraZeneca vaccines. Some medics have been asked for proof they are trained in areas such as preventing radicalisation. \nWhen her 66-year-old father died of Covid, Angelina Proia was left blindsided by his absence and the feeling that her government and fellow citizens had abandoned her. \"I feel like my country has turned its back on us,\" she said.\nExercising outside this winter could help boost our mood and reduce anxiety during the pandemic, a sports expert has said. Ruth Lowry, an exercise psychologist at the University of Essex, has researched the effects of staying active during the colder months and said being in natural light boosted vitamin D which was \"very important for things like our immune system [and] for our bone health\". Watch the video below for more - and you can also read our guide to staying positive in the new year.\nGet a longer news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nFind more information, advice and guides on our coronavirus page.\nFrom the race to roll out coronavirus vaccinations around the world, to other concerns such as mental health and measles, we look at the health challenges facing the world in the next year.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55514792",
      "category": "uk",
      "title": "EuroMillions: Jackpot of more than £39m won by UK ticket-holder",
      "tags": "Lottery,National Lottery",
      "text": "A UK ticket-holder has started the new year by winning the EuroMillions jackpot of nearly £40m. \nOne ticket matched all five regular numbers and two lucky stars in the draw on Friday night to win the £39,774,466.40 prize.\nCamelot's Andy Carter, senior winners' adviser at the National Lottery, said: \"What an amazing start to 2021 for UK EuroMillions players.\"\nA ticket-holder has now come forward to claim their prize. \nCamelot, which operates the lottery, said checks were being made on the claim.  \nMr Carter said: \"It is fantastic news that the jackpot winning lucky ticket-holder has now claimed this enormous prize. We will now focus on supporting the ticket-holder through the process.\"\nThe winning numbers were 16, 28, 32, 44 and 48 with the lucky stars 01 and 09.\nTen other ticket-holders each won £1m in the UK Millionaire Maker New Year's Day event.\nIn 2019, a UK ticket-holder won the full £170m EuroMillions jackpot, making them Britain's richest ever lottery winner.\nAnd last year, a £57m EuroMillions prize claim was validated just before the deadline. The ticket had been bought in South Ayrshire. \nThe winning ticket holder's newfound cash means they are now wealthier than former One Direction singer Zayn Malik, who is worth £36m, according to the 2020 Sunday Times Rich List. \nAnd if they have a bit more money in the bank, they could buy one of the UK's most expensive homes, which went on the market last year.\nNobody won the EuroMillons Hotpicks jackpot on Friday, which uses the same numbers as the main draw, but one winner scooped the Thunderball top prize of £500,000.\nThe Thunderball numbers were 13, 17, 30, 34, 35 and the Thunderball was 01.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55508141",
      "category": "uk-scotland",
      "title": "Covid in Scotland: New strain of virus 'accelerating' spread",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus pandemic",
      "text": "The next few weeks could be the most dangerous period for Scotland since March in the fight against Covid, the first minister has warned.\nNicola Sturgeon said the new variant of the virus was \"accelerating spread\" across Scotland.\n\"If you first foot someone today, or hug/kiss/handshake them HNY, you are putting yourself, others and the NHS at risk,\" she tweeted.\nA further 2,539 cases of Covid-19 were confirmed on Friday.\nThe number is slightly down on Thursday's figure, but Ms Sturgeon said cases numbers were still \"worryingly high\".\nDaily confirmed cases have reached record highs on each of the previous three days, rising to to 2,622 on Thursday.\nThe percentage of positive cases also reached 14.4% on Wednesday - the highest it has been since the second wave of the pandemic began in the summer.\nMs Sturgeon tweeted: \"Today's case numbers are worryingly high again. The new variant is accelerating spread.\n\"PLEASE do not visit other people's homes just now, even today - if you first foot someone today, or hug/kiss/handshake them HNY, you are putting yourself, others & the NHS at risk.\"\nShe said the \"vaccine cavalry\" was on the way, offering \"real hope for 2021\", but she added: \"With this new variant, the next few weeks may be the most dangerous we've faced since Mar/April.\n\"We must act together to suppress it, to save lives and protect the NHS. Folded hands stick with it.\"\nA new study by London's Imperial College has found that the new variant of Covid-19 is \"hugely\" more transmissible than the virus's previous version.\nIt concludes the new variant increases the Reproduction or R number by between 0.4 and 0.7.\nThe UK's latest R number has been estimated at between 1.1 and 1.3. It needs to be below 1.0 for the number of cases to start falling.\nThe Scottish government's most recent estimate of the R number in Scotland has put it between 0.9 and 1.1.\nEmma Thomson, a professor of infectious disease at the University of Glasgow, said it was important to get people vaccinated quickly.\nThe professor, who has been working on the sequencing of the new Covid mutation, told the BBC that lockdown was not controlling the infection \"on its own\".\n\"At least we come in armed into the new year with two vaccines which are highly effective at preventing severe disease. We have that,\" she said.\n\"We need to roll it out now to add to the public health measures.\"\nParties, traditional \"first-footing\" and social events were banned this Hogmanay, with all of mainland Scotland and Skye being under the highest level of Covid restrictions.\nAll official events were cancelled, but police had to disperse a crowds of people who gathered at Edinburgh Castle and Calton Hill to see in the new year.\nIt has also emerged that 32 people were charged with reckless conduct after police found them gathered at a rented property in Aberfoyle on 27 December.\nA Scottish government spokesperson said: \"As the first minister has pointed out, the sharp rise in cases is evidence that the new strain seems to be speeding up transmission.\n\"This is why we are asking people to please stay at home as much as possible and avoid non-essential interaction with others.\n\"There is light at the end of the tunnel, but we ask everyone to be patient as we work our way through the vaccination programme, and continue to follow FACTS to keep us all safe.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55523137",
      "category": "uk-scotland",
      "title": "Cold snap creates 'pop-up' ice hockey rink",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-55517878",
      "category": "uk-northern-ireland",
      "title": "County Antrim poultry flock to be culled after bird flu detected",
      "tags": "NI agriculture",
      "text": "A large poultry flock is to be culled in County Antrim, after an outbreak of bird flu.\nThirty thousand birds are to be destroyed as a precautionary measure at the farm near Clough.\nIt is the first time the disease has been detected in a commercial flock in Northern Ireland since 1998\nThe outbreak affected a business rearing young hens for egg production and it is understood there are other poultry farms in the area.\nIt will mean certain movement restrictions in 3km and 10km protection zones around the affected farm, with potential trade implications for other poultry businesses there.\nBird flu is a notifiable disease carried by migratory wild birds. It can spread quickly and rapidly causes death in affected flocks.\nRestrictions were put in place earlier in the winter in an attempt to prevent transmission to commercial flocks which make up a key part of Northern Ireland's important agri-food industry.\nSince 23 December there has been a requirement for all poultry flocks, no matter how small, to be housed.\nPublic health advice is that bird flu-  or avian influenza -  poses a low risk to human health and the Food Standards Agency advises that it does not present a food risk.\nPoultry is a £750m a year industry in Northern Ireland which employs 5,000 people. There are around 24 million birds on 650 farms, most of them in counties Tyrone and Antrim.\nThe disease has been detected in a number of wild birds in Northern Ireland this winter and in commercial flocks in both Great Britain and in the Republic of Ireland.\nIn the short term it will mean no movements on or off poultry farms in the area, with a licensing system being introduced in the coming days.\nPoultry products from outside the restricted zone can continue to be traded with EU member states and products from within the zones can be sold on home markets.\nOther countries will apply their own rules depending on their assessment of the situation.\nNorthern Ireland's chief vet Robert Huey repeated his message for poultry owners to apply rigorous biosecurity measures.\n\"Given the level of suspicion and the density of the poultry population around the holding, it is vital that as a matter of precaution, we act now and act fast,\" he said. \n\"I have therefore taken the decision to cull the birds as well as introduce temporary control zones around the holding in an effort to protect our poultry industry and stop the spread of the virus. \n\"An epidemiological investigation is under way to determine the likely source of infection and determine the risk of disease spread.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55521541",
      "category": "uk-scotland-scotland-politics",
      "title": "Covid in Scotland: Scottish cabinet to consider further measures",
      "tags": "Coronavirus lockdown measures,Scottish government,Nicola Sturgeon,Coronavirus testing,Coronavirus pandemic",
      "text": "The Scottish cabinet will meet later to consider further measures to help tackle coronavirus, as 2,464 new cases are reported.\nThe Scottish Parliament will then be recalled for First Minister Nicola Sturgeon to make an \"urgent statement\". \nMs Sturgeon said the \"rapid increase in Covid cases driven by the new variant\" was of \"very serious concern\". \n\"We are in a race between this faster spreading strain of Covid and the vaccination programme,\" she tweeted.\nShe warned on Friday that the next few weeks could be the most dangerous period for Scotland since March in the fight against Covid.\nThe latest government figures for coronavirus cases showed that 15.2% of Saturday's 17,328 tests were positive. \nIt is higher than the 2,137 cases reported on Friday, but still lower than Thursday's 2,539 positive results. \nFigures for hospital admissions and deaths over the holiday weekend will not be published until Tuesday.\nThe cabinet is likely to consider a further delay to the return of Scottish schools and restrictions that are closer to the stay-at-home lockdown in March.\n\"All decisions just now are tough, with tough impacts,\" Ms Sturgeon wrote on twitter. \"Vaccines give us way out, but this new strain makes the period between now and then the most dangerous since start of pandemic.\"\nThe Scottish government's emergency resilience committee heard on Saturday that \"quick and decisive action is needed\" as the new variant of the virus is becoming the dominant one in Scotland.\nA Scottish government spokesperson said: \"The even steeper rises and severe pressure on the NHS that is being experienced in some other parts of the UK is a sign of what may lie ahead in Scotland if we do not take all possible steps now to slow the spread of the virus, while the vaccination programme progresses. \n\"The strong message remains - people should stay at home as much as possible and avoid non-essential interaction with others.\"\nThis is just the fifth time the Scottish Parliament has been recalled and the second time within the last week.\nPublic health expert Prof Linda Bauld, from the University of Edinburgh, has said Scotland should be prepared for Covid restrictions to be extended as infection rates continue to rise.\nShe said there were no signs yet that the infection rate was levelling off, having risen suddenly from a daily rate of fewer than 1,000 to more than 2,000 per day in recent days.\nShe told BBC Scotland: \"It definitely is a fragile situation and you can see that we have more cases than we would expect at the current time.\n\"We may be starting to see some of the impacts of the Christmas mixing, but also we know around four in 10 cases, from recent data, are of the new variant.\n\"I would imagine that the new variant is playing a role in these higher rates of infection and if these numbers continue to sit at where they are we are going to have more people in hospital in a week or two's time, and that is very worrying.\"\nThe new year offers new hope in the struggle against coronavirus with two vaccines now authorised for UK use - but it looks as if the situation will get worse before it gets better.\nMinisters are worried by the rapid spread of the new strain of coronavirus during a holiday period when the highest level of restrictions are already in place. \nThey think more needs to be done to suppress the virus, to give the vaccination programme a chance to accelerate and give increasing numbers of people protection.\nWhen the Scottish cabinet meets they are likely to consider tightening the current restrictions to something closer to the stay at home lockdown of March 2020.\nThat will almost certainly mean a further delay to the return of schools into February.\nMinisters will take decisions on Monday morning with First Minister Nicola Sturgeon expected to make a statement at Holyrood in the afternoon. \nDaily confirmed cases in Scotland reached record highs on the last three days of 2020, rising to to 2,622 on Thursday.\nMs Sturgeon warned last week there might be changes to the plans for reopening schools. Children start online learning from 11 January and are set to return to class by 18 January.\nThe education recovery group will meet on Monday. \nScottish Conservative leader Douglas Ross said the situation was \"deteriorating and fast-moving\" but any decision to extend school closures should be clearly explained to parents and teachers. \nHe said: \"We have been here before so if schools remain closed, the Scottish government must show that it has learned from past mistakes in order to minimise disruption to education.\"\nScottish Greens co-leader Patrick Harvie said the Scottish government should prioritise teachers and school staff as vaccines were rolled out. \nHe added: \"We must be honest and accept that most pupils, teachers and support staff cannot go back to schools until the situation is brought under control.\"\nScottish Labour leader Richard Leonard called for ministers to publish the evidence behind all of its decisions to ensure public consent and compliance.\n\"What is clear is that we need to see an acceleration of the vaccine rollout and a step-change in testing,\" he said. \n\"It is also clear that financial support from government has simply not been nearly sufficient to make up for the damage that lockdown measures have done to jobs, livelihoods and businesses. The SNP government must distribute additional funds to the frontline now.\"\nScottish Liberal Democrat leader Willie Rennie said: \"With tighter restrictions on movement and in schools comes a greater responsibility on the government to show its workings.\n\"If we are to restrict people's movement then we need to see what the benefit will be. We need an exit plan to give people hope, as well as to show them what is required to ease the restrictions on our freedoms.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/election-us-2020-55489392",
      "category": "election-us-2020",
      "title": "Georgia election: All you need to know about key Senate run-off races",
      "tags": "Georgia,US election 2020,Donald Trump,US politics,United States Senate,Joe Biden",
      "text": "All eyes are on the southern state of Georgia, where the future of the US Senate will be decided this week. Here's all you need to know.\nThere are two races and voting has been going on since mid-December.\nThe outcome will be crucial to how much the incoming Democratic president, Joe Biden, will be able to achieve in his first term.\nWait, another US election?  Wasn't all this done in November? \nOK, rewind.\nAccording to the state rules, a winning candidate needs 50% of the votes and in November no-one achieved that.\nSo the top two go through to a 5 January replay - a so-called run-off.\nIn both races, we have a Republican incumbent up against a Democratic newcomer. \nSenator David Perdue, 70, v Jon Ossoff, 33\nMr Perdue has served as a Georgia senator since 2015. The former Reebok CEO was an early supporter of Donald Trump, and has remained an ally to the president. He is now facing scrutiny over multimillion dollar stock trades in companies whose business falls under his purview on Senate committees. He has denied wrongdoing.\nMr Ossoff launched his campaign with an endorsement from civil rights champion John Lewis, who died this summer. Before taking the reins of a documentary film company, Insight TWI, he spent five years working for Congressman Hank Johnson, an Atlanta Democrat. He has employed his filmmaking skills on the trail, launching campaign accounts on both Snapchat and TikTok.\nSenator Kelly Loeffler, 50, v Reverend Raphael Warnock, 51\nMs Loeffler, the junior Georgia senator, is still a political novice. She was named to the US Senate in December 2019 by Governor Brian Kemp after the sitting senator resigned. One of the wealthiest members of the Senate, Ms Loeffler is co-owner of the women's NBA team the Atlanta Dream. The ownership has caused a stir after the league's players called for Ms Loeffler to sell her stake over her vocal opposition to Black Lives Matter.\nRev Warnock is a pastor at the Ebenezer Baptist Church in Atlanta, where civil rights leader Martin Luther King Jr once preached. Along with Democratic rising star Stacey Abrams, he started the New Georgia Project, a voting rights organisation. The group is now under investigation by Georgia's Republican secretary of state for allegedly sending ballot applications to non-residents.\nThe upper chamber of US Congress, the Senate, has been controlled by the Republican Party since 2014.\nIt's very important in getting laws passed, Cabinet appointments confirmed and Supreme Court Justices on to the bench of the highest court.\nIf Democrats win in Georgia, the extra two seats would give them effective control.\nEach party would have 50 senators and it's become increasingly rare for senators to vote against their party. \nTechnically, there are currently 46 Democrats and two independent Senators - Bernie Sanders and Angus King - but they typically vote with Democrats.\nSo in a 50-50 tie, Democratic Vice-President Kamala Harris would have the deciding vote in her role as Senate president.\nIf Democrats pick up the two seats and forge a 50-50 tie in the upper chamber, it's far from certain that Biden will be able to enact the kind of sweeping legislation on the environment, healthcare and the economy that he proposed during his successful presidential campaign. \nThe narrowness of the margin will ensure that any laws will have to be supported by centrists like Joe Manchin of West Virginia and Arizona's two senators.\nIt will, however, give the new president a fighting chance at legislative accomplishments - and make it significantly easier for him to appoint the administration officials and federal judges of his choice.\nIf the Republicans hold on, then that would mean two more years of divided government and, probably, legislative gridlock. Democratic hopes will rest on the whims of Majority Leader Mitch McConnell and a handful of Republican moderates.\nA huge amount of money has poured in for all four candidates, but record-breaking numbers for the Democrats.\nThe Loeffler-Warnock race has received more media attention, partly because it's been more feisty and vocal.\nShe accuses him of being a \"radical liberal\" who courts Marxism and wants to defund the police.\nHe sticks to a pretty centrist Democratic message of pandemic relief and healthcare.\nWith his MLK Jr links, Rev Warnock is well known among African Americans and the state has a higher proportion of black voters than the average US state.\nThe state is around 52% non-Latino white and 33% black, according to 2019 census data.\nBlack residents made up nearly half of the 1.9 million increase in Georgia's voting population since 2000, according to the Pew Research Center. In 2019, 2.5 million black voters made up a third of the total Georgia electorate. \nThe Biden-Harris win in the state was the first time in 30 years Georgia went to a Democratic presidential candidate.\nOn election-eve, President Donald Trump held a rally to support the two Republicans, urging them to turn out. Mr Perdue, however, participated virtually after coming into contact with a Covid-positive individual. He and his wife have tested negative, but have remained in quarantine.\nPresident-elect Joe Biden campaigned on behalf of the two Democrats on 4 January as well, with Vice President-elect Kamala Harris travelling to the state a day earlier.\nA Democrat has not won in a Senate race in Georgia for decades so it will be an uphill struggle for them.\nThe Republican candidates also won more votes in both races when it was a larger field in November.\nBut Mr Biden narrowly won there in the presidential contest by tapping into an effective get-out-to-vote campaign among African Americans.\nVoting began weeks ago and early indications suggest a high turnout, possibly a record for a run-off in the state.\nBallot counting will begin at 19:00 local time on Tuesday, once polls close, though there could be a wait for results.\nPolling shows a very tight contest in both races even with less than a day left, though many are looking at polls with scepticism, as they missed the mark during the presidential election. \nA number of big pollsters have also opted not to cover the run-off races."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-55521747",
      "category": "uk-politics",
      "title": "Covid: Regional rules 'probably going to get tougher', says Boris Johnson",
      "text": "Regional restrictions in England are \"probably about to get tougher\" to curb rising Covid infections, the prime minister has warned.\nBoris Johnson told the BBC stronger measures may be required in parts of the country in the coming weeks.\nHe said this included the possibility of keeping schools closed, although this is not \"something we want to do\".\nLabour leader Sir Keir Starmer has called for new England-wide restrictions within 24 hours. \nSir Keir said coronavirus was \"clearly out of control\" and it was \"inevitable more schools are going to have to close\".\nIt comes as the UK recorded more than 50,000 new confirmed Covid cases for the sixth day in a row, with 54,990 announced on Sunday. \nAn additional 454 deaths within 28 days of a positive test result have also been reported, meaning the total by this measure is now above 75,000. \nSpeaking on BBC One's Andrew Marr Show, Mr Johnson said he stuck by his previous prediction that the situation would be better by the spring, and he hoped \"tens of millions\" would be vaccinated in the next three months. \nBut he added: \"It may be that we need to do things in the next few weeks that will be tougher in many parts of the country. I'm fully, fully reconciled to that.\"\n\"And I bet the people of this country are reconciled to that because, until the vaccine really comes on stream in a massive way, we're fighting this virus with the same set of tools.\"\nThe PM added that ministers had taken \"every reasonable step that we reasonably could\" to prepare for winter, but \"could not have reasonably predicted\" the new, more transmissible variant of the virus that has emerged over the autumn.\nSpeaking after Mr Johnson's interview, Sir Keir said introducing new nationwide restrictions in England \"has to be the first step to controlling the virus\".\n\"There's no good the prime minister hinting that further restrictions are coming into place in a week or two or three,\" he told reporters on Sunday. \"That delay has been the source of so many problems.\"\n\"Let's not have the prime minister saying 'I'm going to do it, but not yet',\" he added.\nMeanwhile, Mr Johnson defended plans for primary schools to reopen in most of England on Monday, amid opposition from teaching unions and some local councils. \nIt came after Amanda Spielman, the head of Ofsted, England's schools watchdog, said closures should be kept to an \"absolute minimum\".\nThe rapidly rising infection rates mean it should come as no surprise that tougher measures are being considered.\nInfection levels are nearly four times higher now than they were at the start of December - and that in turn has put more pressure on hospitals.\nThere are signs the restrictions have started slowing the rises in London, the East of England and the South East.\nBut that on its own is not enough. Ministers want to get cases down.\nSo what extra can be done? After all most of England is effectively in lockdown already with tier four in place. Those places not in tier four could, of course, follow.\nBut some public health experts are warning more needs to be done. \nThere is a determination to get primary school children back - they have among the lowest rates of infection if you look at symptomatic cases. \nBut infection rates are higher among secondary school age children. The government has bought itself time by delaying their return.\nA further 20 million people in England were added to tier four - \"stay at home\" - the toughest set of rules, on 31 December in a bid to stem a surge in Covid cases. \nIt means 78% of the population of England is now in tier four, under which non-essential shops are closed and people can only leave their homes for a certain number of reasons. \nThe Scottish government will meet on Monday to consider \"further action\" to limit the spread of the disease, Scottish First Minister Nicola Sturgeon said. \nAll of mainland Scotland is currently under its own level four restrictions - with only some islands under less stringent tier three measures. \nWales entered a nationwide lockdown on 20 December, with First Minister Mark Drakeford saying on Sunday it was \"difficult to see\" how the rules could be strengthened further. \nHe said Welsh ministers would consider whether restrictions could be \"tweaked at the margins\" at a cabinet meeting on Wednesday. \nNorthern Ireland is in the second week of a six-week lockdown that began on Boxing Day. Stricter measures, including a \"stay-at-home curfew\", ended on Saturday.\nIn another development, an academic has said there is a \"big question mark\" over whether a vaccine developed at Oxford University will be as effective against a new variant of the virus that has emerged in South Africa.\nProf Sir John Bell, Regius professor of medicine at the university, said the team there were currently investigating this question \"right now\". \nHe added it was \"unlikely\" the variant would \"turn off the effect of vaccines entirely,\" and in any case it would be possible to tweak the vaccine in around 4-6 weeks.\n\"Everybody should stay calm - it's going to be fine,\" he told Times Radio.\n\"But we're now in a game of cat and mouse - because these are not the only two variants we're going to see.\"  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55511662",
      "category": "uk",
      "title": "Primary schools reopening: Call for remote learning as Covid cases rise",
      "tags": "Primary schools,Coronavirus lockdown measures,Schools,State schools,Gavin Williamson,Coronavirus pandemic",
      "text": "Pressure is growing on the government to keep all schools in England closed for two weeks after the Christmas break amid a surge in coronavirus cases.\nTeaching unions have told primary school staff it is unsafe to return to work, and called for remote learning.\nHead teachers have begun legal action to force ministers to reveal data behind the decision for some schools to reopen on Monday.\nThe government said decisions are based on new infections and NHS pressure.\nLabour has accused the government of \"creating chaos\" for parents.\nMost primary schools in England are expected to open on Monday while secondary schools will reopen on a staggered basis, with exam year pupils returning on 11 January and others returning a week later.\nOn Friday, Education Secretary Gavin Williamson announced that all of London's primaries would remain shut on Monday - reversing a decision to keep only schools in certain boroughs closed. \nHe said the closures were a last resort in the face of a fast-moving situation.\nElsewhere, Brighton and Hove Council has advised primary schools to switch to remote learning next week.\nMeanwhile, president of the Royal College of Physicians, Prof Andrew Goddard, told the BBC the new highly infectious strain of coronavirus was spreading across the country, adding: \"All hospitals that haven't had the big pressures that they've had in the South East, London and south Wales should expect that it's going to come their way.\"\nThe National Education Union (NEU), which is the UK's largest education union and has more than 450,000 members, said all primary and secondary schools should remain closed for a further two weeks after the school holiday. \nIt is advising members against working in school. \nThe National Association of Head Teachers (NAHT) called for all schools to move to home learning for a \"brief and determined period for most children\", and said it would issue guidance to head teachers recommending they take no action against staff who refused to return to work if they felt unsafe.\nAnd in a letter to the education secretary, the NASUWT called for an \"immediate nationwide move to remote education\" as the \"only sensible and credible option\" to minimise risk, while the GMB, which represents support staff, called on Mr Williamson to apply \"common sense\". \nGeoff Barton, general secretary of the Association of School and College Leaders (ASCL), said the government's plans for the start of the spring term were \"untenable\", adding that face-to-face teaching should be restricted to only vulnerable children and those of key workers until at least January 18.\nThe ASCL and the NAHT have started legal action to get the Department for Education to share any information showing \"why they think it is safe to reopen schools on Monday, given the higher transmissibility of the new Covid-19 variant\".\nDr Mary Bousted, joint head of the NEU, said that if the government did not \"take the right steps\" it would be informing its members of their \"legal right to refuse to work in unsafe conditions\".\nElsewhere, the Independent Schools Council (ISC), which represents more than 1,300 independent schools in the UK, said it was seeking \"urgent clarification\" from the government over its plans.\nJulie Robinson, ISC chief executive, said: \"All schools put safety first and are concerned for their communities. Independent schools share the concerns expressed by the unions today.\"\nDr Mike Tildesley, a University of Warwick epidemiologist who advises the government as part of the Scientific Advisory Group for Emergencies (Sage), said that while there was a rise in cases in secondary school age groups, there was not strong evidence of transmission in the school environment. \nThe U-turn on London's primary schools has given momentum to calls for a bigger revision of the government's plans for the new term.\nA term, which of course, starts in less than 48 hours' time.\nThere has certainly been a dramatic ratcheting up of pressure by teaching unions.\nThe advice from the NEU to its members - that they are not safe in the classroom - puts teachers on a collision course with the government, which insists they are.\nThe latest published advice from government scientists doesn't entirely come down on either side.\nAll of which leaves children and their parents caught in the middle.\nThe Department for Education has pulled quite a few about-turns in this pandemic.\nThe question facing ministers this weekend is this - is another one now practically inevitable (and, politically, best done swiftly)?\nOr do they, as has been indicated, stand by their commitment to keeping schools open come what may - and try to reassure instead. \nSian Elliott, of the Trades Union Congress, said the last-minute announcements were \"wreaking havoc\" for working parents, leaving many \"in an impossible position, scrambling to hold onto their jobs and care for their children\".\nMs Elliott said parents affected by school closures should be offered paid parental leave or furlough. \nCharlotte Clarke, who lives in East Sussex, wants schools to remain open and said it was \"physically impossible\" for her to work from home as a solicitor and teach her son in Year 6 and daughter in Year 1.\n\"In the first lockdown my mental health, and my children's mental health, suffered. My daughter, who was in foundation at the time, stopped eating and sleeping,\" she said.\n\"I could not work and care for them and teach them at the same time.\"\nMr Williamson said in mid-December that all primary school pupils in England would return as normal in January, while the return of secondary schools and colleges would be gradual to give them time to set up mass testing programmes.\nBut on Wednesday, the education secretary delayed the start of term for all secondary schools, as well as some primary schools in Covid hotspots in south-east England, including parts of London.\nTwo days later, after pressure from local authorities, he expanded the primary school closures to the whole of London. \nIt means more than one million primary school pupils will now learn from home for at least the first two weeks of term.\nVulnerable pupils and the children of key workers will continue to attend school, the government said, adding that early years care, alternative provision and special schools will remain open.\nShadow education secretary Kate Green criticised the timing of the announcement, saying it was \"yet another government U-turn creating chaos for parents just two days before the start of term\".\nDave Lee-Allan, head teacher of Stowmarket High School in Suffolk, said \"it should be left to the head teachers on the ground to make the right call\", adding he was frustrated that while keeping children in school was said to be a priority and teachers were considered key workers, they did not qualify for early access to the vaccine. \nMr Williamson said the London-wide closures were a \"last resort and a temporary solution\" to help tackle the particularly high infection rates in the capital, adding the government would \"reopen classrooms as soon as we possibly can\".\nMayor of London Sadiq Khan said closing all schools in London - which has the highest rate of coronavirus infections - was \"the right decision\" but added that the original plan to only keep some closed had caused immense confusion.\nA Department for Education spokesperson said: \"Children's education has consistently been a national priority, which is why we want classrooms to reopen wherever possible in the new term.\n\"Schools will continue to implement appropriate safety measures to help mitigate the risk of transmission.\n\"As we've said, we will move to remote education as a last resort, with involvement of public health officials, in areas where infection and pressures on the NHS are highest.\"\nThree of the worst-hit English local authorities in tier four have not been told to delay the opening of primaries.\nRushmoor (817 cases per 100,000 people in the week to 28 December), Slough (777) and Spelthorne (721) are all in the south-east of England.\nIn Rushmoor where cases have increased by 54% week-on-week, the case rate is higher than 26 local authorities where primary schools will remain shut on 4 January.\nSecondary schools in England will stagger their return with pupils taking exams in 2021 starting on 11 January, and other year groups returning in person on 18 January. Most primary schools in England will return on 4 January, but in London and some surrounding areas they will not open for most pupils until 18 January. \nIn Wales, local councils have been told they can be \"flexible\" with when they open - with many schools aiming to return for face-to-face lessons from 11 January. \nIn Northern Ireland, primary school pupils will be taught online until 11 January. In secondary schools, years 8 to 11 will be taught online throughout January. Years 12 to 14 will return to school after the first week of January. \nIn Scotland, the Christmas holidays have been extended to 11 January, and the following week will be online learning only. A full return to face-to-face learning is planned for 18 January. \nRead more here\nAre you a parent of a child at a primary school? Do you work in one? Email your experiences: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-politics-55520915",
      "category": "uk-wales-politics",
      "title": "Covid in Wales: Schools' phased return defended by first minister",
      "tags": "Teaching,National Association of Head Teachers,Wales education,National Education Union ,NASUWT,Coronavirus pandemic",
      "text": "Schools are being given a flexible approach to ensure a \"safe return\", according to Wales' first minister.\nHe was responding to calls by teaching unions in Wales to suspend face-to-face teaching in response to the new coronavirus variant.\nMark Drakeford said experts would be \"looking at all the evidence again early next week\".\nUnions have called for a national decision on reopening schools rather than leaving it to local councils.\nAccording to local authorities many secondary schools aim to return from 11 January, with some fully open on 6 January.\nA joint statement from nine unions called on the Welsh Government to give a \"centralised, coherent response\" regarding all educational settings \"rather than leaving decisions at local levels\".\nThe statement from ASCL Cymru, GMB, NAHT Cymru, NASUWT Cymru, NEU Cymru, Ucac, Unison, Unite and Voice continued: \"We are extremely worried that schools will be opening for face-to-face learning from next Monday, whilst Welsh Government continues to gather information about the nature and impact of the new variant of Covid-19...\n\"We strongly believe that we need to err on the side of caution and ensure, in advance, that we have the medical 'evidence and information' to ensure that any decisions are the correct ones.\"\nThe National Education Union Cymru has called for in-person learning to be delayed until at least 18 January.\nThe NASUWT has also threatened \"appropriate action in order to protect members whose safety is put at risk\", while head teachers' union NAHT Cymru said it had taken legal action. \nBut Mr Drakeford said: \"We reached an agreement with our local education colleagues that in Wales we will have a phased and flexible return to school.\"\nPrime Minister Boris Johnson said on Sunday parents should send their children to primary school as long as they are open in their area.\nJackie Parker, head of Crickhowell High School in Powys, which reopens for some form years from Wednesday, said \"it would have been more sensible to have had a national decision for the time being until the 18th\".\nShe said it would have allowed time to see if cases of Covid had increased over the holiday period.\n\"People may have been together during the Christmas holiday,\" she said.\nFigures published by Public Health Wales on Sunday showed 56 new deaths from Covid and 4,011 new cases of the virus.\nWales has been in lockdown since 20 December with restrictions on people meeting others on all but Christmas Day when it was limited to another household and a person living alone.\nMr Drakeford said: \"There is no evidence that young people get the illness more severely as a result of the variant. \n\"Our technical advisory group will be looking at all the evidence again early next week.\n\"And, of course, we will continue to make decisions in the light of the best knowledge, research and information that's available to us at the time,\" he told BBC Radio Wales' Sunday Supplement.\nHe also said mass testing in schools would begin as planned this month, in a decision which has been criticised by NAHT Cymru.\n\"It will allow more children and more teachers to stay safely in the classroom without having to be sent home because another child or another staff member has tested positive,\" he said. \nThe joint unions' statement also said the Welsh Government's testing proposals were unworkable for most schools.\n\"Due to the chaotic and rushed nature of this announcement, the lack of proper guidance, and an absence of appropriate support, the Welsh Government's proposals will be inoperable for most schools and colleges,\" it said.\nThe statement continued: \"Any suggestion that schools can safely recruit, train and organise a team of suitable volunteers to staff and run testing stations on their premises by an as yet unspecified date in the new term is simply not realistic.\"\nSian Gwenllian, Plaid Cymru's education spokeswoman, said \"parents and teachers need to know what the plan is for the next few weeks\".\n\"We don't really know very much about this new variant in the way that it transmits within the school community,\" she said.\n\"And if it is becoming inevitable that schools will have to close, well, an early decision is better for everybody.\"\nWelsh Conservative education spokeswoman Suzy Davies said: \"We've had conflicting reports in the press and on social media about the effect of the new variant on younger children and their role in transmitting the disease - complete confusion reigns...\n\"The Welsh Government hasn't succeeded in reassuring teachers and in some cases parents as well.\" "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55515831",
      "category": "uk",
      "title": "Covid-19: Oxford-AstraZeneca vaccine arrives at hospitals",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55524795",
      "category": "uk",
      "title": "Liverpool FC anthem singer Gerry Marsden dies aged 78",
      "tags": "Liverpool",
      "text": "Gerry and the Pacemakers singer Gerry Marsden, whose version of You'll Never Walk Alone became a football terrace anthem for his hometown club of Liverpool, has died at the age of 78.\nHis family said he died on Sunday after a short illness not linked to Covid-19.\nMarsden's band was one of the biggest success stories of the Merseybeat era, and in 1963 became the first to have their first three songs top the chart.\nThe band's other best known hit, Ferry Cross The Mersey, came in 1964.\nIt was written by Marsden himself as a tribute to his city, and reached number eight.\nMarsden was made an MBE in 2003 for services to charity after supporting victims of the Hillsborough disaster.\nAt the time, he said he was \"over the moon\" to have received the honour, following his support for numerous charities across Merseyside and beyond.\nMarsden's daughter, Yvette Marbeck, said he went into hospital on Boxing Day after tests showed he had a serious blood infection that had travelled to his heart.\nMs Marbeck told the PA news agency: \"It was a very short illness and too quick to comprehend really.\"\nHe died in hospital, Ms Marbeck said, adding: \"He was our dad, our hero, warm, funny and what you see is what you got.\"\nLiverpool FC posted on social media that Marsden's words would \"live on forever with us\".\nGerry and the Pacemakers worked the same Liverpool club circuit as The Beatles in the 1960s and were signed by the Fab Four's manager Brian Epstein.\nEpstein gave Marsden's group the song How Do You Do It, which had been turned down by The Beatles and Adam Faith, for their debut single.\nSir Paul McCartney described Gerry and the Pacemakers as The Beatles's \"biggest rivals\" on the Merseyside scene.\n\"I'll always remember you with a smile,\" Sir Paul said in his tribute to Marsden.\nAnd the other surviving Beatle, Sir Ringo Starr, sent \"peace and love\" to Marsden's family in a tribute on Twitter.\nWhile Marsden was a songwriter as well as a singer, his most enduring hit was actually a cover of a Rodgers and Hammerstein musical number from 1945, which he had to convince his bandmates to record as their third single.\nIn many interviews over the years, he explained how fate played a part in his band ever recording the song. He was watching a Laurel and Hardy movie at Liverpool's Odeon cinema in the early 1960s and, only because it was raining, he decided to stay for the second part of a double feature. \nThat turned out to be the film Carousel - which featured that song on its soundtrack - and Marsden was so moved by the lyrics that he became determined that it should become part of his band's repertoire.\nIn a 2013 interview, Marsden told the Liverpool FC website how You'll Never Walk Alone was adopted by the club's fans as soon as it topped the chart in 1963: \"I remember being at Anfield and before every kick off they used to play the top 10 from number 10 to number one, and so You'll Never Walk Alone was played before the match. I was at the game and the fans started singing it.\n\"When it went out of the top 10 they took the song off the playlist and then for the next match the Kop were shouting 'Where's our song?' So they had to put it back on. \n\"Now, every time I go to the game I still get goose pimples when the song comes on and I sing my head off.\"\nSir Kenny Dalglish, who managed Liverpool at the time of the Hillsborough tragedy, tweeted that he was \"saddened\" by the news of Marsden's death, and that You'll Never Walk Alone was an \"integral part of Liverpool Football Club, and never more so than now\".\nLiverpool City Region Mayor Steve Rotheram posted a tribute on Twitter, saying he was \"devastated\" by the news.\nBy BBC Radio Merseyside's Spencer Leigh\nGerry was an entertainer. He loved being an entertainer; he loved people seeing him in the street and asking him for his autograph and the like. \nHe had a very distinctive voice, and that is terribly important. You knew instantly it was him on those records. He was best on those ballads. \nI think he really did them very well indeed. You'll Never Walk Alone was a big show song that had been around for years and years, and lots of people had done it. \nJust before Gerry brought his version out, Johnny Mathis brought his out. If that version had been played on the Kop, I don't think the Kop would have taken to it because you couldn't sing along with Johnny Mathis - he had too big a range and too perfect a voice. \nBut Gerry sounded like everyman and it was absolutely perfect for the Kop. I think it's the greatest football anthem of the lot. \nAs well as being a Liverpool anthem, You'll Never Walk Alone has also been adopted by fans at both Celtic in Scotland and Borussia Dortmund in Germany.\nMarsden's career began at legendary live music venue, The Cavern Club, where The Pacemakers played nearly 200 times.\nThe club said on Twitter that Marsden was \"not only a legend, but also a very good friend of The Cavern\".\nGerry and The Pacemakers achieved nine hit singles and two hit albums between 1963 and 1965, before splitting up.\nMarsden pursued a solo career before the band reformed in 1974 for a world tour.\nIn 1985, Marsden was back in the pop spotlight when he was invited to be one of the vocalists of a charity version of You'll Never Walk Alone, which was released to raise funds for victims of a fire at a Bradford City match. \nIn doing so, Marsden set another chart record by becoming the first person to sing on two different chart-topping versions of the same song.\nSo when, after the Hillsborough tragedy in 1989, the other Pacemakers classic of Ferry Cross The Mersey was chosen to raise funds for its victims and a group of famous Liverpudlian singers was gathered, Marsden was again included and was back at number one once more for a cause he held dear for the rest of his life.\nMarsden was awarded the Freedom of Liverpool in April 2009, an occasion he marked by boarding a ferry across the Mersey and getting out his guitar to sing his famous hit which described the scene."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-55520939",
      "category": "uk-england-merseyside",
      "title": "Covid: Liverpool's leaders call for new national lockdown",
      "tags": "Coronavirus lockdown measures,Liverpool City Council,Liverpool,Coronavirus pandemic",
      "text": "Liverpool's leaders have called on the government to impose a new nationwide lockdown to halt the spread of the new variant of Covid-19.\nActing mayor Wendy Simon and the city council's cabinet said urgent action is needed because the rise in coronavirus cases had reached \"alarming levels\".\nThey said it was \"self-evident\" the tier system has not curbed the variant.\nIt had been concentrated in London and south-east England but is believed to be spreading north.\nCases in Liverpool have almost trebled in the past two weeks to 350 per 100,000.\nThis is despite the city successfully leading the national pilot for community testing, which resulted in it becoming the first city to be taken out of tier 3 and moved into tier 2.\nHowever, the recent rise in cases meant Liverpool returned to tier three on Thursday.\nSpeaking to the BBC News Channel, Ms Simon said: \"I think the difficulty with this new strain of the virus is the speed at which it is infecting.\n\"What we have seen in these last weeks is that the tier system hasn't worked with this particular strain of the virus.\n\"The way the numbers are going, we're likely to go into tier four very, very quickly.\"\nMs Simon said officials wanted to \"pre-empt that catastrophe\" and \"recover the economy quicker\", adding: \"We feel these three things - the mass vaccination, the mass testing and certainly a lockdown for a period - is what we need to get the city up and running again.\n\"There's a responsibility on us all to act promptly and bring it under control as soon as we can.\"\nIn an earlier statement, Ms Simon joined officials at the Labour-run city council to urge the government to \"listen to those at the frontline, both in our hospitals and frontline services\".\n\"We as a nation can cope with a lockdown,\" the statement said. \"We have before and we can again.\"\nThe city's leaders also called for \"an additional package of welfare and economic support\" to address the \"pain for our retail and hospitality sectors\".\nA further 57,725 confirmed cases were announced by the government on Saturday.\nThe sharp rise in numbers is partly down to a lag in reporting over the holiday period but, according to Public Health England, is \"largely a reflection of a real increase\".\nAlthough the new variant is now spreading more rapidly than the original version, it is not believed to be more deadly.\nOn Sunday, the prime minister said regional restrictions in England were \"probably about to get tougher\".\nHe said possible changes included keeping schools closed, although this is not \"something we want to do\".\nBoris Johnson said the government was \"entirely reconciled to doing what it takes to get the virus down,\" and warned of a \"tough period ahead\".\nHe said increasing vaccination would provide a way out of restrictions and that he hoped \"tens of millions\" would be vaccinated in the next three months.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-55443184",
      "category": "uk-scotland",
      "title": "Covid: Voices of the Royal Infirmary of Edinburgh's ICU",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-berkshire-55525269",
      "category": "uk-england-berkshire",
      "title": "Reading stabbing: Five teenagers arrested after boy, 13, dies",
      "tags": "Reading",
      "text": "Four boys and a girl have been arrested on suspicion of conspiracy to commit murder after a 13-year-old boy was stabbed to death in Reading.\nOliver Stephens, known as Olly, was pronounced dead at Bugs Bottom fields, Emmer Green, on Sunday. \nThe five teenagers, all aged 13 or 14, remain in custody, according to Thames Valley Police.\nDet Supt Kevin Brown said: \"Our thoughts remain with Olly's family at this incredibly difficult time.\"\nHe added: \"This is a tragic and shocking incident which has resulted in the death of a young boy.\"\nThe victim's family are being supported by specially trained officers.\nHighdown School and Sixth Form Centre said it was \"reeling from the tragic news\". \nIn a statement, head teacher Rachel Cave said: \"This student was part of our community and many students and staff knew him well.\n\"For a life to be ended at such a young age is a total tragedy. Our thoughts and prayers are with his family.\"\nThe school, in Emmer Green, said it was arranging counselling support for students and setting up an electronic book of condolence.\nOfficers were called just before 16:00 GMT on Sunday following reports of an attack.\nOfficers are appealing for anyone who was in the area between 15:00 and 16:30 who might have taken photos or camera footage to contact them if they notice anything suspicious.\nDet Supt Brown said he believed there would have been witnesses to the \"dreadful incident\" as the area is popular with dog walkers.\nA man said his wife was walking their dog through the park on Sunday afternoon when she saw a boy on the ground with several people around him trying to give him first aid. \nAnother dog walker said she saw a group of young people standing in the woods in Bugs Bottom fields at about 15:30 and described it as \"slightly unusual\". \nReading East MP Matt Rodda has offered his \"deepest condolences\" to the boy's family. \nSt Barnabas Church in Emmer Green has invited residents to pray and light a candle in memory of the boy.\nFollow BBC South on Facebook, Twitter, or Instagram. Send your story ideas to south.newsonline@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-derbyshire-55523147",
      "category": "uk-england-derbyshire",
      "title": "Families rescued in Peak District after getting trapped in snow",
      "tags": "Whaley Bridge,Sale,Congleton,Stockport,Snow,Buxton,Salford",
      "text": "Dozens of people, including a two-year-old child, had to be rescued when they became stranded on rural roads.\nPolice and volunteers came to the aid of people whose vehicles were stuck in the Derbyshire Peak District on Saturday.\nThere were similar scenes in Cheshire where 22 people, had to be rescued from stranded cars.\nThe wintry weather is set to continue with a Met Office warning for ice in the East Midlands and North East.\nAt around 20:00 GMT on Saturday, Derbyshire Police reported \"sudden snow\" had left dozens of vehicles and their occupants stranded in the Goyt Valley.\nSome visitors to the area were caught off-guard by how quickly the weather changed.\nDerbyshire Police posted on Twitter: \"We are shuttling people back to Buxton as quickly as we can.\n\"Sit tight and we will get to you.\"\nThe A57 Snake Pass - a road notorious for becoming dangerous in the snow - had been closed earlier in the day because of the weather.\nIn Cheshire, police spent three hours helping families stuck in their vehicles in the White Peak area.\nIn total 22 people, including eight children - the youngest of whom was two - were recovered from nine vehicles.\nCheshire Police Rural Crime Team said: \"The snow had well and truly caught them all out on the back roads.\n\"We were three miles (4.8km) from the nearest village, and the light was fading on us quickly.\n\"It was decided to get everyone out of their cars and so began a mile walk in the snow.\"\nThey were led to a nearby farm where they could be taken to safety in police vehicles.\nThe force was critical of the families for travelling into the area, that is under tier four coronavirus restrictions.\nIt said: \"All except one car was from out of Cheshire. We had people from Sale, Stockport and Salford with the closest being Congleton. \n\"Sadly these people have put all of us at risk today.\"\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55516285",
      "category": "uk",
      "title": "Coronavirus: UK sets up more than 20 Covid test sites for France-bound hauliers",
      "tags": "France,Coronavirus testing,Dover,Coronavirus pandemic",
      "text": "More than 20 new coronavirus testing centres for hauliers driving to France are being set up in the next few days, the transport secretary has announced.\nGrant Shapps said that 10 sites opened on Saturday, with a further 10 to come on Sunday, and more to be added in the week.\nThe government is also offering help to firms that wish to set up testing centres on their own premises.\nFree testing kits will be available to companies as part of the scheme.\nThe move comes after France shut its border to UK arrivals - including freight drivers - last month, amid concern over a new fast-spreading variant of coronavirus identified in the UK.\nIt led to thousands of lorry drivers being stuck in Kent as they waited to cross the English Channel, with some clashing with police after spending days in their cabs.\nThe French government later ended its ban, with drivers who wish to enter France from UK now required to show proof of a negative coronavirus test taken in the previous 72 hours.\nHauliers travelling via the Port of Dover and Eurotunnel will get fast-tracked past queues if they take a Covid test before arriving in Kent, the government said, in a bid to reduce delays.\nMembers of the Armed Forces will be at some of the sites to support the testing operation.\nFree coronavirus tests will be available at some of the government's haulier information sites located at motorway service stations and truck stops.\nThe current advice sites offering tests are:\nYou can also view the list here.\nStaff at the testing centres will also be able to provide hauliers with guidance on new border procedures in place since Britain exited the Brexit transition period on New Year's Eve, the government said. \nThe transport secretary said: \"As a result of the heroic efforts of hundreds of military and civilian personnel who have worked hard over the past 10 days, we have made incredible progress in clearing the queues of drivers left stranded as a result of the French government's actions.\"\nHe said in order to keep traffic flowing in Kent, it is \"essential\" for drivers to be tested before they travel, and have a Kent Access Permit before heading to the border."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55516599",
      "category": "world-europe",
      "title": "Norway landslide: Seventh body found as rescuers continue search",
      "tags": "Norway,Severe weather",
      "text": "Seven bodies have now been found in the search for the missing after a massive landslide that destroyed homes in Norway last week, police have said.\nFour bodies were discovered on Friday and Saturday, and another three on Sunday. The first victim to be found was named as Eirik Grønole, 31.\nSeveral people remain missing following the hillside collapse that sent mud into the village of Ask on Wednesday.\nRescuers are working to find survivors, but chances of this are fading.\nPolice said the latest body was recovered near where two others had been found, but they gave no further details.\nFive of the victims have been identified, including a 40-year-old man and his two-year-old daughter.\nAnother 10 people were injured. \nThe king and queen of Norway visited the site of the landslide on Sunday.\n\"I'm having trouble finding something to say, because it's absolutely horrible,\" King Harald said after the visit.\n\"This terrible event impacts us all. I sympathise with you who are beginning the new year with sadness and uncertainty,\" he said. \nA shortage of daylight in the Norwegian winter has proved one of the challenges at the scene in Gjerdrum municipality, 25km (15 miles) north-east of Oslo.\nRescuers are also contending with freezing temperatures and the clay ground proving too unstable for emergency workers to walk on.\nHelicopters and drones spent two days searching the area before Police Commander Roy Alkvist said one or two houses appeared safe to enter.\nRescuers began moving into the danger zone on Styrofoam boards; the bright orange boards were laid down on the mud in a domino-effect as rescuers tried to reach the wrecked homes.\nResidents of Ask began calling emergency services at around 04:00 local time on Wednesday telling them that their houses were moving, police said.\n\"There were two massive tremors that lasted for a long while and I assumed it was snow being cleared or something like that,\" Oeystein Gjerdrum, 68, told broadcaster NRK.\n\"Then the power suddenly went out, and a neighbour came to the door and said we needed to evacuate, so I woke up my three grandchildren and told them to get dressed quickly.\"\nMore than 30 homes were destroyed, with others teetering on the edges of the deep crater that was left by the landslide. At least 1,000 residents were evacuated from the area.\nThe landslide was a so-called \"quick clay slide\" measuring about 300m by 700m (985ft by 2,300ft), a spokeswoman for the Norwegian Water Resources and Energy Directorate (NVE) told AFP.\nQuick clay is a kind of clay found in Norway and Sweden that can collapse and behave as a fluid when it comes under stress. \nBroadcaster NRK said heavy rainfall may have made the soil unstable, but questions have since emerged over why construction was permitted in the area. \nA 2005 geological survey labelled the area as at high risk of landslides, according to a report seen by the broadcaster TV2. Despite this, the homes were built there three years later."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55519042",
      "category": "uk",
      "title": "Coronavirus: BMJ urges NYT to correct vaccine 'mixing' article",
      "tags": "Coronavirus vaccines,Vaccination",
      "text": "The editor of the British Medical Journal has asked the New York Times to correct an article that says UK guidelines allow two Covid-19 vaccines to be mixed.\nThe US publication reported that UK health officials would allow patients to be given a second dose that is a different vaccine to their first.\nFiona Godlee pointed out in her letter to the NYT that it was not a recommendation.\nShe said the NYT's headline claiming UK guidelines say such substitutions \"may happen\" was \"seriously misleading\".\nThe UK has approved the Pfizer-BioNTech vaccine and the Oxford-AstraZeneca jab - but both require two doses which are now to be administered 12 weeks apart\nMs Godlee said the Joint Committee on Vaccination and Immunisation (JCVI) does not make any recommendation to mix and match - in other words, having a shot of one vaccine and then a different one 12 weeks later.\nDr Mary Ramsay, Public Health England's head of immunisations, said: \"We do not recommend mixing the Covid-19 vaccines - if your first dose is the Pfizer vaccine you should not be given the AstraZeneca vaccine for your second dose and vice versa.\"\nDr Ramsay added that on the \"extremely rare occasions\" where the same vaccine is unavailable or it is unknown which jab the patient received, it is \"better to give a second dose of another vaccine than not at all\".\nMs Godlee urged the New York Times to print a \"highly visible correction\" as soon as possible.\nMeanwhile, health staff have criticised the paperwork needed to gain NHS approval to give the coronavirus vaccine, with some medics being asked for proof they are trained in areas such as preventing radicalisation.\nThe first doses of the Oxford-AstraZeneca vaccine are due to be given on Monday after the jab was approved for use in the UK last week.\nThe Pfizer-BioNTech vaccine was the first vaccine approved in the UK, and 944,539 people have had their first jab."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55519403",
      "category": "world-us-canada",
      "title": "Veteran US broadcaster Larry King 'in hospital with Covid'",
      "tags": "United States",
      "text": "Veteran broadcaster Larry King, 87, has tested positive for coronavirus and is being treated at a hospital in Los Angeles, according to US media.\nSources close to his family told ABC News and his former employer CNN that he has been at Cedars-Sinai Medical Centre for over a week.\nKing, whose career spans over 60 years, has won multiple accolades, including two Peabody Awards and an Emmy.\nHe has faced several health problems in recent years, including heart attacks.\nRepresentatives for King have not publicly commented on his hospital treatment, and details of his current condition are unclear.\n\"Larry has fought so many health issues in the last few years and he is fighting this one hard too, he's a champ,\" a source told CNN.\nKing's admission to hospital was first reported on 1 January by entertainment outlet Showbiz 411, which noted that he was being treated in isolation and was unable to receive family visits.\nThe talk show host rose to fame in the 1970s with his radio programme The Larry King Show, on the commercial network Mutual Broadcasting System.\nHe was then the host of Larry King Live on CNN, between 1985 and 2010, holding interviews with a host of guests, including politicians, athletes, entertainment figures, and conspiracy theorists.\nHe also wrote a column for the USA Today newspaper for over 20 years.\nMost recently, King hosted another programme, Larry King Now, on Hulu and RT, Russia's state-controlled international broadcaster.\nDuring his career, the interviewer has faced a range of health issues, including diabetes, angina, heart attacks and lung cancer.\nTwo of his five children also died last year within weeks of each other - one from a heart attack, another from lung cancer.\nIn 1988 he founded the Larry King Cardiac Foundation, a charity which helps to fund heart treatment for those with limited financial means or no medical insurance."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55515455",
      "category": "world-europe",
      "title": "Irish Eurovision singer and Bagatelle frontman Liam Reilly dies",
      "tags": "Republic of Ireland,Eurovision Song Contest",
      "text": "Irish Eurovision singer and frontman of the rock band Bagatelle, Liam Reilly, has died aged 65.\nA family statement confirmed that Mr Reilly \"passed away suddenly but peacefully at his home\" on 1 January.\nMr Reilly fronted Bagatelle for more than 40 years and they had success with songs including Summer in Dublin and Second Violin.\nHe also came joint second at the Eurovision Song Contest in 1990 with the song Somewhere in Europe.\nThe song finished on 132 points, joint with France's entry sung by Joëlle Ursull, in the contest in Zagreb.\nItaly's entrant - Insieme: 1992, sung by Tuto Cutugno - won with 149 points.\nMr Reilly, from Dundalk, County Louth, also composed Ireland's Eurovision entry for the contest in Rome in 1991, when Kim Jackson performed his song Could It Be That I'm In Love, which was placed 10th.\n\"We know that his many friends and countless fans around the world will share in our grief as we mourn his loss, but celebrate the extraordinary talent of the man whose songs meant so much to so many.\" the family statement added.\nJoe Gallagher, the band's promoter from Strabane, County Tyrone, told BBC Radio Ulster \"the talent that Liam brought to the music industry in Ireland is second to none\".\n\"Some of the songs that he has written are up there with some of the better songs written in Ireland,\" he said.\n\"He is one of the best singer-songwriters Ireland has ever seen or produced.\"\nMr Reilly also wrote songs for others, including The Wolfe Tones. The Irish group paid tribute to him on social media, describing him as \"a master songwriter\".\nStephen Travers, a member of the Miami Showband, said Mr Reilly was a \"national treasure\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-55523587",
      "category": "world-europe",
      "title": "Covid: Sweden official defends Christmas trip to Canary Islands",
      "tags": "Sweden,Canary Islands,Coronavirus pandemic",
      "text": "A top Swedish official involved in the coronavirus response has defended a Christmas holiday in the Canary Islands in the face of heavy criticism.\nDan Eliasson is head of the civil contingencies agency, which earlier in December had texted all Swedes urging them to avoid travel.\nHe was photographed in Las Palmas airport on the island of Gran Canaria.\nMr Eliasson insisted the trip was necessary \"for family reasons\".\nHe told Swedish media that he had \"given up a lot of trips during this pandemic\" but thought this one was necessary because he had a daughter living in the Canaries.\n\"I celebrated Christmas with her and my family,\" he told Expressen newspaper. He also said he had been worked remotely while in the Canaries.\nSweden has had 437,000 confirmed cases and 8,700 deaths - many more than its Scandinavian neighbours. The country has never imposed a full lockdown.\nHowever, alarmed by rising numbers of cases last month, the Swedish government reversed some of its guidance and sent a text message to all Swedes asking them to read updated guidelines.\nThe guidelines included asking Swedes to avoid unnecessary trips and not to make new contacts during a journey or at the destination.\nMr Eliasson was then photographed several times in Gran Canaria, including at the airport.\nThere have been calls for Mr Eliasson, an experienced official who has worked at several important departments, to be fired.\nPrime Minister Stefan Löfven and other ministers have not yet commented, according to Swedish media."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-55521732",
      "category": "uk-scotland-scotland-politics",
      "title": "Boris Johnson says indyref vote should be once-in-generation",
      "tags": "Nicola Sturgeon,Boris Johnson,Scottish independence,Brexit",
      "text": "Boris Johnson has reiterated his position that a Scottish independence referendum should be a \"once-in-a-generation\" vote.\nSpeaking on the BBC's Andrew Marr programme, the prime minister said the gap between referendums on Europe - the first in 1975 and the second in 2016 - was \"a good sort of gap\".\nHowever, Mr Marr suggested that now \"things had changed\" for Scotland.\nNicola Sturgeon wants to see an independent Scotland join the EU.\nAndrew Marr asked the prime minister what a voter in Scotland should do if they decided that a second independence referendum was now something they wanted, and what were the \"democratic tools\" to now do that?\nMr Johnson replied by saying: \"Referendums in my experience, direct experience, in this country are not particularly jolly events.\n\"They don't have a notably unifying force in the national mood, they should be only once-in-a-generation.\"\nAsked what the difference was between a referendum on EU membership being granted and one on Scottish independence being requested, he said: \"The difference is we had a referendum in 1975 and we then had another one in 2016.\n\"That seems to be about the right sort of gap.\"\nThe 2014 independence referendum resulted in a 55.3% vote against Scotland going alone.\nOn Hogmanay, Nicola Sturgeon said Europe should \"keep a light on\" as Scotland will be \"back soon\".\nThe first minister tweeted just after the Brexit transition period formally ended at 11:00 on 31 December 2020.\nScotland's trading and travel relationships with EU countries will now be governed by the agreement announced by the UK government on Christmas Eve.\nMs Sturgeon reiterated the SNP's call for an independent Scotland to join the EU.\nTweeting a picture of the words Europe and Scotland joined by a love heart, she wrote: \"Scotland will be back soon, Europe. Keep the light on.\"\nSNP depute leader Keith Brown said: \"It may be a new year but it's the same old incoherent bluster from Boris Johnson. The prime minister pretends otherwise but he knows he can't keep on denying democracy.\n\"Even his American pal Donald Trump has learned that if you try to stand in the way of the democratic choice of a nation you get swept away.\n\"The people who will decide our future are the people of Scotland, not Boris Johnson and the Westminster Tories.\"\nFormer Labour prime minister Tony Blair said it was \"extremely difficult\" to challenge the SNP on independence when the party was \"virtually uncontested\" in Scotland.\nHe said: \"We had a referendum that rejected Scottish independence, but Brexit put it back on the agenda again. And it's going to require very careful management. The truth of the matter is it's still not in Scotland's interest to separate from England.\n\"There are huge economic and political reasons for the United Kingdom to stay the United Kingdom but we're going to have to examine whether there's different constitutional settlements.\n\"I also think it's incredibly important, the single most important thing politically to my mind, is that we get a really capable opposition in Scotland - which should be the Labour Party - that's capable of contesting the Scottish nationalist position in Scotland in a way that prevents them from doing what they do at the moment, which is govern Scotland but pretend they're in opposition.\"\nScottish Greens co-leader Lorna Slater said: \"Only the people of Scotland have the right to determine Scotland's future.\n\"Seventeen consecutive opinion polls have demonstrated majorities in favour of independence, with the most recent indicating a record 58% support.\n\"Whether it's the botched handling of the coronavirus crisis, the Brexit catastrophe or just the heartlessness of Tory governments we haven't voted for, it's clear that the UK isn't working for Scotland.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55419244",
      "category": "world-us-canada",
      "title": "Joe Biden inauguration: When are he and Kamala Harris sworn in?",
      "tags": "Kamala Harris,United States,Joe Biden",
      "text": "The inauguration of a new president is a day that usually follows decades of custom and precedent. A day that follows a routine set in stone. Well, you can forget all that this year.\nJoe Biden and Kamala Harris will still take the oath, of course, to make them officially US president and vice-president, but this will be a much scaled back affair, due to Covid and the recent riots.\nHere's everything you need to know about the big day. \nThe inauguration is the formal ceremony that marks the start of a new presidency, and it takes place in Washington DC. \nThe only required feature is that the president-elect recite the presidential oath of office.\n\"I do solemnly swear that I will faithfully execute the Office of President of the United States, and will to the best of my ability, preserve, protect and defend the Constitution of the United States.\" \nOnce he utters these words, Mr Biden will then take his place as the 46th president and the inauguration will be complete (but that's not all - celebrations follow). \nKamala Harris will become vice-president once she takes the oath of office, which usually happens just before the president.\nOpening remarks are usually scheduled for around 11:30 EST (16:30 GMT) and Joe Biden and Kamala Harris will be sworn in around midday. By law, inauguration day is always 20 January.\nMr Biden will move into the White House later in the day - his home for the next four years. \nPresidential inaugurations typically involve detailed security plans, but even more so now, after a pro-Trump mob stormed the US Capitol on 6 January. \nOfficials have ramped up security and closed off large sections of the city. The Secret Service has taken command of the security plans, backed up by some 25,000 National Guard troops, in addition to thousands of police officers. \nWashington DC is already under a state of emergency and will remain that way through inauguration. \nAgent Matt Miller, who is leading the security effort on behalf of the Secret Service, told reporters on Friday that planning for the event has been going on for over a year.\nAnd while Mr Biden has insisted on taking the oath of office outside, as is tradition, attendance to the event will be scaled back. \nIt's become customary for the outgoing president to watch the next in line being sworn in, which can sometimes make things awkward. This year, it will be a different type of awkward - the outgoing president will be a no-show. \n\"To all of those who have asked, I will not be going to the Inauguration on January 20th,\" Mr Trump tweeted on 8 January. He is widely expected to be travelling to his Florida residence, Mar-a-Lago.\nSome of his supporters say they are planning a virtual \"second inauguration\" for Mr Trump on the same day (and time) that Mr Biden takes office. More than 68,000 people said on Facebook they would attend an online event to show their support for Mr Trump.  Facebook said it removed this event the week before the inauguration, because it violated its policies.\nWhen Mr Trump was sworn in, Hillary Clinton joined her husband, former President Bill Clinton, at the inauguration - just two months after her election defeat and a bitter campaign against Mr Trump. \nOnly three presidents - John Adams, John Quincy Adams and Andrew Johnson - have actively chosen to sit out their successor's inaugurations, and none in the last century.\nVice-President Mike Pence, however, has said that he will attend. \nIn normal circumstances, Washington DC would see hundreds of thousands of people flock to the city, swarming the National Mall and selling out hotels - an estimated two million came when President Obama was sworn in for his first term in 2009. \nBut this year, the celebration's size will be \"extremely limited\", the Biden team has said, and it has urged Americans to avoid travelling to the capital, a call that has been repeated by DC authorities following the storming of Congress.  Viewing stands that had been constructed along the parade route have been taken down. \nOne tradition that will be preserved is that Mr Biden and Ms Harris will still take their oaths in front of the US Capitol, overlooking the Mall (a tradition that started with President Ronald Reagan in 1981). About 200 people will sit, socially distanced, on the stage with them, the Washington Post reports.\nThere will be masks and everybody on the platform will have to be tested within a couple of days of the event itself, it added. As for the moment of the swearing in itself, Mr Biden said back in June that he would not wear one to take the presidential oath.\nIn the past, up to 200,000 tickets were up for grabs to attend the official ceremony, but with infections still surging across the US, only around 1,000 tickets will be available. \nThis year, there will still be a \"pass in review\" ceremony - a traditional part of the peaceful transfer of power, where the new commander in chief inspects the troops, but instead of the usual parade down Pennsylvania Avenue to the White House, organisers say they will host a \"virtual parade\" across the US.\nMr Biden, Ms Harris and their spouses will then be escorted to the White House by members of the military, including a band and drum corps. \nTickets are required for seated and standing areas near the stage and seats along the parade route in normal years, and traditionally, the rest of the National Mall remained open to the public. \nSo if you want to watch the inaugural ceremonies from up close, you'll need to talk to your local representatives first. \nInaugural balls and other related events around the city require separate tickets.\nSenators and members of Congress are the keepers of the keys. Each has an allotted number of free tickets that they can distribute. \nThis year's pandemic-restricted number amounts to each lawmaker plus a guest. Commemorative tickets will be available for constituents after inauguration day. \nIn recent years, incoming presidents have added some of the country's most beloved performers to the day's programme. Despite the pandemic, this year won't be any different. \nMr Biden and Ms Harris will be joined by Lady Gaga - an active supporter of the incoming president - who will sing the national anthem, and Jennifer Lopez will sing during the ceremony's musical performance. \nAfter Mr Biden is sworn in, actor Tom Hanks will host 90-minutes of primetime television - a Covid-friendly replacement of celebrations typically held in-person.\nIt will feature Garth Brooks, Jon Bon Jovi, Demi Lovato and Justin Timberlake and will be broadcast across all major US networks and streaming platforms - with the exception of Fox News, a conservative network that has primarily supported Mr Trump during his presidency. \nIn 2009, Aretha Franklin sang at Barack Obama's inauguration, performing My Country 'Tis of Thee. Beyoncé was also present, singing At Last to the first couple at Mr Obama's inaugural ball. \nAt his second inauguration in 2013, President Obama called on Kelly Clarkson and Jennifer Hudson to do the honours. Beyoncé was back again, this time to sing the national anthem. \nDonald Trump reportedly had more trouble booking performers. Elton John declined Mr Trump's offer to perform, and reports circulated that Celine Dion, Kiss and Garth Brooks did the same. In the end, the Rockettes, country artist Lee Greenwood, and the band 3 Doors Down turned out for Mr Trump's day. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-51643556",
      "category": "education",
      "title": "What are the Covid rules in schools and will they stay open this term?",
      "tags": "Coronavirus lockdown measures,Schools,Coronavirus testing,Omicron variant,Impact of the COVID-19 pandemic on children,Coronavirus pandemic",
      "text": "The government is being urged to give GCSE and A-level students more information about this year's exams as soon as possible. \nHead teachers say it would help pupils deal with the disruption caused by the recent Omicron surge.\nMeanwhile, the Scottish and Welsh governments have confirmed that face coverings will remain compulsory in high schools. \nAll UK schools must offer face-to-face teaching to every age group, and provide effective online learning for pupils who are absent or isolating.\nThe specific Covid measures in place vary across the nations. \nAll school staff and secondary school pupils are asked to take two lateral flow tests (LFTs) a week (three in Wales).\nIn England, secondary school pupils no longer need to wear masks in the classroom, and won't be required to wear them in communal areas from 27 January.\nA teachers union has urged the government to give GCSE and A-level students information about this year's exams ahead of the planned update on 7 February. Pupils will be offered a choice of topics in some subjects, but don't yet have the final details. \nIn Wales, some schools have reintroduced year-group bubbles, and have staggered start and finish times. Face coverings will remain compulsory in classrooms and communal areas until the end of the February half term, when schools will be expected to revert to their normal timetable. Rules will be reviewed on 10 February. \nIn Northern Ireland, schools reopened with the same measures as last term. New guidance says all primary and post-primary pupils in a class where there are multiple Covid cases should take an LFT. The overall guidance to schools will be reviewed in mid-February.\nIn Scotland, social distancing remains in place, pupils are separated into groups where possible. Pupils and teachers in secondary schools must continue to wear face coverings and the 1m (3ft) social distancing rule still applies. First Minister Nicola Sturgeon said the guidance for schools was being kept under \"close and regular review\".\nThe latest data for England shows that 415,000 pupils (5.1%) were absent for Covid-related reasons on 20 Jan, up from 3.9% on 6 January.\nOver the same period, 4.5% of teachers and leaders were off because of Covid, although a quarter of schools had absence rates above 15%.\nIn addition, 4.7% of teaching assistants and other staff were off for Covid-related reasons. \nThe latest data in Northern Ireland shows that on 24 January, 9% of teachers and 11% of classroom assistants in schools were absent due to Covid - the highest rates since the new term began.\nIn Scotland on 21 January, 30,238 students (4.4%) were missing from school due to Covid-related reasons. \nMany schools have told the BBC they can't find temporary staff to cover the teachers who are off. A number of supply teachers are already working in tutoring organisations as part of education recovery plans.\nEngland's Education Secretary Nadhim Zahawi says the government is considering options to deal with staff shortages. \nHe previously urged retired teachers to return and join teacher supply agencies to fill gaps, but a BBC survey suggested there had been a limited response.\nMr Zahawi also suggested schools could merge classes in the event of teacher shortages. \nBut teaching unions said there were logistical difficulties and safety issues with teaching large groups of children.\nYes - as long as they don't have any of the main Covid symptoms, under-18s don't have to self-isolate if someone else in their household has Covid. \nSimilarly, whole classes are no longer automatically sent home to isolate if a pupil or teacher tests positive. \nHowever, close contacts aged five or above are strongly advised to take LFTs for at least seven days. \nAll primary and post-primary pupils in Northern Ireland should take an LFT if there are multiple Covid cases in their class. \nAll children aged 12 and over are being offered two doses of the Pfizer vaccine, with the second jab typically given 12 weeks after the first.\nThe Joint Committee on Vaccination and Immunisation (JCVI) has also recommended that booster doses should be offered to children aged:\nA low-dose version of the Pfizer vaccine has also been approved for five to 11-year-olds who have health conditions putting them at greater risk from Covid. \nThe JCVI also recommends that primary school children who live with clinically vulnerable adults should also be offered a jab, but it's not yet clear when they might get the doses.\nChildren who aren't considered to be at high risk from Covid should wait 12 weeks after testing positive for Covid before being vaccinated.\nVentilation is one of the key measures designed to keep schools safe from Covid. \nIn England, the government is making 7,000 air cleaning units available to early years settings, schools and colleges. \nLabour says this isn't enough, but the Department for Education says the units are only required in areas where doors and windows cannot be opened effectively.\nSome 300,000 carbon dioxide (CO2) monitors had already been promised for England's schools to help identify areas with poor ventilation, but teaching unions complained this won't solve the problem. \nThe Scottish government gave £100m to local councils to help fund Covid improvements, including hygiene measures and ventilation.\nThe Welsh government has a £6m programme to increase air circulation and purity which will provide 30,000 CO2 sensors and 1,800 ozone disinfecting machines."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-55522825",
      "category": "world-us-canada",
      "title": "Policeman buys family food instead of arresting them for shoplifting",
      "tags": "Christmas,United States,Uplifting stories,Massachusetts",
      "text": "A US police officer who was called out to arrest a family suspected of shoplifting instead bought them some food so they could have a decent Christmas dinner.\nMatt Lima was called to a food store in Somerset, Massachusetts, last month, a police statement said.\nTwo women were reported not to be scanning all of their groceries.\nWhen questioned, the family said they had fallen upon hard times and could not afford to pay for all the food.\nThey had still wanted to give the children a Christmas dinner.\nMr Lima served them with a \"no trespass\" order, but did not press charges as all the items on the shopping receipt were for food, police said. \nHe then bought them gift cards worth $250 (£180) with his own money so the women and their two children would be able to buy food for their Christmas dinner at another shop of the same chain.\n\"The two children with the women reminded me of my kids, so I had to help them out,\" Officer Lima said.\n\"Obviously, this family was in need and I can't imagine having to make the decision to go to Stop and Shop [the food store] and just only pay for what I can afford - or do I go there and try to take things for Christmas dinner for the kids?\" he told local TV.\n\"They were very thankful, they were kind of shocked. I'm sure a lot of people in that same situation would be thinking that there was going to be a different outcome, and maybe they would be arrested or have to go to court.\n\"I bought the gift card close in value to what would've been taken,\" he added. \"I just did what I felt was right. It's not about me, I just tried to put myself in that family's shoes and show a little bit of empathy.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-55516277",
      "category": "uk",
      "title": "Coronavirus: Medics complain of 'bureaucracy' in bid to join Covid vaccine effort",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "When dentist Andy Bates offered to help administer the coronavirus vaccine, he hadn't bargained for the \"overload of bureaucracy\" he says came his way.\nDr Bates, from North Yorkshire, is one of a number of health staff to criticise the paperwork needed to gain NHS approval to give the jabs.\nSome medics have been asked for proof they are trained in areas such as preventing radicalisation.\nThe PM said the health secretary would be \"taking steps\" to address the issue.\nAsked about reports potential volunteers were being deterred by the additional training and forms about \"de-radicalisation measures\" and \"fire drills\", Mr Johnson told the BBC's Andrew Marr on Sunday: \"I think it's absurd and I know that the health secretary is taking steps to get rid of that pointless bureaucracy.\" \nThe NHS has previously said training and checks were needed for vaccinators.\nDr Bates, a 56-year-old dentist based in Skipton, says he was met with layers of \"bureaucracy\" when he applied to be an NHS vaccinator - a paid role that requires healthcare experience.\nHe told BBC Radio 5 Live: \"I am a working dentist with a dental practice. I work four days a week which gives me a day off and the weekend, so I thought I could probably help out [with] explaining things to people, being able to use a needle, being able to relax people in an environment where you're giving them a jab.\n\"It's part and parcel of the job of being a dentist.\"\nBut he says he and two of his dental staff who also applied for roles have been asked to upload a \"huge list of documents\" and complete online modules proving they are trained in certain areas to progress their applications.\nRecognising and managing anaphylaxis\nResuscitation, level 2\nSafeguarding adults, level 2\nSafeguarding children, level 2\nVaccine administration\nVaccine storage\nHealth, Safety and Welfare, level 1\nInfection Prevention and control, level 2\nIntroduction to Anaphylaxis\nLegal aspects of vaccination\nMoving and Handling, level 1\nPreventing radicalisation, level 1\nConflict resolution, level 1\nCore knowledge for Covid-19 vaccinators\nCovid mRNA vaccine BNT162b2 (Pfizer BioNTech Covid-19 vaccine)\nData security awareness, level 1\nEquality, Diversity and Human rights, level 1\nFire safety, level 1\nDr Bates says: \"Some of the things are really quite sensible - like resuscitation, and recognising and managing anaphylaxis - but then you get things like preventing radicalisation, level 1 certificate required [or] safeguarding children level 2.\"\n\"Children aren't a priority for vaccination, [so] I really don't think we're going to be seeing children.\"\nHe says in order to be a registered dentist and CQC registered dental practice, he already has to prove he has kept up his various trainings every year, but having to separate them out according to the NHS website's requirements \"would be really quite a task\".\n\"I must admit, I gave up at the second hurdle, because I'm very busy as a dentist and I do get home quite tired at night. I thought 'good grief, If I have to go through all this', I'm not [doing it].\"\nDr Bates believes that registered healthcare practitioners should be able to apply through their registration details, with a thorough identity check that would fast-track them through the necessary training.\nThe Pfizer-BioNTech vaccine was the first jab approved in the UK, and 944,539 people have had their first jab.\nThe prime minister told the BBC there would be 530,000 doses of the recently approved Oxford/AstraZeneca jab at 540 GP and 101 hospital vaccination sites on Monday, in addition to \"the million or so\" who have already been vaccinated.\nRevealing there were a \"few millions more\" Pfizer vaccine still be used, Mr Johnson told Andrew Marr the jabs were being rolled out \"as fast as we can\", saying the issue was not one of \"not so much one of distribution\",  and referred to concerns over the number of retired doctors to administer the jabs. \nDr Phil Clarke and wife Sheelagh, a nurse practitioner, retired from their local GP practice in Southampton two years ago. But when the pandemic struck in March and the government appealed for retired medics to help out, they answered the call and returned.\nSheelagh and Dr Clarke, both 67, say they have already been administering the Pfizer vaccine to the over-70s and 80s, care home residents and other vulnerable groups through their old practice.\nBut when the couple recently applied to become NHS vaccinators, Sheelagh says they feel that despite their skills and relevant experience, that the NHS was asking them to \"jump through 101 hoops\".\nShe told the BBC: \"You kind of feel like you're trusted and have quite major responsibility to go in and do vaccinating, and then a very belittling application tells you that they don't trust that you've got the skills and abilities to do it.\"\nShe said although they had done a lot of the required e-learning for their own practice, some of the other modules they'd been asked to do had left them \"flabbergasted\".\n\"We don't have time to do any more e-learning, we've already done a lot - probably about 10-12 hours- some of which are perfectly reasonable, like infection control, it's the unreasonable demands\" such as \"awareness of radicalisation and conflict resolution\". \nProf Martin Marshall, chair of the Royal College of GPs, said recently retired medics and other healthcare professionals have \"huge amounts of skill and experience\" to offer the vaccine effort and called for \"bureaucratic barriers\" to be kept to \"the bare minimum\".\nHe added: \"Requiring people to submit more than 20 pieces of documentation, some of which have low relevance to the task they will be doing, and some of which some retired medics and returners to the profession won't even have, is a deterrent for them getting involved at a time when we need all hands on deck.\"\nAn NHS spokesman told the BBC on Saturday: \"Regardless of a person's background in healthcare, appropriate training and checks are necessary to handle the vaccine.\n\"[This] is why important processes are in place to make sure that former members of staff are up to speed on protocols and delivery, so that vaccinators are fully equipped with the skills to safely vaccinate patients in line with Public Health England standards.\"\nThe spokesman added that \"tens of thousands of people have already completed their online training\" which \"are being processed as quickly as possible and vaccinators will be deployed as and when they are required\".\nHe added: \"It is categorically untrue that there are any delays in Covid vaccination caused by accrediting volunteers or returners.\"\nThe UK plans to accelerate its vaccination rollout, amid a rise in coronavirus cases driven by a new variant of coronavirus, by giving both parts of the Oxford and Pfizer vaccines 12 weeks apart, having initially planned to leave 21 days between the Pfizer jabs.\nPublic Health England (PHE) has clarified its guidance on second doses of the vaccine, after an article in the New York Times claimed there could be \"mixing and matching\" of the two different vaccines now authorised for use in the UK. \nDr Mary Ramsay, PHE's head of immunisations, said experts did \"not recommend mixing\" the jabs, but on the \"extremely rare occasions\" where the same vaccine is unavailable or it is unknown which jab the patient received, it is \"better to give a second dose of another vaccine than not at all\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-55339078",
      "category": "entertainment-arts",
      "title": "Racism in ballet: Black dancer's 'humiliation' at racist comments",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-54373904",
      "category": "uk",
      "title": "Covid rules: What are the restrictions in your area?",
      "tags": "Coronavirus lockdown measures,Coronavirus pandemic",
      "text": "Some Covid restrictions are being reintroduced in response to the Omicron variant.\nCheck what the rules are in your area by entering your postcode or council name below. \nIf you cannot see the look-up, click here. \nThe rules highlighted in the search tool are a selection of the key government restrictions in place in your area.\nAlways check your relevant national and local authority website for more information on the situation where you live. Also check local guidance before travelling to others parts of the UK. \nAll the guidance in our search look-up comes from national government websites. \nFor more information on national measures see:\nFind out how the pandemic has affected your area and how it compares with the national average by following this link to an in depth guide to the numbers involved."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-55518304",
      "category": "uk-england-london",
      "title": "Covid-19: Anti-lockdown protesters arrested at Hyde Park demo",
      "tags": "Coronavirus lockdown measures,Hyde Park,Metropolitan Police Service,Coronavirus pandemic",
      "text": "Police have made arrests at an anti-lockdown demonstration in central London.\nCrowds of between 200 to 300 people began to gather in Hyde Park, which is in a tier four coronavirus area, at about 13:30 GMT on Saturday, the Metropolitan Police said.\nSeventeen people were arrested on suspicion of breaching public health regulations.\nMost demonstrators had left the park by 16:45, police said.\nThe Met tweeted: \"Officers continue to engage with groups of people who have gathered in the Hyde Park area.\n\"A number of people have been arrested under health protection regulations and taken into custody.\n\"We urge those in the area to leave immediately.\"\nMore than two people are generally not allowed to meet in public under tier four rules.\nThe police force added: \"Officers will take enforcement action where we see clear breaches of the tier four rules.\n\"It's up to all of us to make the right choices and slow the spread of the virus.\"\nA group called The People's Lockdown, Stand For Your Human Rights, had said it was going to hold a event at Hyde Park on Saturday afternoon.\nIn an online post, it called on people to \"stand with your loved ones\"."
    }
  ]
}