{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59184786",
      "category": "uk-politics",
      "title": "Owen Paterson row: How did PM score spectacular own goal?",
      "tags": "Conservative Party,Boris Johnson,Owen Paterson,Parliamentary Standards Commissioner ",
      "text": "Boris Johnson's U-turn over MPs' standards - and the suspension of Owen Paterson - has had Westminster in a spin. \nSo how did it happen? And how angry were the Tory MPs caught in the middle of it?\nUnlike Margaret Thatcher, who famously declared her refusal to change direction when the going got tough, it turns out that this Conservative prime minister is very much for turning.\nWhether it's free school meals in the holidays, or letting a health secretary go despite initially defending him, Boris Johnson has had few qualms about changing his mind in the face of public pressure.\nSometimes U-turns are politically astute - neutralising potentially toxic issues swiftly.\nThe U-turn over Owen Paterson, though, feels different.\nThe obvious difference is that Mr Johnson's own MPs were marched to the top of the hill, came under a barrage of hostile fire, and were then required - with reputations wounded - to march back down again.\nAnd, privately, they are prepared to say what they think, with one usually loyal MP telling me: \"It was moronically stupid.\"\nThere is something approaching a consensus on the Conservative benches that the whole affair has been more damaging to the prime minster, the government's reputation and to Owen Paterson himself than had the Standards Committee's recommended 30-day suspension been agreed. \nAs one very senior figure put it: \"This has now become a question of the government's judgment.\"\nAnd there is feeling that the handling of the issue by Downing Street is what gave it such prominence.\nA long-serving MP said the incident had \"further exposed Boris's lack of judgment\", adding: \"In fact, it has been one misjudgement after the other.\"\nThere was a lot of talk of the government moving the goalposts to help Owen Paterson on Wednesday. But by the end of the week, the football analogy has shifted.\nThe question now is how did the prime minister score such a spectacular own goal?\nAfter the damning standards report was released last week - with the verdict that Owen Paterson had breached lobbying rules on multiple occasions - his allies rallied round.\nA campaign was born.\nMembers of his family and former ministers took to the pages of newspapers to argue that he hadn't had a fair hearing from the Parliamentary Standards Commissioner, Kathryn Stone.\nVia WhatsApp and emails, fellow Conservative MPs were given the same message.\nHis allies worked on what would be the best approach to shield him from a 30-day suspension that could have triggered a by-election (though there were some doubts that enough constituents - 10% of voters in North Shropshire - would call for this, as there was widespread sympathy for him because of the loss of his wife).\nOne option was to amend the motion to suspend him - reducing the penalty from 30 days to nine - just beneath the threshold for triggering a by-election.\nBut one of those involved in the pro-Paterson campaign explained to me earlier this week why this was not pursued.\nApart from an unwillingness by Mr Paterson to accept any penalty at all, he said there was a danger that reducing the length of any suspension would look like politicians letting their mates off lightly and it would not play well with the public.\nLittle did he know, of course, the extent of the negative reaction to the other method under discussion and which was adopted.\nMy contact believed that if the case was made that MPs should be treated in the same way as other professionals - whose disciplinary bodies allow for a right of appeal - then this would seem like a sensible reform.\nIt was also thought likely that it would maximise the chance of cross-party support, as there was a feeling that the Standards Committee were taking too long to come up with their own proposals for change.\nAnd as Mr Paterson had consistently complained about the process under which he had been investigated, then a new system would, in effect, mean a new hearing.\nOnce the broad thrust of the amendment had been agreed on Monday, the question for the MP's allies was whether this would be likely to pass.\nAt this stage the looming political disaster could have been averted.\nWhat was happening behind the black door in Downing Street was crucial. \nSome weeks ago, before the publication of the standards report, allies of Mr Paterson spoke to the prime minister, but I'm told he showed little interest at that stage.\nNow, though, the former cabinet minster's allies said they had received nothing but encouragement from No 10.\nOne of them told me: \"If Boris didn't want to do it, he shouldn't have done it. He should have told us that.\"\nAnd, he added, had the PM vetoed the whole idea at the beginning of the week, it would not have gone ahead.\nBut Downing Street was nowhere near as united as Mr Paterson's allies might have imagined.\nSevere scepticism about the plan was expressed by some officials, particularly over how it would play in the press. But they were overruled.\nCommons leader Jacob Rees-Mogg is reported to have been influential in backroom discussions, and he publicly argued the case on Tuesday that the Standards Committee's recommendations could be amended.\nBut given the eventual outcome - an embarrassing climb-down - opinion on the Conservative benches is divided over who to blame.\nSome MPs have told me it was primarily the fault of chief whip Mark Spencer - that he should have, but failed to, stand up to Downing Street.\nOthers say they have huge sympathy with \"the chief\" - he was simply doing the PM's bidding.\nOne MP said Mr Johnson was under pressure from many of Mr Paterson's allies and he just wanted the problem to go away - so he tasked the chief whip with finding a solution.\nWith the final wording of the amendment drafted on Tuesday - after checks made informally with Commons officials to make sure it would not be ruled out of order - the whipping operation began.\nSome reports suggest No 10's position was not finalised until after the prime minster enjoyed dinner with prominent Telegraph journalists on Tuesday night.\nBut, in truth, the decision to at least test the water had been taken before that.\nAbout 17:30 on Tuesday, Conservative MPs were approached - some face-to-face, some by text - by their whips.\nThey were given a summary of the yet unpublished amendment in very approving terms and asked whether they would be willing to add their names to it.\nFrom my conversations, however, there seemed to have been quite a bit of pushback.\nSome said it looked like a wrecking amendment, while others expressed more general concerns about what was being proposed, even if they had some sympathy with changing the standards system.\nConflating those changes with the Paterson case was seen as unwise by some MPs. There were predictions this could end in tears.\nBut despite those concerns - and to the surprise, even shock of some - at 11:30 on Wednesday, the day of the vote, MPs were told there would be a three line whip (although one MP acerbically observed he had learned about it from the Daily Telegraph first).\nThis was seen by some as a sign of Downing Street weakness, not strength, as there was speculation that without the imposition of a formal whip, enough Conservative MPs may have abstained in the vote to kill the plan.\nWhatever the case, it was clear that it was not a happy Parliamentary Conservative Party that trooped through the Commons voting lobbies on Wednesday.\nSome said the whipping operation had been quite \"light\" but others reported that they had felt under pressure to toe the line.\nOne MP - who said he had two sleepless nights as he considered how to cast his vote - said he had never seen so many gloomy-looking colleagues.\nA number of MPs witnessed the government's law officers having what appeared to be an animated discussion with a government whip.\nAbstentions, rebellions and no-shows eventually reduced a Conservative working majority of 81 to just 18.\nSome Conservatives felt that Mr Paterson and his allies were partly responsible for the narrowness of the victory.\nSome of the 2019 intake of Conservative MPs said that Mr Paterson had not personally canvassed their support, that the \"old guard\" were taking them for granted and that the campaign to shield him was \"arrogant\".\nThat unease grew when they saw his television interviews following the vote.\nOne of them summed up the mood thus: \"He showed no contrition.\"\nAnother of the 2019 intake told the BBC: \"It's frustrating to have my reputation potentially damaged by a man who doesn't even know my name.\"\nA long-serving colleague added: \"Perhaps the party's elder statesmen should learn from the street judgment of the new intake, who come from a wider range of backgrounds.\"\nThere had been no organised rebellion - indeed one rebel was surprised to see some colleagues vote against the government rather than just abstain.\nAnd some abstainers have told me the Standards Committee chairman, Labour's Chris Bryant, had swayed them sit on their hands as he set out the case against the former cabinet minister.\nOne MP, who in the end did follow the three-line whip, said that Mr Paterson's breach of the lobbying rules wasn't just \"egregious\", it was \"rampant\".\nThe following morning's newspapers - some of them usually sympathetic towards the government - were brutal.\nThere was little advance notice of the government U-turn that would see Mr Paterson face a vote on his future after all.\nOne of the MP's close friends spoke to him and they both agreed it would be better for him now to resign.\nThe pressure of the investigation, I am told, made it likely that he would stand down in any case, but he had wanted a new standards regime in place first, so he would have an opportunity to clear his name.\nWhen that wasn't forthcoming, he saw little point in staying on and he had indeed been urged by his family to stand down.\nThose who know him well are clear that he is still grief-stricken over his wife's death.\nBut his allies believe the government has done itself immeasurably more harm in U-turning than in just taking the political hit.\n\"They gave in to panic,\" one of them said.\nLabour, the SNP and the Liberal Democrats would not co-operate with setting up a new system. \nBut a very senior MP maintains that a new committee would not have been necessary to give MPs a new right of appeal.\nThis could have been done by a change in standing orders, and could have been limited to those facing 10 days or more suspension - that is, those who would be at risk of fighting a by-election under the \"recall\" system.\nOne Paterson ally felt that the detail of the case would have had little cut through with the wider public - unlike U-turns on school meals or on Covid measures, which have a tangible effect on their lives.\nAs they often have a low opinion of MPs in any case, so the government, in his view, could have ridden out the row over the rule changes.\nBut it is the backtracking that gave the issue rocket boosters, they added.\n\"The public don't like incompetence.\"\nSo why did the PM take the political risk in the first place? There are almost as many theories are as there are MPs.\nSome say Mr Johnson had a \"human reaction\" and wanted to help Mr Paterson out.\nOthers say he wanted to get redoubtable campaigners, such as Iain Duncan Smith and David Davis, off his back.\nSome say he was distracted by the COP26 climate summit in Glasgow, or misled by the chief whip over levels of support for Mr Paterson.\n\"I really would cut the PM some slack,\" said an opponent of the changes, pointing out that the prime minister had a lot on his mind.\nBut there are more Machiavellian theories too.\nHis former aide Dominic Cummings has suggested that the PM very much had a hound in this fight - that it would benefit him to knobble Standards Commissioner Kathryn Stone. \nThis is completely and forcefully denied by Downing Street. They say they have had no indication, for example, that Ms Stone wants to investigate the controversial and costly refurbishment of Downing Street - the subject of an active investigation by the Electoral Commission.\nBut a senior MP suggested that getting changes to the standards system was far more important to Mr Johnson than the fate of his Tory colleague. \nSo, to unlock cross party talks on this subject, \"he threw Owen under a bus\". \nAnother said: \"Owen was now expendable.\"\nWhat is true, though, is that some ministers certainly wanted to see the back of the Standards Commissioner and have said so privately.\nThey would certainly have seen this as a bonus. \nSome of them expected the Standards Committee and the Commissioner to resign in the wake of Wednesday's vote.\nIndeed, Business Secretary Kwasi Kwarteng publicly stated: \"It is difficult to see what the future of the commissioner is.\"\nInstead, Ms Stone and the Standards Committee dug in.\nAnd now, rather than the behaviour of a former cabinet minister coming under scrutiny, it is the Downing Street operation  - and the prime minister's own judgment - that are in the spotlight."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-merseyside-59197931",
      "category": "uk-england-merseyside",
      "title": "George Harrison's childhood home up for auction",
      "tags": "Speke,Wavertree,The Beatles,Liverpool,Music",
      "text": "The childhood home of George Harrison is up for auction.\nThe Beatles guitarist moved to 25 Upton Green in Speke, Liverpool, in 1949 when he was six years old.\nHe rehearsed with John Lennon and Paul McCartney at the house, which the Harrisons left in 1962 just as the Fab Four were about to hit the big time.\nAuctioneer Paul Fairweather said the three-bedroom property was \"a steal\" at an estimated price of between £160,000 and £200,000.\nHarrison, the youngest of four children, previously lived with his parents Harold and Louise - and the family's pet cockerels - in a small house in Arnold Grove, Wavertree.\nThe Harrisons had been on a rehousing list for about 18 years when the opportunity arose to move to the new Speke housing estate.\nHarrison continued to go to Dovedale Primary School, which was also attended by Lennon - although they were unaware of each other due to the two-and-a-half year age gap.\nLennon's skiffle group The Quarrymen rehearsed at 25 Upton Green when he, Harrison and fellow member Paul McCartney were teenagers.\nThe band eventually evolved into The Beatles, the name the members adopted in 1960.\nThe mid-terrace house was last on the market seven years ago, when it was bought by a Beatles fan for £156,000.\nAlthough there have been renovations, the house retains some original features, including the bath, sink, doors and outbuildings, Mr Fairweather said.\n\"George will have learned to play the guitar in this house and the photos of the group gathering there in the early 1960s are amazing to see.\"\nHe said he was expecting the imminent release of The Beatles: Get Back documentary by Lord of the Rings director Peter Jackson to generate more interest in the sale, adding there was an option to apply for a blue heritage plaque for the property.\nIn 1965, Harrison bought his parents a bungalow in Appleton, near Warrington, with some of the profits of his international success as a Beatle.\nAfter the band's break-up in 1970, he continued to compose and perform and produced films with the Monty Python comedians.\nHarrison died of cancer at the age of 58 in 2001.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59195392",
      "category": "uk",
      "title": "Covid-19: Get booster to enjoy Christmas, and court blocks Biden's jab plan",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Sunday morning. We'll have another update for you tomorrow.\nPeople should get their booster of a Covid vaccine to avoid restrictions over the winter, Health Secretary Sajid Javid has said. He described the effort to get a third jab to eligible people - the over-50s, vulnerable people and frontline health and social care workers - as a \"national mission\" to ensure a normal Christmas. Nearly 10 million people in the UK have had their booster so far, but that leaves about 30% of over-80s and 40% of over-50s in England still to get one. \nPresident Joe Biden's plans for a law which would make vaccines mandatory for more than two-thirds of the nation's workers have been temporarily blocked by a US appeals court. The law would require workers at private companies with more than 100 employees to be fully vaccinated or tested weekly. However, it was blocked after legal challenges from US states, private companies and religious groups, who accused the president of overstepping his authority. The fifth circuit court of appeals argued there were \"grave statutory and constitutional\" issues with the plans, set to be introduced in January.\nThere have been a further 30,693 confirmed cases of coronavirus, the government announced on Saturday. This takes the seven-day average of cases to just over 36,000 - which is still high but marks a fall in recent days. The average number of daily deaths has shown a small rise recently, with the seven day average reaching 169. The BBC's Visual and Data Journalism team have been tracking all the latest cases, deaths, vaccine and other Covid data here.\nChildren in Northern Ireland are eating less healthily than before the pandemic, an all-Ireland public health body has said. A campaign has been launched to get children to break habits formed during lockdown, after research suggested parents have found it difficult to refuse treats. One Belfast mother says her seven-year-old son \"was never out of the fridge\", after losing access to football practice and other after school activities while restrictions were in place. \nA woman from Greater Manchester separated from her husband by coronavirus restrictions while she was in a care home has been reunited with him. Michelle Davies suffered brain damage after a stroke in 2018 and spent nearly a year in hospital before being transferred to a care home. The pandemic meant she could not have the visits that her husband, John, wanted. However, she is now back at their home in Leigh with John for the first time in three years.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe weekday morning coronavirus briefing is being paused for two weeks to tell you five things you need to know about the COP26 climate summit.\nRead more about the current situation with Covid-19 in the UK here. And find further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59198125",
      "category": "uk-northern-ireland",
      "title": "Brexit: UK-EU trade deal could collapse over NI row, says Coveney",
      "tags": "NI Brexit,Keir Starmer,Brexit",
      "text": "The UK's trade deal with the EU could collapse in a row over Northern Ireland, says a senior Irish minister.\nThe UK is thought to be preparing to suspend parts of the Northern Ireland Protocol.\nIrish Foreign Minister Simon Coveney hinted the EU could terminate the Trade and Cooperation Agreement in response.\nHe said: \"One is contingent on the other so that if one is being set aside there is a danger that the other will also be set aside by the EU.\"\nNorthern Ireland is covered by a special Brexit deal known as the Protocol.\nIt keeps Northern Ireland in the EU's single market for goods, which prevents a hard border with Ireland and allows free-flowing trade with the EU.\nBut it also creates a trade border between Great Britain and Northern Ireland, which is causing difficulties for some businesses.\nArticle 16 of the Protocol allows parts of the deal to be suspended if it is causing serious problems - the UK says that threshold has been reached.\nThe EU has proposed operational changes to the Protocol but the UK is demanding more far-reaching changes.\nMr Coveney said that if the UK did suspend parts of the Northern Ireland deal it would be \"deliberately forcing a breakdown in relationships and negotiation between the two sides\".\nHe linked that to the wider UK-EU deal, the Trade and Cooperation Agreement (TCA).\nEither side can give 12 months notice that they intend to terminate the TCA.\nArticle 16 exists to fix difficulties with the Northern Ireland Protocol that are causing serious problems or causing diversion of trade.\nThe UK government says that threshold was reached long ago and so it can be used legitimately.\nBut the EU fears the UK is planning to use Article 16 in an expansive way - to gut the protocol, sweep away the Irish Sea border and open up a potential back door into the single market.\nThe EU may argue that the broader Brexit trade deal only happened because the issue of the Irish border had been sorted out first.\nTherefore if the UK collapses that border solution the EU may give notice that it intends to collapse the trade deal.\nLast week Belgium's Deputy Prime Minister Vincent Van Peteghem suggested that is figuring in the EU's thinking and Simon Coveney alluded to it again on Sunday.\nRead more: What is Article 16 and why does it matter?\nOn Sunday Mr Coveney said the \"messages\" that he was getting from political parties in Northern Ireland, the European Commission and others was that London was preparing to trigger Article 16 after the COP26 climate summit in Glasgow.\nHe told Irish national broadcaster RTÉ that such a move would be a \"significant act that would damage relationships between Britain and Ireland\".\n\"I think all the evidence now suggests that the British government are laying the foundations to trigger Article 16,\" Mr Coveney said.\n\"That is a worry - I think we need not to be naïve in terms of what's happening.\"\nThe minister said the UK was deliberately asking for \"what they can't get\".\nEarlier, Labour leader Sir Keir Starmer said suspending parts of Northern Ireland's Brexit deal would not resolve the dispute between the UK and EU.\nThe Labour leader told BBC One's The Andrew Marr Show he wanted to see \"both sides sitting down and resolving this\".\n\"There's a little bit of me, I am afraid, that can't help think that the prime minister is constantly trying to pick a fight on things like this so he hopes people don't look elsewhere in the forest, which are things like the Owen Paterson affair,\" Sir Keir said.\nAsked if he would be prepared to renegotiate the Brexit deal to mitigate any impact on economic growth, Sir Keir said he would not rip up the deal but there were \"sensible adjustments\" that could be made to improve the arrangement.\n\"I think we need to make Brexit work... in order to do that, we have got to deal with some of the gaps and weaknesses in the current arrangements.\"\nThe Labour leader said he would do \"whatever I could to make it easier for British firms to trade across the world, but particularly with the EU\".\n\"What I'm not talking about is re-joining the EU, what I'm not talking about is ripping up the current agreement and starting again - nobody wants to be in that place.\"\nFormer Conservative Prime Minister Sir John Major said on Saturday that triggering Article 16 and suspending parts of the Northern Ireland Protocol would be \"colossally stupid\".\nMeanwhile, Sinn Féin leader Mary Lou McDonald has warned the UK government that suspending parts of the protocol could endanger the wider Brexit withdrawal agreement with the EU.\nOn the prospect of the UK triggering Article 16, Ms McDonald said: \"It would demonstrate just again colossal bad faith and demonstrate again that Ireland, the north of Ireland in particular, is collateral damage in the Tory Brexit as they play games and play a game of chicken with the European institutions.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59194421",
      "category": "world-us-canada",
      "title": "US court blocks Biden's vaccine mandate for companies",
      "tags": "Louisiana,Coronavirus vaccines,United States,Coronavirus pandemic,Joe Biden",
      "text": "A US appeals court has temporarily blocked President Joe Biden's plans for a vaccine mandate for businesses.\nThe law would require workers at private companies with more than 100 employees to get fully vaccinated against Covid-19 or be tested weekly.\nBut the court found \"grave statutory and constitutional\" issues with the rule, set to be introduced in January. \nIt said it was suspending the mandate and gave the Biden administration until Monday to respond.\nFive Republican-led states - Texas, Louisiana, Mississippi, South Carolina and Utah - as well as private companies and religious groups, had filed legal challenges against the mandate.\nThey accused the president of overstepping his authority.\nLouisiana's Attorney General Jeff Landry tweeted that the court's decision was a \"major win for the liberty of job creators and their employees\".\nIf enforced, the ruling by the the fifth US circuit court of appeals would be a blow to the Biden administration's sweeping measures to extend vaccination.\nMr Biden says the mandate, which would cover more than two-thirds of the nation's workers, would set a national standard of safety at work.\nOn Thursday, the president said employees at large companies would have to be fully vaccinated by 4 January, calling vaccination \"the single best pathway out of this pandemic\".\nMany businesses in the US already require their employees to be vaccinated. There are also requirements for military and federal contractors.\nBut opponents say it is not constitutional for a president to impose such a sweeping nationwide rule.\nRepublican Texas Governor Greg Abbott, who has opposed government mandates on vaccines and masks, applauded the court's decision.\n\"We will have our day in court to strike down Biden's unconstitutional abuse of authority,\" he said.\nBut Labor Department solicitor Seema Nanda said it was \"confident in its legal authority\" to issue the rule.\n\"We are fully prepared to defend this standard in court,\" she said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59195024",
      "category": "entertainment-arts",
      "title": "UB40 former member Astro dies after short illness",
      "text": "British vocalist and former member of UB40 Terence Wilson, better known by his stage name Astro, has died aged 64. \nAstro, who performed in the reggae pop band for more than 30 years, died after a short illness, his current band confirmed.\n\"We are absolutely devastated and completely heartbroken,\" said a statement on Ali Campbell and Astro's Twitter account.\n\"The world will never be the same without him.\" \nAstro joined UB40 in 1979 - shortly after the band was formed - but left in 2013 and went on to perform with breakaway group UB40 featuring Ali Campbell and Astro, which had played some concerts this year and was due to go on tour in 2022.\nThe original band broke through in the early 1980s with their unique take on British reggae and found success with hits like Red Red Wine and Can't Help Falling In Love. \nThe Birmingham-based group - named after the then government's unemployment benefit form - sold more than 70 million records and had three UK number one hits.\nA statement from the current UB40 line-up on Twitter said: \"RIP Astro.\n\"We have heard tonight, the sad news that ex-member of UB40, Terence Wilson, better know as Astro, has passed away after a short illness. Our sincere condolences to his family.\"\nIn total, UB40 have recorded 39 UK top 40 singles and 28 top 40 albums, with Astro singing lead vocals on the hit Rat In Mi Kitchen which reached number 12 in 1987.\nThe group also enjoyed success around the world, including in the US, where Red Red Wine went to number one, as did another cover, Can't Help Falling in Love with You, which spent seven weeks at number one in 1993.\nThe original line-up played together for three decades before Ali Campbell left in 2008.\nIn an interview with the Guardian in May, Astro spoke about the band becoming the voice of working-class people's dissatisfaction with political and global issues after they formed in 1978.\nHe told the paper he experienced the \"same rigmarole as  most black people in the late 70s\", referring to a law which allowed people to be stopped and searched by police if they were deemed to be acting suspiciously - which Astro said was a \"weekly occurrence\". \n\"We found it harder to write love songs than militant lyrics, because it was a lot easier to write about stuff you had witnessed or read about. It seemed natural to us,\" he added.\nAfter the news of Astro's death broke, BBC Radio West Midlands played the UB40 track Sing Our Own Song as a tribute - with presenter Natalie Graham calling his death \"very, very sad\".\n\"Astro really was a wonderful and an incredible human being and obviously the legacy of the music that we still get to enjoy from the likes of UB40 is something very, very special,\" she said.\nHe acquired his nickname as a child because he wore a pair of Dr Martens boots with the model name \"Astronaut\", the musician explained in a 2016 interview with website UK Music Reviews.\n\"Fortunately, no one called me astronaut because it is rather a mouthful so they shortened it to Astro and it has stuck ever since,\" he added.\nAsked how he felt about touring and performing live, Astro said: \"There is no job on this planet that gives you the job satisfaction that I get. I live to be on stage.\"\nIn August, fellow UB40 founding member and saxophonist Brian Travers died of cancer aged 62.\nAdditional reporting by Adam Durbin."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59193150",
      "category": "world-us-canada",
      "title": "Travis Scott 'devastated' by Texas festival deaths",
      "tags": "Texas,Houston",
      "text": "Rapper Travis Scott says he is devastated by the deaths and injuries at his Astroworld festival and has pledged \"total support\" to the police.\nAt least eight people died and scores of people were hurt after a crowd surge on the opening night of the music event in Houston, Texas. \n\"My prayers go out to the families all those impacted by what happened,\" the rapper said in a statement on Twitter. \n\"I'm absolutely devastated by what took place last night,\" he said.\nEmergency workers described how panic broke out after the crowd began to press towards the front of the stage during the rapper's headline set on Friday evening.\nAs the crush began causing injuries to people, the panic grew and the casualties quickly overwhelmed the on site first aiders, officials said.\nEleven people were taken to hospital with cardiac arrests, with eight of them dying. Some 300 people were treated for injuries such as cuts and bruises on Friday.\nIn his first statement since the tragedy, the rapper thanked the police and emergency services and said he was \"committed to working together with the Houston community to heal and support the families in need\".\nSome 50,000 people were attending the two-day outdoor event, which has now been cancelled. \nAccording to the Houston Chronicle, Scott stopped multiple times during his performance when he spotted fans in distress near the front of the stage. \nThe rapper asked security to help them out of the crowd. Emergency vehicles, lights and alarms flashing, cut through the crowds several times, the paper says. \nAmateur video from the concert appears to show fans jumping on an emergency vehicle in the crowd as the performance continues on stage.\nA reunification centre has been set up at the Wyndham Houston Hotel for families who have not heard from loved ones at the festival.\nAstroworld is an annual event held at NRG Park since 2018, though it was put on pause last year because of the Covid-19 pandemic. \nTravis Scott, 29, made his big breakthrough in 2013 and has since had eight nominations for Grammy Awards. He has a child with celebrity socialite Kylie Jenner, who also attended the concert. \nOther acts scheduled at the festival over the weekend included rappers Chief Keef and 21 Savage, and Australian rock act Tame Impala.\nAngelica Casas, BBC News, Houston\nThe night wasn't supposed to end like it did. Today, the streets surrounding the Astroworld festival grounds are still mostly closed off, and the venue is almost empty except for staff and a heavy police presence.\nEdward, a 25-year-old Houston native and a long-time Travis Scott fan, attended Friday's performances, and both previous Astroworld festivals.\nHe was right in the middle of the crowd when, he says, things began to get ugly. As the surge grew worse in a matter of minutes, desperate concert-goers tried to escape, pushing and pulling.\n\"I personally had a girl grab and hold on to me for dear life,\" he said. \"I had to calm her down because she literally thought she was about to die.\"\nEdward says he made a protective circle with his arms around her so she could catch her breath. He was able to pull her out of the crowd and help her to safety. As he walked out, he saw unconscious people around him, some already receiving CPR.\nAnother attendee, Andy Pacheco, filmed the moment concert-goer Seanna Faith, in a desperate plea for help, climbed on to a platform where a cameraman was stationed to ask him to do something about the crowd surge. She wanted the cameraman to call police or medics. But her plea for help was in vain.\nMs Faith later wrote online that she had just escaped a \"sinkhole\" of people as the crowding had become more intense. \nShe managed to pull herself and a friend out and was trying to get help for the others. \nPeople come to these festivals to escape reality and feel like they belong in a music community. On Friday night, that sense of belonging turned deadly. \nDid you witness the incident? If it is safe to do so email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59193243",
      "category": "world-europe",
      "title": "Cork: Gardaí arrest man over threats to kill UK MP",
      "tags": "House of Commons,Republic of Ireland,Cork",
      "text": "Gardaí (Irish police) have arrested a man on suspicion of making threats to kill an MP in the UK, BBC News NI understands.\nThe 41-year-old, who is believed to be from England, was detained in Douglas, a suburb of Cork city.\nGardaí confirmed that he was arrested after a search of a home and that a number of electronic items were seized.\nHe is being questioned on suspicion of threatening a \"person from outside of this jurisdiction\", said gardaí.\nThe Irish Times reports that the alleged threats related to a female Labour politician.\nThe arrest comes two weeks after the fatal stabbing of Conservative MP Sir David Amess as he held a constituency surgery in Leigh-on-Sea in Essex.\nAli Harbi Ali, 25, has been remanded in custody charged with murdering Sir David on 15 October."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59191506",
      "category": "uk",
      "title": "Covid: Ten million boosters now given in UK but more needed - PM",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Sajid Javid,Coronavirus pandemic",
      "text": "It is vital that people get their \"lifesaving\" booster jabs to ensure protection through the winter, Prime Minister Boris Johnson has said.\nSo far more than 10 million people in the UK have had a top-up jab, which the PM said was \"amazing\".\nBut about 30% of over-80s and 40% of over-50s in England are yet to do so, according to government figures.\nThe health secretary said people should get their booster jabs to avoid restrictions over Christmas.\nNHS England is preparing to invite another three million people for their booster jabs next week. Some 409,663 people in the UK received their third vaccine dose on Saturday, official figures show.\nBooster jabs are available in the UK to anyone aged 50 and over, front-line health and social care workers and over-16s with some health conditions. They can get it six months - 182 days - after their second dose. \nMr Johnson tweeted: \"An amazing 10 million people across the UK have already come forward for their booster.\n\"We know vaccine immunity wanes over time, so boosters are vital in keeping you and your loved ones protected through the winter.\"\nEarlier, Health Secretary Sajid Javid called on younger relatives to support their parents, grandparents and loved ones in getting their Covid and flu jabs urgently, calling on people to \"play their part\" to help get through the winter.\n\"And if you haven't yet had your first and second vaccines, it is not too late,\" he said. \"The NHS will always be there to welcome you with open arms.\n\"If we all come together and play our part, we can get through this challenging winter, avoid a return to restrictions, and enjoy Christmas.\"\nDr Susan Hopkins, chief medical adviser for the UK Health Security Agency (UKHSA), told the BBC's Andrew Marr Show that \"the virus is circulating at very high levels in our community, so unless people get vaccinated, we will have a long and difficult winter\". \n\"We're still seeing deaths in mainly the unvaccinated population... but increasingly, because of immune waning effects, there are deaths in the vaccinated group as well,\" she said.\n\"It is particularly the older age groups, so the over 70s in particular, but also those who are clinically vulnerable, extremely vulnerable, and have underlying medical conditions. That's why those people need to come forward for their third dose as soon as possible.\"\nAnd the chief executive of NHS Providers, Chris Hopson, told Times Radio that bed occupancy levels in NHS hospitals were at \"94, 95, 96%\". \nHe added the current hospital admission levels indicated that \"we're into peak winter. We've not seen that before. That's unprecedented\". Mr Hopson said the current situation was \"very worrying\" and \"the NHS is going to be under real pressure\". \nNearly every source of data agrees that there is a lot of coronavirus around, but that has started to fall.\nWithin the data, there are two epidemics currently worth considering. The big one is in school pupils who are still mostly unvaccinated, but at relatively low risk from Covid.\nAnd an emerging one in at-risk groups, who are now being offered their booster doses.\nThe sheer scale of the rise and then fall in infections in young people means the overall picture is dominated by people who are generally at low risk of needing hospital treatment for Covid.\nBut infectious diseases expert Prof Mark Woolhouse, from the University of Edinburgh, says he's worried about the steady increase in cases among older age groups.\nFrom Monday, people living in England can book their appointment for a booster jab a month in advance as part of efforts to accelerate the rollout.\nSome 30 million people across the UK will eventually be eligible for a top-up jab.\nNHS England said eight million people had received theirs so far, out of the 12 million who have been invited.\nMeanwhile, reported cases of the virus continue to fall, with another 30,305 cases recorded on Sunday. A further 62 people died within 28 days of a positive test. These figures tend to be lower on Sundays due to reduced reporting.\nWhile two vaccine doses give people high levels of protection, immunity reduces over time, particularly for at-risk groups.\nThe government's Scientific Advisory Group for Emergencies (Sage) estimates the protection against needing hospital treatment for a Covid infection falls:\nThe protection against symptomatic disease falls from 65% to 45% over the same time period with two jabs of the AstraZeneca vaccine, and from 90% to 65% for two jabs of Pfizer.\nExperts say even small dips in immunity among at-risk people will affect the NHS's ability to cope this winter, as it will likely lead to significantly more people needing hospital treatment.\nOn Wednesday, England's deputy chief medical officer Prof Jonathan Van-Tam cautioned it could be a difficult winter ahead and urged people to get their boosters.\nAnd last week the Welsh government warned of a possible return to a return of some Covid restrictions to allow a \"normal\" Christmas."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59179219",
      "category": "health",
      "title": "Where are we at with Covid?",
      "tags": "James Gallagher,Office for National Statistics,Coronavirus pandemic",
      "text": "There is a never-ending stream of data about Covid and at times it can seem completely contradictory. So where do we stand at the moment?\nThe number of people testing positive is continuing to fall, but are we wrong to constantly tout this number around? It is looking certain that the epidemic in schoolchildren is in decline, but why, and will it last? And do we need to pay more attention to infections in older age groups? After all, they are the people at highest risk.\nThe main ways of tracking Covid are:\nEach has its own quirks that makes them flawed and yet revealing in different ways. It's only when you bring them all together that you get closer to the reality. \nNearly every source of data agrees that there is a lot of coronavirus around, but that has started to fall. \nThe latest number of cases (ie people who take a test and it's positive) is 34,029 on Friday, down from 43,467 on the same day last week.\nThe issue with that figure is that it is heavily influenced by the number of people choosing to get tested and some don't, especially if their wages depend on being free of Covid. \nThe React study at Imperial and the ONS both test people at random, whether they're sick or not, to see if they're harbouring the virus. \nThat makes them less biased, but people test positive for some time after catching the virus, so the picture they paint is always a bit out of date. \nReact recorded the highest levels of coronavirus since it started after the first wave, but says it may have started to fall in recent days. The ONS estimates one in 55 people in the UK has Covid - that's about 1.27 million of us. However, their data goes up only to 30 October, so is doubly out of date.\nThe R number for the UK, that's the average number of people each infected person passes the virus on to, is between 0.9 and 1.1. That suggests the level of infections is roughly stable, but the way it is calculated means it again reflects what was happening weeks ago.\nThe Zoe Covid study app, which works in real time by getting people to log their symptoms, has recorded a 5% fall in Covid in the past week. \n\"Hopefully we're over the last great peak of Covid in 2021,\" said Prof Tim Spector, who analyses the data at King's College London.\nBut there is a danger in just looking at the headline number of cases - even though it is the mainstay of Covid coverage.\nProf Mark Woolhouse, from the University of Edinburgh, told me: \"We're tempted to be very concerned when cases rise sharply, and there seems to be a mood that we can relax when it starts to decline.\n\"I don't think it's helping anyone right now.\"\nProf Mike Tildesley, from the University of Warwick, agreed: \"Putting those figures in the public's eye every day does distract from what we should be looking at.\"\nWithin the data, there are two epidemics currently worth considering.\nThe big one in school pupils who are still mostly unvaccinated, but at relatively low risk from Covid. And an emerging one in at-risk groups, who are now being offered their booster doses.\nThe number of cases in school-age pupils surged through September and October, but is now in decline. That has become apparent, even in the laggy ONS data. \n\"For the first time in several weeks, we are seeing a decrease in infections among secondary school-aged children in England, although rates do remain high,\" said the ONS's Sarah Crofts. \nThe fall is likely to be a mix of a rampant outbreak in schools building up natural immunity, pupils who have been vaccinated, and the half-term effect when kids are no longer mixing in the classroom. The React scientists say they witnessed a similar effect 12 months ago, and cases rose once the school gates reopened. \nThe precise balance of those effects on Covid in children remains uncertain - is it a school break or herd immunity?\n\"That's the real question, I'm cautiously optimistic that it's that latter and it's a very significant moment if it is,\" said Prof John Edmunds, from the London School of Hygiene and Tropical Medicine.\nThe sheer scale of the rise and then fall in infections in young people means the overall picture is dominated by people who are generally at low risk of needing hospital treatment for Covid. \nProf Woolhouse said: \"Over-interpreting those large fluctuations in low-risk groups is misleading and I'm quite worried about those at high risk.\n\"Underlying those waves, there's been a rather steady increase in older age groups and I'm concerned about that.\"\nIt is worth stressing infections in older age groups are at low levels, and it is not yet clear how much the rise will matter.\nThe number of people being admitted to hospital looks to have plateaued at just over 1,000 a day in the UK.\n\"We haven't seen the massive increase in hospital admissions that some were concerned about, but we're not out of the woods yet,\" Prof Tildesley told BBC News. \nProf Spector, whose Zoe app data also showed continuing increases in infections in older age, said the pattern was \"worrying\" but that hopefully the booster campaign would prevent it becoming a major problem.\nProf Edmunds said: \"There's an enormous epidemic in children, it filters through to their parents and from them to others even more vulnerable, vaccines are stopping this being a disaster.\"\nBut he says if cases in children do turn a corner, then that should reduce the risk for everyone. \nIt is abundantly clear we are in an infinitely better position than last year which culminated in lockdowns. \nHowever, there is no certainty about how winter will go. \nWill cases in children continue to fall? If they do, will that lead to falls in other age groups? How will the booster campaign go? What will the weather be like (and will we all meet indoors as the temperature drops)? What will other diseases do and how will they pressure the NHS?\nChanges in behaviour could still change the course of the epidemic. While children's lives look much closer to pre-pandemic norms, that is not the same in adults. There is also the potential of new variants, such as the offshoot of delta - AY.4.2 to cause problems. \n\"It's an extremely complex picture and very hard to predict what is going to happen,\" said Prof Woolhouse.  \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59188972",
      "category": "uk",
      "title": "Ex-PM John Major: Government handling of Paterson case shameful",
      "tags": "House of Commons,Owen Paterson,Lobbying,John Major",
      "text": "Former Conservative Prime Minister Sir John Major has criticised the government's handling of Owen Paterson's case as shameful and wrong.\nIn a BBC interview, he said the actions of Boris Johnson's government had trashed Parliament's reputation at home and abroad, and were \"un-Conservative\".\nThis week, the government tried to block the suspension of Mr Paterson, who had broken lobbying rules - but then reversed its decision.\nThe government has apologised.\nOn Wednesday, Tory MPs blocked the Commons Standards Committee's recommendation that Mr Paterson should be suspended for 30 days by calling for an overhaul of the MPs' standards watchdog instead.\nThey initially had the backing of No 10, but Downing Street reversed its decision after a furious backlash by opposition MPs and some Conservatives. \nMr Paterson then resigned as MP for North Shropshire, saying he wanted a life \"outside the cruel world of politics\".\nSir John suggested the Johnson administration was \"politically corrupt\" over its treatment of the House of Commons and said its attempt to overhaul the standards system was \"rather a bad mistake\" but \"isn't a mistake on its own\". \n\"There's a general whiff of 'we are the masters now' about their behaviour,\" he said. \n\"It has to stop, it has to stop soon.\" \nSir John told BBC's Radio 4's Today programme: \"I have been a Conservative all my life. And if I am concerned at how the government is behaving, I suspect lots of other people are as well.\n\"It seems to me, as a lifelong Conservative, that much of what they are doing is un-Conservative in its behaviour.\"\n\"This government has done a number of things that have concerned me deeply: they have broken the law, the prorogation of Parliament. They have broken treaties, I have in mind the Northern Ireland Protocol. They have broken their word on many occasions.\"\nLet's be clear: Sir John Major has been a critic of Boris Johnson for some time.\nDuring the EU referendum he reckoned the NHS would be as safe under Mr Johnson and Michael Gove as a pet hamster would be with a \"hungry python\". \nAnd he voted for Jeremy Hunt, not Boris Johnson, to be Conservative leader, because, as he said at the time: \"I cannot vote for someone who was part of the Brexit campaign that misled the country.\"\nSo we shouldn't be surprised that he is a critic.\nBut nonetheless it is still quite something when a former Conservative prime minister delivers such a detailed, lengthy and withering critique as Sir John just has of the current Tory prime minister.\nHe went on to describe the government as \"perhaps politically corrupt\" in its briefing of parts of the press well in advance of any public announcement or statement to Parliament.\nAsked about reports Owen Paterson could receive a peerage, Sir John said he thought it \"would be rather extraordinary if that happens\" - adding that he was unsure it would be approved.\nSir John's own Conservative government in the 1990s was brought down in part due to allegations of sleaze and the cash-for-questions scandal where MPs were offered money in exchange for asking parliamentary questions. \nThis was \"immensely damaging, it was embarrassing, it hurt Parliament\", Sir John said. \n\"When that happened I set up the Nolan Committee on Standards in Public Life to stop it, which has been a huge success.\n\"The striking difference is this: in the 1990s I set up a committee to tackle this sort of behaviour.\n\"Over the last few days we have seen today's government trying to defend this sort of behaviour.\"\nLiberal Democrat deputy leader Daisy Cooper said Sir John's comments were \"astonishing\" and a damning indictment of the party under Mr Johnson. \nThe handling of Mr Paterson's case was just the latest in a long line of attempts to undermine \"democratic traditions\", she said.\nFormer Justice Secretary David Gauke, who had the Tory whip removed after he voted against Mr Johnson's Brexit deal and subsequently lost his seat in the 2019 general election, said the type of behaviour - undermining checks and balances, failing to abide by the highest standards of integrity - was not something the government should be willing to tolerate.\nA government spokesperson said: \"As the prime minister has said, paid lobbying and paid advocacy by ministers and MPs is absolutely wrong. \n\"All elected officials must abide by the rules of conduct, as the public have a right to expect.\"\nSir John also warned Boris Johnson that suspending parts of Northern Ireland's Brexit deal would be \"colossally stupid\" and dangerous.\nHe said doing so would further destabilise Northern Ireland, and damage relations with the rest of Europe and the US.\nCurrent negotiations, he said, were being conducted with \"all the subtlety of a brick\".\nThe government insisted it would prefer to settle its issues with the Northern Ireland protocol consensually - through negotiations - but said it would use Article 16 \"if necessary\", which would effectively suspend elements of the arrangement."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59191376",
      "category": "science-environment",
      "title": "COP26: Countries must make bold compromises at summit - PM",
      "tags": "Boris Johnson,COP26,Climate change,Glasgow",
      "text": "Ministers and negotiators at COP26 should \"pull together and drive for the line\" to secure ambitious action on climate change, Boris Johnson has said.\nThe prime minister said countries must be ready to \"make the bold compromises and ambitious commitments needed\" at the final week of the climate summit.\nTalks will continue in Glasgow, including on what is needed to limit global temperature rises to 1.5C.\nThousands of protesters gathered on Saturday in cities around the world.\nAbout 100 climate change demonstrations were held in parts of the UK - including Glasgow, London and Cardiff - while events also took place in Kenya, Turkey, France, Brazil, Australia and Canada. \nGlasgow's rally was the largest the city had ever seen, police said, with about 100,000 people taking part.\nThe police arrested 21 scientists at the march. The individuals arrested had chained themselves together and blocked a road bridge to the River Clyde. \nMeanwhile, in a new development, Environment Secretary George Eustice - who is at the summit - has suggested the government is looking at introducing a carbon border tax.\nThis would be a tax on goods - such as food, mobile phones or cement - coming to the UK from countries that do not meet the UK's obligations on climate action.\nHe told BBC One's Andrew Marr Show it would take time to do and ideally would be done multilaterally.\n\"We are not going to export pollution,\" he said. \"If you don't want to do that, you do want to consider something like a carbon border tax.\"\nLast week, world leaders attended the first half of COP26 and a series of announcements were made, including:\nThe parts of the Paris Agreement - the world's first comprehensive deal to tackle climate change - that still need finalising involve markets for trading carbon emissions, transparency over what countries are doing, and common timeframes for action.\nDiscussions will also continue on negotiations on finance for poor countries to adapt to a changing climate as well as on a \"cover decision\" pledge from the summit. This will set out how countries will close the gap between the action to cut emissions they have pledged and what is needed to avoid dangerous temperature rises of more than 1.5C.\nThe world is now about 1.2C warmer than it was in the 19th Century - and extreme weather events like heatwaves, floods and forest fires are already becoming more intense. But unless more is done, the planet is already on course to warm by more than 2C by the end of this century.\nSeveral countries, as well as UN secretary-general Antonio Guterres, want accelerated action on emissions cuts this decade to keep the 1.5C goal alive.\nExperts and climate change campaigners have welcomed the commitments, but argued they need to be delivered on  - warning a previous deal in 2014 had \"failed to slow deforestation at all\".\nSimilarly, activists have argued the deal on coal \"falls well short of the ambition needed\", as the \"small print gives countries enormous leeway\" to choose when to phase out the fossil fuel. \nMr Johnson said: \"There is one week left for COP26 to deliver for the world, and we must all pull together and drive for the line.\"\nHe said nations had brought \"ambition and action to help limit rising temperatures\", and referred to the pledges that have been made during COP26 - including on deforestation and methane emissions.\n\"But we cannot underestimate the task at hand to keep 1.5C alive,\" he added.\n\"Countries must come back to the table this week ready to make the bold compromises and ambitious commitments needed.\"\nShadow business secretary Ed Miliband has warned the world is a \"long way off\" where it needs to be to take the \"major steps\" to ensure global warming does not exceed 1.5C.\nThe Labour MP urged the prime minister to personally head up the negotiations in the final days of COP26, rather than engaging in \"empty exhortation and commentary\".\nHe said: \"We have a right to expect him to engage directly in these final days, personally driving these negotiations forward, pushing all the major emitters to do more, delivering the finance required for developing and vulnerable countries and ensuring we have a path out of Glasgow to keep 1.5 alive.\n\"He needs to step up with focus, clarity and urgency in the face of the massive task the world faces in the coming days.\"\nCOP26 president Alok Sharma said the billions of dollars to restore the natural world that had been promised during the first week of the summit was humanity's \"first line of defence\" against the crisis.\nHe told a news conference in Glasgow on Saturday that if the world reaches global warming of 1.5C above industrial levels, 70% of coral reefs would be lost.  If it gets to 2C, they would all die, he said.\nMr Sharma said the UK will provide £500m to protect more than five million hectares of tropical rainforests and create thousands of green jobs across Africa, Asia and Latin America.\nThe UK is also launching a £65m Just Rural Transition support programme to help communities move towards more sustainable methods of agriculture and food production, he added.\nActivists speaking at Saturday's climate change march in Glasgow included Ugandan activist Vanessa Nakate, actor Idris Elba and representatives of indigenous people.\nMs Nakate told the crowd: \"The climate and ecological crises are already here. But so are citizens from around the globe.\n\"Leaders rarely have the courage to lead. It takes citizens, people like you and me, to rise up and demand action. And when we do that in great enough numbers, our leaders will move.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59165781",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: Greta Thunberg tells protest that COP26 has been a 'failure'",
      "tags": "COP26,Glasgow,Young people,Greta Thunberg,Schools' climate change protests",
      "text": "Greta Thunberg has told a mass rally in Glasgow that the COP26 climate summit has been a \"failure\". \nThe Swedish activist had earlier joined thousands of young people - including striking school pupils - for a march through the city.\nShe addressed the crowd when it arrived in George Square, saying \"immediate and drastic\" cuts to emissions are needed. \nThe march was organised by Fridays for Future Scotland, a group founded by youngsters inspired by Ms Thunberg.\nIt was one of the largest of a series of demonstrations taking place throughout the summit, which is being held in the city.\nMs Thunberg said: \"It is not a secret that COP26 is a failure. It should be obvious that we cannot solve a crisis with the same methods that got us into it in the first place.\"\nShe said: \"We need immediate drastic annual emission cuts unlike anything the world has ever seen.\n\"The people in power can continue to live in their bubble filled with their fantasies, like eternal growth on a finite planet and technological solutions that will suddenly appear seemingly out of nowhere and will erase all of these crises just like that.\n\"All this while the world is literally burning, on fire, and while the people living on the front lines are still bearing the brunt of the climate crisis.\" \nShe described the UN climate change summit as a \"two-week long celebration of business as usual and blah, blah, blah\" to \"maintain business as usual\" and \"create loopholes to benefit themselves\".\nMs Thunberg added: \"We know that our emperors are naked.\"\nActivists from several other countries also gave speeches about how climate change is already affecting their homelands. \nThey included Vanessa Nakate from Uganda, who said: \"Historically, Africa is responsible for only 3% of global emissions and yet Africans are suffering some of the most brutal impacts fuelled by the climate crisis.\n\"But while the global south is on the frontlines of the climate crisis, they're not on the front pages of the world's newspapers.\"\nThe procession marched through the city's west end, past the COP26 site at the Scottish Events Campus, before heading towards the city centre.\nIt ended at George Square where a stage and speakers had been erected.\nCharlie O'Rourke, 14, from Glasgow, skipped school to attend the march with his mother Cairsty and his sister.\nHe said global leaders at COP26 must \"listen to the people\", adding: \"Don't just go for profit. Listen to what the planet needs.\"\nHis mother said she was there for her children and for \"the generations to come to just show that something has to happen and it has to happen very quickly\".\nFinlay Pringle, 14, from Ullapool in the Highlands, travelled by train to Glasgow with his father to take part in the march.\nHe said: \"If you really, truly love something and you want to protect it, no matter what it is, it doesn't have to be climate striking, but if there's something that you love and you want to protect it, then you should do that, don't think twice about it.\"\nThe wider Fridays for Future movement has seen young people around the world striking from school on a Friday to raise awareness of climate change.\nAnna Brown, an activist with Fridays for Future in Glasgow, said the event was aimed at demonstrating a need to move climate discussions away from \"enclosed\" spaces. \nShe told the BBC: \"The message is that the system of COPs - we've had 26 now -  isn't working. So we need to uproot that system. \n\"The message is you need to listen to the people in the streets, the young people, the workers.\"\nShe continued: \"We need to move it from being in an enclosed space where people can't get involved to the streets, where people can see what's happening and have a say.\n\"I think part of it is designed so people don't understand what it's about - if people don't understand what's being said in negotiations, they can't criticise what's happening and the decisions that are being made.\"\nAssistant Chief Constable Gary Ritchie said it was \"hugely inspiring\" to see thousands young people take part in the \"spectacular event\" on the streets of Glasgow. \n\"This was a really important day in the COP26 schedule and we were pleased to be part of such a memorable event for these young participants and for Glasgow,\" he said. \n\"Our officers enjoyed engaging with young people, many have children of their own who were taking part in today's march.\"\nHe said there has been \"positive engagement\" between police and protestors during the summit and so far fewer than 20 arrests had been made - mostly for disorder type offences.\nFirst Minister Nicola Sturgeon said she was committed to \"meaningful engagement\" between the Scottish government and young people and to involve them in decision-making.\nShe said: \"In Scotland, we are already acting to tackle the climate emergency, but, as we have heard from children and young people this week from Scotland and round the globe, is it not enough and we must do more.\"\nMeanwhile, the Prince of Wales expressed sympathy with the anger and frustration of the young activists in a speech addressing COP26 negotiators, telling delegates the \"weight of history\" was on their shoulders.\nHe said he had been invited to take part in the march, but would not be able to do so.\nIn London, Downing Street said young people missing school to attend the demonstration is \"extremely disruptive at a time when the pandemic has already had a huge impact on their learning\".\nHowever, Glasgow City Council and most neighbouring local authorities told the BBC that schoolchildren would not be punished for taking part in the climate strike.\nThey urged parents to let schools know if a pupil would be off for safety check purposes.\nOnly East Dunbartonshire told pupils they would be marked as having unauthorised absence if they did not attend school on the day of the march."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59122646",
      "category": "health",
      "title": "Will complacency damage Covid booster rollout?",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "Booster vaccines are seen as the single most important way to control Covid as we head into the winter months. Critics though say the rollout of third jabs has been too slow, and a faster response could have saved hundreds of vulnerable lives already. \nWith life slowly returning to normal in the UK, and most restrictions lifted, here are some statistics that might seem surprising. \nOver the last month, 4,409 people over 50 were admitted to English hospitals after testing positive for Covid - despite having two doses of a vaccine.  And 2,148 men and women in that age group lost their lives.\nThe best way to protect the elderly and vulnerable this winter is, say government scientists, a booster programme. The third vaccine dose will eventually be offered to 30 million people over 50, medical staff, and younger adults with some health conditions.\nFrom this week anyone eligible - six months after their second dose - can turn up at a walk-in centre to get their booster in England.\nBut doctors and others involved in the programme have told the BBC that they are still concerned about the speed of the rollout. The worry is that complacency, and changes to the way jabs are offered, could leave millions at greater risk of serious illness this Christmas.\n'Rapid delivery'\nIn June, health secretary Sajid Javid said the NHS was working to \"rapidly deliver\" booster doses as soon as scientific advisers gave the go-ahead.\nSince September, more than seven million have received a third jab in England. The programme though has struggled to keep pace with the number hitting the six-month mark and becoming eligible.\nRoughly 5.8 million people now qualify but have not yet been jabbed, according to John Roberts, from the Covid-19 Actuaries Response Group, which has been tracking the rollout, up from 2.8 million a month ago.\n\"The worry is that, at the current rate, we're still not going to complete the priority groups until mid-January,\" he said.\n\"There are going to be people mixing over Christmas who haven't got that extra protection from the booster, which really does make a huge difference.\"\nThere has been similar criticism in Wales, Northern Ireland and Scotland, where First Minister Nicola Sturgeon recently said accelerating the rollout was now her government's \"single most important\" priority. \n'Waning' enthusiasm \nPeople responsible for delivering the vaccine programme on the ground say there does appear to be less public enthusiasm for the third dose, particularly in the younger groups who qualify. \nSome have already caught Covid and been double jabbed, so don't think they need another shot. Others may simply be less fearful of catching the virus.\n\"Personally I don't think the national [NHS] team has been clear enough in saying that two doses might not be enough,\" one local health official told the BBC. \nThere is some evidence that the protection from a Covid vaccine does fade or \"wane\" over time. \nA study by Public Health England found that vaccine effectiveness against severe disease fell from 95% in the weeks after a second AstraZeneca dose to 77% after five months.\nFlip that figure around and it means that the risk of someone who is double jabbed needing hospital treatment may already be five times higher now than in early summer.\nThe better news is that a booster dose appears to fix that problem very quickly. \nA study published in October found that it slashed the rate of severe disease in Israel. A week after being given the third jab, a person's risk of needing hospital treatment was 93% lower than someone with similar characteristics, but only two shots.\n\"You rarely see such incredibly clear observations,\" said immunologist Andrew Croxford. \n\"I would expect absolutely the same thing to be happening in the UK. People who get a third dose will likely drop out of the hospital statistics in the same way as they have in Israel.\"\n'Extra complexity'\nThe original vaccine rollout felt like a real national effort in the middle of lockdown: vaccine buses were sent out, crowds queued outside sports centres, and volunteers were everywhere.\nThe bulk of those first jabs - about 75% - were given by GPs in England. \nThat was always going to be difficult to maintain this autumn, with doctors also having to deal with more everyday appointments and the flu shot. \nDr Martin Marshall, chairman of the Royal College of GPs, said a \"significant number\" of practices had to \"step back\" from the Covid programme, leading to \"half as many GP vaccination sites\" as before.\n\"Instead the government wants to see [the programme] delivered by mass centres and pharmacies. People trust their GPs, they know where to go.\"\nGoing online to find your nearest pharmacy \"adds an extra layer of complexity\".\nAbout 50 larger mass vaccination centres across England have also closed since April, while others have reduced their hours.\nInstead, NHS England has signed up another 825 pharmacies. The problem, said one health official, is that many of those are smaller premises which can only jab dozens a day - compared to 1,000 a day at a large GP surgery.\nWalk-in appointments\nMinisters hope the launch of a walk-in service will soon start to make a difference. \nThose who are eligible should now be able to go online, find a service nearby and turn up without an appointment in England. \nThere are still concerns though about whether that kind of system is best suited to the most vulnerable - often those without internet access or transport. \n\"It might be very effective as we move down the age groups but, at the moment, I suspect many still want to be contacted and told 'here is your appointment',\" said Mr Roberts.\nAn NHS spokesperson said: \"People can get their booster jab as soon as they become eligible in line with guidance - over the last week, a record 1.6 million boosters were delivered in England. \n\"It is vital people come forward as quickly as possible - there are appointments available and people can book in through the National Booking Service or use one of the hundreds of walk-in vaccination sites.\" \nFollow Jim on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59195399",
      "category": "world-middle-east",
      "title": "Iraqi PM al-Kadhimi survives drone attack on his home",
      "tags": "Baghdad,Drones,Iraq",
      "text": "Iraqi Prime Minister Mustafa al-Kadhimi has said he escaped unhurt after a drone attack on his home inside Baghdad's high-security Green Zone.\nA drone laden with explosives struck the building, injuring six of his bodyguards in an apparent assassination attempt, officials said.\nMr Kadhimi called for \"calm and restraint from everyone\".\nThe attack, which comes after violent unrest over recent election results, was condemned by both the US and Iran. \nSecurity sources say three drones were used in the attack, launched from near Republic Bridge on the River Tigris, but two were shot down.\nNo-one has said they carried out the attack, in an area of the city housing many government buildings and foreign embassies.\nImages published by Iraqi media show damage to parts of the residence as well as an SUV vehicle parked in a garage.\nRemains of a small explosives-laden drone were collected by security forces for examination, an unnamed security official told Reuters news agency.\n\"It's premature now to say who carried out the attack,\" the official was quoted as saying. \"We're checking our intelligence reports and waiting for initial investigation results to point the finger at perpetrators.\"\nCommercial drones fitted with explosives were used by the Islamic State militant group when it held parts of northern Iraq, notably during the battle for Mosul in 2017.\nMr al-Kadhimi, a former intelligence chief, was sworn into office in May last year.\nBy Anna Foster, BBC Middle East correspondent \nIraq held elections less than a month ago, and now it's in the long and awkward process of trying to form a governing coalition. \nThe turnout was a record low - just 41% - and that lack of engagement shows that many Iraqis don't believe any real change lies ahead. \nPro-Iranian parties did worse than they'd hoped for, losing many of their seats. Their supporters have been protesting against the results ever since, holding demonstrations outside Baghdad's secure Green Zone and calling for votes to be manually recounted. \nThe Shia Muslim cleric Moqtada al-Sadr claimed victory, as his party gained the most seats. He's pushing for a government free from foreign interference - and crucially that means from Iran as well as the West. He wants to end Tehran's influence over Iraq's internal affairs. \nThese political faultlines mean tensions are high, and this attempt on Prime Minister al-Kadhimi's life could turn out to be a dangerous escalation with far-reaching repercussions.\nThe drone attack was widely criticised: "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-59182278",
      "category": "business",
      "title": "Twitter poll calls on Elon Musk to sell 10% stake in Tesla",
      "tags": "Companies,Elon Musk,Tax,Tesla",
      "text": "Voters in a Twitter poll have urged Elon Musk to sell 10% of his stake in Tesla in order to pay tax.\nMore than 3.5 million Twitter users voted in the poll, launched by Mr Musk on Saturday, with nearly 58% voting in favour of the share sale.\nThe vote could see him dispose of nearly $21bn (£16bn) of stock in the electric carmaker.\nHe has promised to abide by the result, in response to a \"billionaires tax\" proposed by US Democrats.\nBut Mr Musk, one of the world's richest men, has yet to comment publicly on the verdict, or how and when he would sell his stake.\nShould he go ahead with the sale, it could leave him with a huge tax bill.\nWhen disposing of large share holdings, some chief executives use so-called \"blind\" sales programmes, spreading the sale over a long time period to avoid accusations of insider trading.\nIn an earlier tweet on Saturday, Mr Musk said he took no salary or bonuses from any of his companies - meaning he has no earnings on which to pay income tax.\nBut he has made billions of dollars through a compensation package, which gives him power to exercise large amounts of stock options when the company meets performance targets and its shares hit certain prices.\nMr Musk has an option, which expires in August next year, to buy 22.86 million Tesla shares at $6.24 each - a fraction of Tesla's closing share price on Friday of $1,222.\nUnder plans proposed by the Democratic Party in the Senate, billionaires could be taxed on \"unrealised gains\" when the price of their shares goes up - even if they do not sell any of their stock.\nIt is thought the proposed tax on capital gains, whether or not assets have been sold, could hit about 700 billionaires in the US. Critics have pointed out that the value of assets do not always go up.\nMr Musk's recent Twitter poll has raised some eyebrows in the world of finance. \n\"We are witnessing the Twitter masses deciding the outcome of a $25B coin flip,\" Venture investor Chamath Palihapitiya wrote on Twitter.\n\"Looking forward to the day when the richest person in the world paying some tax does not depend on a Twitter poll,\" Berkeley economist Gabriel Zucman tweeted.   \nMr Musk is one of the most popular business leaders on Twitter, with nearly 63 million followers.\nHe regularly uses the platform to share updates from the companies he owns - including SpaceX and Neuralink. He is also known for sharing memes, adding to his popularity among fans.\nBut some posts have drawn controversy.\nEarlier this year he tweeted in response to a claim, made by the head of the UN World Food Programme (WFP), that just 2% of Mr Musk's wealth could help to solve world hunger. \nIn October, Mr Musk said he would sell $6bn in Tesla stock and donate it to the WFP, provided it could describe \"exactly how $6bn will solve world hunger\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59188753",
      "category": "world-africa",
      "title": "Sierra Leone explosion: Scores dead after Freetown oil tanker collision",
      "tags": "Sierra Leone,Freetown",
      "text": "At least 98 people have died after a massive explosion when a fuel tanker collided with a lorry in Sierra Leone's capital, Freetown. \nFuel spilled before igniting and the resulting inferno engulfed bystanders and vehicles at a busy junction. \nFootage broadcast by local media outlets showed badly charred bodies in the streets surrounding the tanker. \nAfter visiting the scene, Vice-President Mohamed Juldeh Jalloh said it was a \"national disaster\".\nHe said that the injured would receive free medical treatment.\nFreetown Mayor Yvonne Aki-Sawyerr described seeing \"harrowing\" photos. \nSome 92 people are being treated in hospitals and health centres around Freetown, some of which are said to be overwhelmed. \nThe explosion is believed to have happened at a junction outside the busy Choithram Supermarket in the densely populated Wellington suburb in the east of the city at around 22:00 GMT on Friday. \nSierra Leone's National Disaster Management Agency (NDMA) said the vehicles collided when the tanker was entering a nearby filling station to discharge its fuel.\nThe drivers, noticing a leak, exited their the vehicles and warned people to stay away. The explosion occurred when people tried to collect the fuel, the NDMA said. \nOne report said a bus was completely burnt, while nearby shops and market stalls were caught up in the flames.\nBrima Bureh Sesay, the head of Sierra Leone's National Disaster Management Agency, said there were many \"burnt corpses\".\n\"It's a terrible, terrible accident,\" he told local media in a video shared from the scene. \nUmaru Fofana, freelance journalist, Freetown\nAt the scene of the accident, there are body parts still lying in burnt-out vehicles. Also here are what's left of the petrol tanker and the truck that rammed into it. \nMotorbike-taxi riders nearby started collecting the leaking fuel, causing a traffic jam. Shortly after, there was an explosion. \nThe fireballs spread into the surrounding area and onto the vehicles caught in the traffic. \nThe authorities say most of the dead have now been received at the central morgue in Freetown, with the critically injured admitted to hospitals across the city. The army, police and fire force are all at the scene. \nThe port city of Freetown, which is home to just over a million people, has faced several serious disasters in recent years. \nIn March, more than 80 people were injured after a major fire in one of the city's slums left more than 5,000 people displaced. \nAnd in 2017 over 1,000 people were killed after heavy rains led to a mudslide that swept through the city, leaving around 3,000 people homeless. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-leicestershire-59197910",
      "category": "uk-england-leicestershire",
      "title": "Labour leader Sir Keir Starmer calls for Claudia Webbe to resign",
      "tags": "Claudia Webbe,Keir Starmer,Islington,Leicester,Labour Party",
      "text": "Labour leader Sir Keir Starmer has called for Claudia Webbe to resign following her harassment conviction.\nThe former Labour MP for Leicester East, who is now independent, was given a suspended jail sentence on Thursday.\nWebbe, who was jealous of her partner Lester Thomas's relationship with Michelle Merritt, threatened an acid attack and to share nude images of her.\nSir Keir said Webbe, 56, \"should stand down [as an MP] and if she doesn't we will support a recall petition\".\nSpeaking on the Andrew Marr Show, Sir Keir said Labour would push for such a petition to force a by-election if she did not quit the Commons.\n\"When Claudia Webbe was charged the Labour Party suspended her,\" he said.\n\"When she was then convicted, we didn't argue with the conviction, we expelled her from the Labour Party.\n\"We now say she she should resign and we would support a recall petition.\"\nA recall petition - where Webbe's constituents would be asked if they want to replace her - would trigger a by-election if at least 10% of constituents supported it. \nHowever, it can only be opened once all appeals have been extinguished and the conviction is not overturned.\nWebbe said she was appealing against her conviction, adding she was \"surprised\" the Labour Party had  not waited until the conclusion of the legal process before expelling her.\nIn a statement, she said: \"I am very disappointed by the decision of the magistrate and want to strongly reiterate that I am innocent.\n\"I fully expect the appeal to be granted and that, ultimately, it will be successful.\" \nWebbe was elected as Leicester East MP in December 2019, succeeding Keith Vaz. The month before the veteran MP had announced he would be retiring from Parliament, a decision that came soon after a Commons standards commission found he had \"expressed willingness\" to buy cocaine for others.\nShe has also worked as a Labour councillor in Islington, north London, where she lives.\nFollow BBC East Midlands on Facebook, Twitter, or Instagram. Send your story ideas to eastmidsnews@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59197250",
      "category": "world-africa",
      "title": "Sudan coup: Protesters tear-gassed at rally in Khartoum",
      "tags": "Sudan crisis,Sudan",
      "text": "Sudanese security forces have fired tear gas at protesters who were taking part in pro-democracy demonstrations in the capital, Khartoum.\nTeachers taking part in one protest were detained by the security forces.\nOvernight demonstrators set up barricades for the first of two days of planned civil disobedience to protest against last month's coup. \nThey are demanding the military government step back and allow a peaceful transition to civilian rule.\nThe demonstrations are happening as Arab League mediators arrive in Khartoum for talks to try to defuse the crisis.\nThe civilian Prime Minister, Abdalla Hamdok, remains under house arrest and is facing pressure from the military to co-operate with them, the BBC's Andrew Harding reports from the capital.\nLast month, the coup leader, Gen Abdel Fattah al-Burhan, dissolved the civilian arm of the government's power-sharing agreement, arrested civilian leaders and declared a state of emergency.\nDisruptions to the internet had left some people unaware of the two-day civil disobedience action but teachers turned out to protest near the education ministry.\n\"We organised a silent stand against the decisions by Burhan outside the ministry of education,\" Mohamed al-Amin, a geography teacher, told AFP news agency.\n\"Police later came and fired tear gas at us though we were simply standing on the streets and carrying banners.\"\nIn Khartoum North, security forces patrolled major streets carrying sticks and tear gas grenades, Reuters added.\nThere is anger on the streets of Khartoum today, with protesters blocking off neighbourhoods.\n\"Right now, there is a lot of blood, a lot of dead people. This military government is a killer,\" one demonstrator told me.\nIn Khartoum's private Royal Care hospital, many victims of the military clampdown are being treated.\nIt's a place where support for the government is hard to come by.\n\"It's heart-breaking to see those young people, the ones that have been killed, asking for what's rightfully theirs: for a free country with a civilian government,\" says surgeon Salma Elkhazin.\nDespite these voices of concern, a spokesman for Sudan's military government said the regime had done nothing wrong.\n\"Time will show this was not a coup,\" retired Admiral Fateh al-Rahman told the BBC. \"We will put a civilian government back in place and hold elections.\"\nThe defiance of protesters here is simply impressive, and it's possible that Sudan's generals will back down amid growing international pressure. \nBut for now this country's democratic revolution remains on hold - on a continent where it seems military coups are back in fashion."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cornwall-59197255",
      "category": "uk-england-cornwall",
      "title": "Fistral Beach swimmer's pink hat aids coastguard rescue",
      "tags": "Newquay,UK coastguards",
      "text": "A swimmer who was swept out to sea was rescued after her pink float and hat were spotted from the shore.\nThe woman was seen in difficulty by someone on Little Fistral beach in Newquay, who called 999 at about 12:45 GMT on Saturday.\nNewquay and Padstow coastguard and Newquay RNLI rescue team attended and airlifted her from the sea.\nHM Coastguard said the bright colours she was wearing aided her timely rescue.\nTeam leader Matt Rogers said: \"This swimmer had done a considerable amount to give herself a chance of being rescued if things went wrong. \n\"She not only had a float that was a bright pink colour but was wearing a hat of the same colour too. \n\"It meant our caller could help give us information that enabled the swimmer to be rescued quickly.\n\"It's a reminder of how quickly things can go wrong even for the most experienced and why you should do all you can to help us help you if the worst happens.\"\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59199831",
      "category": "world-us-canada",
      "title": "Astroworld: Victims named as police probe US festival crush",
      "tags": "Music festivals,Texas,Houston",
      "text": "Family and friends have been paying tribute to those who died following a crowd surge at rapper Travis Scott's Astroworld festival in Houston, Texas.\nAt least eight people were killed and hundreds hurt at the music event, which is now under investigation by police. \nScott has said he is working to help victims' families, but several concert-goers are suing him and the promoters for damages.\nMost of the victims were young people, with the youngest said to be just 14.\nThe family of one victim, 16-year-old Brianna Rodriguez, spoke of their \"profound sadness\" and said the passionate dancer was \"dancing her way to heaven's pearly gates\".\nEarlier, Houston police said their investigation into the crush would include looking into reports that somebody in the audience had been injecting people with drugs.\nThe surge began around 21:15 on Friday (02:15 GMT Saturday) when panic broke out as the crowd pressed towards the front of the stage during the rapper's headline set.\nAs the crush began causing injuries to people, panic grew and the casualties quickly overwhelmed the on-site first aiders, officials said. Some 300 people were treated for injuries such as cuts and bruises. \nSeveral people allegedly injured during the crowd surge have filed lawsuits against Travis Scott and festival promoter Live Nation.\nOne lawsuit also accuses rap artist Drake, who appeared as a surprise performer, of inciting crowds \"even though he knew of \"[Travis Scott's] prior conduct\".\nIn 2018, Travis Scott pleaded guilty to a public disorder charge after he was accused of encouraging people to rush the stage at a concert in the US state of Arkansas. According to a local newspaper, he also paid nearly $7,000 (£5,186) to two people who said they were injured at the event.\nNeither he nor Drake have commented on the new lawsuits against them.\nOn Sunday, GoFund Me pages and emotional social media tributes to those who died were widely shared online. \nDanish Baig was 27. His brother Basil Mirza Baig posted on Facebook that he had been killed while trying to save another relative in the crush. \"His smile would light up a room\", he wrote. \nRudy Peña, from Laredo, Texas. His age has not yet been confirmed. His sister told the Laredo Morning Times that he was \"the sweetest person, friendly, outgoing, he had many friends because he was always there for everyone... he was a big fan of Travis, he loved his music.\"\nFranco Patino, 21, an engineering student at the University of Dayton. His university confirmed his death to local TV station WHIO. He was a member of the Alpha Psi Lambda fraternity and completing a work placement in Mason, Ohio. \nBrianna Rodriguez, 16, a junior at Heights High School in Houston. \"Dancing was her passion and now she's dancing her way to heaven's pearly gates\", her family wrote on Facebook. \nJohn Hilgert, 14, the youngest to die at Astroworld. \"He was one of the nicest kids I knew and always made people laugh,\" a friend said on Twitter.\nJacob Jurinek, 20, an art and media student at Southern Illinois University. In a statement, his family said he was known for his \"contagious enthusiasm, boundless energy and his unwavering positive attitude\".\nAxel Acosta, 21, studying computer science at Western Washington University. His family told local media that he'd travelled alone to the show - the first music festival he'd ever attended.\nOn Saturday, Houston police Chief Troy Finner said the investigation into the tragedy would include the homicide and narcotics divisions. Teams will review video from the scene to explore the causes of the surge and what had prevented people from being able to escape. \nSeveral concert goers had to be revived with anti-drug overdose medicine, including a security officer who police said appeared to have an injection mark.\n\"We do have a report of a security officer... that he was reaching over to restrain or grab a citizen and he felt a prick in his neck,\" Chief Finner said. \n\"When he was examined he went unconscious,\" he added. \"He was revived and the medical staff did notice a prick that was similar to a prick that you would get if somebody is trying to inject.\"\nIn his first statement since the event on Twitter, Travis Scott thanked the police and emergency services and said he was \"committed to working together with the Houston community to heal and support the families in need\".\nLater he posted a video message on Instagram, in which he encouraged anyone with information about the incident to contact the authorities.\nScott, whose real name is Jacques Webster, made his big breakthrough in 2013 and has since had eight nominations for Grammy Awards. \nHe has a child - and another one on the way - with businesswoman and reality TV star Kylie Jenner, who was among the 50,000 people at the festival. \nShe posted on Instagram that they were \"broken and devastated\".\n\"I want to make it clear we weren't aware of any fatalities until the news came out after the show and in no world would have continued filming or performing\", she wrote. \nAngélica Casas, BBC News, Houston\nA makeshift memorial has been set up along some fencing near the entrance to the festival grounds. \nRuby Ayala, 19, came to pay tribute with her family. This was Ayala's first music festival. She went with her sister and some friends - and they made new friends among the crowd. \nOne of them was Franco Patino, who had travelled to Texas from out of state. He has now been confirmed as one of the eight victims.\n\"He had told us he would protect us because he had been to concerts like these before,\" Ayala said in tears. \"I thought to myself, 'I'll just stick with him'.\"\nWhen the commotion began, they thought it was a mosh pit, a popular dance at music events that involves people pushing against others. But then everyone around them started having trouble breathing and it was hard to get out.\nThey soon lost Patino in the crowd. \"If I would have moved over just a little bit, that could have been me.\"\nStanding in front of the memorial, Ayala's younger sister leans in to hug her. \"It's hard to believe the candles here are also for him.\"\nAyala's mother, Graciela Martinez, still can't believe her daughters were among the attendees that day. They had called her Friday night right after the festival.\n\"I didn't understand why she was so upset,\" Martinez said, of her daughter's call. \"She forgot to tell me there were people stepping on dead people. It's painful to see that they went through that and there was nothing we (as parents) could do to help them.\"\nMarc Medina, 18, is also back here with his family today. He starts remembering how at the concert he passed by a woman needing help. \"There was this girl and she fell…\" He can't bring himself to continue.\n\"It's not easy to come back here,\" he said. \"But you want people to feel remembered and not forgotten.\"\nDid you witness the incident? If it is safe to do so email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-59147044",
      "category": "explainers",
      "title": "What did Owen Paterson do?",
      "tags": "Conservative Party,Owen Paterson,Lobbying in the United Kingdom,Lobbying",
      "text": "Former minister Owen Paterson has resigned as an MP after a backlash at the government's decision to block his suspension from parliament.\nMr Paterson is the Conservative MP for North Shropshire. He served as Northern Ireland secretary and environment secretary under David Cameron.\nSince leaving government he has been a paid consultant for Randox Laboratories and Lynn's Country Foods. He is paid £8,333 a month by Randox for 16 hours work and £2,000 every other month from Lynn's Country Foods for four hours work.\nThis is not against the rules, and he declared his positions in the public register of interests.\nHe was investigated by the Commissioner for Parliamentary Standards after being accused of breaking lobbying rules for MPs.\nThe commissioner found that, on behalf of the companies, he approached and met officials at the Food Standards Agency and ministers at the Department for International Development a number of times.\nHe also used his parliamentary office and stationery for his consultancy work and failed to declare his interests in some meetings, the report said.\nThe commissioner decided that the contact with officials and ministers were \"serious breaches\" of the rules.  \nMPs are forbidden from taking money to raise issues in the House of Commons or with the government. \nThe code of conduct politicians have to follow says there must be not conflicts of interest between their personal interests and public interest.\nMPs who are found to have broken the rules may be asked to apologise to the House of Commons or be suspended as an MP.\nThe Standards Committee called Mr Paterson's actions \"an egregious case of paid advocacy\" and recommended at 30-day suspension.\nMr Paterson has criticised the decision and the way the investigation was carried out.\nHe said his approaches to officials and ministers amounted to whistle-blowing. For instance, Randox's contact with the FSA was to warn them of illegal antibiotics that had been found in milk that was available in supermarkets. \nThere is an exemption in lobbying rules for MPs who are alerting the government to \"a serious wrong or substantial injustice\", even if doing so would lead to \"incidental\" financial or material benefit for the MP.\nMr Paterson has said he \"would not hesitate to act in the same way again if confronted with new information about serious harms or wrongs requiring urgent remedy\".\nThe commissioner said only one of his approaches to officials qualified for the whistle-blowing exemption.\nHe has argued that the investigation constituted an \"absolute denial of justice\" for a number of reasons, including his claim that several witnesses who had come forward in support of his case had been ignored. \n Mr Paterson accepted that he had broken the rules regarding stationary and apologised.\nLobbying is when an individual or a group tries to persuade a public figure such as an MP, a minister or a government official to support a policy or campaign.\nIt's a normal part of the democratic process and anybody can do it by signing a petition or writing to their MP, for example.\nMPs are expected to lobby on behalf of their constituents - they might try to persuade the government to build a new hospital in their constituency, for example.\nBut because lobbying by MPs is likely to be more effective than lobbying by the general public there are rules to make sure they do not take advantage of their position for reasons other than the best interests of the people who elected them.\nThey must declare any jobs they have or that a member of their family has that could influence their opinions. \nAnd they are not allowed to take money for raising issues in the House of Commons or with ministers.  \nApart from Mr Paterson, more than 20 MPs get paid for consultancy work, including former international development secretary Andrew Mitchell, who is paid £182,600 per year for 32.5 days work.\nSir Ed Davey works as a consultant alongside his job as leader of the Liberal Democrats. He provides political and policy expertise to Herbert Smith Freehills, for six hours a month at £5,000.\nOther MPs have second jobs as doctors, nurses, barristers and even a football referee. \nOn Thursday afternoon Mr Paterson announced that he would be resigning as an MP, saying the last few days had been \"intolerable\".\nHe criticised the investigative process, which doesn't allow MPs to bring appeals against judgements. \nLeader of the House of Commons Jacob Rees-Mogg said there was a \"very strong feeling on both sides of the House that there is a need for an appeals process\" and that he would work with other parties to make \"improvements\" to the system.  \nThere will be a by-election in Mr Paterson's constituency of Shropshire North, which the Conservative Party has held since its creation."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59201279",
      "category": "uk-northern-ireland",
      "title": "Newtownabbey: Bus hijacked and set on fire by gang",
      "tags": "Police Service of Northern Ireland,Newtownabbey",
      "text": "A bus has been destroyed after it was hijacked and set on fire in Newtownabbey, County Antrim.\nIt happened near Valley Leisure Centre on Church Road at 19:45 GMT on Sunday.\nPolice said four men got on to the bus, ordered the passengers and the driver to get off and then set it alight.\nNo-one was injured, police said.\nIt is the second time in a week that a bus has been hijacked and burnt in Northern Ireland.\nLast Monday morning two armed, masked men boarded a bus in Newtownards, County Down, ordered the driver to leave and then set it on fire.\nAfter the latest incident, Infrastructure Minister Nichola Mallon said it was \"disgraceful and disgusting\" that public transport workers had been targeted again.\n\"Translink buses are public assets,\" said the SDLP assembly member.\n\"Without them people can't get to and from work, or school, or hospital appointments. \n\"Our bus drivers are working class people who deserve to be safe in their jobs.\n\"People using public transport also deserve to feel safe and be able to go about their business without fear.\"\nPublic transport provider Translink said the driver and a small number of passengers got off the bus safely.\n\"Our driver is badly shaken and is currently being supported by colleagues,\" it said.\n\"We are very disappointed by this intimidating attack on our member of staff and public transport services in the area.\"\nAll Metro and Glider services have been suspended for the remainder of Sunday evening but they are expected to be up and running on Monday morning.\nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson described the incident as \"senseless\".\n\"Such criminal behaviour could lead to death or serious injury,\" he tweeted.\n\"This only harms local people and local communities. It serves no cause whatsoever.\n\"The ringleaders should step back. Change is brought about by politics not by burning buses.\"\nJustice Minister Naomi Long said: \"Hijacking and burning a bus achieves nothing.\n\"What it does do is terrorise and frighten people who are just trying to earn a living or get home to their families,\" added the Alliance Party leader.\nUlster Unionist Party (UUP) leader Doug Beattie also took to social media to condemn the attack.\n\"Terrorising society with the hope of achieving what exactly?,\" he tweeted.\n\"This is utterly pathetic and it needs to stop. Those responsible do not represent the overwhelming majority who just want a peaceful society.\"\nSinn Féin's Gerry Kelly said the attack was \"dangerous, reckless and despicable\".\n\"There is absolutely no place in our society for this criminality and violence,\" said the North Belfast MLA.\n\"People want calm and responsible leadership to reduce tensions and ensure there is no further escalation of violence on our streets.\"\nPeter Macklin from the GMB union, which represents some Translink drivers, said it was \"disgusting\" that they should face such attacks.\n\"It's totally disgusting that this could happen as they're going about their day-to-day business,\" he said.\n\"They go in to do their work and that's it - they feel you should be able to do it safely without having this threat hanging over you every day.\n\"We'll work closely with the company to try to make sure that all measures are put in place to prevent these things happening and to let people to go about their daily routine safely.\"\nThree fire engines were sent to extinguish the blaze and the crews left the scene at about 21:30.\nChurch Road remains closed between O'Neill Road and the Abbey Centre.\nDiversions are in place and motorists can expect delays in the area on Monday morning."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59196814",
      "category": "world-africa",
      "title": "Libya: Row over attempt to suspend foreign minister Najla El-Mangoush",
      "tags": "Libya",
      "text": "Libya's presidential council says it has suspended Foreign Minister Najla El-Mangoush for 14 days and banned her from travelling, pending an inquiry.\nIt accused her of not co-ordinating on foreign policy, but the transitional government rejected the decision, saying she would carry on as normal.\nThe political infighting follows comments she made in a BBC interview about the Lockerbie bombing in 1988.\nLibya admitted responsibility for the bombing in 2003.\nControversy ignited here after the minister spoke to the BBC about the possible extradition of a new Libyan suspect wanted by the US over the bombing.\nThe downing of the plane - in which 270 people were killed - remains a sensitive subject here, and a painful one in the US and Britain.\nNajla El-Mangoush told us that the Libyan government was very open to collaborating with the US on the question of extradition, and said the matter was progressing. \n\"We understand the pain and sadness of the victims and the families,\" she said.\nThe move to suspend - and ground - the top diplomat comes ahead of a major international conference on Libya in Paris next Friday.\nIt also comes as Libya is moving uncertainly towards nationwide elections, due in late December.\nThis kind of dispute between institutions of state is not new in Libya, far from it. \nThe country has two competing parliaments and is deeply divided between East and West.  With the elections approaching, the internal competition is on the increase.  \nThe Libyan government said the presidential council had no legal authority to suspend or investigate a minister, and the foreign minister would continue her work. \nShe is currently out of the country and is expected to attend the Paris conference.\nIt's likely that the international community will want this row to be defused quickly, to keep the focus on holding elections - tricky as that may be - and on the future of Libya."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59197135",
      "category": "world-europe",
      "title": "Cork: Man charged with sending 'menacing message'",
      "tags": "Republic of Ireland,Cork",
      "text": "A man has appeared in a court in Ireland charged with sending a message by telephone that was menacing.\nDaniel Weavers, 41, with an address in Douglas, Cork City, appeared before Cork District Court on Sunday.\nHe was instructed by the court not to make unwarranted contact with UK Police Authorities and to surrender his passport.\nHe was charged with sending a message by phone that was menacing from an address in Cork on 18 October.\nGarda (Irish police officer) Eoghain O'Callaghan told the court that on Saturday the defendant was arrested under caution and made no reply.\nNo objection was made to bail but a number of conditions were sought.\nThese were:\nThe judge, Marian O'Leary, granted the bail conditions with a bond of €300 (£256) to be paid.\nShe noted that the state was in possession of Mr Weavers' passport.\nThe case is scheduled to be heard again on 12 January and is awaiting the direction of the Irish Director of Public Prosecutions."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59195084",
      "category": "world-us-canada",
      "title": "Astroworld security officer 'felt a prick in his neck'",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59174831",
      "category": "uk-politics",
      "title": "What does 'sleaze' mean when politicians use it?",
      "tags": "Tony Blair,Owen Paterson,John Major,Parliamentary Standards Commissioner ",
      "text": "Sleaze is one of those marvellously elastic political terms that can be stretched to cover pretty well anything. \nSexual shenanigans, financial fiddles or ethics violations by an MP or peer can all be roped into the category of \"sleaze\", often leaving them fighting for political survival.\nThe word itself came into use in British politics in the mid-1990s as a series of scandals ate into the credibility of John Major's government - and were gleefully exploited by Tony Blair in the run-up to the 1997 New Labour landslide. \nBut the phenomenon is as old as politics. \nTake the sinister cocktail of aristocratic vice, espionage, race and class that was the 1960s Profumo scandal, which involved the Minister for War sharing a girlfriend with a Soviet naval attache  - not only did it terminate his career, but it created a kind of domino effect, allowing commentators to link it to separate, lesser happenings….\"this latest scandal to engulf the government…\" \nAnd most deadly of all, it made a prime minister and his government look ridiculous.\nThe 2009 expenses scandal, where a data leak exposed what MPs had been claiming from the taxpayer was a devastating example. \nThe ugly details of claims for duck islands and gardeners, wide screen televisions and plastering of artex ceilings infuriated an electorate facing an economic downturn.\nCareers were terminated in ignominy. Some went to prison. And all, even the innocent were tarred. \nI can recall one MP, blameless in his expenses claims, telling me how he decided to leave Parliament at the next election, because someone, recognising his partner in a constituency supermarket, spat at her. \nAnother who ran a marathon for charity, recalled a derisive shout from a spectator, \"I bet you're claiming expenses for this, aren't you.\"\nBeyond the details of the Owen Paterson case, the worry for all parliamentarians is that a feeding frenzy of investigations of other individuals will follow, tainting the innocent as well as the guilty. \nMaybe Sir Keir Starmer and Labour will hope history repeats itself, and they can run against a discredited government. \nThe stakes are high. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59181509",
      "category": "world-europe",
      "title": "Three seriously injured in knife attack on train in Germany",
      "tags": "Germany,Rail travel",
      "text": "Three people have been seriously injured in a knife attack on a high-speed train in southern Germany.\nPolice arrested the alleged attacker, a 27-year-old Syrian man, shortly after the attack on a train travelling between the cities of Regensburg and Nuremberg in Bavaria.\nThe motive for the attack, at around 09:00 (08:00 GMT), remains unclear.\nNone of the injuries is thought to be life-threatening. Several hundred passengers were evacuated.\nOne woman told the German newspaper Bild she was standing in the aisle when she heard other passengers screaming: \"There's a knife! Everyone get to the rear!\"\nThe train was halted at the station of Seubersdorf, roughly 70km (43m) south of Nuremberg, where the man was arrested.\nAccording to German media reports, the arrested man had been granted refugee status after entering Germany in 2014 and was suffering from \"psychological problems\".\nThe attack comes months after a Somali immigrant fatally stabbed three women in the city of Würzburg.\nSimilar attacks in the past few years have exacerbated divisions in Germany as some of the perpetrators had arrived during the 2015 migrant crisis when Chancellor Angela Merkel opened the country's doors to some 900,000 asylum-seekers."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59196463",
      "category": "world-europe",
      "title": "Italian Mafia: 'Ndrangheta members convicted as Italy begins huge trial",
      "tags": "Organised crime,Mafia,Italy",
      "text": "An Italian court has sentenced 70 members of the powerful mafia group, the 'Ndrangheta, in the first stage of the biggest mafia trial in decades. \nDefendants faced charges including attempted murder and extortion. \nOver the next two years, 355 alleged mobsters and corrupt officials will face court for their involvement with Italy's richest and most powerful organised crime group. \nHundreds of lawyers and nearly a thousand witnesses are involved.\nSaturday's \"maxi trials\" took place behind closed doors in a specially converted courtroom in the Calabrian city of Lamezia Terme. \nThose accused had opted for a speedy trial which allowed them to have their sentences reduced by a third if found guilty. Judges handed six of those convicted the maximum 20-year sentence that prosecutors had asked for. \nAnother 21 defendants were acquitted.\nThe 'Ndrangheta is a sprawling criminal network consisting of some 150 families. This trial is targeting just one of those: The Mancuso family. \nThe lengthy charge sheet includes an array of drugs charges, murder, attempted murder, extortion, loan sharking, disclosure of official secrets and abuse of office.\nAlleged boss Luigi Mancuso, 67, who goes by the nickname \"the Uncle\", and ex-senator Giancarlo Pittelli, 68, who prosecutors have alleged was his white-collar fixer, will face longer court trials at a later date. \nLeading the case is Nicola Gratteri, one of Italy's most respected anti-mafia chief prosecutors. He has spent decades tackling the Italian crime gangs and as a consequence has lived under police protection for more than 30 years. \nMr Gratteri vowed earlier this year to take down \"this asphyxiating 'Ndrangheta, which truly takes the breath and the heartbeat from the people\" and told reporters that Saturday's sentencing had \"gone very well\".\nThe 'Ndrangheta rose to prominence after the maxi trials of the late 1980s, which significantly weakened Sicily's Cosa Nostra mafia families. \nThe 'Ndrangheta is involved in a wide range of illegal activities, but it specialises in cocaine trafficking and is believed to control about 80% of Europe's trade. \nYou might also be interested in:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59196462",
      "category": "world-us-canada",
      "title": "Harvey Milk: US Navy launches ship named for gay rights leader",
      "tags": "US Armed Forces,LGBT,United States",
      "text": "The US Navy has launched a ship named after a gay rights activist forced to resign from the service because of his sexuality in the 1950s. \nThe USNS Harvey Milk was launched in San Diego on Saturday in a service attended by Navy Secretary Carlos Del Toro and Milk's nephew, Stuart. \nIt is one of six new ships to be named after famed US civil rights leaders.\nOthers include former Chief Justice Earl Warren and slain presidential candidate Robert Kennedy.\nMilk served as a diving officer and Lieutenant aboard the submarine rescue ship USS Kittiwake during the Korean War. But he was forced out of the service following two weeks of interrogation about his sexuality in 1955.\nHe later became one of America's first openly gay politicians, elected in 1977 to the San Francisco Board of Supervisors.\nBut a year later he was shot and killed by Dan White, a former city supervisor with whom he had frequently clashed.\nSpeaking at the ceremony, Secretary Del Toro said that it had been wrong that Milk had been forced to \"mask that very important part of his life\" during his time in the Navy.\n\"For far too long, sailors like Lt. Milk were forced into the shadows or, worse yet, forced out of our beloved Navy,\" Del Toro said. \"That injustice is part of our Navy history, but so is the perseverance of all who continue to serve in the face of injustice.\" \nWhen the Obama administration first announced its intention to name a ship after Milk in 2016 some expressed opposition to the move.  \nThey suggested that Milk would have disapproved of lending his name to a Navy ship given his well known opposition to the Vietnam War. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59181370",
      "category": "health",
      "title": "Covid: Booster jabs to open earlier for booking in England",
      "tags": "Coronavirus vaccines,Coronavirus pandemic",
      "text": "People living in England will be able to book their coronavirus booster jabs a month in advance under government plans to speed up their rollout.\nCurrently, people cannot book their top-up vaccines until six months have elapsed since their second dose.\nBut from Monday, those aged 50 and over, plus those most at risk, will be able to book after five months.\nIt means they could receive their booster on the day they reach the six-month milestone.\nNHS England is introducing the change to accelerate the rate of take-up of booster jabs, to help prolong protection against the virus.\nExperts say while two vaccine doses give people high levels of protection, immunity reduces over time, particularly for at-risk groups. \nThe added concern is that even small dips in vulnerable people's immunity will affect the NHS's ability to cope this winter.\nHealth Secretary Sajid Javid said vaccines were the best way to protect people ahead of a \"challenging winter\".\nHe said: \"This will accelerate the booster programme, ensure the NHS is able to vaccinate people as quickly as possible, and importantly, help more people maintain protection against Covid-19, as we know immunity will dip over time.\"\nThe government's Scientific Advisory Group for Emergencies (Sage) estimates the protection against needing hospital treatment for a Covid infection falls:\nPeople are eligible for a booster jab in the UK if:\nIt must also have been six months (182 days) since their second dose.\nRules about who is eligible for a booster are the same throughout the UK. \nIn Scotland, people will be able to book boosters online from later this month. In Wales and Northern Ireland people will be invited to book an appointment and for most people this will happen at least six months after their second jabs.  \nRead more here.\nThe UK got off to a fast start with its vaccine programme - jabbing the most vulnerable with first doses ahead of almost every other country in the world - but some have criticised the booster rollout for being too slow.\nSo far, some nine million people in the whole of the UK have been given a third top-up jab to prolong immunity.\nThe average number of boosters given daily was about 293,000 in the week leading up to Monday, according to the latest vaccine statistics. \nEarlier this week, the Labour Party called on the government to set a target of administering 500,000 Covid booster jabs a day. \nShadow health minister Rosena Allin-Khan told the House of Commons: \"On current trends we won't complete the booster programme until spring 2022. The government needs to get a grip and set a target of 500,000 boosters a day.\" \nBoosters are considered to be a key part of preventing the reintroduction of some restrictions as part of the government's Plan B for winter if the situation should worsen. \nOn Wednesday, England's deputy chief medical officer Jonathan Van-Tam cautioned it could be a difficult winter ahead  and urged people to get their boosters.\nAnd last week the Welsh government warned of a possible return to a return of some Covid restrictions to allow a \"normal\" Christmas.\nLast month, the guidance was changed so that those at highest risk - including people in care homes - can already receive their boosters slightly earlier - five months after a second vaccine.\nIn England, people can also book jabs by calling 119 or by going to walk-in sites across the country, without an appointment, six months after their second dose."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59196404",
      "category": "uk",
      "title": "Owen Paterson: Boris Johnson's actions corrupt - Starmer",
      "tags": "House of Commons,Keir Starmer,Tobias Ellwood,Boris Johnson,Owen Paterson,Chris Bryant,Lobbying",
      "text": "Labour's Sir Keir Starmer has accused the PM of \"corrupt and contemptible\" behaviour in trying to \"protect\" Tory MP Owen Paterson, after he was found to have broken lobbying rules.\nSir Keir told the BBC the government was \"trashing\" the UK's reputation for upholding democratic standards.\nMr Paterson has now quit as an MP.\nMinisters backed plans to change the standards system that found Mr Paterson guilty but changed their minds the next day, following a political outcry.\nThe vote to reform the rules - backed by MPs on Wednesday - also put on hold a 30-day House of Commons suspension Mr Paterson was facing for breaching the rules by lobbying on behalf of two private companies.\nBut Environment Secretary George Eustice defended the government's position, saying it had been trying to give politicians under investigation the right to appeal against any findings against them - rather than protect Mr Paterson.\nHe told BBC One's Andrew Marr Show: \"We've been consistent on this throughout.\"\nSir Keir told the same programme: \"Instead of upholding standards, [the prime minister] ordered his MPs to protect his mate and rip up the whole system.\n\"That's corrupt and it's contemptible and it's not a one-off.\"\nOn Saturday, former Conservative Prime Minister Sir John Major said the current government had been \"politically corrupt\" over its treatment of the House of Commons, adding: \"There's a general whiff of 'We are the masters now' about their behaviour.\"\nBy Ione Wells, political correspondent\nSir Keir Starmer's anger was palpable, but it's hardly unexpected. He's the opposition leader, after all - and none of the opposition backed plans to overhaul the system in the first place. \nMore troubling for the government is the frustration among its own MPs. Many put their necks on the line to do as their bosses told, some against their will.\nSome who considered abstaining, I'm told, were reminded of positions they held that could be taken away. \nThe relationship between MPs and those at the top has been left bruised. This could bite the government when it needs those MPs on side again in future votes, particularly on controversial issues. \nThe Mail of Sunday quotes Shipley MP Philip Davies pleading, \"Please don't ever ask me to vote for anything ever again,\" after claiming he received abuse from his constituents for it. \nA signal, perhaps, of more tricky votes ahead for ministers. \nSir Keir said: \"Boris Johnson is the prime minister who is leading his troops through the sewer - he's up to his neck in this.\"\nSpeaking earlier on Sky News, Labour's shadow House of Commons leader, Thangham Debbonaire, urged Mr Johnson to \"consider his position\".\nShe also described the position of Commons leader Jabob Rees-Mogg - who had to announce the government's U-turn on Thursday - as \"untenable\".\nAsked about these comments on the Andrew Marr Show, Sir Keir said: \"As the opposition, we always want this government to go.\"\nOn Wednesday, Conservative MPs blocked the Standards Committee's recommendation that Mr Paterson should be suspended by calling for an overhaul of the MPs' standards watchdog instead.\nThey initially had the backing of No 10, but Downing Street changed its mind after a backlash by opposition MPs and some Conservatives. \nSpeaking on Sky News, Mr Eustice acknowledged the government had \"made a mistake\" in trying to get Mr Paterson's breach of lobbying rules re-examined by a new, Conservative-majority committee which would also consider the entire Commons standards regime.\nHe added: \"What we have seen is a Westminster storm in a teacup.\"\nBut senior Conservative MP Tobias Ellwood told BBC Radio 4's The World this Weekend: \"We've lost our way and we need to find our moral compass.\"\n\"Good policy, good governance, leadership, statecraft - that's what's needed at the moment, rather than manipulating the system for our own survival,\" he added.\nMr Paterson, who denies breaking the rules, said in his resignation statement that he now wanted a life \"outside the cruel world of politics\".\nHis departure will trigger a by-election in the North Shropshire seat he has held since 1997. \nOwen Paterson has been a paid consultant for clinical diagnostics company Randox since 2015 and to meat distributor Lynn's Country Foods since 2016, earning a total of £100,000 a year on top of his MP's salary.\nMPs are allowed to have these jobs, but are not allowed to be paid advocates - using their influence in Whitehall for the company's gain.\nThe committee concluded that Mr Paterson had breached this rule on paid advocacy by:\nMr Paterson was also found to have broken conduct rules by:\nA full guide to the controversy\nWho's who in the Owen Paterson row?"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59151209",
      "category": "uk-wales",
      "title": "Film & TV: Atlas maps Hogwarts, Jurassic Park & made-up places",
      "tags": "Literature,Rhondda,Television,Tonypandy,Maps,The Simpsons,Harry Potter ,Film,Aberystwyth,Aviemore,Batman,Pontypridd",
      "text": "So where actually is Batman's Gotham City? Or The Simpsons' Springfield. Do you know where Jurassic Park is? Hogwarts even? One man thinks he does. \nWell rather than binging on box sets or training for a triathlon, Rhys B Davies has spent the last two years making up a world map of 5,000 fictional film, TV, book and gaming locations. \nFamily Guy's Quahog, Liberty City from Grand Theft Auto and the vicar's Dibley all make the Atlas of Imagined Places.\nSome places were pretty easy to map.\n\"It's fairly easy to find where the Vicar of Dibley is set, because the opening credits literally start off flying over a particular motorway,\" said Rhys, 35.\n\"And if you can find that location, you can then find where Dibley is meant to be.\"\nBut while some made-up locations were relatively straight-forward for Rhys and co-author Matt Brown, others not so much.\nWhile Hogwarts School is generally accepted to be located in Scotland, Harry Potter author JK Rowling has never given any precise information about where.\nBut for Rhys and Matt, it was a matter of breaking down the clues left throughout Harry Potter media. \n\"You got to look for evidence,\" said Rhys, who lives in the very real Welsh seaside town of Aberystwyth.\n\"The first question, of course, is what canon do you follow because the Harry Potter film series puts Hogwarts in the West Highlands,\" said Rhys, adding: \"But the books tell a different story.\n\"We've got a rough idea of when Hogwarts got its railway connection, which meant we were able to look at railway maps and see what lines were open by that period.\n\"We know that it's near Dufftown [Moray, Scotland] because Sirius Black passes through there on his way to Hogwarts from London. \n\"And crucially, in the Harry Potter and the Cursed Child stage play, Harry's son is able to walk from Hogwarts to Aviemore in less than a night. \n\"So the result seems to be that Hogwarts is within walking distance of Aviemore. So it's not in the West Highlands. It's in the Grampians.\"\nIt is through two years of such painstaking research scouring films, television, novels and video games for clues that Rhys believes that he has pinned down some of the most elusive fictional locations - albeit it's not official.\nCartoon hero Fireman Sam's home of Pontypandy was one of the more frustrating places to locate, as Rhys explained.\nDespite sounding as if it should fit snuggly between Pontypridd and Tonypandy, the newest iteration of the show places it on the coast. \n\"The only real way we could reconcile this... was to stick it in the Vale of Glamorgan,\" Rhys said.\nUnlike real locations, fictional places have a tendency to move around, or not stay entirely consistent over time.\nIn The Poseidon Adventure, the SS Poseidon ship sinks in three different oceans between the novel in 1969, the original film in 1972 and its 2005 and 2006 adaptations.\nSimilarly inconsistent is Batman's Gotham City, which has had a fairly established location for years until a recent film positioned the city directly across the water from Superman's home city of Metropolis.\n\"We went with what maps in the comics had shown, which put them a little way apart, and enough room for intervening communities that we actually know exist,\" said Rhys.\nWhen sources contradict each other, the general rule is that the \"one that works the best or the one that seems to be the most consistent\" is the one that makes it on the map.\nMaps generally help get you from one place to another, so what good is a map that shows places that do not exist?\nRhys was just looking to work on something with a mate.\nHe joined up with his friend Matt to create a map of fake Britain years ago and \"that went down a treat\" he recalled. \nThey then went on to map out an in-depth look at the streets of London.\n\"After both of those worked out so well, we thought let's get ambitious, let's try and do the whole planet,\" added Rhys. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59191108",
      "category": "world-europe",
      "title": "Palma de Mallorca: Fleeing passengers shut down busy Spanish airport",
      "tags": "Turkey,Spain,Europe migrant crisis,Air travel,Morocco,Majorca",
      "text": "One of Spain's busiest airports shut down for nearly four hours on Friday after an apparent attempt by migrants to enter the country illegally.\nA plane flying from Casablanca in Morocco to Istanbul, Turkey, was diverted to Palma de Mallorca after a medical emergency was reported aboard.\nWhen the jet landed, 21 passengers ran off across the runways, reportedly escaping over the perimeter fence.  \nPolice later made arrests but 12 were still on the run on Saturday.\nPolice are investigating whether the group's escape from the plane was spontaneous or an elaborate plot to immigrate illegally.\nThe top Spanish government official for the Balearic Islands, Aina Calvo, said the event was unprecedented for a Spanish airport.\nThe drama began when emergency services boarded the Air Arabia Maroc plane to evacuate a Moroccan man said to have fallen into a diabetic coma. As they did so, 21 other passengers ran down the steps and fled, reportedly hiding under parked planes.\nAfter a health check at a hospital found him to be fit and well, the Moroccan man was discharged and arrested for illegally entering the country, Spain's Efe news agency reports. A fellow passenger accompanying him to the hospital reportedly disappeared.\nMost of the escapees who were arrested were found by the Guardia Civil, the Majorca Daily Bulletin reports, noting that \"one was caught walking along the road to Manacor\".  \nThe total number involved was 24, including a person arrested for aggressive behaviour on the plane.\nSome 60 national and international flights were diverted or delayed as a result of the incident.\nThe Air Arabia Maroc plane later continued to Turkey with its remaining passengers.\nYou may also be interested in this story:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59195535",
      "category": "uk",
      "title": "Climate change: National Trust joins international call for peat product ban",
      "tags": "Peatlands,National Trust for Scotland,COP26,Climate change,National Trust",
      "text": "The National Trust is calling on the government to ban peat being used in compost, as part of efforts to try and limit climate change.\nIt is one of more than a dozen international organisations asking for a switch to sustainable alternatives. \nPeat bogs are a carbon sink - meaning they soak up carbon dioxide emissions that exacerbate global warming.\nThe UK government has already said it intends to ban the sale of peat compost to the public in England by 2024.\nBut in a joint statement on peat, the National Trust and the National Trust for Scotland - as well as similar groups including from the Irish Republic, Korea and Indonesia - urged the government to \"act now\" and ban the sale of peat products in horticulture entirely.\nThey made the call to coincide with the COP26 climate summit negotiations.\nPeat is the surface layer of soil, made up primarily of partially decomposed plant material which has developed in waterlogged and low oxygen conditions. This water-holding capacity, and the fact it is relatively inert, make it ideal for plant growth, where it is often used in compost, as well as harvested and burned as fuel. \nResearch shows peatland traps almost twice as much carbon as forests, despite covering just 3% of the earth's surface. \nBut peat bogs that have been drained, dug up for fuel or used in compost have the opposite effect and contributes to carbon emissions.\nThe National Trust said healthy peatlands also help to control flooding and encourage vegetation that can provide homes for wildlife.\nThe organisation, which is one of the largest landowners in England, Wales and Northern Ireland, said it was taking action to eliminate the use of peat in its gardens and supply chains.\nNational Trust director general Hilary McGrady said the international organisations were \"all taking action\" to eliminate the use of peat, but added \"we can't end this practice alone\".\nShe called on members to \"make a positive choice for climate and for nature\" and buy peat-free compost to use in their gardens, as well as check whether plants they buy are peat free.\nMs McGrady said: \"It is through this sort of collective effort that we can unite in the fight against climate change.\n\"We also need government to step up and play their part by bringing in legislation that bans the sale of products containing peat.\"\nLeading garden centres in the UK have been found to be failing to stop the sale of peat in compost, despite pressure from campaigners and government.\nLast year countryside charity CPRE warned emissions from UK peatland could cancel out all carbon reductions  made through new and existing forests.\nCorrection 16th November: We have amended this article to remove an inaccurate description of peat as \"filled with nutrients\" and make clear that its popularity in horticulture relates to its water-holding capacity and relatively inert state."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59194819",
      "category": "world-us-canada",
      "title": "Astroworld: Criminal investigation into Texas festival crowd surge",
      "tags": "Music festivals,Texas,United States,Houston",
      "text": "Police in Houston, Texas, have opened a criminal investigation into the deaths of revellers at the Astroworld festival on Friday. \nAt least eight people died and hundreds more were hurt after a crowd surge on the opening night of the music event. \nThe victims were aged between 14 and 27. Some of their identities have started to be publicly released.\nPolice are also investigating reports that somebody in the audience was injecting people with drugs.\nThe incident began around 21:15 on Friday (02:15 GMT Saturday) when panic broke out as the crowd began to press towards the front of the stage during the rapper Travis Scott's headline set.\nAs people started getting hurt, panic grew and the casualties quickly overwhelmed the on-site first aiders, officials said. Some 300 people were treated for injuries such as cuts and bruises. \nThe police investigation into the tragedy will involve the homicide and narcotics divisions, and will review video from the scene to determine what caused the surge and why people could not escape. \nSeveral concert goers had to be revived with anti-drug overdose medicine, including a security officer who police said appeared to have an injection mark on his neck.\n\"We do have a report of a security officer... that he was reaching over to restrain or grab a citizen and he felt a prick in his neck,\" Houston Police Chief Troy Finner said. \n\"When he was examined he went unconscious,\" he added. \"He was revived and the medical staff did notice a prick that was similar to a prick that you would get if somebody is trying to inject.\"\nMeanwhile, the names of some of the victims are starting to emerge. \nBrianna Rodriguez, 16, was a junior at Heights High School in Houston. \"Dancing was her passion and now she's dancing her way to heaven's pearly gates\", her family wrote on Facebook. \nDanish Baig was 27. His brother posted on Facebook that he had been killed while trying to save another relative in the crush. \nRudy Peña, from Laredo, Texas, also died in the tragedy. His age has not yet been confirmed. \nFranco Patino, 21, was an engineering student at the University of Dayton. His university confirmed his death to local TV station WHIO. \nIn his first statement since the event on Twitter, Travis Scott thanked the police and emergency services and said he was \"committed to working together with the Houston community to heal and support the families in need\".\nLater he posted a video message on Instagram, in which he encouraged anyone with information about the incident to contact the authorities.\nScott, whose real name is Jacques Webster, made his big breakthrough in 2013 and has since had eight nominations for Grammy Awards. He has a child - and another one on the way - with socialite Kylie Jenner, who was among the 50,000 people at the festival. \nShe posted on Instagram that they were \"broken and devastated.\"\n\"I want to make it clear we weren't aware of any fatalities until the news came out after the show and in no world would have continued filming or performing\", she wrote. \nIn 2018, Travis Scott pleaded guilty to a public disorder charge after he was accused of encouraging people to rush the stage at a concert in the US state of Arkansas. \nAccording to a local newspaper, he also paid nearly $7,000 (£5,186) to two people who said they were injured at the 2018 event.\nAngelica Casas, BBC News, Houston\nThe night wasn't supposed to end like it did. Today, the streets surrounding the Astroworld festival grounds are still mostly closed off, and the venue is almost empty except for staff and a heavy police presence.\nEdward, a 25-year-old Houston native and a long-time Travis Scott fan, attended Friday's performances, and both previous Astroworld festivals.\nHe was right in the middle of the crowd when, he says, things began to get ugly. As the surge grew worse in a matter of minutes, desperate concert-goers tried to escape, pushing and pulling.\n\"I personally had a girl grab and hold on to me for dear life,\" he said. \"I had to calm her down because she literally thought she was about to die.\"\nEdward says he made a protective circle with his arms around her so she could catch her breath. He was able to pull her out of the crowd and help her to safety. As he walked out, he saw unconscious people around him, some already receiving CPR.\nAnother attendee, Andy Pacheco, filmed the moment concert-goer Seanna Faith, in a desperate plea for help, climbed on to a platform where a cameraman was stationed to ask him to do something about the crowd surge. She wanted the cameraman to call police or medics. But her plea for help was in vain.\nMs Faith later wrote online that she had just escaped a \"sinkhole\" of people as the crowding had become more intense. \nShe managed to pull herself and a friend out and was trying to get help for the others. \nPeople come to these festivals to escape reality and feel like they belong in a music community. On Friday night, that sense of belonging turned deadly. \nDid you witness the incident? If it is safe to do so email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59185007",
      "category": "uk-scotland",
      "title": "COP26: Thousands march for Glasgow's biggest protest",
      "tags": "COP26,Climate change,Glasgow",
      "text": "About 100,000 people marched in Glasgow to demand more action on the climate crisis, organisers have said.\nThe protest was the biggest so far during the COP26 summit and took place alongside hundreds of similar events around the world.\nGreta Thunberg joined the march but did not speak, leaving activists such as Vanessa Nakate to address a rally.\nPolice arrested 21 scientists who chained themselves together and blocked a road bridge over the River Clyde. \nOfficers also contained a group of socialist activists after pyrotechnics were set off during the march - one person was then arrested.\nHowever the force said the day passed \"largely without incident\". \nThe \"Global Day of Action for Climate Justice\" march started at Kelvingrove Park in the west of the city and Queen's Park in the south at about midday and made its way along a pre-agreed three-mile route to Glasgow Green.\nAbout 100 climate change demonstrations were held in other parts of the UK while events were also taking place in a further 100 countries including Kenya, Turkey, France, Brazil, Australia and Canada.\nIn London, protesters marched from the Bank of England to Trafalgar Square while another large demonstration happened in Cardiff. \nThe opening speeches at the protest rally at Glasgow Green came from representatives of indigenous people around the globe.\nUgandan activist Vanessa Nakate later told protesters: \"The climate and ecological crises are already here. But so are citizens from around the globe.\n\"Leaders rarely have the courage to lead. It takes citizens, people like you and me, to rise up and demand action. And when we do that in great enough numbers, our leaders will move.\"\nIt was understood that Greta Thunberg decided to give space to other speakers as she had already addressed youth activists in a march and rally on Friday.\nAway from the march, 21 protesters from Scientist Rebellion were arrested after chaining themselves together on the King George V Bridge in Glasgow city centre.\nCharlie Gardner, an associate senior lecturer at Durell Institute of Conservation and Ecology, said scientists could not \"rely on our leaders to save us anymore\" and had a \"moral duty to act\".  \nHe tweeted: \"Over 15,000 scientists declared that we're in a climate emergency, but most aren't acting as if it's an emergency.\n\"We're taking this action to encourage others, scientists and all people, to rise up in rebellion against the system that is killing everything.\"\nPolice Scotland closed the bridge to pedestrians and vehicles during the protest. \nA spokesperson said: \"We have facilitated a peaceful protest, but to balance right to protest with public safety and rights of the wider community, our protest removal team is safely removing protesters.\"\nAfter the event at Glasgow Green dispersed, Assistant Chief Constable Gary Ritchie said the atmosphere had been \"generally good natured\", with people in \"high spirits\".\nHe confirmed one person had been arrested after a socialist group was contained and a further 21 were arrested following the King George V Bridge incident.\nHe said: \"Glasgow has today hosted a public protest the size and scale of which was beyond anything many of us - both within and outwith policing - can ever remember. I am pleased to say today has passed largely without incident. \n\"I want to thank the vast majority of those who attended both the Youth March and the Climate March for their positive attitudes and for following instructions from our officers.\"\nDespite the grim weather there was a carnival atmosphere at the start of the march in Kelvingrove Park, with one group playing steel drums to entertain the crowd. \nFlags and banners were blowing in the wind and most activists were sporting multiple layers in a bid to combat the cold and rain.\nOne enterprising local vendor who was selling whistles at the youth march on Friday was today offering ponchos for £3.\nThere was a heavy police presence and officers paid particular attention to a group of socialist activists dressed in black and wearing red face masks. \nMembers of the group were still being closely monitored more than five hours later when they were among the last to arrive at Glasgow Green.\nA helicopter hovered overhead as the demonstration snaked through the west end and city centre.\nOne group set off a red flare in Finnieston but the march was good natured throughout and I saw no signs of any trouble.\nThe event was the largest protest in Glasgow since the Stop the Iraq War march in 2003 and groups representing a broad spectrum of causes, ranging from indigenous people to refugees, made for a colourful spectacle.\nThey were entertained along the way by acts including a bagpiper and a man singing karaoke dressed as Darth Vadar.\nOne of the highlights was a spontaneous outbreak of applause which greeted the marchers as they arrived in George Square.\nIt was summed by a banner which read: \"Glasgow Welcomes Climate Activists\".\nThe sun had come out by the time the mass protest arrived at Glasgow Green and some revellers even enjoyed a dance party outside the High Court in Glasgow.\nBut the huge crowd was later left disappointed when it emerged celebrated climate activist Greta Thunberg would not be addressing the rally.  \nWorld leaders and representatives who came to Glasgow for the climate change summit have so far made promises to curb deforestation, phase out coal, end funding for fossil fuels abroad and cut methane emissions.\nBut there is still a significant gap between the measures countries have committed to and what is needed to avoid more than 1.5C of warming, beyond which the worst floods, droughts, storms and rising seas of climate change will be felt.\nCountries are under pressure to agree on actions for the next decade, finance loans for developing countries to cope with the crisis and finalise the last parts of how the global Paris Agreement on climate change will work.\nAsad Rehman, a spokesperson for the COP Coalition, said: \"We are taking to the streets across the world this weekend to push governments from climate inaction to climate justice. \n\"This has been the least accessible climate summit ever - with so many people side-lined at the talks or not able to make it in the first place. Today those people are having their voices heard.\"\nRepresentatives of indigenous communities from North and South America joined the march in Glasgow. \nSome have no formal representation at COP26, despite living at the frontline of environmental destruction caused by mining or deforestation, because they are not recognised by their governments. \nMarchers came from across the UK to take part in the Glasgow march, including surfers from Cornwall.\nEdinburgh COP Coalition put on 13 coaches to travel to the event while a series of \"Pedal on COP26\" bike rides were organised from more than 20 areas of Scotland, the longest rides being from Inverness, Aberdeen and Dumfries setting off on Friday.\nThe cyclists brought up the rear of the march, which took near two hours to leave Kelvingrove Park, making the line of protesters almost two miles (3.2km) long.\nPolice said they blocked a section of the crowd between Holland Street and St Vincent Street because of \"congestion issues\". \n\"Following an escalation in their conduct a small number of people from the group who deliberately stopped on the parade route at the junction of Holland Street and St Vincent Street were contained by police on the grounds of public safety,\" a Police Scotland tweet said. \nBleak weather with heavy showers and gusts of wind greeted early arrivals to the march, but the weather improved over the afternoon. \nHigh winds, however, continued to cause a problem, hampering efforts to set up the main stage at Glasgow Green. and speakers instead used the stage company's lorry as a platform. \nSaturday's march came after many young activists - including striking school pupils - took part in a mass demonstration in the city on Friday.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-59192442",
      "category": "uk-england-birmingham",
      "title": "Walsall retail park visitors threatened by children with fake gun",
      "tags": "Walsall",
      "text": "Two children have been arrested after reports that visitors to a retail park were being threatened with a gun.\nWest Midlands Police said one motorist at Reedswood Retail Park, Walsall, said he was told, \"stop, give me your van\".\nArmed officers recovered a toy gun, painted black, and a kitchen knife, which was being carried in a rucksack.\nThe two boys were aged 11 and 12 and the police also escorted home two other children, aged 11 and seven.\nWest Midlands Police said there had also been a report of stones being thrown at vehicles and staff being threatened, just after 10:00 GMT.\nOne of the boys was arrested for possessing an imitation gun and the other for knife possession.\nThe force said it would be speaking to their parents and referrals would be made to the local authority's children's services.\nSgt Ben Dolan said the incident had been \"really concerning given the ages of the children involved\". \nHe added: \"These children may have thought it was some kind of game or fun to be pointing a fake gun at people but this caused great concern. \n\"And it's ended with four boys being stopped by armed police which must have been pretty scary for them.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59179181",
      "category": "uk-scotland",
      "title": "In Pictures: Young protesters march for the future",
      "tags": "COP26,Climate change,Glasgow,Greta Thunberg,Schools' climate change protests",
      "text": "Young people have taken to the streets of Glasgow to call for action at the COP26 climate change conference.\nGreta Thunberg was among those at the Fridays for Future march which made its way from Kelvingrove Park to George Square in the city.\nHere are some of the best images and key moments from the largest demonstration at the climate summit so far.\nAll photos are subject to copyright."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59188865",
      "category": "uk-wales",
      "title": "Haverfordwest: Fourth paddleboarder dies and woman arrested",
      "tags": "Haverfordwest,Pontarddulais,Bridgend,Swansea,Surfing,Port Talbot",
      "text": "A fourth paddleboarder has died and a woman has been arrested following an incident in a Welsh river.\nAndrea Powell, 41, died in hospital after being rescued from the River Cleddau in Haverfordwest last Saturday.\nPolice said a woman from south Wales has been arrested on suspicion of gross negligence manslaughter and released pending inquiries. \nMeanwhile, more than 1,000 people have gathered to watch surfers pay tribute to Paul O'Dwyer at Aberavon Beach.\nA massive rescue operation was launched when a group of nine people encountered problems while exploring the Pembrokeshire river last weekend.\nThree of the victims were Morgan Rogers, 24, from Merthyr Tydfil, Nicola Wheatley, 40, from Pontarddulais, Swansea, and Paul O'Dwyer, 42, from Sandfields, Aberavon.\nMs Powell, from the Bridgend area, was taken to nearby Withybush hospital but has also since died, police confirmed on Saturday.\nIn a statement, Dyfed-Powys Police said: \"Our thoughts are with her family, and all those involved in this tragic incident.\"\nA further five people were pulled out of the river by emergency services, but had no injuries.\nOn Saturday, a large crowd of people gathered at Aberavon beach to watch Aberavon Surf Club and Aberavon Green Stars rugby club pay their tribute to Mr O'Dwyer.\nMatthew Tamlin, chairman of the surf club, said: \"A paddle out is a surfing tradition reserved for very special people.\n\"We thought it was very fitting at a tough time for the club to come together and celebrate a great guy.\n\"Paul was an amazing bloke and a great friend to everyone. He was just so selfless, always doing things for others, which is a great quality.\"\nHe added: \"For the community and his family, it's important for us all to stand together, maybe to just shine a little bit of a light in what's a very dark time.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59141894",
      "category": "uk-wales",
      "title": "Climate change: Fridge doors could save 1% of UK electricity use",
      "tags": "Aldi,Retailing,COP26,Supermarkets,Climate change,Sustainability,Electricity",
      "text": "The UK could cut its total electricity usage by 1% if the top five British supermarkets put doors on fridges, campaigners have said. \nAldi has pledged to put fridge doors in all of its new UK stores, saving 2,000 tonnes of carbon a year.\nOther supermarkets say they will try to make open fridges more efficient.\nBut the Environmental Investigation Agency said supermarkets could cut their electricity bills by an average of 33% by adding doors.\nEach of Aldi's 100 new stores will save 20 tonnes of carbon per year by having doors on fridges, the German chain said, adding it would reduce stores' energy consumption by 20%.\nGlamorgan Cricketer and environmental campaigner Joe Cooke says all supermarkets operating in Wales should follow suit.\n\"It's such a simple change,\" Cooke said. \"It could save so much energy, that's going to be so important for us as we try to decarbonise and make the changes to become a greener country.\"\nCooke said only the Co-op and Aldi had committed to fridge doors in all their new and newly refurbished stores. \nMary Dunn, Aldi UK's managing director of corporate responsibility, said: \"Introducing fridge doors is another step on that journey to reduce our energy consumption and we hope that customers enjoy the new, more sustainable shopping experience.\"\nBut Tesco, Sainsbury's, Morrisons, Waitrose and M&S all said they would be using \"air wall\" technologies that force cold air towards the back of open displays to save energy.\nLidl said is uses curtains when its stores are closed and Asda said it would be trialling doors on chilled displays in 2022.\nUlla Lindberg, a refrigeration and consumer researcher from Swedish fridge maker Haglund Industry, said fridges with doors outperform even the most efficient open cabinet technology.\nMs Lindberg's research found food shoppers were not turned off by doors, with many feeling the food was fresher. \nSupermarkets with fridge doors also saw less food waste and allowed supermarkets to cut their heating bills in winter because they need less heat in the chilled sections of their stores, Ms Lindberg said.\n\"Half of the energy in a supermarket is from the refrigeration so that means that you cut a lot [with doors],\" she explained.\n\"You can also improve the situation for the consumer and the food as well.\"\nThe then Welsh Assembly's petitions committee considered a campaign to ban open refrigerators in supermarkets in 2019, but members concluded the Welsh government did not have the powers to intervene.\nThe UK government ruled out a ban on the use of open fridges and freezers in retail outlets in 2019 and said it was already taking action to improve energy efficiency.\nIn a statement, the the Department for Business, Energy and Industrial Strategy said it was \"looking at various ways to encourage greater energy efficiency in commercial refrigeration\". \n\"We urge retailers to increase their use of energy-efficient technology wherever possible,\" it added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59198144",
      "category": "uk-scotland",
      "title": "COP26: Police praise 'good natured' marchers in Glasgow",
      "tags": "Police Scotland,COP26,Glasgow",
      "text": "Police have praised the majority of \"good natured\" marchers who took part in one of Glasgow's largest protests in memory.\nAbout 100,000 took part in the procession from Kelvingrove Park to Glasgow Green on Saturday.\nOfficers made 22 arrests - one after a socialist group were contained and the rest after protesters chained themselves on a bridge.\nCrowds swiftly dispersed after speeches concluded leaving little litter behind.\nPolice later told the BBC there were no major incidents following the event.\nThe march was organised by the COP26 Coalition - a network of social and environmental groups in the UK - as part of a Global Day of Action for Climate Justice.\nIt started at Kelvingrove Park in the west of the city and Queen's Park in the south at about midday and made its way along a pre-agreed three-mile route to Glasgow Green.\nAbout 100 climate change demonstrations were held in other parts of the UK while events were also taking place in a further 100 countries including Kenya, Turkey, France, Brazil, Australia and Canada.\nThe COP26 Coalition are also running a \"People's Summit\" programme of events from 7-10 November where members of the climate justice movement will meet to \"strategise for system change\".\nAway from the march at about 11:00, 21 protesters from Scientist Rebellion chained themselves together on the King George V Bridge in Glasgow city centre, resulting in a road closure.\nCharlie Gardner, an associate senior lecturer at Durell Institute of Conservation and Ecology, said scientists could not \"rely on our leaders to save us anymore\" and had a \"moral duty to act\".  \nPolice said 21 people were arrested following the incident and were released on an undertaking.\nMeanwhile, officers surrounded a group of activists from the Young Communist League (YCL) during the march on St Vincent Street - police said this was because pyrotechnics had been set off and the group's behaviour had \"deteriorated\".\nAssistant Chief Constable Gary Ritchie told the BBC they group were \"trying to create confrontation\" with officers, were acting \"violently\" and were stopping which \"created a public safety issue\".\nThe group were removed from the procession and one person was then arrested.\nSome have criticised the policing of the march, with the COP26 Coalition describing the \"kettling\" as  \"heavy-handed and disproportionate\". \nOn Friday the group published an open letter to the first minister, saying there had been a \"disproportionately high\" number of officers deployed during the summit, and accused the force of \"intrusive police surveillance\" which it said \"created an atmosphere of fear and intimidation\".\nHowever, on the YCL incident, ACC Ritchie said the force had \"clearly set expectations\" for the behaviour of participants and the group were \"intent on not following instructions\".  \nHe confirmed the climate march had passed \"largely without incident\".\nACC Ritchie said: \"Glasgow has hosted a public protest the size and scale of which was beyond anything many of us - both within and outwith policing - can ever remember.\n\"The procession has been generally good natured, with participants in high spirits, keen to draw attention to their respective causes with Police Scotland officers deployed alongside mutual aid officers from across the UK.\n\"I want to thank the vast majority of those who attended both the Youth March and the Climate March for their positive attitudes and for following instructions from our officers.\"\nACC Ritchie later told the BBC that although Friday and Saturday had been \"big ticket\" events, policing would continue throughout the conference.\nHe added: \"We know the protesters are still here, we know there are a lot more decisions to be made at the conference itself and the protesters are going to want their voices heard.\"\nArouge Salin has worked at the Brave Bakers coffee shop on Saltmarket for around two months.\nIt was one of the few businesses in the area that had opted to stay open on Saturday - a move that paid off as tens of thousands of activists walked by.\nThe 25-year-old was one of three members of staff behind the counter delivering cinnamon twists and hot coffee to shivering customers who had been soaked in the rain.\n\"It started off quiet, but we had a queue outside the shop until the walk passed - it was non-stop from 15:30 until 18:00, and we normally shut at 17:30. \n\"We sold out of everything vegan - which never happens. The only thing we had left was our chicken and bacon bake which is usually the first thing to go.\n\"And we sold so many coffees that our machine jammed. I think people just wanted something warm.\"\nCouncil crews and event organisers took part in the clean up operation on Sunday morning.\nA yarn installation depicting flowers and bees at the entrance to Glasgow Green was removed by the council due to \"high winds and wet weather\".\nThere was also a knitted sign which read \"we're watching you\" - a phrase which has appeared on Extinction Rebellion campaign material.\nA council spokeswoman said: \"It is currently in storage for the owner to collect if they so wish.\"\nThey added that overall, no problem areas had been identified and no \"hotspots\" were reported."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-59197464",
      "category": "uk-england-birmingham",
      "title": "Vaccine appeal to pregnant women after mum dies of Covid",
      "tags": "Coronavirus vaccines,Birmingham,Coronavirus pandemic",
      "text": "The family of a woman who died with Covid before getting the chance to hold her newborn daughter have urged pregnant women to get vaccinated.\nThe brother of 37-year-old Saiqa Parveen, from Birmingham, said she had put off getting the jab until after her child was born.\nQayoum Mughal said the family had \"lost everything\".\n\"If she had the vaccine she might have had a chance of surviving,\" he said.\nMrs Parveen was taken to hospital with breathing difficulties in September and after being treated with oxygen, was put on a ventilator.\nShe was eight months pregnant when doctors delivered her child by emergency caesarean section. She died on 1 November.\nMr Mughal said his sister had been sent a letter offering her a vaccine but she told her family: \"It's too late now, when I've had my baby I will get my vaccine.\"\n\"But she didn't get the chance,\" he said.\nShe suffered further complications, including sepsis, as her condition worsened in hospital.\nMr Mughal described his sister as a \"lady of principle\", but said: \"For the sake of God and the sake of your loved ones, please get vaccinated.\"\nHe urged people to \"spare the pain of your loved ones\".\nA funeral for Mrs Parveen is due to take place on 8 November.\nCovid vaccines are recommended for pregnant women by the government, the Royal College of Obstetrics and Gynaecology (RCOG) and Royal College of Midwives (RCM). \nIn a letter to midwives, obstetricians and GP practices in July, chief midwife for England Jacqueline Dunkley-Bent said all healthcare professionals have \"a responsibility to proactively encourage pregnant women\" to get vaccinated. \nProf Lucy Chappell, the chief scientific advisor for the Department of Health and Social Care, said: \"Overwhelmingly our data on safety of the vaccines in pregnancy is very positive.\"\nShe said the government was advising pregnant women in the UK get the Pfizer or Moderna vaccines and added: \"If you can get vaccinated it is never too late in pregnancy.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    }
  ]
}