{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59254354/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Carer shortage: Robin Swann set to unveil pay proposals",
      "tags": "Social care,Home care",
      "text": "Health minister Robin Swann is finalising proposals to improve pay for social care staff in Northern Ireland.\nA spokesperson for the Department of Health said officials have been in discussion with employers and a decision was due \"in the very near future\".\nConcern has been growing about a shortage of staff in the sector.\nSome domiciliary care companies have had to withdraw services as they struggle to recruit. \nThe spokesperson said: \"The department can confirm that discussions have been ongoing in respect of funding for remuneration of staff in the domiciliary care and the wider social care sector and that proposals are being finalised. \n\"Notwithstanding ongoing budgetary pressures, the minister intends to announce his decision in the very near future.\n\"In developing these proposals, we have had constructive engagement with social care employers with the shared objective of improving terms and conditions for employees.\"\nAt present, about 75% of home care in Northern Ireland is provided by the independent sector.\nOn Thursday, Dr Bob Brown of the Western Health and Social Care Trust told councillors in Londonderry the domiciliary care sector was struggling to recruit and retain staff.\nHe said an additional £2 per hour could have a \"significant impact\".\nDr Brown, the trust's director of care and older people's services, told the council's health committee the department has been working with the trust \"to identify ways this winter to incentivise domiciliary care\".\n\"Terms and conditions are a key issue,\" Dr Brown said.\nHe added: \"There has been some calculations that indicate, that assuming an increase in the hourly rate gets straight into the carers' hands rather than the provider's hands, it could have a very significant impact on recruitment, even a £2 per hour increase.\"\nThe Western Trust said that proposals on domiciliary care staff pay \"are under active consideration\".\n\"To clarify, these are not Western Trust proposals but NI-wide proposals led by the minister and department,\" the trust said, in a statement.\n\"They form part of a package of measures being finalised to support the domiciliary care sector through this winter.\n\"In addition, proposals for the longer-term reform of adult social care will shortly be the subject of a public consultation launched by the minister.\n\"The consultation will include the vital issue of properly rewarding and recognising social care staff - which the minister has made clear is a priority for him.\"\nAbout 1,600 people across Northern Ireland have been assessed as needing a care package - that is they need help with washing, dressing or cooking, or adaptations to their home.\nMany are waiting in hospitals or care homes because there is not enough home-based carers to provide the level of care they require.\nDomiciliary or home care packages allow those who are ill or vulnerable to be cared for in their own house.\nBut, according to the Northern Trust, some independent providers have raised concerns about the sustainability of their service as they do not have enough staff.\nThe trust said the problem is particularly acute in the Mid Ulster area with concerns also emerging in Causeway area too.\nWhile it is mostly the independent sector that is affected, BBC News NI understands that the trust's own service is experiencing challenges which may mean reducing the number of calls. \nFigures from the Department of Health show that as of October the number of people waiting for a care package, many of whom are in care homes, has dropped to 1,657.\nThat includes:\nBBC News NI understands that many front-line care staff feel the number waiting on care packages could be much higher."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-59276779",
      "category": "uk-england",
      "title": "Bird flu is found at sites in Yorkshire and Lancashire",
      "tags": "Leeming Bar,Fylde,Kirby Cross",
      "text": "A protection zone has been put around a site in North Yorkshire after birds there were confirmed as having the H5N1 virus.\nThe Department for Environment, Food and Rural Affairs (Defra) said bird flu was found at premises near Leeming Bar, Hambleton on Saturday. \nDefra said further testing was under way and that all birds at the site would be humanely culled.\nOn Friday, bird flu was found at a site in Fylde, Lancashire.\nTemporary control zones covering 3km (1.8 miles) and 10km (6.2 miles) are in place around both the Leeming Bar and Fylde sites.\nOn Thursday, the highly contagious H5N1 virus was found at the Willow Wildlife Animal Sanctuary in Kirby Cross in Essex.\nSanctuary owner Julie Menzies said she and her team were devastated by the outbreak.\nThe Defra website states the virus is \"primarily a disease of birds and the risk to the general public's health is very low\".\nAvian flu is spread by close contact with an infected bird, whether it is dead or alive.\nAn Avian Influenza Prevention Zone (AIPZ) has been in place across Great Britain since 3 November, after the discovery of a strain of the virus in a small poultry unit in Warwickshire.\nThe AIPZ means bird keepers need to follow strict biosecurity measures to help protect their flocks.\nHave you been affected by the issues in this story? Email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59269886",
      "category": "science-environment",
      "title": "COP26: Climate summit approaches 'moment of truth'",
      "tags": "Our Planet Now,COP26,Paris climate agreement,Climate change",
      "text": "The president of the COP26 climate summit said the talks had reached a \"moment of truth for our planet\".\nAs the meeting entered its final hours, he urged delegates to agree to a draft agreement aimed at averting dangerous global warming.\nBut he faced late objections from India and others to a clause on cutting fossil fuels, and calls for more financial help for developing nations.\nIt's still not clear what needs to happen for these issues to be resolved.\n\"You all know that the world is willing us on to be bold - to be ambitious\" said the UK's Alok Sharma, who is chairing the talks. \n\"So much rests on the decisions we collectively take today,\" he told delegates, urging them to get on board with the draft plan published earlier on Saturday.\nThe key achievements of the draft so far are the inclusion of a commitment to phase-out coal, re-visiting emissions-cutting plans on a more regular basis and increased financial help for developing countries.\nBut India's environment minister Bhupender Yadav told the meeting that \"consensus remains elusive\".\nIn an apparent reference to coal, he said: \"Targeting any particular sector is uncalled for. Every country will arrive at net zero as per its national circumstances.\"\n\"Developing countries have a right to their fair share of the global carbon budget and are entitled to the responsible use of fossil fuels,\" he added.\nHe also objected to proposals to end \"inefficient fossil fuel subsidies\" - financial benefits provided to producers of oil, gas and coal.\nChina, which is understood to have earlier raised concerns about the wording, said it hoped that \"all parties will show excellent flexibility\" and said it now wanted only small edits to the text.\nSouth Africa's negotiator backed objections over the section on fossil fuels saying: \"We don't feel that one size fits all is a good approach.\" \nBut Mr Sharma said the text was a \"balanced package\".\nUS climate envoy John Kerry said: \"If it's a good negotiation all the parties are uncomfortable. And this, I think, has been a good negotiation.\"\nLia Nicholson, from Antigua and Barbuda's delegation, and speaking on behalf of small island states, said they were \"extremely disappointed\" by the lack of progress on loss and damage - the principle that richer countries, which bear the main responsibility for the global warming, should pay compensation to poorer ones because of climate impacts.\nShe said: \"We will express our grievances in due course,\" but added: \"We implore all parties to support our common outcome and move forward.\"\nPromises in Glasgow will not be enough to limit global warming to 1.5C. It is a key part of the 2015 Paris agreement that most countries signed up to.\nScientists say that limiting temperature rise to 1.5C compared to pre-industrial levels will protect us from the most dangerous impacts of climate change. \nMeeting the goal requires global emissions to be cut by 45% by 2030 and to zero overall by 2050. One example of the impact of global temperature rise above 2C is the death of virtually all tropical coral reefs, scientists say.\nOne estimate by the Climate Action Tracker calculated that the planet is still set to warm by 2.4C if the current pledges are all met. \nAt COPs, it often all comes down to a huddle. Inside the main Plenary Room, the days of negotiations turn into a face-to-face discussion, like merchants in a souk. \nAround them, delegates cluster, keen to be there at the moment when key differences between the groups or countries are resolved. \nThis afternoon, US climate envoy John Kerry and chief US negotiator Sue Biniaz stood toe-to-toe with Ahmadou Sebory Toure, the delegate from Guinea, who also represents the G77 group of nations, a large part of the developing world. \nAt stake, how much money the developed world may have to pay to the developing world to compensate for the loss and damage done to developing countries because of climate change. \nInterest in that ends when Mr Kerry sweeps across the room to talk to the UK President of the COP, Alok Sharma and his chief negotiator, Archie Young. \nThen, all eyes move to the EU's chief negotiator, Frans Timmermans, as his team work out the repercussions of the G77 huddle. \nEventually, the COP chairman decides enough is enough and further discussions must take place elsewhere. The session ends and so do the huddles. For now.\nBut experts say the 1.5C target is still achievable: at COP15 in Copenhagen more than a decade ago, estimates suggested the world was heading for between 3.5 and 4.2C of warming.\nIf the references to phasing out coal and fossil fuel subsidies remain in the final deal, it would be an historic moment in climate negotiations.\nGabriela Bucher, Oxfam's international executive director, said: \"Clearly some world leaders think they aren't living on the same planet as the rest of us. It seems no amount of fires, rising sea levels or droughts will bring them to their senses to stop increasing emissions at the expense of humanity. \n\"The world's poorest have done the least to cause the climate emergency, yet are the ones left struggling to survive while also footing the bill.\nClimate finance, or the money promised by richer countries to poorer countries to fight climate change, continues to be one of the most contentious points. In 2009, developed nations pledged to provide $100bn per year to emerging economies by 2020. But this target was not met.\nA series of agreements between groups of countries have been announced so far:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-middle-east-59274686",
      "category": "world-middle-east",
      "title": "Egypt: Hundreds stung by scorpions after deadly floods in Aswan",
      "tags": "Egypt",
      "text": "Storms and flooding in the southern Egyptian province of Aswan killed three people and led to 503 others being stung by scorpions, officials said.\nState media initially attributed the deaths to scorpions forced into streets and homes by the rainwater on Friday.\nBut the health ministry later said that all of those stung were treated with anti-venom in hospital and survived.\nThe three fatalities were soldiers who were electrocuted when their camp was flooded, the New York Times reported.\nEgypt is home to fat-tailed scorpions that are among the most deadly in the world. Venom from a black fat-tail can kill humans in under an hour.\nSymptoms related to widespread venom effects can include difficulty breathing, muscle twitching and unusual head movements. \nAnti-venom is used as a preventative measure before symptoms arise, but can also work once symptoms start to worsen. \nExtra doses of anti-venom were provided to medical centres in villages near mountains and deserts in Aswan after the scorpion swarm was reported. \nPeople were also urged to stay at home and avoid places with many trees.\nUpdate 16 November 2021: Egypt's health ministry said no-one was killed by scorpion stings, as had originally been reported."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59277977",
      "category": "science-environment",
      "title": "COP26: Evasive words and coal compromise, but deal shows progress",
      "text": "While the Glasgow Climate Pact is an ambitious attempt to rein in rising temperatures, the last-minute row over coal has undoubtedly cast a shadow over the deal.\nIndia was joined by China in pushing for a watering down of this key commitment, insisting on \"phasing down\" rather than \"phasing out\".\nIt was a brazen display of geo-political muscle that left developing countries and island states with little choice but to go along with the changes.\nThe new pact comes just a few days after another notable Chinese achievement.\nLast Wednesday, the Xinhua news agency trumpeted the fact that the country produced more coal than ever before on a single day.\nSome 12 million tonnes of the black stuff were mined. When consumed for energy, the one day of coal will produce carbon dioxide emissions roughly equivalent to Ireland's output for an entire year.\nThis is the carbon reality that's hitting our atmosphere every single day.\nSeen in that light, the agreement reached here after extended negotiations looks like a limp sticking-plaster for the deep wound that's threatening life on this planet.\nNegotiators who worked through the night to land the pact would undoubtedly disagree with that assessment.\nThe actual text of the final agreement is quite progressive, getting countries to come back again with strengthened plans next year.\nIt's also notable for naming coal as a root cause of the problem, for the first time in 30 years of UN diplomacy.\nThere's also a significant doubling of money to help poor countries adapt to the impacts of climate change - and the prospect of a trillion dollar a year fund from 2025, compared with the current goal of $100bn a year.\nObserves also say there is the \"start of a breakthrough\" on the key question of loss and damage. \nHowever, there are also some significant shortcomings in the agreement.\nThere are weaselly clauses that will allow some countries to avoid updating their plans to cut emissions, depending on \"differing national circumstances\".\nThere are real worries that some bigger developing economies like India and China will use that clause to skip updating their plans next year.\nFor countries on the front lines, there is still too much focus on cutting carbon emissions at the expense of helping them adapt to a changing climate.\nSome of the real-world pledges signed here were beyond a joke. South Korea was named as a country due to give up coal in the 2030s. But the government in Seoul sheepishly pointed to a clause in the pledge saying \"2030s or as soon as possible thereafter\" to say they'll stop burning in 2050.\nIn a similar vein, the launch here of a global effort to move away for petrol and diesel engines was a damp squib, with major car countries like Germany and the US not signing up.\nThere are compromises in any process involving 197 parties.\nBut does the overall package agreed here keep the world from warming by more than 1.5C, the long stated goal of COP26?\nThe agreement will help revive the sense of international collaboration that's been badly damaged in recent years by nationalist tendencies around the world.\nAnd ultimately, this pact - flawed and late as it may be - does keep the flame of hope alive that temperatures may be held in check, somewhere between 1.8C and 2.4C this century.\nBut that's a frightening prospect in a world that's warmed by just over half that amount already, with massive impacts around the globe.\nThe sad reality, as with record Chinese coal production, is that the atmosphere only responds to emissions, and not decisions made in a conference like COP26.\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59179219",
      "category": "health",
      "title": "Where are we at with Covid?",
      "tags": "James Gallagher,Office for National Statistics,Coronavirus pandemic",
      "text": "There is a never-ending stream of data about Covid and at times it can seem completely contradictory. So where do we stand at the moment?\nThe number of people testing positive is continuing to fall, but are we wrong to constantly tout this number around? It is looking certain that the epidemic in schoolchildren is in decline, but why, and will it last? And do we need to pay more attention to infections in older age groups? After all, they are the people at highest risk.\nThe main ways of tracking Covid are:\nEach has its own quirks that makes them flawed and yet revealing in different ways. It's only when you bring them all together that you get closer to the reality. \nNearly every source of data agrees that there is a lot of coronavirus around, but that has started to fall. \nThe latest number of cases (ie people who take a test and it's positive) is 34,029 on Friday, down from 43,467 on the same day last week.\nThe issue with that figure is that it is heavily influenced by the number of people choosing to get tested and some don't, especially if their wages depend on being free of Covid. \nThe React study at Imperial and the ONS both test people at random, whether they're sick or not, to see if they're harbouring the virus. \nThat makes them less biased, but people test positive for some time after catching the virus, so the picture they paint is always a bit out of date. \nReact recorded the highest levels of coronavirus since it started after the first wave, but says it may have started to fall in recent days. The ONS estimates one in 55 people in the UK has Covid - that's about 1.27 million of us. However, their data goes up only to 30 October, so is doubly out of date.\nThe R number for the UK, that's the average number of people each infected person passes the virus on to, is between 0.9 and 1.1. That suggests the level of infections is roughly stable, but the way it is calculated means it again reflects what was happening weeks ago.\nThe Zoe Covid study app, which works in real time by getting people to log their symptoms, has recorded a 5% fall in Covid in the past week. \n\"Hopefully we're over the last great peak of Covid in 2021,\" said Prof Tim Spector, who analyses the data at King's College London.\nBut there is a danger in just looking at the headline number of cases - even though it is the mainstay of Covid coverage.\nProf Mark Woolhouse, from the University of Edinburgh, told me: \"We're tempted to be very concerned when cases rise sharply, and there seems to be a mood that we can relax when it starts to decline.\n\"I don't think it's helping anyone right now.\"\nProf Mike Tildesley, from the University of Warwick, agreed: \"Putting those figures in the public's eye every day does distract from what we should be looking at.\"\nWithin the data, there are two epidemics currently worth considering.\nThe big one in school pupils who are still mostly unvaccinated, but at relatively low risk from Covid. And an emerging one in at-risk groups, who are now being offered their booster doses.\nThe number of cases in school-age pupils surged through September and October, but is now in decline. That has become apparent, even in the laggy ONS data. \n\"For the first time in several weeks, we are seeing a decrease in infections among secondary school-aged children in England, although rates do remain high,\" said the ONS's Sarah Crofts. \nThe fall is likely to be a mix of a rampant outbreak in schools building up natural immunity, pupils who have been vaccinated, and the half-term effect when kids are no longer mixing in the classroom. The React scientists say they witnessed a similar effect 12 months ago, and cases rose once the school gates reopened. \nThe precise balance of those effects on Covid in children remains uncertain - is it a school break or herd immunity?\n\"That's the real question, I'm cautiously optimistic that it's that latter and it's a very significant moment if it is,\" said Prof John Edmunds, from the London School of Hygiene and Tropical Medicine.\nThe sheer scale of the rise and then fall in infections in young people means the overall picture is dominated by people who are generally at low risk of needing hospital treatment for Covid. \nProf Woolhouse said: \"Over-interpreting those large fluctuations in low-risk groups is misleading and I'm quite worried about those at high risk.\n\"Underlying those waves, there's been a rather steady increase in older age groups and I'm concerned about that.\"\nIt is worth stressing infections in older age groups are at low levels, and it is not yet clear how much the rise will matter.\nThe number of people being admitted to hospital looks to have plateaued at just over 1,000 a day in the UK.\n\"We haven't seen the massive increase in hospital admissions that some were concerned about, but we're not out of the woods yet,\" Prof Tildesley told BBC News. \nProf Spector, whose Zoe app data also showed continuing increases in infections in older age, said the pattern was \"worrying\" but that hopefully the booster campaign would prevent it becoming a major problem.\nProf Edmunds said: \"There's an enormous epidemic in children, it filters through to their parents and from them to others even more vulnerable, vaccines are stopping this being a disaster.\"\nBut he says if cases in children do turn a corner, then that should reduce the risk for everyone. \nIt is abundantly clear we are in an infinitely better position than last year which culminated in lockdowns. \nHowever, there is no certainty about how winter will go. \nWill cases in children continue to fall? If they do, will that lead to falls in other age groups? How will the booster campaign go? What will the weather be like (and will we all meet indoors as the temperature drops)? What will other diseases do and how will they pressure the NHS?\nChanges in behaviour could still change the course of the epidemic. While children's lives look much closer to pre-pandemic norms, that is not the same in adults. There is also the potential of new variants, such as the offshoot of delta - AY.4.2 to cause problems. \n\"It's an extremely complex picture and very hard to predict what is going to happen,\" said Prof Woolhouse.  \nFollow James on Twitter"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-59274204",
      "category": "world-asia",
      "title": "Sara Duterte: Daughter of Philippines leader runs for vice-president",
      "tags": "Rodrigo Duterte,Philippines",
      "text": "Sara Duterte, the eldest daughter of Philippine President Rodrigo Duterte, is to run for vice-president in next year's elections. \nThe move ends months of speculation about whether she was planning to run in the polls. \nShe had been widely expected to bid to succeed her father, who cannot stand for another term as president. \nMs Duterte, who is mayor of the major city of Davao, led opinion polls all year as the top presidential candidate.\nShe has joined a new political party (Lakas-CMD) headed by former President Gloria Arroyo, replacing another candidate who had withdrawn. \nShortly after filing her candidacy, she was picked as the running mate for Ferdinand Marcos Jr, the son of the late Filipino dictator Ferdinand Marcos, who is running as president.\nIn the Philippines, the president and vice-president are elected separately.\nOther presidential candidates include popular former boxing champion Manny Pacquiao, and the mayor of Manila.  \nMr Duterte, a controversial \"strongman\" figure, came to power in 2016 promising to reduce crime and fix the country's drug crisis.\nBut critics say that during his five years in power, Mr Duterte has encouraged police to carry out thousands of extrajudicial killings of suspects in what he has called his \"war on drugs\".\nThe International Criminal Court has called for a formal probe into the thousands of killings that happened during the deadly crackdown.\nMr Duterte had initially said he would stand as vice-president, before changing his mind last month and announcing his retirement from politics. \nHowever, reports emerged on Saturday - quoting his communications secretary - that he would file to stand as vice-president himself ahead of a 15 November deadline.  \nDuterte senior \"will file his certificate of candidacy for the vice-presidency on Monday, that's what he said,\" presidential communications chief Martin Andanar told local broadcaster ABS-CBN.\nHowever, he said the outcome remains uncertain, adding: \"I would like to believe that that is the plan for now. We don't know if this will be the same plan by tomorrow or by Monday.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-56901261",
      "category": "science-environment",
      "title": "COP26: What was agreed at the Glasgow climate conference?",
      "tags": "COP26,Paris climate agreement,Climate change",
      "text": "A new global agreement - the Glasgow Climate Pact - was reached at the COP26 summit.\nIt aims to reduce the worst impacts of climate change - but some leaders and campaigners say it does not go far enough.\nThe agreement - although not legally binding - will set the global agenda on climate change for the next decade:\nEmissions\nIt was agreed countries will meet next year to pledge further cuts to emissions of carbon dioxide (CO2) - a greenhouse gas which causes climate change.\nThis is to try to keep temperature rises within 1.5C - which scientists say is required to prevent a \"climate catastrophe\". Current pledges, if met, will only limit global warming to about 2.4C. \nCoal\nFor the first time at a COP conference, there was an explicit plan to reduce use of coal - which is responsible for 40% of annual CO2 emissions.  \nHowever, countries only agreed a weaker commitment to \"phase down\" rather than \"phase out\" coal after a late intervention by China and India. \nDeveloping countries\nThe agreement pledged to significantly increase money to help poor countries cope with the effects of climate change and make the switch to clean energy.\nThere's also the prospect of a trillion dollar a year fund from 2025 - after a previous pledge for richer countries to provide $100bn (£72bn) a year by 2020 was missed.\nWhile some observers say the COP26 agreement represented the \"start of a breakthrough\", some African and Latin American countries felt not enough progress was made. \nFossil fuel subsidies\nWorld leaders agreed to phase-out subsidies that artificially lower the price of coal, oil, or natural gas.\nHowever, no firm dates have been set.\nA flurry of other announcements were made:\nThe world's biggest CO2 emitters, the US and China, pledged to cooperate more over the next decade in areas including methane emissions and the switch to clean energy.\nChina has previously been reluctant to tackle domestic coal emissions - so this was seen as recognising the need for urgent action. \nLeaders from more than 100 countries - with about 85% of the world's forests - promised to stop deforestation by 2030.\nThis is seen as vital, as tress absorb vast amounts of CO2. \nSimilar initiatives haven't stopped deforestation, but this one's better funded. However, it's unclear how the pledge will be policed.\nA scheme to cut 30% of methane emissions by 2030 was agreed by more than 100 countries. \nMethane is currently responsible for a third of human-generated warming. \nThe big emitters China, Russia and India haven't joined - but it's hoped they will later.\nFinancial organisations controlling $130tn agreed to back \"clean\" technology, such as renewable energy, and direct finance away from fossil fuel-burning industries.\nThe initiative is an attempt to involve private companies in meeting net zero targets.\nHowever, some environmental organisations have said without a greater commitment to ending support for fossil-fuels, this could be little more than a PR exercise. \nMost commitments made at COP will have to be self-policed.\nOnly a few countries are making their pledges legally binding. \nCOP26 was the moment countries revisited climate pledges made made under the 2015 Paris Agreement. \nSix years ago, countries were asked to make changes to keep global warming \"well below\" 2C - and to try to aim for 1.5C.\nCOP stands for \"Conference of the Parties\", and the one in Glasgow was the 26th annual summit. Ahead of it, 200 countries were asked for their plans to cut emissions by 2030. \nThe goal is to keep cutting emissions until they reach net zero by mid-century.\nNext year's COP27 summit is in Egypt.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nDo you have any questions about the forthcoming COP26 global climate conference in Glasgow?\nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59263761",
      "category": "science-environment",
      "title": "COP26: How might decisions at the climate summit change our lives?",
      "tags": "COP26,Climate change,Environment",
      "text": "Now that a deal has been agreed and signed at the climate summit in Glasgow, you might be left wondering what it will mean for you. \nHere are some ways in which the decisions made at COP26 could change your life.\nSwitching to an electric car is among a number of lifestyle changes we're likely to be making.\nExperts predict that new electric vehicles could cost the same as new petrol or diesel cars within the next five years. It is also possible to lease an electric vehicle, and there's a growing second-hand market, where these vehicles are cheaper.\nDozens of countries, regions and car companies have agreed to ramp up the use of electric vehicles and bring in new zero-emission buses and trucks. \nMeanwhile, others argue we need fewer cars on the road - walking and cycling more could also be among the changes we make.\nHow can an average family afford an electric car?\nMore than 40 countries have signed up to phasing out coal. A similar number have committed to ensuring that clean energy is the most reliable and affordable option for powering our homes and businesses.  \nFor countries like the UK, this will mean continuing the move towards renewable sources such as wind and solar energy - and possibly more reliance on nuclear energy. \nCOP26 lacked a breakthrough announcement committing the world's biggest coal-users such as China and India to ending its use.\nHowever, it's hoped the announcements made at Glasgow will send a signal to the market that it is worth investing in renewable energy. \nSolar panels and heat pumps could become standard in our homes. We'll build new houses using low-carbon alternatives to cement and concrete - and try to re-fit old ones.\nThere's also a focus on making sure our buildings, infrastructure and communities are able to withstand the current and future impact of climate change.\nEva Hinkers, Arup Sustainable Development Director says: \"We also need to make sure [buildings] are fit for more extreme scenarios.\" \nThis could include improving green space in and around our homes to absorb extreme rainfall, installing \"cool roofs\" that reflect sunlight and prevent overheating, or introducing shutters so homes can withstand hurricane winds.\nOur lifestyles contribute to carbon emissions, whether we're shopping for imported food, or flying off on a foreign holiday.\nIn future, we may see the cost of a product's carbon emissions being added to the price we pay - whether or not it's made in the UK.\nSo if a business doesn't try and reduce the emissions of the goods it's selling, its prices may have to go up. It's hoped that will make consumers and businesses think again about how we consume and where we put our money.\nIn response to this, some big household names like Amazon, Unilever and Ikea have now said they're looking to ensure the cargo ships they use to deliver goods will run on cleaner fuels. \nNature's role in fighting climate change and the need to restore the natural world - from forests to peatland - was high on the agenda at Glasgow, and we may see the benefits in greener spaces around our towns and cities.\n\"Nature can be helping us here if we looked to actually treat it with the respect it deserves,\" says Dr Emily Shukburgh of the University of Cambridge. \nThe arguments to make space for nature are now clearer and louder than ever, ​says Craig Bennett, chief executive of The Wildlife Trusts.  \"There is now renewed momentum about the need to... protect forests and other precious habitats and put nature in recovery.\" \nMore than 100 countries signed up to the Glasgow Leaders Declaration on Forests, which aims to halt deforestation. \nThis could see tougher action on cutting down forests in countries including Brazil and Indonesia to produce things such as soya, beef and palm oil which are then imported and consumed in richer, developed nations. This could end the era of cheap food.\nExperts say that a hard choice could be faced - deforestation will never be stopped if sustainability concerns are always out-competed by the price people pay for food:\n\"Consumers will inevitably have to absorb some of these costs if we want to deliver on the COP 26 declaration - by paying more and consuming less,\" says Toby Gardner of the Stockholm Environment Institute.\nMore than 400 financial institutions - controlling an estimated $130tn of private finance - agreed at COP26 to provide more money for green technology. \nIt means that many major pension providers are going to be looking at investing your money in more environmentally friendly sectors. \nThis might include \"helping our customers identify ways to improve the energy efficiency of their homes… investing in companies developing new, sustainable ways of living and working,\" says Janet Pope of Lloyds Banking Group.\nWe may also witness a shift in our way of thinking. \nDr Stephanie Sodero of the University of Manchester says the goal of sticking to 1.5 degrees - above which scientists say climate impacts will become more dangerous and unpredictable - could galvanise community action.\n\"On the ground, in UK communities and beyond, led by youth activists, I think there will be sustained and intense pressure to scrutinise all governance decisions - from local transport to national energy - through a climate lens,\" she says.\nMatthew Hannon from the University of Strathclyde says the drive to net zero is likely to yield benefits such as cleaner air, quieter streets and better mental and physical health. \n\"Delivering a just, net zero transition should ultimately result in happier, healthier lifestyles,\" he says. \"The question should therefore be less about what will I lose under net zero and more about what could I gain?\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59276651",
      "category": "world",
      "title": "COP26: Alok Sharma fights back tears as Glasgow Climate Pact agreed",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59268506",
      "category": "world-europe",
      "title": "Poland border: Heat camera shows migrants stranded between the two countries",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59266213",
      "category": "world-us-canada",
      "title": "Astroworld: Dozens more lawsuits filed over deadly festival crush",
      "tags": "Texas,Houston",
      "text": "Dozens more lawsuits have been filed on behalf of people who say they were injured at the Astroworld Festival where nine people died.\nHundreds were also injured in a crush during rapper Travis Scott's headline show at the festival last weekend.\nA woman who was at the show told a news conference she didn't know she was buying a \"death ticket\".\n\"Nobody should ever die from going to a concert,\" civil rights Attorney Ben Crump said.\n\"So this lawsuit is not just about getting justice for them, but it's about making sure that the promoters and the organisers know that you cannot allow this to ever happen in the future.\"\nAttorneys representing more than 200 people claiming they were injured in the stampede told reporters they are filing another 90 lawsuits against the promoters of the event.\nOn Monday, lawsuits were filed including allegations that Scott and surprise performer Drake incited the crowd at Friday's event, and that Live Nation failed to provide adequate safety measures.\n\"They witnessed people being killed. They witnessed people in agony,\" Mr Crump said of the survivors. \"People were literally fighting for their life just to get out of there.\"\n\"We're not going to let anybody off the hook.\"\nAlso speaking at the news conference were people who were at the show. \n\"It was a nightmare day,\" said Gertrude Daughtery, a 59-year-old grandmother.\n\"Never know that you will buy a ticket and it will be your death ticket,\" Ms Daughtery said.\nDishon Isaac, 31, described the scene at the show as a \"war zone\".\n\"I realised I had to get out of there or I was going to get crushed to death,\" he said. \n\"I'll never forget the look of terror on people's faces.\"\nScott, one of the biggest names in rap music, launched Astroworld with concert promoters Live Nation in 2018. \nHouston fire chief Samuel Peña said this week that Scott should have halted the show more quickly.\nScott has asked victims to reach out to him, saying he \"desperately wishes to share his condolences and provide aid\", according to a statement. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59269616",
      "category": "uk",
      "title": "Meghan told ex-aide she wrote to estranged father to protect Harry",
      "tags": "Meghan, Duchess of Sussex,Prince Harry, Duke of Sussex",
      "text": "The Duchess of Sussex said she chose to write to her father, Thomas Markle, to protect Prince Harry from the Royal Family's \"constant berating\" over his media interviews, text messages reveal.\nMeghan told ex-aide Jason Knauf the royals did not understand why she could not visit her estranged father's home in Mexico to \"make this stop\".\nShe also said she had seen the \"pain\" the situation was causing Prince Harry.\nThe messages were released by a court on Friday after a media application.\nMeghan, 40, won her privacy case against Associated Newspapers Limited (ANL), the publisher of the Mail on Sunday, earlier this year, when the High Court found its publication of her letter to her father - sent in August 2018 - was unlawful.\nBut ANL brought an appeal to overturn the ruling, which has been the subject of hearings at the Court of Appeal this week. The ruling is due at a later date.\nThis long ongoing court case is an attempt to protect the privacy of the Duke and Duchess of Sussex but in bringing the action it is, in some ways, doing the opposite.  \nThe obvious anger and distress caused by the Mail on Sunday publishing extracts of a deeply personal letter has led to the release of a series of court documents which reveal arguments and disagreements from behind closed doors.   \nThe fact that Harry and Meghan felt under pressure from the Royal Family to resolve the difficult relationship with her father, Thomas, has been discussed at length in court. \nThese text messages which mention what she feels was the \"constant berating\" of her husband over the issue of her father reveal something of the level of feeling in the days leading up to the letter being written.  \nIt is also worth noting that this was taking place in the summer of 2018, just three months after the happy scenes at their wedding when Prince Charles walked Meghan down the aisle at Windsor. \nThe latest revelations come a day after the Court of Appeal heard Mr Knauf, the couple's former communications chief, \"regretted\" not giving evidence in her High Court case against ANL.\nAfter extracts of texts and emails between Meghan and Mr Knauf were used in court, further messages were released on Friday following an application by the PA news agency and the Times newspaper.\nIn the newly released text messages, sent to Mr Knauf while she was drafting the handwritten letter to her father, the duchess said she was motivated to write to her father due to the \"pain\" the situation was causing Prince Harry.\nShe wrote: \"Even after a week with his dad and endlessly explaining the situation, his family seem to forget the context - and revert to 'Can't she just go and see him and make this stop?'\"\nShe accused the Royal Family of \"fundamentally\" failing to understand and that by writing to her father, her husband would be able to tell them \"she wrote him a letter and he's still doing it\".\nThe duchess added that she was doing this to \"protect my husband from this constant berating and while unlikely perhaps it will give my father a moment to pause\".\nHowever, she told Mr Knauf the letter \"does not open the door for a conversation\".\nOn Wednesday Mr Knauf, who is due to stand down from his current role as the chief executive officer of the Royal Foundation at the end of the year, said in a witness statement that the duchess had written the letter to her father with the understanding that it could be leaked.\nThe Court of Appeal also heard this week that Mr Knauf had been asked by Meghan to pass information to Omid Scobie and Carolyn Durand, the authors of the Finding Freedom biography - leading to the duchess apologising to the court for forgetting about emails sent about the book."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59211834",
      "category": "uk-wales",
      "title": "Oasis: Liam Gallagher's Wonderwall tambourine sold",
      "tags": "Liam Gallagher,Wales business,Rockfield,Monmouth,Manchester,Oasis,Music",
      "text": "A tambourine used in the recording of Oasis' album (What's The Story) Morning Glory has been sold for seven-times its estimate at auction.\nLiam Gallagher used the instrument on hits Wonderwall and Champagne Supernova before throwing it out after recording in Monmouthshire in 1995.\nThe album defined the Britpop era and has sold more than 22 million copies.\nNow Morning Glory's engineer has sold the tambourine, which had a £300-£500 guide price, for £3,600 at auction.\n\"The tambourine was used during the recording of (What's The Story) Morning Glory,\" said Nick Brine, who was in charge of the sound on the record.\n\"It was pretty battered by the end of the session and was going to be thrown away. But I claimed it.\"\nThe tambourine sold to an internet bidder at Hansons auctioneers in Derbyshire who wanted the \"opportunity to own a slice of British rock history\".\n\"The price took my breath away, its musical pedigree proved irresistible to bidders,\" said Hansons' music memorabilia valuer Josh McCarthy\nThe band travelled to Rockfield Studio in 1995 to record the new album, where Nick was sound engineer.\nIt went on to be voted the greatest album of the last 30 years at the Brit Awards and one of the best-selling albums of all time while hit song Wonderwall was the first song from the 1990s to hit one billion streams on Spotify.\n\"That record means so much to so many people, it changed a lot of people's lives,\" said Nick, who has also worked with Coldplay, Bruce Springsteen and The Stone Roses.\n\"It's the record I get asked about the most. That record just sums up the whole era and what music and bands were about.\"\nNick added that the tambourine has also been used on records by Kasabian, Arctic Monkeys, The Verve and Seasick Steve.\nThe 44-year-old also sold two bespoke Oasis football shirts - one worn by Noel Gallagher in a charity football match - for £1,750 at the same auction after they were given to him following the recording session for the band's Be Here Now album at Abbey Road in London."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59234182",
      "category": "uk-northern-ireland",
      "title": "The power of education: How a £5 bet changed a life",
      "tags": "Belfast,History,Higher education",
      "text": "Thirty years ago, Frank Higgins made a £5 bet with his wife that would change his life forever.\nHer challenge? She bet he wouldn't go to a night class, at what is now the Belfast Met, to study English.\nNot only did she lose the bet, but that course catapulted Frank into new careers, qualifications, becoming a tour guide at Auschwitz and decades of cross-community work.\nFrank, now 61 and from Belfast, left school at 15 with no qualifications, joined the Army and later worked in the city's shipyard.\n\"You didn't need to be able to write in the shipyard,\" he tells BBC News NI. \n\"Whenever you lose the ability to write you try to hide it.\n\"Do you remember in school, kids doing an exam would put their hand over what they were trying to write so you couldn't see?\n\"That's what was happening to me. I couldn't spell. I stopped writing altogether.\"\nHis wife, who had herself started night school, saw how he was feeling and bet him the price of the class for motivation. \nThat very first class gave him the confidence to pursue all of the things he has since done.\nThe teacher \"was the type of person who understood people like me who wanted to write, who were artistic, but didn't have a clue how to do it,\" he says.\nGCSEs were followed by A-Levels, a history degree and masters at the Open University as well as numerous Belfast Met vocational courses.\nFrank has now worked as an engineer, trainer and is currently a tour guide.\nHis love of history led him to write a book on the history of his birthplace, Brown's Square, now behind Castlecourt in Belfast city centre.\nBrown's Square used to be tacked on to the Shankill Road, but is now separated by the Westlink.\nA place steeped in history, it is known as a loyalist area but not many people are aware of its shared history.\n\"It was the place where the United Irishmen like Henry Joy McCracken met and planned the battle of Antrim, and James 'Jemmy' Hope, one of the United Irishmen died there,\" says Frank.\n\"The masters gave me the tools to research and reference work and become a published author.\"\nHowever, it is his cross-community work and his work as a tour guide that has made him most proud. \nIn 2009, Frank had his own training company and a passion for bringing communities together.\n\"I grew up in the street where the modern UVF was created. However, I had also worked for a training company in Andersonstown in west Belfast,\" he explains.\nHe says he opened an Irish language internet cafe on the Falls Road. \n\"Bearing in mind that I'm an ex-British soldier, that was opened by Gerry Adams,\" he says. \n\"We had European funding, what used to happen in the early 2000s was if you got European funding, you would tick the box to do cross community - maybe a football match for the other side.\n\"I wanted to do it for real and created a series of projects that taught Irish history in a neutral manner - covering all difficult things - not avoiding the Troubles or republican and loyalist paramilitaries.\"\nHe took a cross community group of children to Glasnevin Cemetery and the original Battle of the Boyne site, and it was that cross community work that would lead him to becoming a tour guide at Auschwitz.\nDuring the 2000s, the Polish community in Northern Ireland had grown substantially.\nFollowing clashes between Northern Ireland and Polish football fans in Belfast in 2009 at a World Cup qualifier, Frank was asked if he could think of a way to improve relations between the two communities.\n\"At the time I was at university and my lecturer, Prof Brian Barton, told me the Polish fighter squadron protected Belfast during World War Two,\" he recalls.\nHe devised a programme to teach the local community Polish history, which included a three-day visit to Krakow and a visit to Auschwitz.\nAt that stage he had a post-grad in education and he became a tour guide - verified through Krakow University.\nFrank took over at the selection point in Auschwitz II-Birkenau.\nHe led tours there for about three and a half years.\n\"That's probably one of my finest moments, but I could never have done it if it hadn't been for that first course,\" he says.\nHe started his own tour guide company 'Belfastlad' and is now in the top 3% of five star guides in the world.\nHow different does he feel his life would have been had he not taken that first step 30 years ago?\n\"The shipyard used to be seen as a job for life, but of course that was not the case,\" he says. \nWhen Frank started in Belfast shipyard Harland and Wolff, it employed 15,000, but now there is a fraction of that number.\n\"I was paid off in 1997, but the difference for me was I had done my English and Maths. I had the confidence to go into another job,\" he says.\nWhat advice does he have for someone who may be in the same situation as he was 30 years ago?\n\"As someone who left school at 15 with no qualifications, if I can do it, anybody can,\" he says. \n\"It's really that simple. It's not about what you think you are, it's about betting on yourself,\" he says.\n\"You're only limited by what you think you can do. You don't know until you put that first foot on the rung of that ladder of learning.\"\nIn 2019-2020, Department for the Economy (DE) figures show that of the 132,354 students enrolled at further education colleges across Northern Ireland, 38,445 were 25 and over.\nA Northern Ireland Statistics and Research Agency (Nisra) report covering 2015-16 to 2019-20 found that since 2015-16, the proportion of aged '19 and under' enrolments has increased from 55.6% to 58.9% but the proportion of those in the '25 and over' age group has decreased, from 32.4% to 29.1%.\nFor Frank, learning continues, and he is now back at Belfast Met studying Digital Marketing.\nBelfast Met's head of business school Fiona Dempsey says Frank is an \"exceptional student who has brought a wealth of knowledge and experience to the classroom, whilst providing guidance and inspiration to others\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59264280",
      "category": "uk-wales",
      "title": "Body size: Children asked 'are you much too fat' in survey",
      "tags": "Body image,Schools,Wales education,Eating disorders,Carmarthen",
      "text": "A survey question asking schoolchildren to describe their body image has been branded \"crude and disrespectful\".\nOptions include \"much too fat\", \"much too thin\" or \"about the right size\".\nHolly Rhys-Ellis, 26, who developed an eating disorder when she was 11, said: \"The way this has been done, I don't think it's very helpful.\"\nCardiff University, which was involved in commissioning the survey, acknowledged \"some parents and children will have concerns\".\nMiss Rhys-Ellis, from Carmarthen, spent six months in hospital due to her eating disorder.\nShe said: \"Why don't we concentrate more on people's qualities, their interests, how they feel, do they exercise? Maybe concentrating more on those things rather than how people look.\n\"If people then feel they are fat or thin, or however they feel, then they can discuss it if they bring it up, rather than putting those words in people's faces.\" \nThe survey, which was sent to children aged 11-16, was carried out by the School Health Research Network - a partnership between Cardiff University, the Welsh government and Public Health Wales.\nIpsos Mori was commissioned to administer the survey on behalf of this network of organisations and it was supported by a team of Cardiff University academics.\nIt was sent to 210 schools to provide monitoring data for the Welsh government to understand health issues facing young people.\nBethan Sayed, former chairwoman of the Senedd eating disorders group, said she was \"shocked and appalled\" by the questions.\nThey formed part of the World Health Organization's health behaviour in school-aged children survey and have been administered in more than 50 European countries, also including England and Scotland.\nIt provides data on the health and wellbeing of about 120,000 young people in Wales.\nThe body image question is part of a mandatory set of questions and has been asked since 1993.\nOther questions include asking about what foods children eat, how active they are, as well as ones about bullying, smoking, alcohol and drugs.\nFormer Member of the Senedd Ms Sayed told the BBC's Newyddion programme it was \"crude and disrespectful\".\nShe added: \"We have influences from social media, from the advertising industry around us telling us to be certain sizes. The last thing we need is for a survey of this nature... asking 'are you too thin or too fat'.\n\"Somebody who may never have thought they would have an eating disorder may develop one from answering such an absurd question.\"\nChildren's commissioner for Wales Sally Holland said she understood the \"alarm the question has caused, particularly considering the topic's sensitivity and its strong links to mental health\".\nShe added: \"In light of the concerns raised with us we are in touch with the research team about this question and its context, including its development, testing, and the support and guidance offered to schools and pupils.\"\nA Cardiff University spokesman said: \"The question is one of a range included in the survey capturing predictors of health and wellbeing outcomes and contributes to our understanding and national, local and regional responses to the health and wellbeing issues faced by young people in Wales.  \n\"Parents are sent letters with details of the survey, how they can obtain further information or discuss any concerns with the study team and instructions on how they can withdraw their child from the survey.\"\nThe spokesman added that the accompanying information for students makes clear the survey contains \"sensitive questions\" and that participation is \"entirely\" voluntary.\n\"Students are advised at the start and end of the survey to direct any concerns to teachers or pastoral staff. They are also provided with contact details for Childline at the start and end of the survey.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-cumbria-59274090",
      "category": "uk-england-cumbria",
      "title": "Kendal Covid conspiracy brothers jailed for buying pistol",
      "tags": "Kendal,Firearms",
      "text": "Two brothers who believed Covid jabs were part of a conspiracy to turn people into \"unthinking beings\" have been jailed for buying a firearm.\nCarlisle Crown Court heard Harry Wilson, 24, from Kendal, ordered a Glock 19 pistol which was intercepted by police and replaced with a replica.\nIn a covert recording heard by the court Ashley Wilson, 27, said: \"This is good, innit? Order another.\"\nJudge Andrew Jefferies QC said the response was \"excited and immature\".\nProsecutor Chloe Fordham told the court the pair \"held extreme views about there being a conspiracy by the elite to have the general population vaccinated against Covid in order to infect them with a substance which would kill the God particle in humans and turn them into unthinking beings\".\nAs part of the theory this \"elite\" wanted to reset the economy, resulting in worldwide food shortages which would require them to defend themselves and their property, she said.\nHarry Wilson paid for the pistol, a Glock magazine and 50 rounds of ammunition with cryptocurrency but the parcel was intercepted by law enforcement agencies in the United States.\nThe UK's National Crime Agency arranged for a dummy package to be sent in its place, which Ashley Wilson signed for at the family farm at Helsington, near Kendal, on 25 August.\nRecording equipment was hidden within it and captured the brothers' conversation as it was unwrapped.\nThe brothers' barrister, Richard Vardon, said it was a \"quite extraordinary case\".\nHe described the men as \"immature\" but with good characters and no previous convictions.\nBoth admitted attempted possession of a firearm. Harry Wilson also admitted attempted possession of ammunition without a firearms certificate.\nAshley Wilson, who managed the family farm, was jailed for 24 months. His brother, who ran the transport side of the business, was jailed for 30 months.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59273174",
      "category": "world-europe",
      "title": "Poland-Belarus border: The BBC reports from the camps within touching distance of the EU",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59243434",
      "category": "science-environment",
      "title": "COP26: Cautious welcome for unexpected US-China climate agreement",
      "tags": "China,COP26,World Wildlife Fund for Nature (WWF),Climate change,Glasgow,United States,Greenpeace",
      "text": "Activists and politicians have cautiously welcomed an unexpected US-China declaration that vowed to boost climate co-operation. \nThe EU and UN described the move as encouraging and an important step, but Greenpeace said both countries needed to take concrete action.\nThe US and China are the world's two biggest CO2 emitters.\nThey said they would work together to achieve the 1.5C temperature goal set out in the 2015 Paris Agreement.\nScientists say that limiting global temperature rises to 1.5C will help humanity avoid the worst climate impacts. This is compared with pre-industrial temperatures.\nWhile the latest pledge is short on detail, analysts say it is a tacit acknowledgement by China that the crisis warrants urgent attention and that it will play a bigger role in confronting the global challenge.\nThe announcement by the two global rivals was made on Wednesday at the COP26 climate summit in Glasgow, which officially ends on Friday.\nUS President Joe Biden and his Chinese counterpart Xi Jinping are now expected to hold a virtual meeting as early as next week. \nAccording to China's climate envoy, the declaration was agreed following some 30 meetings with the US over the past 10 months. \nIt pledges close co-operation on cutting emissions, while a joint working group will also \"meet regularly to address the climate crisis\" over the next decade.\nThe reaction to the surprise agreement has been largely positive, but experts and activists have warned that policies must now be enacted to support the promises.\nGenevieve Maricle, director of US climate policy action at pressure group WWF, said the announcement offered \"new hope\" that the 1.5C limit might be achieved.\nBut she added that \"we must also be clear eyed about what is still required if the two countries are to deliver the emission reductions necessary in the next nine years\".\nGreenpeace International Executive Director Jennifer Morgan warned that China and the US needed to show greater commitment to reaching climate goals.\nFormer Australian Prime Minister Kevin Rudd, who is president of the Asia Society which works on global climate change agreements, told the BBC that the agreement was \"not a gamechanger\" but was a big step forward.\n\"The current state of geopolitics between China and the United States is awful, so the fact that you can extract this... agreement between Washington and Beijing right now is [important],\" he said.\nThe US-China declaration calls for increased efforts to close the \"significant gap\" that remains to achieve that 1.5C target.\nThere were steps agreed on a range of issues including methane emissions, the transition to clean energy and de-carbonisation.\nChina's top climate negotiator Xie Zhenhua told reporters that on climate change \"there is more agreement between China and US than divergence\".\nChina refused to join an agreement earlier this week to limit methane - a harmful greenhouse gas, but has instead pledged to develop a \"national plan\" to address the issue. \nMr Xie was followed by John Kerry, the US climate envoy, who said that while US and China had many differences, co-operation on climate was vital.\n\"Every step matters right now and we have a long journey ahead of us,\" he said.\nChina is the world's largest emitter of carbon dioxide, followed by the US. In September Mr Xi announced that China would aim for carbon neutrality by 2060, with a plan to hit peak emissions before 2030. \nThe US is aiming for net-zero by 2050. \nIn other developments at the COP26 climate summit on Wednesday:\nWhat will climate change look like for you?\nWill the UK meet its climate targets?\nHow extreme weather is linked to climate change"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59271856",
      "category": "uk",
      "title": "Covid-19: Pandemic purchases and the unlikely faces of America's Covid culture war",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Saturday morning. We'll have another update for you on Sunday.\nA further 145 deaths within 28 days of a positive Covid test have been recorded in the UK, bringing the total to 142,678. Some 40,375 new cases were also announced on Friday. This week has seen 6.5% fewer cases than the week before, while deaths are down 8.9%. In the rest of Europe, case rates are rising sharply, and the Netherlands has now gone into partial lockdown.\nLockdown led many people to explore new ways of passing the time at home. Being stuck indoors for lengthy periods inspired people to try new hobbies and revisit old passions. Although it proved costly for some, with new purchases languishing in boxes and gathering dust in garages, for others they haven't looked back. John Emery used the opportunity to finally embrace his interest in amateur radio. Meanwhile, Anna Tune picked up two very different hobbies - crocheting and body pump. But not everyone was so lucky, with one in 10 people expressing buyer's remorse over their purchases. \nA charity that runs six residential care homes has said it is having an acute recruitment crisis, with its facilities facing serious staffing shortages. The Epilepsy Society, which operates Chalfont Centre, in Chalfont St Peter, Buckinghamshire, said it cannot find agency staff to fill gaps. Care home staff are now required to have two vaccine doses to work in the sector, unless they are exempt.\nWhat do Green Bay Packers quarterback Aaron Rodgers and Sesame Street character Big Bird have in common? In recent days they have become embroiled in America's Covid culture wars - namely, vaccinations. Rodgers sat out his team's NFL game against the Kansas City Chiefs because he tested positive for Covid-19 and has since received scrutiny for misleading the public about his immunity status. Meanwhile, Sesame Street mainstay Big Bird posted on Twitter: \"I got my Covid-19 vaccine today\" prompting Republicans to say that \"government propaganda\" was being directed at children. Read more on why some US workers won't get jabbed.\nMany establishments sought to expand their outdoor eating areas during the pandemic, with local authorities allowing continental-style platforms to help businesses survive. However, Edinburgh's heritage watchdog is concerned that the temporary structures could be made permanent. Restaurant owners argue they have spent thousands of pounds to put them in, and cannot afford not to have them because customers like to sit outside. \nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe government has announced that NHS staff in England will have to be fully vaccinated against Covid-19 by 1 April. Here's what you need to know about the latest rules for health service workers.\nFind further information, advice and guides on our coronavirus page.\nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59270291",
      "category": "world-us-canada",
      "title": "Steve Bannon charged with contempt of Congress",
      "text": "Former Trump strategist Steve Bannon has been charged with contempt of Congress after refusing to give evidence about the US Capitol riot.\nHe was summoned to testify on what he knew about plans for the protest that ended with the storming of Congress.\nThe House of Representatives voted last month to send the case to the justice department, which opted on Friday to prosecute Mr Bannon, 67. \nHe could face up to a year in prison and a $100,000 (£74,500) fine.\nTrump supporters raided the US Congress building on 6 January as lawmakers were meeting to certify the election result.\nMr Trump, a Republican, has refused to acknowledge losing the election to Democratic President Joe Biden last year, making claims - without evidence - of mass voter fraud.\nThis was the first such indictment to come out of the House of Representatives Select Committee's inquiry of the 6 January invasion of the Capitol complex.\nOne of the contempt counts against Mr Bannon is linked to his refusal to appear for a deposition and the other is for his refusal to produce documents for the committee.\nThe political advisor - who was fired from the White House in 2017 but remained loyal to former President Donald Trump - is expected to surrender to authorities on Monday, when he will appear in court.\nIn a statement released on Friday, US Attorney General Merrick Garland said the indictment reflected the justice department's \"steadfast commitment\" to the rule of law. \nSubpoena documents quote Mr Bannon - who currently hosts the right-wing War Room podcast - as saying on the eve of the riot that \"all hell is going to break loose tomorrow\".\nThe 67-year-old's lawyers argued that his communications involving the former president were protected.\nMr Trump has urged his former aides to reject all requests to submit to depositions. He argued they have the right to withhold information because of executive privilege - a legal principle that protects many White House communications. \nThe US Court of Appeals in Washington is scheduled to hold a hearing at the end of this month to rule on Mr Trump's claim of executive privilege, after it was rejected by a lower court. \nThe former president is also attempting to block a trove of phone records, visitor logs and other White House documents that congressional investigators are chasing for their Capitol riot inquiry.\nPresident Biden has argued that executive privilege does not apply in this case.\nContempt of Congress cases are notoriously difficult to litigate.\nThe last successful prosecution was in 1974, against a conspirator in the Watergate scandal that forced President Richard Nixon out of office.\nIf Mr Bannon is cleared it will not be his first scrape with the legal system. Before leaving office in January, Mr Trump pardoned Mr Bannon of charges that he had defrauded donors who gave money to fund construction of a southern border wall.\nMr Bannon's indictment came on the same day that Mark Meadows, a former White House chief of staff in the Trump administration, defied a similar subpoena to appear before the committee.\nHis lawyer said on Friday that Mr Meadows had a \"sharp legal dispute\" with the committee because of Mr Trump's claims of executive privilege.\nIn a statement, committee chairman Bennie Thompson, a Mississippi Democrat, said that Mr Meadow's decision \"to defy the law\" may force the committee to pursue contempt proceedings like those applied to Mr Bannon.\n\"It's unfortunate that Mr Meadows has chosen to join a very small group of witnesses who believe they are above the law,\" Mr Thompson said.\nHe added that efforts from Mr Meadows, Mr Bannon and others \"won't prevail in stopping the select committee's effort getting answers for the American people about January 6th\".\nThe House Select Committee has issued dozens of subpoenas in the last week, calling on many former Trump officials to hand over documents and testify about the riot.\nThey include Kayleigh McEnany, the ex-White House press secretary, Stephen Miller, who was Mr Trump's senior adviser, and Michael Flynn, former national security adviser."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-beds-bucks-herts-59274466",
      "category": "uk-england-beds-bucks-herts",
      "title": "Swampy among final protesters evicted from HS2 camp in Buckinghamshire",
      "tags": "Wendover,Transport,Environment",
      "text": "Veteran eco-protester Swampy was one of the last two protesters to be evicted from a camp set up by activists against the HS2 rail project.\nThe eviction began at Wendover Active Resistance (War) camp in Buckinghamshire five weeks ago.\nThe protesters had been digging a tunnel, but a spokeswoman for the group said on Saturday the last two demonstrators were out of the tunnel.\nA HS2 spokeswoman said: \"All protesters have now been safely removed\".\nSwampy, whose name is Dan Hooper, was among protesters who had charges against them dropped recently after they occupied tunnels near Euston Station in London.\nHe was accompanied by another protester, called Satchel, at the War camp between the A413 and the local Chiltern railway line south of Wendover.\nThe HS2 line will pass over the road and railway on a low viaduct before entering a tunnel to pass to the west of the village.\nThe HS2 spokeswoman said: \"By providing a cleaner, greener way to travel, HS2 will help cut the number of cars and lorries on our roads, cut demand for domestic flights, and help the country's push to reduce carbon emissions.\n\"Instead of wasting their time and public money on often violent and disruptive protest, we would urge anyone who cares about the environment to support this project.\"\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-manchester-59273872",
      "category": "uk-england-manchester",
      "title": "BBC weatherman Owain Wyn Evans' drumathon raises £2.5m",
      "tags": "Children in Need,Manchester,Cheshire",
      "text": "BBC weatherman Owain Wyn Evans said he was \"overwhelmed\" after completing a 24-hour drumathon for BBC Children in Need.\nThe broadcaster has raised more than £2.5m with the challenge he began on BBC Breakfast on Friday morning.\nHis rhythmical skills drew praise at the start of lockdown in 2020, when he performed a rendition of the BBC News theme that took social media by storm.\nHe was joined by 50 other drummers on Friday to recreate his viral hit.\nWyn Evans finished his marathon skin-beating session by playing along to Britney Spears' hit Baby One More Time.\nThe presenter, who has appeared on BBC North West Tonight, BBC Breakfast and Radio 2, paused for breaks and some medical attention for injuries that had developed from the persistent playing.\nAfter completing the challenge at the studios in Salford, an emotional Wyn Evans said: \"I'm feeling overwhelmed, people have been so generous.\"\n\"Surprisingly my hands have held up OK but we've had some problems with my arms because they've been moving for 24 hours.\n\"Thank you so much to everyone who has put your hands in your pocket and donated, BBC Children In Need helps causes which are really close to my heart.\"\nThe fundraiser, which featured appearances from the Royal Marines Band and members of the BBC Philharmonic orchestra, has raised £2,573,042 so far.\nFamous drummers, including McFly's Harry Judd and percussionist Dame Evelyn Glennie, also joined him, along with enthusiasts between the age of eight and 83.\nAhead of the fundraiser, the weatherman spoke about how drumming helped him as a young gay man growing up in Ammanford, Wales.\nHe also visited the town's youth theatre group and LGBTQIA safe space, Mess Up The Mess, which has also been funded by BBC Children In Need.\nThe annual appeal show will be broadcast on BBC One at Friday 19:00 GMT.\nWhy not follow BBC North West on Facebook, Twitter and Instagram? You can also send story ideas to northwest.newsonline@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-59263071",
      "category": "uk-england-tyne",
      "title": "Durham University defends student sex work training",
      "tags": "Universities,University of Durham,Students,Higher education,Sex industry,Durham",
      "text": "Durham University has defended its decision to offer training sessions to help students involved in sex work.\nFurther Education Minister Michelle Donelan had accused it of \"legitimising a dangerous industry which thrives on the exploitation of women\".\nBut the university said it was acting responsibly by offering students advice on how to stay safe.\nLast week its students' union offered staff and students guidance for people involved in the sex industry.\nDurham University said the courses were launched following requests \"from a small number of concerned students\".\n\"We are emphatically not seeking to encourage sex work but we are seeking to provide support to our students,\" a spokesman said. \nHe added the university's intention was to ensure \"social stigma\" did not stop vulnerable students accessing support and the training session had been \"misinterpreted\".\nHowever, Ms Donelan said the university was \"badly failing\" in its duty to protect students.\n\"I'm deeply concerned that any university is legitimising a dangerous industry which thrives on the exploitation of women,\" she said.\n\"It is right that vital support is offered to women who are being exploited.\n\"However, this course seeks to normalise selling sex, which has no place in our universities.\"\nShe added students facing hardship should be supported by their institution and the government had given universities an extra £85m last year to help those who were struggling.\nJake Butler from the student money website Save the Student said the current maintenance loan allowances \"fall woefully short of the cost of living\".\n\"Students are forced to rely on parents, part time jobs, savings and potentially even more desperate ways to make ends meet,\" he said. \nDurham Students' Union welfare and liberation officer Jonah Graham said the training's target audience was those who support students \"so they understand the legal, safety, and wellbeing concerns of students and how to respond to disclosures sensitively\".\n\"Anyone who cares about the safety of students should support this training and educate themselves about its actual content before making poorly judged comments,\" he said.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59176752",
      "category": "uk-scotland-glasgow-west",
      "title": "COP26: The story from Glasgow in 15 pictures",
      "tags": "COP26,Glasgow",
      "text": "As the official business of the UN climate summit took place behind closed doors, some of the most eye-catching demonstrations, passionate speeches and unusual stories unfolded on the streets of Glasgow. \nIt's not often you'll see an 18-year-old surrounded by police and clamouring journalists in Glasgow Central station - but Greta Thunberg is no average teenager.\nDuring her time in the city, people flocked to venues and demonstrations where she was rumoured to appear, hoping to catch a glimpse or a quick word on camera.\nAfter the first day of summit discussions, as world leaders enjoyed a glamorous VIP dinner in Kelvingrove Art Gallery and Museum, she addressed a crowd in Govan's Festival Park, saying politicians were \"pretending to take our future seriously\".\nReiterating her comments at the Youth4Climate conference in Milan in September, she said: \"We are tired of [leaders'] blah, blah, blah\". \nShe later joined thousands of young people on the Fridays for Future march and gave a speech in George Square, branding the summit a \"failure\" and a \"global north greenwash festival\".\nResidents in Glasgow were told to expect disruption to their daily lives throughout the summit, including through road closures.\nAmong the first to make headlines was the arrival of the Rainbow Warrior - Greenpeace's famous ship - which resulted in the temporary closure of the Erskine Bridge while the vessel sailed underneath.\nIt was transporting four young climate activists from areas affected by climate change and had hoped to dock opposite the conference venue - but instead stopped a couple of miles up river at the King George V dock.\nEarly last week, bystanders on Victoria Road may have been fortunate enough to see Taranteeno the Marvellous clopping by.\nThe 15-year-old cob was with owners Michael Ransley and his partner Dr Phoebe Beedell, who set off from Cornwall for COP26 in the spring of 2019.\nThey had originally set off for Glasgow more than two years ago but delayed their arrival until the summit had been rescheduled.\nThe activists aimed to raise awareness of the climate crisis throughout the host city, and were saddened to see the number of cars on the roads.\nVanessa Nakate is one of the best known of the new generation of campaigners against global warming - and was Uganda's first Fridays for Future activist.\nThe 24-year-old left her mark at both mass protests over the weekend, using impassioned speeches to raise awareness of the plight of the global south.\nAnd if Ms Thunberg was the sovereign of soundbites, Ms Nakate held audiences rapt with first-hand experiences of communities devastated by climate disasters.\nAs one of the key speakers at the Global Day of Action rally on Glasgow Green, she told crowds how overnight storms seriously damaged a school which she and fellow campaigners helped to build in her home country.\n\"The strong winds and heavy rainfall will not stop, because the words and promises of leaders do not match their actions,\" she said.\nPeople of all ages joined schoolchildren as they marched from Kelvingrove Park to George Square on 5 November - among the youngest was 11-month-old Juneau.\nShe and her mother, April Hamilton, had travelled from Paisley because it was \"too important\" not to join the rally.\nMs Hamilton, a teacher, spoke highly of Greta Thunberg, whom she said was an incredible role model for her daughter.\nShortly before 100,000 people were due to walk through the city centre on 6 November, a group of scientists chained themselves to the King George V Bridge.\nThe group from Scientist Rebellion said they could not \"rely on our leaders to save us anymore\" and had a \"moral duty to act\".\nSpecialist police teams used bolt cutters to remove the 21 activists. who were then arrested and released on an undertaking.\nDespite pouring rain on Saturday, spirits were far from dampened - in part due to the colourful costumes and indigenous dress on display.\nSome groups did not have representation during official conference proceedings, but nevertheless had eyes upon them at one of the largest protests in Glasgow's living memory.\nOrganisers said about 100,000 marched through the city for the rally at Glasgow Green.\nMeanwhile police praised the \"good natured\" activists who were in \"high spirits\" throughout the day.\nThis mural in Partick is the work of Daniel Rupaszov - a 25-year-old from Hungary who belongs to a group of artists and activists who visit COP every year to create art which highlights the climate crisis.\nHe is one of many activists who have expressed their views through artwork, from a \"carbon unicorn\" made by Friends of the Earth to a large knitted display by Stiches for Survival.\nBrave Bakers on Saltmarket was one of the few businesses in the area that opted to stay open the day 100,000 protesters walked by on their way to Glasgow Green.\nArouge Salin had worked at the coffee shop for about two months when the staff of three were inundated with drenched customers vying for hot coffee and vegan pastries.\nShe told the BBC: \"It started off quiet, but we had a queue outside the shop until the walk passed - it was non-stop from 15:30 until 18:00, and we normally shut at 17:30. \n\"We sold out of everything vegan - which never happens. The only thing we had left was our chicken and bacon bake which is usually the first thing to go.\n\"And we sold so many coffees that our machine jammed. I think people just wanted something warm.\"\nIn the absence of costumes or conspicuous floats, young people used their imaginations to daub eye-catching slogans on protest signs for the youth march.\nActivists made sure their messages were heard in their own voice - whether it was with a bit of humour or a Scottish accent."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-59276488",
      "category": "uk-scotland",
      "title": "Fears raised over exodus of NHS consultants in Scotland",
      "tags": "Scottish government,NHS Scotland,Doctors,Coronavirus pandemic",
      "text": "Scotland's health service could face an exodus of consultants, a leading doctor has warned.\nDr Graeme Eunson, chairman of the British Medical Association Scotland's consultant committee, also said he cannot recall a time in his career \"when things have been this tough\".\nThe consultant paediatrician said \"rock bottom morale\" as well as concerns over pension tax charges was to blame.\nMinisters have warned the NHS is facing its toughest ever winter.\nThe Scottish government has put in a £300m funding package to help the health services get through what it described as the \"extremely challenging\" months ahead.\nBut writing in a blog, Dr Eunson warned the NHS in Scotland \"is in full blown crisis\".\nHe said: \"What I hear consistently is that consultants are prepared to stick at it for this winter and while we remain in pandemic.\n\"And that's backed up by evidence from our recent survey of doctors following this year's pay award.\n\"When you analyse those figures, and filter out those too young to take voluntary early retirement (VER), some 70% of consultants asked said they were planning to take VER - either prompted (19.2%), or confirmed (30%) by the pay award, or were going to do it regardless of pay (21%).\n\"If this is in any way representative - and we fear it is - and we don't act urgently, then the NHS faces an exodus of consultants from NHS Scotland in the near future.\"\nIn August, doctors and dental staff in Scotland were awarded a 3% pay rise backdated to 1 April.\nDr Eunson cited an ongoing complex row over tax bills for consultants' pensions which he said has left some colleagues facing the prospect of retiring or working less to ensure they are not out of pocket. \nHealth Secretary Humza Yousaf has previously said the health service was experiencing \"significant pressure\" because of Covid admissions and a backlog in care built up over the course of the pandemic.\nMilitary assistance is in place at a number of health boards across the country and waiting times for A&E remain at record levels. \nDr Eunson added that \"stop-gap solutions may just help us get through this winter - although that remains to be seen - but even beyond that the picture looks bleak.\"\nA Scottish government spokesperson said the health secretary meets regularly with the BMA where issues related to the workforce are discussed. \n\"We recognise the challenges health and social care services are experiencing,\" they added. \"That is why we have announced a record £300m of new investment in measures to help services deal with system pressures over winter.\n\"To ensure our health and social care staff can continue to be able to best care for us, we need to make sure we continue to care for them by looking after their wellbeing this winter. This is why we are investing an additional £4m in staff wellbeing measures, in addition to the £8m made available through the NHS Recovery Plan.\n\"As well as direct workforce investment, we are introducing measures to maximise capacity in our hospitals, reduce delayed discharges and improve social care pay. These measures will ensure patients are cared for in the right setting within their community and alleviate pressures on frontline health services.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59266109",
      "category": "uk-northern-ireland",
      "title": "Transfer tests: P7 pupils sit first exams to be held in two years",
      "tags": "NI education,Schools,Exams",
      "text": "More than 5,000 primary seven (P7) pupils in Northern Ireland sat the first of this year's post-primary transfer tests on Saturday.\nThe GL Assessment test run by the Post-Primary Transfer Consortium (PPTC) is being held in 21 post-primary schools.  \nAbout 5,450 children have entered the PPTC test.\nA further 8,280 children have entered a separate test being run by the Association for Quality Education (AQE).\nIt is the first transfer test to be held for two years following cancellations in 2020-21 due to the Covid-19 pandemic.\nThe three AQE tests are held on successive Saturdays on 20 November, 27 November and 4 December, followed by the supplementary PPTC test on 11 December.\nPrimary school children aged 10 and 11 years can choose to sit either the AQE or PPTC test, both tests, or decide not to take any of the tests.\nA significant number of children enter both the AQE and PPTC tests, but the testing organisations cannot say how many exactly.\nThe tests are used by the vast majority of grammar schools to select pupils but 11 Catholic grammars and the integrated school Lagan College have said they will again not use academic selection to admit pupils in September 2022.\nIn 2021 grammars used a number of non-academic criteria to admit pupils instead.\nHowever, that led to a steep rise in the number of appeals by parents against decisions by schools not to offer their children a post-primary place.\nThe first PPTC test started at 10:00 GMT on Saturday.\nPupils sit an English paper first followed by a Maths paper.\nSome changes have been made to the separate transfer tests to take account of disruption to schools caused by the pandemic.\nFor instance, children have been told in advance that they will not be tested on some topics.\nChildren sitting the tests over the next few weeks will receive their results in early February 2022.\nA single common transfer test is due to go ahead in November 2023 after an overwhelming majority of grammar schools backed it.\nIt would see a new company - the Schools' Entrance Assessment Group (SEAG) - set up to run the common test, bringing to an end the current system of separate tests run by AQE and PPTC.\nHowever, academic selection remains one of the most controversial aspects of Northern Ireland's education system.\nA number of previous independent reports have said that academic selection increased inequality and benefitted children from more affluent backgrounds."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59269916",
      "category": "uk-wales",
      "title": "Gay couple receive landmark Church in Wales blessing",
      "tags": "Marriage,Divorce laws,Relationships,Civil partnerships,Religion,Llangollen,LGBT,The Church of England,Christianity",
      "text": "\"This is a landmark and a really big step - a time to rejoice,\" said Father Lee Taylor.\nFather Lee and his partner Fabiano Da Silva Duarte have become what is thought to be the first same-sex couple to be officially blessed by the Church in Wales.\nIt comes after the Church's governing body approved a new service of blessing for same-sex couples in September. \nHowever it stopped short of allowing gay couples to marry in its parishes.\nThe move has put the Church in Wales at odds with its sister Anglican church, the Church of England, which forbids clergy from blessing gay couples.\nFather Lee said the service, at St Collen's Church, in Llangollen, Denbighshire, was \"extremely special\".\n\"Our civil partnership took place at our local registry office in London in 2008. Although this was an important step for us it didn't really feel like an occasion for great celebration back then,\" he said.\n\"The ceremony was short and no religious content was permitted. It didn't feel like a solemn and sacred moment.\n\"So this [blessing] is a really big step. It's an opportunity to celebrate our love and union in the presence of God. It is exciting - a time to rejoice.\"\nHe added: \"We both have a deep faith and love of God and the church has always played an important part in our lives.\n\"We are very excited to have made this next step in our journey together.\"\nWith a choir, bell ringers and family and friends attending, Father Lee said the ceremony had the \"look and smell\" of a traditional wedding.\n\"It has been a very moving and meaningful service for us. It had all the bells and whistles but without the actual marriage part,\" added Father Lee.\nHowever he admitted there were mixed emotions given same-sex marriages are still not permitted by the Church in Wales.\nThe Church in Wales' governing body voted in September to allow same-sex couples to have their civil partnership or marriage blessed in church.\nA blessing signifies, in theological terms, God's approval. It marks a significant shift from the historical church teaching that homosexual relationships are sinful. \nHowever, the Evangelical Fellowship opposed the move, saying at the time it did not uphold the \"standard of Christian marriage between one man and one woman\".\n\"It feels like we are only half way there. I would like to see the Church in Wales move forward now with same-sex marriages in church,\" said Father Lee.\n\"I believe that making a covenant with our spouse in marriage is a reflection of God's own covenant with us through Jesus.\"\nThe Bishop of St Asaph, the Right Revered Gregory Cameron, led the service at St Collen's Church, Llangollen, where Father Taylor is priest-in-charge.\nHe said it was \"a great honour and privilege\" to lead the first blessing for a gay couple that the Church was aware of.\nClergy have a \"conscience clause\" which means they can opt out of offering the blessing if they disagree. \nThe Scottish Episcopal Church became the first Anglican church in the UK to allow same-sex marriages in 2017.\nOther Christian denominations in the UK that permit same-sex marriages include the Quakers in Britain, the General Assembly of Unitarian and Free Christian Churches, and the United Reformed Church."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-42252741",
      "category": "uk-politics",
      "title": "Nazanin Zaghari-Ratcliffe: What is Iran jail case about?",
      "tags": "Foreign & Commonwealth Office,Boris Johnson,Iran,Jeremy Hunt,Nazanin Zaghari-Ratcliffe case",
      "text": "Nazanin Zaghari-Ratcliffe was detained at an Iranian airport in April 2016, while travelling home to London with her young daughter.\nThe British-Iranian was sentenced to five years in prison - for allegedly plotting against the Iranian government.\nShe maintains her innocence, saying she was on holiday in Iran visiting family.\nMrs Zaghari-Ratcliffe, 41, has dual British and Iranian citizenship, and before her arrest lived in London with her husband Richard Ratcliffe, who is an accountant.\nShe worked as a project manager for the charity Thomson Reuters Foundation and was previously employed by BBC Media Action, an international development charity.\nShe says she took her daughter Gabriella, now six, to Iran in March 2016 to celebrate the country's new year and visit her parents.\nIranian authorities allege Mrs Zaghari-Ratcliffe was plotting to topple the government in Tehran - but no official charges have been made public.\nIran's Revolutionary Guards said she was leading a \"foreign-linked hostile network\" when she visited.\nBoth the Thomson Reuters Foundation and BBC Media Action issued statements saying she was not working in Iran but was on holiday there.\nMr Ratcliffe said he had asked his wife what the charges were during a phone call in 2016, and a nearby prison guard had said: \"National security charges\".\nIn October last year, Foreign Secretary Dominic Raab said the government would \"redouble\" its efforts to secure Mrs Zaghari-Ratcliffe's release after her daughter Gabriella returned to the UK.\nA month earlier, newly-appointed prime minister Boris Johnson had called for Mrs Zaghari-Ratcliffe's immediate release during a meeting with Iran President Hassan Rouhani.\nHe had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nCampaigners said she could face an increased prison sentence in Iran as a result of the comments.\nThe following month Mr Johnson visited Tehran and met his counterpart as well as President Rouhani, and pressed for her release on humanitarian grounds.\nTheresa May had also raised concerns when she was prime minister.\nIn March 2019, then-Foreign Secretary Jeremy Hunt - Mr Johnson's successor - announced Mrs Zaghari-Ratcliffe would be given diplomatic protection -  making the case a formal, legal dispute between Britain and Iran.\nMrs Zaghari-Ratcliffe, who maintains her innocence, mostly speaks publicly through her husband, who regularly calls her.\nAccording to Mr Ratcliffe, she misses Gabriella \"all the time\" and is in a \"pretty fragile\" state of mental health. \nIn an open letter, published in October 2019, Mrs Zaghari-Ratcliffe said weekly visits from her daughter had sustained her during her imprisonment.\nWriting before Gabriella returned to the UK to start school, she said the thought of being unable to hold her child was \"the deepest torture of them all\". \nMrs Zaghari-Ratcliffe's five-year-sentence was handed down on 6 September - one day after the UK appointed an ambassador to Iran for the first time since 2011.\nMr Ratcliffe said the timing was proof his wife is being held as a political bargaining chip.\nIt has been claimed Mrs Zaghari-Ratcliffe is being held in order to force the UK into settling a multi-million pound dispute with Iran, which dates back to the 1970s.\nBBC diplomatic correspondent Caroline Hawley said London and Tehran do not see eye-to-eye on Iran's role in the wider Middle East or on human rights.\nIran's Revolutionary Guards are hardliners, opposed to Iran's nuclear deal struck by moderates with the West in 2015. And in 2009, Britain was accused of fuelling unprecedented street protests.\nTensions between the nations increased last year after a series of incidents in and around the Gulf, including Iran seizing a British-flagged tanker in the Strait of Hormuz."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59273343",
      "category": "uk-england-london",
      "title": "Brentford stabbing: Man killed and elderly woman seriously injured",
      "tags": "London violence,Brentford",
      "text": "A man has been killed and a woman in her 80s has been seriously injured in a double stabbing in west London.\nThe man, believed to be 20, was pronounced dead at the scene at Albany Parade, Brentford, at about 20:00 GMT on Friday, police said.\nThe 82-year-old woman was taken to hospital with serious stab wounds. Her injuries were not life-threatening.\nA man, in his 30s, has been arrested on suspicion of murder and attempted murder. He remains in custody. \nThe Met Police, which has launched an urgent investigation led by homicide detectives from special crime, said there was nothing to suggest the stabbing was linked to terrorism and that it was not currently looking for any other suspects.\nIt added inquires were continuing to establish whether any of those involved were known to each other.\nA spokesman for the force said officers believed they knew the identity of the dead man and formal identification would \"be arranged in due course\". \nA post-mortem examination was due to take place on Saturday.\nCordons have remained in place in Albany Parade, Albany Road and the surrounding area. \nDet Ch Insp Brian Howie said: \"Any local people who have information or concerns should speak with officers working at these locations.\n\"I would like to hear from anyone who witnessed the incident or had any interaction with the suspect near the scene but has yet to speak with police. \n\"Also, anyone who may have footage, whether from doorbells, dashcams or mobile devices, is also urged to check that material and make contact with police should there by anything relevant to our investigation.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59275772",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: Husband ends hunger strike after 21 days",
      "tags": "Iran,Nazanin Zaghari-Ratcliffe case",
      "text": "The husband of British-Iranian detainee Nazanin Zaghari-Ratcliffe has ended his hunger strike after 21 days.\nRichard Ratcliffe has been protesting outside the Foreign Office, demanding the government does more to secure his wife's release from Iran. \nHe said he had promised her he would end the protest, adding their child \"needs two parents\", and he would now go to hospital for a full check-up.\nThe Foreign Office says it is doing all it can to help Britons held in Iran.\nMrs Zaghari-Ratcliffe has been detained in Iran for five years on spying charges and lost an appeal against a second jail sentence in October.\nShe was arrested there in 2016 while taking the couple's daughter, Gabriella, to see her family, and was accused of plotting to overthrow the government. She served four years of a five-year sentence in Evin prison in Tehran, and one under house arrest.\nHer husband, Richard, began protesting on 24 October, hoping to put pressure on Prime Minister Boris Johnson to meet Iranian delegates at the COP26 climate summit and to demand freedom for Britons detained in Iran.\nFor the past three weeks, he has been sleeping in a small tent in Whitehall, taking in only liquid.\nMr Ratcliffe said he had started to get pains in his feet overnight and after a chat with his doctor, the decision was made to end the hunger strike.\nHe said he had told his wife he would end the demonstration if it got to that point because he did not want to \"go out in an ambulance\" but rather wanted to \"walk out with my head held high\".\nHe also said he hoped to eat something after visiting hospital. \nMr Ratcliffe was joined by seven-year-old Gabriella on Saturday and said the hunger strike had been \"a lovely experience emotionally\" but \"tough physically\".\n\"It's only when it stops that you realise quite the toll it's taken on your body,\" he said.\nHe offered a \"warm thank-you\" to everyone who supported him, adding \"I wouldn't have got through this alone\".\nMr Ratcliffe said his daughter was relieved and happy he was coming home, and it was now his job to recover and think about what the next steps would be.\nHe said he felt a \"greater spotlight\" had been shone on his wife's case and he felt as though \"we've stopped the backward movement\".\nHis local MP Tuliq Siddiq, who has visited him during his strike, said she had secured a parliamentary debate on Mrs Zaghari-Ratcliffe's case on Tuesday which \"has cross-party support\".\nShe said she had been in touch with Mrs Zaghari-Ratcliffe, who was \"worried sick\" about her husband, to reassure her Mr Ratcliffe was getting medical attention.\nLater on Saturday she said Mr Ratclifffe had eaten and was \"doing ok\".\nAfter a meeting with Foreign Office minister James Cleverly on Thursday, Mr Ratcliffe admitted feeling \"fairly deflated\" but added he thought the government had seen a \"huge depth of care around the country for Nazanin's case\".\nHe also criticised Mr Johnson for not visiting him during his hunger strike, and said: \"He hasn't dealt adequately with Nazanin's case for years.\n\"He hasn't honoured his promises. And we live with those consequences.\"\nHe added that Mr Johnson \"shouldn't just walk away from promises made\".\nMr Johnson had previously been involved in the case when he was foreign secretary. In November 2017, he had to apologise after he was criticised for suggesting Mrs Zaghari-Ratcliffe had been training journalists when she was arrested, rather than on holiday.\nA Foreign Office spokeswoman said: \"Iran's decision to proceed with these baseless charges against Nazanin Zaghari-Ratcliffe is an appalling continuation of the cruel ordeal she is going through.\"\nShe added the foreign secretary, Mr Cleverly, and the Foreign Office were \"doing all we can to help all unfairly detained British nationals in Iran get home to their families\", including retired civil engineer Anoosheh Ashoori and conservationist Morad Tahbaz as well as Mrs Zaghari-Ratcliffe.\nIt is the second time Mr Ratcliffe has gone on hunger strike, having camped in front of the Iranian embassy for 15 days two years ago - a move he said had resulted in getting his daughter home.\nAmnesty International UK said it was a \"striking reflection on the UK government\" that Mr Ratcliffe had felt it necessary to resort to such \"an extreme form of protest\" again.\nDuring his latest demonstration he has been visited by supporters including Strictly Come Dancing co-host Claudia Winkleman, writer and presenter Victoria Coren Mitchell, as well as Labour leader Sir Keir Starmer and Lib Dem leader Sir Ed Davey.\nMr Ratcliffe said he had been visited by Defence Secretary Ben Wallace as well as another government minister but he acknowledged he had seen more people from the Labour benches during his demonstration."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-59266840",
      "category": "uk-england-london",
      "title": "Lord Mayor's Show returns to London streets after lockdown",
      "tags": "City of London",
      "text": "Crowds have flocked to the City of London to see the first Lord Mayor's Show since the coronavirus pandemic.\nThe parade, which dates back to the 13th Century, has seen 128 floats parade from Guildhall to the Royal Courts of Justice.\nIt was cancelled last year for the first time since 1852 when it made way for the Duke of Wellington's funeral.\nCampaigners from Extinction Rebellion blocked the route holding a sign reading \"Cop has failed\".\nCity of London Police said it had arrested \" a number\" of protesters and was in the process of removing the blockade.\nThe procession marks the first public engagement for the new Lord Mayor of the City of London, Vincent Keaveny.\nMr Keaveny, the 693rd Lord Mayor, must travel to the Royal Courts to swear allegiance to the Crown before taking up his role.\nThe Lord Mayor's Show began in 1215 as a river pageant on the Thames.\nKing John created a Royal Charter that year which allowed the city to choose its own mayor every year, instead of having a sheriff appointed by the king.\nNowadays the Lord Mayor is the head of the City of London Corporation, the governing body of the Square Mile.\nThe role is separate from the mayor of London, who sits as head of the Greater London Authority.\nFull-size model elephants, Japanese drummers, a horse-drawn bus and the tallest fire engine in Europe have been included on the floats at this year's parade.\nThe Lord Mayor's state coach, which also featured, is thought to be the oldest ceremonial vehicle in the world still in regular use."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-59258409",
      "category": "world-europe",
      "title": "Covid: Dutch partial Covid lockdown sparks protests",
      "tags": "Austria,Coronavirus lockdown measures,Germany,Denmark,Netherlands,Coronavirus pandemic",
      "text": "Police in the Netherlands have used water cannon on protesters opposed to a new partial lockdown imposed amid record coronavirus infections and rising intensive care cases.\nThree weeks of restrictions for shops, sport and catering were announced by Prime Minister Mark Rutte on Friday.\nMuch of Europe is facing a surge in cases, blamed partly on low vaccine take-up in several countries.\nAustria is expected to back a lockdown for unvaccinated people this weekend.\nRestrictions are to be be imposed first in the two provinces of Upper Austria and Salzburg from Monday, according to Health Minister Wolfgang Mückstein.\nDenmark, which had downgraded coronavirus as no longer a \"socially critical\" disease, has re-instated a Covid pass that was phased out in September. The government wants to push through a law allowing workplaces to require the pass for staff.\nThe Dutch prime minister said that fortunately the vast majority of people in the Netherlands had been vaccinated. But he said the three-week partial lockdown would start on Saturday evening:\nCinemas and theatres will stay open. Social distancing of 1.5m (5ft) is being reintroduced where Covid passes are not in operation. The caretaker cabinet is also working on a change in the law to allow businesses to choose whether they want to limit entry to people who have been vaccinated or who have recovered.\nThe catering industry has reacted angrily to the news; a spokesman told public broadcaster NOS the government had \"crossed a line\". Last weekend, thousands of protesters marched through The Hague in anger at existing Covid restrictions.\nLatest daily figures on Saturday showed 13,902 new Covid cases - the third-highest daily rate since the start of the pandemic - and 33 deaths. Dutch vaccination rates are relatively high, with 82.4% of over-12s having two doses, or 73% of the total population.\nProtesters took to the streets in The Hague after Mr Rutte's announcement. Police fired water cannon after some of the crowd started throwing stones and fireworks at them.\nIn Austria, vaccine take-up is at 65% and Chancellor Alexander Schallenberg says he will talk to provincial governors on Sunday before the green light is given for a national lockdown for the unvaccinated.\n\"The situation in Austria is worrying and infection numbers are rising rapidly, especially in Upper Austria and Salzburg,\" the health minister warned. The two provinces have a combined population of more than two million. \nUpper Austria governor Thomas Stelzer says people who have not been vaccinated will be able to leave home only for essential reasons such as going to work, buying food or to exercise. It is unclear how that would be enforced.\nGermany, which has also seen record Covid numbers this week, declared Austria a high-risk area on Friday, so that anyone visiting who has not been vaccinated or recovered from Covid will have to quarantine for 10 days.\nEastern European countries have for weeks been fighting record infection rates, as they grapple with the lowest vaccine rates on the continent:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-59275207",
      "category": "uk-politics",
      "title": "MPs Layla Moran and Crispin Blunt admit using offices for paid meeting",
      "tags": "House of Commons,Crispin Blunt,Owen Paterson,Layla Moran,Oxford,UK Parliament,Geoffrey Cox",
      "text": "Two MPs have admitted using their Commons offices for non-parliamentary paid meetings.\nLiberal Democrat Layla Moran and Conservative Crispin Blunt appeared via video link on a panel discussing political prisoners in Saudi Arabia.\nThe event last November was organised by law firm Bindmans LLP.\nAccording to the register of financial interests for MPs, Ms Moran was paid £3,000 by the firm and Mr Blunt received £6,000.\nBindmans described the meeting as an \"evidence session\", which heard from human rights organisations and family members of detained Saudi Arabian activists.\nUnder House of Commons rules, MPs must not use the parliamentary facilities for non-parliamentary work.\nMs Moran, MP for Oxford West and Abingdon, has apologised and said she \"deeply regretted\" it.\nIn a statement, Ms Moran said: \"With MPs from other parties, I worked on the detention of political prisoners in Saudi Arabia with Bindmans. \n\"I deeply regret that I 'zoomed' in for one meeting from my office in Parliament when Covid restrictions were in place. \n\"I take full responsibility for this and it will not happen again.\"\nMr Blunt, who represents Reigate, told the BBC it did not occur to him that there would be an issue using a room in Parliament at no cost to the taxpayer.\nHe said the MPs on the panel were discussing a matter of \"serious public concern\" and emphasised he would accept the findings of any investigation by the parliamentary standards commissioner if a complaint was made.\nHe told the BBC: \"It was a parliamentary panel, although one not formed as either an all-party-parliamentary group or a select committee.\nHe added: \"I have chaired three of these detention review panels over recent years and as the panel members were all parliamentarians, each panel cross party, advised by legal counsel, examining matters of serious public and human rights concern - that on any reasonable interpretation the work would meet a definition of being 'parliamentary'.\"\nMr Blunt continued that while the panel members had been paid a fee for their time and expertise devoted to the work, it had been declared in the usual way, and the process was open to public scrutiny throughout.\nHe said he thought MPs were being subjected to an \"absurd feeding frenzy\" by the media in relation to their additional work that was now \"doing wider damage to the institution of Parliament by creating a wholly inaccurate image in the mind of the wider public\". \nPoliticians are allowed to have second jobs outside Westminster but the work they do has come under the spotlight since Tory MP Owen Paterson, who has since stood down, broke lobbying rules when working as a consultant.\nAnd questions have been raised about Conservative MP and former attorney general Sir Geoffrey Cox, who earned about £900,000 last year through his work outside Parliament.\nHe notched up the wage bill in his work as a lawyer, including travelling to the British Virgin Islands (BVI) to advise on a corruption inquiry.\nLabour chair Anneliese Dodds previously accused him of taking advantage of Covid restrictions to work remotely from the Caribbean.\nNo 10 said MPs should be \"visible in their constituencies and available to help constituents with their constituency matters\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-59264238",
      "category": "education",
      "title": "TikTok abuse 'is pushing teachers over the edge'",
      "tags": "Teaching,TikTok,Schools",
      "text": "A teacher who has been the target of abuse on TikTok says others in the profession are being \"pushed over the edge\" by online harassment.\nTom Rogers is one of dozens of teachers who have reported harassment on social media in recent weeks, some of whom have signed off sick.\nThe posts often feature footage from learning resources used by teachers during lockdowns.\nTikTok says it is taking extra measures to remove videos targeting teachers.\nAnd the government plans to introduce laws to make social-media companies more accountable.\nHistory teacher Mr Rogers had been unaware that a clip from one of his virtual lessons had been uploaded to TikTok until a colleague alerted him last week.\nWhen he searched the platform, he found two videos posted from an anonymous account with a combined total of about 12,000 views.\n\"You're thinking when you go in that kids are laughing at you and everyone's seen it,\" he told the BBC. \"You don't know who's seen it, but you know probably a lot of kids have.\"\nMr Rogers - whose school the BBC is not naming - reported the videos, but the police were unable to act. \nHe had not heard back from TikTok by the time he spoke to the BBC, and footage targeting him remained online at the time this story was published.\nMr Rogers said he tried not to let online trolls affect him, but was worried about other teachers who are not as used to social media.\n\"I think it's pushing some over the edge because of everything we've been through in the last two years,\" he said, adding that some people were \"quite fragile coming out of the pandemic\".\n\"They will quit their jobs, they will have to go off work with stress-related illness because of this. This will be the tipping point,\" he added.\nTom Quinn, a headteacher and chief executive of the Frank Field Education Trust in the North West of England and West Midlands, told the BBC that two of his teachers were off sick because of the abuse - and that social-media platforms needed to react more quickly in removing the offending videos.\n\"Over the years teachers and pupils have had relationships and joking relationships and have names for each other. This is different now,\" he said.\n\"When a child posts defamatory remarks, or humiliating remarks, on TikTok, it can be seen by up to two million people across the world. That has a really big impact when there is crucially no right to reply for the teacher.\"\nHe said the trust was working with the parents of children who had posted videos to ensure they understood the severity of the issue.\n\"In some of the largely viewed videos, the children are horrified that this has happened. They're the victims, as well, in all of this,\" he said. \"We would urge TikTok to consider that these are children we're talking about, who make mistakes and get it wrong.\"\nA spokesman for TikTok said harassment and bullying had \"no place\" on the platform.\n\"We regret the distress caused to some teachers as a result of abusive content posted to our platform,\" he said. \n\"We've already deployed additional technical measures and guidance, and we continue to proactively detect and remove violative content and accounts.\"\nThe spokesman said TikTok would increase its funding for an online helpline for professionals, which he said would help teachers report content. \n\"We'll be writing to every school in the country to ensure all staff have access to the resources they need, and we'll continue to work with affected schools, teachers, parents, unions and other partners to stamp out this intolerable abuse.\"\nHeadteachers' union the Association of School and College Leaders (ASCL) said it had received more than 50 reports of \"disgraceful abuse\" and said there were likely to have been \"many more\" instances.\nGeneral secretary Geoff Barton welcomed TikTok's response and said he hoped \"this matter can be resolved swiftly\".\nBut he warned that the trend \"reinforces the urgent need for regulation of social-media platforms\", as teachers were spending time getting the content removed as well as dealing with the fallout of so much disruption during the pandemic.\n\"Social-media platforms should be legally responsible for ensuring they have processes in place which prevent offensive and abusive material from being posted in the first place,\" he said.\n\"This material is extremely distressing for the staff who are targeted. And the young people who are posting it are involved in behaviour which could lead to them being excluded from school and, in extreme cases, being the subject of a police investigation.\"\nSchool System Minister Baroness Diana Barran said on Twitter that the Department for Education (DfE) was \"engaging with TikTok on the steps they are taking to address the issue\".\nA DfE spokeswoman said the harassment of education staff was \"never acceptable\" and that online criminal attacks should be reported to the police. \n\"We are clear that social-media companies need to take action against harmful content on their platforms and we are introducing laws which will usher in a new era of accountability for these social-media companies,\" she said. \nWatch Elaine Dunkley's report on the BBC News at Six on BBC ONE or on iPlayer at 18:00 GMT on Friday 12 November."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-59205648",
      "category": "science-environment",
      "title": "Seven ways to curb climate change",
      "tags": "Carbon capture and storage,Greenhouse gas emissions,COP26,Electric cars,Climate change,Renewable energy,Carbon neutrality",
      "text": "The COP26 climate summit in Glasgow has been billed as a last chance to limit global warming to 1.5C. \nBut beyond the deals and photo opportunities, what are the key things countries need to do in order to tackle climate change?\nBurning fossil fuels such as oil, gas, and especially coal, releases carbon dioxide (CO2) into the atmosphere, trapping heat and raising global temperatures. \nIt's an issue which has to be tackled at government level if temperature rises are to be limited to 1.5C - the level considered the gateway to dangerous climate change. \nHowever, many major coal-dependent countries - such as Australia, the US, China and India - have declined to sign a deal at the summit aimed at phasing out the energy source in the coming decades. \nA recent UN report has suggested that reducing emissions of methane could make an important contribution to tackling the planetary emergency. \nA substantial amount of methane is released from \"flaring\" - the burning of natural gas during oil extraction - and could be stopped with technical fixes. Finding better ways of disposing of rubbish is also important, because landfill sites are another big methane source.\nAt COP26, nearly 100 countries agreed to cut methane emissions, in a deal spearheaded by the US and the EU. The Global Methane Pledge aims to limit methane emissions by 30% compared with 2020 levels.\nElectricity and heat generation make a greater contribution to global emissions than any economic sector. \nTransforming the global energy system from one reliant on fossil fuels to one dominated by clean technology - known as decarbonisation - is critical for meeting current climate goals. \nWind and solar power will need to dominate the energy mix by 2050 if countries are to deliver on their net zero targets.\nThere are challenges, however.\nLess wind means less electricity generated, but better battery technology could help us store surplus energy from renewables, ready to be released when needed.\nWe'll also need to change the way we power the vehicles we use to get around on land, sea and in the air. \nDitching petrol and diesel cars and switching to electric vehicles will be critical. \nLorries and buses could be powered by hydrogen fuel, ideally produced using renewable energy. \nAnd scientists are working on new, cleaner fuels for aircraft, although campaigners are also urging people to reduce the number of flights they take. \nA UN report in 2018 said that, to have a realistic chance of keeping the global temperature rise under 1.5C, we'll have to remove CO2 from the air. \nForests are excellent at soaking it up from the atmosphere - one reason why campaigners and scientists emphasise the need to protect the natural world by reducing deforestation. \nProgrammes of mass tree-planting are seen as a way of offsetting CO2 emissions. \nTrees are likely to be important as countries wrestle with their net zero targets, because once emissions have been reduced as much as possible, remaining emissions could be \"cancelled out\" by carbon sinks such as forests. \nEmerging technologies that artificially remove CO2 from the atmosphere, or stop it being released in the first place, could play a role. \nA number of direct-air capture facilities are being developed, including plants built by Carbon Engineering in Texas and Climeworks in Switzerland. They work by using huge fans to push air through a chemical filter that absorbs CO2. \nAnother method is carbon capture and storage, which captures emissions at \"point sources\" where they are produced, such as at coal-fired power plants. The CO2 is then buried deep underground. \nHowever, the technology is expensive - and controversial, because it is seen by critics as helping perpetuate a reliance on fossil fuels. \nAt the Copenhagen COP summit in 2009, rich countries pledged to provide $100bn (£74.6bn) in financing by 2020, designed to help developing countries fight and adapt to climate change. \nThat target date has not been met, although the UK government, as holders of the COP presidency, recently outlined a plan for putting the funding in place by 2023. \nMany coal-dependent countries are facing severe energy shortages that jeopardise their recovery from Covid and disproportionately affect the poor. These factors stop them moving away from polluting industries.  \nSome experts believe poorer nations will need continuing financial support to help them move towards greener energy. For instance, the US, EU and UK recently provided $8.5bn to help South Africa phase out coal use. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-latin-america-59276428",
      "category": "world-latin-america",
      "title": "Ecuador prison riot: New fighting at Guayaquil jail kills 68",
      "tags": "Ecuador",
      "text": "At least 68 prisoners have been killed in new fighting at an Ecuadorean prison where more than a hundred inmates died in clashes between rival gangs in September, officials say.\nThe riot at the Litoral Penitentiary in the city of Guayaquil reportedly began on Friday evening.\nPolice tactical units who entered the prison buildings found guns, explosives and blades, reports say.\nOfficials say they have re-gained control of the jail.\nNearly 300 inmates have died so far this year in the country's prisons, and September's gang-related violence was the worst in Ecuador's history.\nSome 119 inmates lost their lives during a riot in the Litoral Penitentiary on 28 September.\nThe latest fighting at the prison in Guayaquil, Guayas province, has also left 25 people injured and follows a smaller armed clash earlier this month in which three inmates were shot dead.\nThere were reports of further violence at the prison later on Saturday and soldiers were deployed as reinforcements, securing the outside of the facility in armoured vehicles.\nFamily and friends of prisoners desperate for information gathered outside the building, where a list of victims' names was taped to a post. \n\"They are human beings, help them,\" read a banner held by one of the families.\nAuthorities said the violence started as a territorial dispute between rival groups after a gang leader was released early.\n\"As this section of the prison was without a ringleader, other gangs tried to... enter to carry out a total massacre,\" the governor of Guayas province, Pablo Arosemena, told reporters. \nHe said there were about 700 prisoners in the area of the facility where the deadly riot was taking place.\nIn a short statement posted to Twitter, President Guillermo Lasso offered his condolences \"to the families who have lost loved ones\" and said new measures were needed to \"fight the mafias that profit from chaos\".\nOn 28 September, inmates from one wing of the prison crawled through a hole to gain access to a different wing, where they attacked rival gang members. Hundreds of officers and army soldiers were deployed to regain control of the complex.\nThe deadly fight, which saw some inmates decapitated, drew attention to the growing influence in Ecuador of transnational crime gangs such as the Mexico-based Sinaloa and Jalisco New Generation cartels.\nEarlier this month in a BBC interview, Mr Lasso insisted that his government was regaining control not only of the prisons but also of areas of Ecuador where drug traffickers had gained a foothold.\nHe accused previous governments of being \"passive\" about drug trafficking but warned that rising drug use in the country would take \"more than a decade\" to tackle.\nAnd he said Ecuador would need international support from neighbouring Colombia, the US and the EU to strengthen its armed forces and police to combat the growing influence of crime gangs.\nEcuador's prisons are currently accommodating about 9,000 more prisoners than they were designed to hold, officials say. The Litoral Penitentiary was designed for 5,300 inmates but currently holds 8,500."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59275554",
      "category": "uk",
      "title": "Royals pay tribute at Royal Albert Hall in Festival of Remembrance",
      "tags": "UK Royal Family,Camilla, Duchess of Cornwall,The Royal British Legion,Prince William, Duke of Cambridge,Prince Charles, Prince of Wales,Catherine, Duchess of Cambridge",
      "text": "The Prince of Wales, politicians and members of the Royal Family have paid tribute to those who died in conflict, at the Festival of Remembrance.\nPrince Charles, the Duchess of Cornwall and the Duke and Duchess of Cambridge marked the annual event at London's Royal Albert Hall, although the Queen did not attend. \nHowever, she is expected to attend the Cenotaph on Remembrance Sunday.\nThis year's event commemorated 100 years of the Royal British Legion. \nThe festival was dedicated to those who have served and sacrificed their lives from Britain and the Commonwealth.\nPM Boris Johnson and Labour leader Sir Keir Starmer were also at the event, with royals including the Earl and Countess of Wessex, the Princess Royal and Vice Admiral Sir Tim Laurence. \nIt was opened by the Royal Marines fanfare team, who were followed by Royal British Legion members carrying blue and gold standards.\nThe blue indicates loyalty and fidelity and the gold represents trial by fire.\nArtists including Alfie Boe, Cynthia Erico, Gregory Porter, Ramin Karimloo and Alexandra Burke performed alongside the Band of HM Royal Marines, the Royal Air Force, the Bach Choir and the Soul Sanctuary Gospel Choir.\nPoet Tomos Roberts, who is also known as Tomfoolery, gave an emotional rendition of his specially commissioned poem to commemorate 100 years of the poppy as the symbol of remembrance.\nThere was a sombre mood when The Last Post rang out in the theatre and during the minutes of silence poppy petals drifted from the ceiling.\nThe service ended with traditional prayers and hymns before a rendition of God Save the Queen.\nThe festival honours military personnel, past and present, for their service and dedication in defending our freedoms and way of life.\nThe monarch had not been expected to join the other royals at the event since Buckingham Palace said doctors had advised her to rest until mid-November after medical checks in hospital last month."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-59217825",
      "category": "entertainment-arts",
      "title": "Britney Spears released from 13-year conservatorship",
      "tags": "Britney Spears,Music",
      "text": "Britney Spears has described the termination of a legal arrangement that controlled many aspects of her life for 13 years as \"the best day ever\".\n\"I think I'm gonna cry,\" she told her 35 million Instagram followers. \nA judge in Los Angeles on Friday ended the conservatorship set up by the 39-year-old singer's father in 2008 with immediate effect.\nFans had gathered outside the LA court to support Spears, who had described the guardianship as abusive.\nHer father Jamie earlier said it was \"necessary\", but agreed it was time for her \"to re-take control of her life\".\n\"Her life was in shambles and she was in physical, emotional, mental and financial distress,\" lawyers representing Jamie Spears said in earlier court filings. \nThe conservatorship had power over her finances and career decisions plus major personal matters, such as her visits to her teenage sons and whether she can get remarried.\nOn Friday, Los Angeles County Superior Court Judge Brenda Penny ruled in favour of the singer's request to end it, which was not opposed by any of the parties involved.\nAs part of the ruling, Judge Penny said an accountant who served as a temporary conservator should retain some powers to settle ongoing financial issues.\nAddressing the crowd outside the court, Spears' lawyer Mathew Rosengart praised the singer's \"courage\" throughout the court hearings.\nHe said he was proud that she had shone \"a light on conservatorships from California to New York\", and that as a result of her testimony, new legislation had been passed \"to try to ensure that conservatorships like this... do not happen again\". \nFriends were also jubilant following the decision. Celebrity and businesswoman Paris Hilton wrote on Twitter the \"moment is so long overdue\", adding: \"Your best days are yet to come!\"\nOn Monday, the Baby One More Time and Toxic singer wrote on Instagram that she hadn't \"prayed for something more in my life\".\n\"I know I've said some things on my Insta out of anger and I'm sorry but I'm only human... and I believe you'd feel the same way if you were me!\"\nIn a court appearance in June, the star asked the judge to end the \"abusive\" arrangement and said she was \"traumatised\". \nAddressing the court remotely, she said she had been drugged, forced to perform against her will and prevented from getting married and having more children.\nHer testimony led her father to agree to step aside.\nA conservatorship is used for people who cannot make their own decisions and was put in place because of concerns about her mental health.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58874518",
      "category": "science-environment",
      "title": "What is net zero and how are the UK and other countries doing?",
      "tags": "Carbon capture and storage,Greenhouse gas emissions,COP26,Climate change,Carbon neutrality",
      "text": "Countries have set out plans to cut greenhouse gas emissions, at the COP26 climate change summit in Glasgow.\nThey hope to achieve the target of \"net zero\" by 2050, to help slow global warming.\nNet zero means not adding to the amount of greenhouse gases in the atmosphere. \nAchieving it means reducing emissions as much as possible, as well as balancing out any that remain by removing an equivalent amount.\nGreenhouse gases like carbon dioxide (CO2) are released when we burn oil, gas and coal for our homes, factories and transport. Methane is produced through farming and landfill. These gases cause global warming by trapping the sun's energy.\nMeanwhile, rapid deforestation across the world means there are fewer trees and plants to absorb CO2.\nUnder the 2015 Paris Agreement, 197 countries agreed to try to keep temperature rises \"well below\" 1.5C to avoid the worst impacts of climate change. \nExperts say that to achieve this, net zero must be reached by 2050. \nNot all emissions can be reduced to zero, so those that remain have to be compensated for, or offset - for example, by planting more trees.\nAlmost every country has embarked on tree planting as a cheap way of reducing carbon, although there may not be enough space for the number required.\nCarbon capture and storage has also been suggested as another solution. \nThis involves using machinery to remove carbon from the air, then solidifying it and burying it underground.\nHowever, the technology is still emerging, very expensive and as yet unproven.\nIt won't be easy. \nReaching net zero will involve moving from fossil fuels to renewable energy for our power, and abandoning vehicles run on petrol and diesel, in favour of those powered by electricity and hydrogen.\nGas central heating will need to be replaced by alternative sources, such as heat pumps. \nReaching net zero could also mean flying far less in future, and eating less red meat.\nPresenting the government's net zero strategy to the House of Commons in the run up to COP26, the government pledged:\nThe government had already announced a ban on new petrol and diesel cars from 2030, and that all the UK's electricity will come from renewable sources by 2035.\nAt the time, Shadow Business Secretary Ed Miliband called the latest announcements \"a massive let-down\".\nMore than 130 countries have pledged to reach net zero emissions before 2050.\nHowever, China - currently the biggest producer of CO2 in the world - says it's aiming for \"carbon neutrality\" by 2060. It hasn't set out exactly what this means or how it will get there. \nRussia - the third-largest producer of oil worldwide - has also pledged to reach net zero by 2060, although its draft commitment hasn't been legally ratified. \nUntil recently President Putin dismissed the risks posed by rising temperatures.\nUS President Joe Biden criticised the Russian and Chinese leaders for not attending the COP26 summit. \nIndia - the world's fourth biggest emitter of CO2 after China, the US and the EU - has promised to cut its emissions to net zero by 2070. \nSome of the world's most heavily populated countries - including Indonesia - haven't made any net zero commitment.\nBut many of the announcements which have already come out of the COP26 summit on deforestation, cutting methane and reducing coal are directly linked to helping countries hit their net zero goal.\nThere's controversy about how some countries might try to reach net zero.\nFor instance, Country A might record lower emissions if it shuts down energy-intensive industries such as steel production. \nBut if Country A then imports steel from Country B, it's effectively handed on its carbon emissions to Country B instead of reducing the sum total of greenhouse gases.\nThere are schemes that enable rich countries to offset their emissions by paying poorer countries to switch to cleaner fuels. \nHowever, some climate scientists worry such arrangements could let wealthier nations avoid reducing their own fossil fuel usage. \nAnd it's hard to say that initiatives funded to offset emissions elsewhere would not have happened anyway.\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-51768274",
      "category": "uk",
      "title": "Covid-19 in the UK: How many coronavirus cases are there in my area?",
      "tags": "Coronavirus pandemic",
      "text": "There have been 16 million confirmed cases of coronavirus in the UK and more than 155,000 people have died, government figures show.  \nHowever, these figures include only people who have died within 28 days of testing positive for coronavirus. \nSo far, 91% of people aged 12 and over in the UK have had their first vaccine dose, 84% have had their second and 65% have had a booster. \nFind out how the pandemic has affected your area and how it compares with the national average:\nIf you can't see the look-up click here.\nAfter a sharp increase in December, daily confirmed cases fell during the first half of January, and now appear to be levelling off. \nA further 62,399 confirmed cases were announced on Sunday.\nGovernment figures do not include people who test positive more than once - except in Wales. Some experts suggest this means the official figures are lower than the actual number of daily cases in the UK. \nHowever reinfections more than 90 days after a previous positive result are expected to be included in the data from 31 January.\nRestrictions were put in place across the UK to deal with the emergence of the Omicron variant but they are now being eased. You can use our postcode look-up to check what the rules are where you live.\nThe red and orange areas on the map below show the places currently seeing the highest number of cases per 100,000 people. The map's key was updated on 21 December to allow for rising case numbers. \nMore than 52 million people, 91% of those aged 12 and over in the UK, have now received a first dose of a vaccine. \nThe number of people who have received a second vaccine dose is more than 48 million, or 84% of people aged 12 and over.\nSo far, more than 37 million booster doses have been administered across the UK, with 31 million in England, 3.3 million in Scotland, 1.9 million in Wales and 940,000 in Northern Ireland. \nThe UK Health Security Agency has warned that two doses of a Covid vaccine are not enough to stop people catching the Omicron variant, but their scientists also say a booster vaccine is 88% effective at preventing people ending up in hospital with Covid. \nThe average daily number of deaths within 28 days of a positive test increased in early January, but figures have started to stabilise.\nThere were 75 deaths counted in this way reported on Sunday.\nOf those deaths, there were 75 in England, eight in Wales and two in Scotland. No figures were reported for Northern Ireland.\nThe BBC's Head of Statistics Robert Cuffe says most of the recent increase in Covid deaths could be down to \"coincidental\" Covid - people whose death may have had nothing to do with coronavirus. \nWith the high proportion of infections in the population over the past month, the number of coincidental cases would be expected to increase.\nFigures for doctors registering a death and recording what caused it will increasingly become our best picture of the pandemic's death toll - but these take longer to be published and it will be a while before we get a complete picture. \nThe most recent government figures for the whole of the UK show 16,149 people with coronavirus were in hospital on 27 January, down from 18,065 a week earlier.\nOf those in hospital with coronavirus, 549 are in mechanical ventilation beds - using ventilators to help them breathe - down from 664 a week earlier. \nThe number of hospital patients remains well below the peak of nearly 40,000 people in January last year. \nThe number of patients in hospital with coronavirus increased in almost every area of the UK during December and early January. \nWhen looking at the overall death toll from coronavirus, official figures count deaths in three different ways, each giving a slightly different number. \nFirst, government figures - the ones reported each day - count people who died within 28 days of testing positive for coronavirus. This figure is more than 155,000.\nAccording to the latest ONS figures, the UK has now seen nearly 177,000 deaths in total - that's all those deaths where coronavirus was mentioned on the death certificate even if the person had not been tested for the virus. \nThe third measure counts all deaths over and above the expected number since the pandemic began - that figure was about 150,000 as of 14 January.\nIn total, there were 15,257 deaths registered in the week to 14 January, which was five percent below the five-year average.\nOf the total deaths, 1,557 were related to coronavirus, up from 1,023 in the previous week.\nThe \"R number\" is the average number of people an infected person will pass the disease on to. \nIf R is below one, then the number of people contracting the disease will fall; if it is above one, the number will grow. \nThe government has said in the past that the R number is one of the most important factors in making policy decisions. \nThe latest R number estimate for England and Scotland  is 0.7 to 0.9, for Wales it is 1.1 to 1.5 and for Northern Ireland it is 1.1 to 1.3. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59252244/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Brexit: Šefčovič welcomes 'changing tone' in NI Protocol talks",
      "tags": "NI Brexit,Brexit",
      "text": "The EU's chief Brexit negotiator has welcomed what he says is \"a changing tone of discussion\" in talks about the Northern Ireland Protocol.\nMaroš Šefčovič was talking after a meeting in London with Lord Frost.\nMr Šefčovič said he was hopeful the two sides could make progress on the supply of medicines next week.\nMeanwhile, Lord Frost said there were still \"significant gaps\" to be bridged between the bloc and the UK, and that talks would be \"intensified\". \nThe protocol is the part of the Brexit deal which leaves Northern Ireland in the EU's single market for goods.\nThat means that goods can flow freely between the Republic of Ireland and Northern Ireland, removing the threat of a \"hard border\".\nHowever, goods arriving into Northern Ireland from the rest of the UK are now subject to checks and control - amounting to what is being referred to as an \"Irish Sea border\".\nThe UK wants fundamental changes to the operation and governance of the protocol. \nThe EU has proposed a package of measures which would reduce its practical impact.\nMr Šefčovič said there would still need to be a \"reciprocal\" move from the UK.\nHe added: \"We need to make serious headway in the course of next week.\n\"This is particularly important as regards the issue of medicines. I stand by my commitment to do whatever it takes to address this issue in line with what industry tells us.\"\nHe said agreement in this area could be a \"blueprint\" for reaching a wider deal\".\nIn a statement, a UK government spokesperson said the preference \"remained to find a consensual way forward\", but that Article 16 was a \"legitimate safeguard\".\n\"Lord Frost also underlined the need to address the full range of issues the UK had identified in the course of discussions, if a comprehensive and durable solution was to be found that supported the Belfast (Good Friday) Agreement and was in the best interests of Northern Ireland.\n\"In this context, although talks had so far been conducted in a constructive spirit, Lord Frost underlined that in order to make progress, it was important to bring new energy and impetus to discussions.\"\nThe spokesperson said next week's talks would be \"intensified\".\nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said the UK government needed to take \"decisive action within weeks\". \nHe added: \"It is essential that either the government gets agreement with the EU, and in the absence of such an agreement that it does move to trigger Article 16.\"\nThe protocol means Northern Ireland is still in the EU's pharmaceutical regulatory system.\nHowever it continues to get most of its medicines from Great Britain which is outside the EU's system.\nThis is creating potential supply complications which have lead some firms in GB to indicate they will stop supplying products to NI.\nNothing has changed so far as a \"grace period\" means the protocol is not yet being implemented for medicines.\nThe EU's acknowledges that as it stands the protocol creates too much of a burden in this area and should be changed.\nIn October it published proposals to tackle the difficulties, which will include changing EU law.\nIf the protocol is causing serious difficulties either side can unilaterally suspend the relevant parts of it by using the Article 16 safeguards clause.\nHowever, UK ministers have said such a move is not imminent."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-56969519",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: UK and Iran in talks over debt but 'unlinked' to case",
      "tags": "UK government,Dominic Raab,UK-Iran relations,Iran,James Cleverly,Nazanin Zaghari-Ratcliffe case",
      "text": "The UK and Iran are in discussions over a £400m debt that the UK owes, foreign office minister James Cleverly has said - but the talks are not linked to the detention of Nazanin Zaghari-Ratcliffe.\nThe UK owes the money for failing to deliver tanks Iran bought in the 1970s.\nBritish-Iranian national Mrs Zaghari-Ratcliffe, who is in jail in Iran, believes she has been imprisoned as leverage for the debt.\n\"There are two entirely separate issues,\" the prime minister said.\nSpeaking to reporters during a visit to Hartlepool, Boris Johnson said ministers were doing \"everything we can to look after the interests of Nazanin and all the very difficult dual national cases we have in Tehran\".\nThe case of Mrs Zaghari Ratcliffe made headlines again in recent weeks after she was sentenced to another year in prison, just weeks after she reached the end of a five-year sentence. She was first jailed in Tehran in 2016 on spying charges, which she has always denied.\nHer husband, Richard, maintains she is being used as a bargaining chip in the dispute over the unpaid debt, as well as leverage in talks over the nuclear deal between Iran and world powers.\nOn Sunday, Iranian state TV suggested the UK had paid the £400m debt - but the UK government said nothing had changed. \nSpeaking to BBC Radio 4's Today programme on Monday, Foreign Office minister Mr Cleverly said: \"The situation with regards to the... military contract from the 1970s which has dragged on for decades, those negotiations are ongoing. They have been for a long while, sadly, but they are ongoing.\"\nAsked if the talks were getting anywhere, Mr Cleverly said: \"There's a legal process tied up with this as well. Iran most recently stepped away from that legal process which has of course delayed things.\n\"We are looking at ways of resolving what has been a multi-decade long problem. \n\"The reports that we had over the weekend linking that work with the incarceration and the arbitrary detention of British dual nationals I think was completely inappropriate - they are separate issues, one massively predates the other.\"\nHe said the imprisonment of dual nationals in Iran \"should be unlinked to the multi-decade long dispute with regard to the tanks\".\nBy Caroline Hawley, BBC Diplomatic Correspondent\nThe decades-old debt and the imprisonment of British-Iranian nationals may be \"separate issues\" to the UK government. However, they are not in the eyes of Iran's powerful Islamic Revolutionary Guard Corps, which has been involved in the detention of both Nazanin Zaghari-Ratcliffe and Anoosheh Ashoori, a 67-year-old retired engineer now serving a 10-year sentence in Evin jail - where he has twice attempted suicide. Both of them have been told directly that their cases are connected to the military debt.  \nWe don't know exactly what's happening behind the scenes to resolve the debt. British officials have said sanctions on Iran are an obstacle to repayment, but negotiations have been taking place in Vienna which would involve lifting US sanctions in return for Iran complying with the nuclear deal it signed in 2015.  \nAs the nuclear deal came into force back in early 2016, the US paid back its own historic military debt and in return saw the release of four Americans detained in Tehran. Richard Ratcliffe believes Iran is now trying to engineer a \"grand bargain\" - involving frozen assets, Iranian prisoners and jailed dual nationals from several countries.   \nAnd this is against the backdrop of Iran's complex internal politics and elections in June pitting hardliners against moderates.   \nIt's all extraordinarily complicated and, for the innocent families caught up in it, exceedingly fraught.\nMeanwhile, Tulip Siddiq - who is the MP representing 42-year-old Mrs Zaghari-Ratcliffe, from West Hampstead in London - tweeted: \"People seem to be being fed a false narrative that the £400m in Nazanin Zaghari-Ratcliffe's case is a ransom. It is not. It is a historic debt that the courts (and the government) have confirmed the UK owes Iran.\"\nThe UK government has repeatedly condemned Iran's treatment of her - and on Sunday Foreign Secretary Dominic Raab used its strongest language to date when he said it \"amounts to torture\".\nSpeaking to the BBC's Andrew Marr show, Mr Raab said Tehran was using her in \"a cat-and-mouse game\" for diplomatic leverage.\n\"Nazanin is held unlawfully, in my view, as a matter of international law. I think she's being treated in the most abusive, tortuous way,\" he said.\nRichard Ratcliffe - who has not seen his wife since 2016 - said the family had not been updated but welcomed the reports on Iranian state TV over the long-running dispute as \"a good sign\".\n\"My instinct is that it is actually a sign we are in the middle of negotiations rather than at the end of them,\" he told the BBC.\n\"But we will keep our fingers crossed - for ourselves, and all the other families caught up in this.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59260354",
      "category": "uk-wales",
      "title": "Caerphilly dog attack: Inquest into Jack Lis death opens",
      "tags": "Caerphilly",
      "text": "A 10-year-old boy who was killed by a dog died as a result of \"severe injuries to the head and neck,\" an inquest has heard.\nJack William Lis died after being attacked at a house in Caerphilly on Monday afternoon.\nA 28-year-old woman has been arrested in connection with the dog attack.\nJack's family said they were \"absolutely heartbroken\" and their lives would \"never be the same\" without him.\nThey said: \"This is not something any parent should ever have to be writing. We have so many words we want to say about our beautiful boy, but they do not seem enough. \n\"We love him more than words can describe. Our boy made us the proudest parents and family on the planet. \n\"He was the sweetest of boys. He's forever in our hearts. Sweet dreams Jack, our perfect boy.\"\nGwent Police said the dog involved in the attack was 15 months old but it is still working to identify the breed it was.\nChief Superintendent Mark Hobrough said: \"Once this is completed, we will be able to establish if the breed features on the list of illegal dogs to own in this country and any other criminal offences identified will be investigated fully officers.\" \nAt the opening of the inquest at Newport Coroner's Court, the provisional cause of death was given as \"severe injuries to the head and neck\".\nThe court heard Jack was outside his house \"playing with a friend\", and then went to his friend's home.\nSenior coroner for Gwent, Caroline Saunders, said upon entering the home \"Jack was attacked by a dog\".\nThe court heard paramedics were called but Jack's injuries were \"unsurvivable\" and he was pronounced dead at 16:14 GMT on Monday.\nJack was identified by photos provided to the mortuary manager, the hearing was told.\nThe coroner said the circumstances surrounding Jack's death were \"violent and unnatural\" and so formally opened an inquest into his death.\nShe then adjourned the inquest for \"further inquiries\" to be made and it will be resumed at a later date.\nBBC Wales was told the dog, known as Beast, had been kept at a home in Mountain Ash, Rhondda Cynon Taf, until two days prior to the attack.\nIt was shot \"several times\" by firearms officers, a senior officer said.\nCh Supt Hobrough told ITV Wales the force had \"no records or reports of this dog, or any incident involving this dog, prior to this incident, but it's clear there are things that are known by the community that can assist this investigation\".\nThe dog is thought to have previously belonged to Lee Jenkins, 34, who voluntarily attended an interview with police on Wednesday.\nMr Jenkins has denied ownership of Beast.\nHe said: \"I am not the owner of that dog. I told the police everything I know. They know I have nothing to do with it.\n\"It's not my dog and it's since been re-homed from me.\"\nA neighbour of Mr Jenkins has told BBC Wales that Beast was used as a breeding stud. He is known to have fathered at least 10 puppies by Mr Jenkins' other dog, Beauty.\nOn 29 October, Mr Jenkins posted an advert to rehome Beast on a Facebook page, describing him as \"grate (sic) with people\", but adding that he did \"not like other dogs at all\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-59266120",
      "category": "world-us-canada",
      "title": "Can California save itself from the flames?",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59252244",
      "category": "uk-northern-ireland",
      "title": "Brexit: Šefčovič welcomes 'changing tone' in NI Protocol talks",
      "tags": "NI Brexit,Brexit",
      "text": "The EU's chief Brexit negotiator has welcomed what he says is \"a changing tone of discussion\" in talks about the Northern Ireland Protocol.\nMaroš Šefčovič was talking after a meeting in London with Lord Frost.\nMr Šefčovič said he was hopeful the two sides could make progress on the supply of medicines next week.\nMeanwhile, Lord Frost said there were still \"significant gaps\" to be bridged between the bloc and the UK, and that talks would be \"intensified\". \nThe protocol is the part of the Brexit deal which leaves Northern Ireland in the EU's single market for goods.\nThat means that goods can flow freely between the Republic of Ireland and Northern Ireland, removing the threat of a \"hard border\".\nHowever, goods arriving into Northern Ireland from the rest of the UK are now subject to checks and control - amounting to what is being referred to as an \"Irish Sea border\".\nThe UK wants fundamental changes to the operation and governance of the protocol. \nThe EU has proposed a package of measures which would reduce its practical impact.\nMr Šefčovič said there would still need to be a \"reciprocal\" move from the UK.\nHe added: \"We need to make serious headway in the course of next week.\n\"This is particularly important as regards the issue of medicines. I stand by my commitment to do whatever it takes to address this issue in line with what industry tells us.\"\nHe said agreement in this area could be a \"blueprint\" for reaching a wider deal\".\nIn a statement, a UK government spokesperson said the preference \"remained to find a consensual way forward\", but that Article 16 was a \"legitimate safeguard\".\n\"Lord Frost also underlined the need to address the full range of issues the UK had identified in the course of discussions, if a comprehensive and durable solution was to be found that supported the Belfast (Good Friday) Agreement and was in the best interests of Northern Ireland.\n\"In this context, although talks had so far been conducted in a constructive spirit, Lord Frost underlined that in order to make progress, it was important to bring new energy and impetus to discussions.\"\nThe spokesperson said next week's talks would be \"intensified\".\nDemocratic Unionist Party (DUP) leader Sir Jeffrey Donaldson said the UK government needed to take \"decisive action within weeks\". \nHe added: \"It is essential that either the government gets agreement with the EU, and in the absence of such an agreement that it does move to trigger Article 16.\"\nThe protocol means Northern Ireland is still in the EU's pharmaceutical regulatory system.\nHowever it continues to get most of its medicines from Great Britain which is outside the EU's system.\nThis is creating potential supply complications which have lead some firms in GB to indicate they will stop supplying products to NI.\nNothing has changed so far as a \"grace period\" means the protocol is not yet being implemented for medicines.\nThe EU's acknowledges that as it stands the protocol creates too much of a burden in this area and should be changed.\nIn October it published proposals to tackle the difficulties, which will include changing EU law.\nIf the protocol is causing serious difficulties either side can unilaterally suspend the relevant parts of it by using the Article 16 safeguards clause.\nHowever, UK ministers have said such a move is not imminent."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/explainers-59232599",
      "category": "explainers",
      "title": "Climate change: Do I need to stop eating meat?",
      "tags": "Meat,Climate change,Vegetarianism",
      "text": "Almost a quarter of global greenhouse gas emissions comes from agriculture and other related land use, according to the United Nations.\nWith livestock being one of the main contributors, the government's climate advisers have said the public should be urged to less meat to help protect the planet. \nMeat consumption in the UK dropped by 17% in the decade to 2019, with the average daily amount eaten per person falling from from 3.6oz (103g) to 3oz.\nBut while most people are eating less red and processed meat compared to a decade ago, they are eating more white meat, according to a study published in Lancet Planetary Health.\nMore than one billion chickens and other poultry were killed for food in the UK in 2018.\nThe impact of livestock on emissions varies between countries. Globally, the UN estimates it makes up more than 14% of all man-made greenhouse gases, including methane.\nWhen we talk about emissions, we usually think of carbon dioxide (CO2). But livestock's emissions also include methane, which is up to 34 times more damaging to the environment over 100 years than CO2, according to the UN.\nBeef produces the most greenhouse gas emissions, which include methane. A global average of 110lb (50kg) of greenhouse gases is released per 3.5oz of protein.\nLamb has the next highest environmental footprint but these emissions are 50% less than beef. \nCattle produce more methane than poultry, which rely more on imported feed than cows, generating a carbon footprint offshore, says Prof Margaret Gill, from University of Aberdeen.\nMeasuring and comparing the environmental impact of different foods is not simple. \nThis is partly because some measurements include emissions from processing, packaging and transportation, rather than just the farming process.\nThe diagram below is based on research published in the Science journal, which estimated emissions per serving of different foods. It shows a wide range of potential environmental impact, even within the same foods, depending on how and where they are produced. \nAccording to the UK's Agriculture and Horticulture Development Board, greenhouse gas emissions are lower from UK-produced beef, partly because the \"landscape and climate is perfect for growing grass, with grasslands covering 65% of our farmland and 50% of total land\". This means cows don't rely as much on grain and other feed, which can have a high carbon footprint.\nOther factors around the world vary the environmental impact. Beef production is the leading cause of deforestation in tropical rainforests such as the Amazon, says food sustainability researcher Valentina Caldart. This adds to the environmental impact of beef from that part of the world.\nThe true climate impact of what we eat is not easy to calculate, says Prof Gill. \"Carbon footprints of food vary with how it is produced and where it comes from, and thus changes with the seasons,\" she says. \nSo, as well as cutting down on red meat and dairy, people who want to make their diets more climate-friendly can follow principles including minimising waste and trying to choose fruit and vegetables that are in season. \nProf Gill says there is: \"A need for transition - albeit fairly rapid - rather than abrupt change.\"\nMany people wanting to reduce the environmental impact of their diets have cut out animal products such as milk and cheese. According to the Vegan Society, there were 600,000 vegans in the UK in 2018.\nThe biggest environmental impact of non-meat products comes from land use change, the effect on soil quality and things like transport and packaging.\nNon-animal protein generally emits much less greenhouse gases than meat and dairy.\n\"Replacing beef with pork may sound like a good choice,\" says Ms Caldart. \"But opting for peas instead would be even better: their production results in 90% less emissions.\" \nHow we produce our food does not just affect our global emissions, but has a wider environmental impact, such as on biodiversity.\n\"We live on a planet where nature is being squeezed out\" says Mike Barrett, executive director of science and conservation at the World Wildlife Fund.\n\"Half of all habitable land is used for agriculture, and three-quarters of that land is used to feed and raise livestock.\"\nMr Barrett says: \"To feed a growing world population, it's far more efficient to use land to produce crops that people can consume directly, and to have a fair global approach ensuring that parts of the world with diets high in meat and dairy shift towards more plant-based foods.\"\nAdopting a \"flexitarian\" diet would also allow us to move away from factory farming with its low animal welfare standards, says Peter Stevenson, chief policy adviser to the charity Compassion in World Farming."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-24021772",
      "category": "science-environment",
      "title": "What is climate change? A really simple guide",
      "tags": "Greenhouse gas emissions,Our Planet Now,Carbon dioxide,Extinction,Effects of global warming,Climate change,Environment",
      "text": "World temperatures are rising because of human activity, and climate change now threatens every aspect of human life.\nLeft unchecked, humans and nature will experience catastrophic warming, with worsening droughts, greater sea level rise and mass extinction of species. \nWe face a huge challenge, but there are potential solutions.\nClimate is the average weather in a place over many years. Climate change is a shift in those average conditions.\nThe rapid climate change we are now seeing is caused by humans using oil, gas and coal for their homes, factories and transport. \nWhen these fossil fuels burn, they release greenhouse gases - mostly carbon dioxide (CO2). These gases trap the Sun's heat and cause the planet's temperature to rise.\nThe world is now about 1.2C warmer than it was in the 19th Century - and the amount of CO2 in the atmosphere has risen by 50%.\nTemperature rises must slow down if we want to avoid the worst consequences of climate change, scientists say. They say global warming needs to be kept to 1.5C by 2100. \nHowever, unless further action is taken, the planet could still warm by more than 2C by the end of this century. A report in 2021 by the Climate Action Tracker group calculated that the world was heading for 2.4C of warming by the end of the century.\nIf nothing is done, scientists think global warming could exceed 4C in the future, leading to devastating heatwaves, millions losing their homes to rising sea levels and irreversible loss of plant and animal species. \nExtreme weather events are already more intense, threatening lives and livelihoods. \nWith further warming, some regions could become uninhabitable, as farmland turns into desert. In other regions, the opposite is happening, with extreme rainfall causing historic flooding - as seen recently in China, Germany, Belgium and the Netherlands.\nPeople in poorer countries will suffer the most as they do not have the money to adapt to climate change. Many farms in developing countries already have to endure climates that are too hot and this will only get worse.\nOur oceans and its habitats are also under threat. The Great Barrier Reef in Australia, for example, has already lost half of its corals since 1995 due to warmer seas driven by climate change.\nWildfires are becoming more frequent as climate change increases the risk of hot, dry weather. \nAnd as frozen ground melts in places like Siberia, greenhouse gases trapped for centuries will be released into the atmosphere, worsening climate change.\nIn a warmer world, animals will find it harder to find the food and water they need to live. For example, polar bears could die out as the ice they rely on melts away, and elephants will struggle to find the 150-300 litres of water a day they need.\nScientists believe at least 550 species could be lost this century if action is not taken. \nClimate change has different effects in different areas of the world. Some places will warm more than others, some will receive more rainfall and others will face more droughts. \nIf temperature rise cannot be kept within 1.5C:\nCountries agree climate change can only be tackled by working together, and in a landmark agreement in Paris in 2015, they pledged to try to keep global warming to 1.5C. \nThe UK is hosting a summit for world leaders, called COP26, in November, where countries will set out their carbon reduction plans for 2030. \nMany countries have pledged to get to net zero by 2050. This means reducing greenhouse gas emissions as much as possible and balancing out remaining emissions by absorbing an equivalent amount from the atmosphere.\nExperts agree that this is achievable, but it will require governments, businesses and individuals to make big changes.\nMajor changes need to come from governments and businesses, but scientists say some small changes in our lives can limit our impact on the climate:\nThe COP26 global climate summit in Glasgow in November is seen as crucial if climate change is to be brought under control. Almost 200 countries are being asked for their plans to cut emissions, and it could lead to major changes to our everyday lives.\nTop image from Getty Images. Climate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nWhat questions do you have about changes in our climate? \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. \nIn some cases your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-africa-59276274",
      "category": "world-africa",
      "title": "Sudan: Medical group says five killed in anti-coup protests",
      "tags": "Sudan",
      "text": "Five demonstrators were killed in pro-democracy protests in Sudan on Saturday, according to the Central Committee of Sudanese Doctors.\nThe group said four protesters died of gunshot wounds, and a fifth from choking on tear gas during clashes with security forces. \nTens of thousands took to the streets for mass anti-coup protests in cities and towns across the country.\nPolice denied using live rounds, saying they had only used \"minimum force\". \nState television reported that 39 police were \"severely wounded\" in the clashes.\nThe deadly violence comes days after a military-led ruling council was announced.\nGeneral Abdel Fattah al-Burhan was named as head of the council on Thursday. The coup leader had already dissolved the civilian arm of the government's power-sharing agreement, arrested civilian leaders, and declared a state of emergency last month.\nThe military's takeover on 25 October has drawn international condemnation.\nProtesters have taken to the streets regularly since, demanding the military government step back and allow a peaceful transition to civilian rule.\nSaturday's protests went ahead in spite of a heavy security presence. Demonstrations were also held in solidarity abroad, including in Paris and Berlin. \nAFP reports that protesters in the Sudanese capital of Khartoum were heard chanting: \"No, no to military rule\" and \"down with the entire council\".\nReports of the five deaths were carried on the Facebook page of the Central Committee of Sudanese Doctors, which also reported a \"large number of people\" had been hurt.\nThe medics added that security forces had stormed a hospital in the city of Omdurman and detained several injured people.\nIn a tweet after the news broke, the US embassy in Khartoum condemned what it described as \"excessive use of force\" against citizens demonstrating \"for freedom and democracy\". "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-59274845",
      "category": "uk-wales",
      "title": "Cardiff record shop hunts for valuable vinyl disc donor",
      "tags": "Cardiff,Music",
      "text": "A vinyl records seller wants to find the person who dropped off a stack of old albums as one could be worth £350.\nEd Daw, 40, said the customer told him there was \"nothing of value\" among the vinyls so he gave him a discount on a Jimi Hendrix album, among others, he bought at Cardiff Record Exchange.\nEd has since found an \"obscure\" collectible album by an Irish musician from 50 years ago was among the haul.\nHe now wants to return it or offer a \"couple of hundred pounds\" for it.\nEd said the self-titled \"psychedelic\" folk music album was made by singer and guitarist Ernie Graham in 1971. \nHe said one had sold in the US for $400 (£298) so he wanted to make a fair offer for it.\n\"It's quite an obscure record and I didn't recognise it all,\" said Ed, a father of two, who quit working for the NHS to open his shop in Cathays, Cardiff, last year.\n\"I want to give it back to him or give him a couple of hundred pounds.\"\nHe has more than 10,000 records varying in price up to £1,000 for \"rarities\" such as a first press of Pink Floyd's The Dark Side of the Moon.\nEd said he was always looking to buy and sell collections from classical music to heavy metal but sometimes even he is surprised by what turns up.\n\"I hadn't come across this record before,\" he added."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59262701",
      "category": "health",
      "title": "UK bucks Europe Covid trend but concern over winter",
      "tags": "Office for National Statistics,Coronavirus pandemic",
      "text": "While many European countries are seeing steep rises in coronavirus cases and preparing to step up Covid restrictions, the UK has been going in the other direction. \nExperts say differences in levels of immunity and people's behaviour are the likely explanations.\nThe UK had been seeing the highest rates of cases and deaths in Western Europe, but these have been falling.\nHowever, Boris Johnson has warned there is no room for complacency.\nThe PM said the wave of infections sweeping across Europe was a reminder that the pandemic had not gone away.\nHe said: \"I'm seeing the storm clouds gathering over parts of the European continent.\n\"What I'm saying today is that the urgency of getting that booster jab is more evident than ever.\n\"If we don't do it fast enough, we can see the potential risks to the state of the pandemic in what's happening in other parts of Europe.\"\nThe latest daily figure for the number of people testing positive in the UK is 40,375. This week has seen 7% fewer cases than the week before, while deaths are down 8.9%. \nThe UK figures have - like a cruising aeroplane dealing with turbulence - been bouncing around roughly the same level since the summer.\nCovid cases are now taking off in large swathes of Europe, with some countries already climbing to a higher altitude than the UK.\nIf you look at the rate per million people, around 500 test positive for Covid each day in the UK. In Austria the figure is more than double this. \nThe Netherlands, which has also overtaken the UK, has declared three weeks of restrictions in Western Europe's first \"partial lockdown\" of winter.\nSimilar countries such as Germany are marginally lower, but the trajectory is causing concern and led to warnings of 100,000 deaths in the country this week. \n\"Cases are rising quite quickly across most of Europe at this stage, it's a very fluid situation,\" Prof Francois Balloux, from University College London, told the BBC.\nHe added: \"A couple of weeks ago not many would have predicted this rapid increase in Europe.\"\nThe driving force behind the spike is a combination of two things - human behaviour and the amount of immunity in the population. \nDr Simon Clarke, from the University of Reading, said we're \"probably seeing the start of winter\" in Europe. \n\"When the circumstances are wrong and infection is just more possible you can expect numbers to start climbing and more socialising and mixing indoors means there's more opportunity for transmission, even in vaccinated individuals.\" \nThe sustained high levels of Covid in the UK - which \"ran hotter\" than Europe all summer - will have added to the amount of immunity being provided by the immunisation campaign. \n\"In the UK, the proportion of the population who have antibodies due to vaccination or infection or both is very high, so essentially more people are protected,\" said Prof Balloux. \nWaning immunity may also be a bigger factor in Europe. Many European countries stuck to giving the two vaccine doses three weeks apart. The UK, controversially at the time, spaced them out further which could lead to a stronger and more durable immune response, say experts. \nThe increase in cases will not be an equal threat to all European countries. The main job of vaccines is to stop people dying from Covid and to keep people out of hospitals rather than stop all infections, although it does help cut those too. \nCountries with low vaccine uptake can expect a more difficult winter. \nThere is still debate about what will happen next in the UK - will cases cruise around the same level for a while or come down quickly. \nEstimates from the Office of National Statistics, based on Covid tests done by households, suggest that nearly 1.1 million people in the UK would test positive for coronavirus in the week ending 6 November.\nThat's 1.7% of the population - or one in 60 people - down from nearly 2% last week. \n\"The half-term break may have played a part, though infections were decreasing prior to this time. Over the next few weeks we will see if this decline continues,\" said Sarah Crofts from the ONS.\nWhat is happening to people who have received a booster dose is also being closely monitored. Evidence suggests the levels of protective antibodies in their blood has shot back up. It is too soon though to tell if the declines in cases among the over 80s are due to extra protection from boosting or less Covid circulating due to half term school holidays. \nDr Clarke warned: \"International comparisons are never very useful, countries don't work in lockstep, even relatively similar countries don't work in lockstep. \n\"There will be times when the UK has a bad patch and others do well, and vice versa.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-59254354",
      "category": "uk-northern-ireland",
      "title": "Carer shortage: Robin Swann set to unveil pay proposals",
      "tags": "Social care,Home care",
      "text": "Health minister Robin Swann is finalising proposals to improve pay for social care staff in Northern Ireland.\nA spokesperson for the Department of Health said officials have been in discussion with employers and a decision was due \"in the very near future\".\nConcern has been growing about a shortage of staff in the sector.\nSome domiciliary care companies have had to withdraw services as they struggle to recruit. \nThe spokesperson said: \"The department can confirm that discussions have been ongoing in respect of funding for remuneration of staff in the domiciliary care and the wider social care sector and that proposals are being finalised. \n\"Notwithstanding ongoing budgetary pressures, the minister intends to announce his decision in the very near future.\n\"In developing these proposals, we have had constructive engagement with social care employers with the shared objective of improving terms and conditions for employees.\"\nAt present, about 75% of home care in Northern Ireland is provided by the independent sector.\nOn Thursday, Dr Bob Brown of the Western Health and Social Care Trust told councillors in Londonderry the domiciliary care sector was struggling to recruit and retain staff.\nHe said an additional £2 per hour could have a \"significant impact\".\nDr Brown, the trust's director of care and older people's services, told the council's health committee the department has been working with the trust \"to identify ways this winter to incentivise domiciliary care\".\n\"Terms and conditions are a key issue,\" Dr Brown said.\nHe added: \"There has been some calculations that indicate, that assuming an increase in the hourly rate gets straight into the carers' hands rather than the provider's hands, it could have a very significant impact on recruitment, even a £2 per hour increase.\"\nThe Western Trust said that proposals on domiciliary care staff pay \"are under active consideration\".\n\"To clarify, these are not Western Trust proposals but NI-wide proposals led by the minister and department,\" the trust said, in a statement.\n\"They form part of a package of measures being finalised to support the domiciliary care sector through this winter.\n\"In addition, proposals for the longer-term reform of adult social care will shortly be the subject of a public consultation launched by the minister.\n\"The consultation will include the vital issue of properly rewarding and recognising social care staff - which the minister has made clear is a priority for him.\"\nAbout 1,600 people across Northern Ireland have been assessed as needing a care package - that is they need help with washing, dressing or cooking, or adaptations to their home.\nMany are waiting in hospitals or care homes because there is not enough home-based carers to provide the level of care they require.\nDomiciliary or home care packages allow those who are ill or vulnerable to be cared for in their own house.\nBut, according to the Northern Trust, some independent providers have raised concerns about the sustainability of their service as they do not have enough staff.\nThe trust said the problem is particularly acute in the Mid Ulster area with concerns also emerging in Causeway area too.\nWhile it is mostly the independent sector that is affected, BBC News NI understands that the trust's own service is experiencing challenges which may mean reducing the number of calls. \nFigures from the Department of Health show that as of October the number of people waiting for a care package, many of whom are in care homes, has dropped to 1,657.\nThat includes:\nBBC News NI understands that many front-line care staff feel the number waiting on care packages could be much higher."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-scotland-politics-59270798",
      "category": "uk-scotland-scotland-politics",
      "title": "Scottish Conservative leader Douglas Ross in job 'sleaze' row",
      "tags": "Highlands and Islands,Scottish Conservatives,Douglas Ross",
      "text": "The leader of the Scottish Conservatives has reported himself over undeclared earnings while serving as an MP.\nDouglas Ross has apologised for failing to fully record his MSP salary and earnings as a football referee in his register of interests at Westminster. \nThis included £6,700 for work as a match official for the Scottish Football Association. \nHe has now referred himself to the parliamentary standards watchdog. \nThe SNP said the Conservative MSP was \"knee-deep in the Tory sleaze scandal\".\nIn a statement, first reported in The Herald newspaper, Mr Ross said all his earnings had now been declared after what he described as an \"error on my behalf that shouldn't have happened\". \nSpeaking to to BBC Radio's Good Morning Scotland, he said: \"It was a bad error on my behalf. \n\"I've obviously done it [declared earnings] throughout the time I've been an MP but there was a period at the end of last year - I've tried to work out why - I missed 16 games. \n\"I don't know why I did that and I noticed the mistake myself last week. I got in touch with the parliamentary authorities. I worked with them to get the register up to date. I am extremely sorry. \n\"This was a bad error. It was all of my own making and I tried to rectify it as soon as it came to light.\"\nThe top up salary paid to an MSP who is also an MP is £21,490 for a whole year. \nBut Douglas Ross has only been a list MSP for the Highlands and Islands since May - so he failed to declare £10,745, six months' worth of earnings.\nA further £6,728.57 income from 16 football matches in 2020 and 2021 was also undeclared.\nMr Ross promised to only accept one salary if elected to Holyrood in the Scottish parliamentary election. He said he donated the value of his MSP salary to charity.\nSome of the Moray charities which have benefited from Mr Ross' MSP salary are the RLNI in Buckie, Kieran's Legacy, Riding for the Disabled, Moray Women's Aid and Shop Mobility Moray.\nMr Ross has been injured since January and has not officiated any professional games since then.\nThe second jobs of MPs have been under scrutiny after former minister Owen Paterson was found to have broken lobbying rules. \nAnd questions have been raised about the Conservative MP and former attorney general Sir Geoffrey Cox, who earned about £900,000 last year as a lawyer. \nAsked how damaging the situation is for the Conservative party, Mr Ross said: \"It's all damaging, of course it is. It erodes the trust between the people who elect us and politicians. \n\"This has been an extremely difficult period for parliament, for the Conservative party and for politics in general and that's why I'm so disappointed that my own error has brought myself into this.\"\nMeanwhile Conservative MP Crispin Blunt and Liberal Democrat MP Layla Moran have admitted using their Commons offices for a paid non-parliamentary meeting. \nThe SNP accused the opposition Mr Ross of scoring an own goal.\nSNP Westminster Deputy Leader Kirsten Oswald MP said: \"Triple-jobbing Douglas Ross is knee-deep in the Tory sleaze scandal. The rule-breaking Scottish Tory leader must shift his attention from maximising his outside earnings - and start focusing on his role as an MSP, which is supposed to be a full-time job.\n\"Failing to declare thousands of pounds from multiple side hustles is a clear breach of the rules - but the bigger concern is that Mr Ross isn't doing the day job. He's missed crucial votes, including on Tory universal credit cuts, to rake in extra cash running the line at football matches.\n\"It's time to blow the whistle on Tory sleaze. People in Scotland deserve better than this - and Mr Ross must finally decide whether he wants to be an MP, MSP or full time referee.\"\nEarlier this week Mr Ross backed a review of second jobs for MPs and said parliamentarians should not be allowed to take money from companies that might benefit from decisions made in parliament. \nHowever, he said other cases should be judged on their individual merits and argued that it can be \"very useful\" to have a voice in two parliaments. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-york-north-yorkshire-59267244",
      "category": "uk-england-york-north-yorkshire",
      "title": "Protester climbs on top of train to Drax power station",
      "tags": "Drax,COP26,Environment",
      "text": "A protester has climbed on top of a train near a power plant in North Yorkshire.\nThe Axe Drax campaign group said one of its activists \"halted the train\", which was carrying wood pellets and heading to Drax Power station in Selby. \nImages on social media show the activist, dressed in orange, waving a flag bearing the Extinction Rebellion logo. It comes as the COP26 climate summit in Glasgow draws to an end.\nDrax said there had been \"no impact\".\nAxe Drax said the demonstration was being carried out \"to send a clear message to COP26 - stop the fell\". \nIt said no other trains had been affected.\nThe activist, who goes by the name of Coffee, said: \"We need to keep the trees in the ground, we need a U-turn on the decision to phase out deforestation by 2030, we need to slam on the brakes.\n\"Halt the felling. Bring a moratorium on tree felling for six months whilst a plan is made for a future world economy.\"\nA Drax spokesperson said: \"Everyone has the right to peaceful protest but trespassing on railway lines puts the safety of train staff, as well as the protesters themselves, at risk.\"\n\"Drax Power Station has not been impacted by this action - it continues to generate renewable power for millions of homes and businesses.\"\nThe company said the power station had \"slashed our emissions from power generation by 90%\" since converting from using coal to \"sustainable biomass\".\nIt added Drax was \"helping the UK's electricity system to decarbonise faster than any other major economy\".\nBut in a tweet, the activist said the biofuel industry was more carbon intensive than coal.\nBy Paul Murphy, BBC Look North environment correspondent\nDrax is one of the UK's most controversial power stations and has been on the receiving end of environmental protest and direct action for more than a decade. \nCampaigners originally targeted it because of the huge quantities of coal it burned to make electricity. But now protesters are focused on Drax's use of wood pellets to generate power. \nDrax calls this fuel \"sustainable biomass\" and says it's good for the planet because the CO2 produced from burning wood is absorbed by the replenishment of forests where the wood comes from. \nBut scientists disagree over whether this process works as well as it should. \nThis direct action against a Drax freight train follows several days of environmental protest against the power station at the COP26 summit in Glasgow.\nIn the COP26 climate summit's first major deal, more than 100 world leaders promised to end and reverse deforestation by 2030, including Brazil where stretches of the Amazon rainforest have been cut down. \nAxe Drax said biomass production \"harms both people and planet\" and linked deforestation to \"an increase in flooding, soil degradation, biodiversity and habitat loss, noise and air pollution for local communities\". \nFollow BBC Yorkshire on Facebook, Twitter and Instagram. Send your story ideas to yorkslincs.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59268350",
      "category": "uk",
      "title": "Yvonne Fletcher murder: Libyan instrumental in PC's shooting, court hears",
      "tags": "Libya,Metropolitan Police Service",
      "text": "A Libyan man, said to be close to the country's former leader Colonel Gaddafi, was \"instrumental\" in orchestrating the shooting of PC Yvonne Fletcher, a court has heard.\nPC Fletcher, 25, was killed outside the Libyan Embassy on 17 April 1984 during a protest by anti-Gaddafi activists.\nA civil case has been brought by her former friend and colleague John Murray against Salah Ibrahim Mabrouk.\nThe court heard the shooting plan came from \"way up the hierarchy\" in Libya.\nMr Mabrouk was one of the key figures in a \"revolutionary committee\" that had taken over the Libyan Embassy on Gaddafi's orders just before the shooting, leading it to be renamed the Libyan People's Bureau, the court was told.\nGaddafi took power in Libya in 1969 but was driving the country in an increasingly radical direction and targeting his enemies abroad, including the UK.\nOn 17 April, two Sterling sub-machine guns were used to fire on anti-Gaddafi protesters outside the building from a first floor window, killing PC Fletcher and injuring others.\nThe court heard evidence that the shooting was the result of a clear plan.\nThere had been warnings to the Foreign Office in London and British Embassy in Tripoli the previous evening that violence was possible.\n\"Not only was there a plan but that plan went way, way up the hierarchy,\" Phillippa Kaufmann QC, acting for John Murray, told the court.\n\"It was known in Tripoli in Libya that something was going to go down the very next day - there was going to be some form of violence.\" \nMr Mabrouk had told a meeting that he had spoken directly to Gaddafi who had told him to \"use the facilities, the guns, the weapons and the power of the embassy\" to target anti-Gaddafi activists, according to a witness statement provided by an individual who had infiltrated pro-Gaddafi students.\nMr Mabrouk was said to be \"very close\" to Gaddafi and witness statements said Mr Mabrouk was one of only a small group of people who had authority to organise such a shooting. \n\"This was an individual... not only committed to the plan but instrumental in its orchestration,\" the court was told by Ms Kauffmann.\nMr Mabrouk was identified as having asked for a Libyan solider to be brought to the embassy on the morning of the shooting to show others \"how to put together and dismantle a gun,\" according to a statement from an anonymous Libyan witness.\nMr Mabrouk is not alleged to have fired the actual shots.\nThe court heard one of two possible gunmen may have left the embassy from a garage before fleeing to Morocco. But Mr Mabrouk was carrying some of that man's documents, which he said had come into his possession because he had picked up his jacket by accident that morning.\nThe court was told Mr Mabrouk was \"plainly helping\" this individual. This gunman was said to have died in 2011.\nMr Mabrouk was also alleged to have told pro-Gaddafi counter-protesters where to stand so they would not get shot that morning, indicating he knew not just that a shooting would take place but the direction of fire.\nThe evidence about Mr Mabrouk came largely in the form of written statements previously collected from Libyans.\nLibyans close to Gaddafi had described opposition activists as \"stray dogs\" who should be killed.\nMr Mabrouk had asked for names, addresses and telephone numbers of anti-Gaddafi students, the court was told, while others had talked of \"teaching them a lesson\".\nThe court also heard evidence that a video had been made from inside the building to show Gaddafi the shooting. This video has never surfaced.\nMr Mabrouk has been barred from re-entering the UK and he is not defending the case but in an email to Mr Murray's lawyers he denied any involvement.\nOn Thursday, Mr Murray gave evidence about the day of the shooting. He explained how he and PC Fletcher were due to be undertaking other duties that day but at the last moment were asked to fill in and help police a demonstration outside the Libyan Embassy.\nMr Murray said he and PC Fletcher had talked to the demonstrators and swapped where they stood a number of times. Then suddenly he heard what sounded like a firecracker and turned to see his colleague and friend lying bleeding on the pavement.\n\"I blamed myself. I felt responsible for Yvonne's murder,\" he said in emotional testimony.\n\"If I had changed places with her once more, it would have been me… she died in my place as far as I was concerned.\"\nThe events left a deep personal impact, he said. \"I was in a dark place,\" he said of the aftermath, adding that 37 years on he still dreams about that day. \"It's always there.\"\nAs she was dying, Mr Murray promised he would find those responsible. \"The last words she would hear was me saying I would find who did this to her and why. That was the promise I made to her and I intend to keep.\"\nMr Murray said he felt \"disgusted\" and \"very depressed\" when he discovered that Prime Minister Tony Blair had not raised the issue of PC Fletcher's killing when he met Gaddafi in 2004, despite having been told that it would be top of the agenda.\nMr Mabrouk was deported after the shooting but then returned to live in the UK. In 2015 he was arrested in connection with the killing but in 2017 the case was dropped because crucial evidence could not be used on grounds of national security. That led to the civil case brought by Mr Murray.\nA judgement is expected next week."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-59262701/#comp-comments-button",
      "category": "#comp-comments",
      "title": "UK bucks Europe Covid trend but concern over winter",
      "tags": "Office for National Statistics,Coronavirus pandemic",
      "text": "While many European countries are seeing steep rises in coronavirus cases and preparing to step up Covid restrictions, the UK has been going in the other direction. \nExperts say differences in levels of immunity and people's behaviour are the likely explanations.\nThe UK had been seeing the highest rates of cases and deaths in Western Europe, but these have been falling.\nHowever, Boris Johnson has warned there is no room for complacency.\nThe PM said the wave of infections sweeping across Europe was a reminder that the pandemic had not gone away.\nHe said: \"I'm seeing the storm clouds gathering over parts of the European continent.\n\"What I'm saying today is that the urgency of getting that booster jab is more evident than ever.\n\"If we don't do it fast enough, we can see the potential risks to the state of the pandemic in what's happening in other parts of Europe.\"\nThe latest daily figure for the number of people testing positive in the UK is 40,375. This week has seen 7% fewer cases than the week before, while deaths are down 8.9%. \nThe UK figures have - like a cruising aeroplane dealing with turbulence - been bouncing around roughly the same level since the summer.\nCovid cases are now taking off in large swathes of Europe, with some countries already climbing to a higher altitude than the UK.\nIf you look at the rate per million people, around 500 test positive for Covid each day in the UK. In Austria the figure is more than double this. \nThe Netherlands, which has also overtaken the UK, has declared three weeks of restrictions in Western Europe's first \"partial lockdown\" of winter.\nSimilar countries such as Germany are marginally lower, but the trajectory is causing concern and led to warnings of 100,000 deaths in the country this week. \n\"Cases are rising quite quickly across most of Europe at this stage, it's a very fluid situation,\" Prof Francois Balloux, from University College London, told the BBC.\nHe added: \"A couple of weeks ago not many would have predicted this rapid increase in Europe.\"\nThe driving force behind the spike is a combination of two things - human behaviour and the amount of immunity in the population. \nDr Simon Clarke, from the University of Reading, said we're \"probably seeing the start of winter\" in Europe. \n\"When the circumstances are wrong and infection is just more possible you can expect numbers to start climbing and more socialising and mixing indoors means there's more opportunity for transmission, even in vaccinated individuals.\" \nThe sustained high levels of Covid in the UK - which \"ran hotter\" than Europe all summer - will have added to the amount of immunity being provided by the immunisation campaign. \n\"In the UK, the proportion of the population who have antibodies due to vaccination or infection or both is very high, so essentially more people are protected,\" said Prof Balloux. \nWaning immunity may also be a bigger factor in Europe. Many European countries stuck to giving the two vaccine doses three weeks apart. The UK, controversially at the time, spaced them out further which could lead to a stronger and more durable immune response, say experts. \nThe increase in cases will not be an equal threat to all European countries. The main job of vaccines is to stop people dying from Covid and to keep people out of hospitals rather than stop all infections, although it does help cut those too. \nCountries with low vaccine uptake can expect a more difficult winter. \nThere is still debate about what will happen next in the UK - will cases cruise around the same level for a while or come down quickly. \nEstimates from the Office of National Statistics, based on Covid tests done by households, suggest that nearly 1.1 million people in the UK would test positive for coronavirus in the week ending 6 November.\nThat's 1.7% of the population - or one in 60 people - down from nearly 2% last week. \n\"The half-term break may have played a part, though infections were decreasing prior to this time. Over the next few weeks we will see if this decline continues,\" said Sarah Crofts from the ONS.\nWhat is happening to people who have received a booster dose is also being closely monitored. Evidence suggests the levels of protective antibodies in their blood has shot back up. It is too soon though to tell if the declines in cases among the over 80s are due to extra protection from boosting or less Covid circulating due to half term school holidays. \nDr Clarke warned: \"International comparisons are never very useful, countries don't work in lockstep, even relatively similar countries don't work in lockstep. \n\"There will be times when the UK has a bad patch and others do well, and vice versa.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-glasgow-west-59248023",
      "category": "uk-scotland-glasgow-west",
      "title": "How green was the COP26 climate summit?",
      "tags": "UK government,COP26,Glasgow,Carbon footprint",
      "text": "If you are going to host a world summit on climate change then it really should attempt to be green as possible. \nThe UK government says it is committed to making the event \"carbon neutral\" but  a new report suggests its emissions will be more than double those from the previous summit in Madrid.\nAccording to an initial assessment report for the UK government the carbon emissions for COP26 are expected to reach the equivalent of 102,500 tonnes of carbon dioxide.\nThat is similar to the annual emissions from about 10,000 UK households.\nThe figure for COP26 is double the emissions from the last climate summit in Madrid in 2019.\nSome of that could be down to the size of this summit.\nThe UK government says that, despite the Covid pandemic, the Glasgow COP attracted more than 39,000 participants as opposed to 27,000 in Madrid in 2019.\nAccording to the report, about 60% of the COP26 emissions are estimated to have come from international flights. \nIn order to avoid emissions from flights, attendees were urged to travel by land where possible.\nHowever many world leaders flew in by private jet, plus there were cargo aircraft which carried helicopters and vehicles for motorcades.\nAviation analytics company Cirium told the BBC's Reality Check there was a total of 76 flights involving private jets, or VIP flights, arriving in and around Glasgow in the four days leading up to 1 November.\nThe report, prepared for the government by sustainability consultant Arup, says that it is the \"preliminary baseline assessment\" for COP26 and it does not breakdown the figures for other emissions.\nAmong the other factors included in the assessment is \"energy, water and waste management\" at the SEC campus where the summit is being held.\nAccording to the Arup report, a new mains power supply was installed at the SEC to provide power for temporary buildings to avoid the use of generators, except for backup power in certain circumstances.\nIt said energy supply during the event would also use a renewable energy tariff.\nLow carbon transport including public transport and low-carbon vehicles were also promoted by COP organisers. \nDelegates to the blue zone were given public transport travel cards and a conference shuttle bus operated during the event using an electric fleet.\nIn the COP venue they took a \"low carbon\" catering approach which included locally sourced and seasonal menus.\nThe BBC heard from Lorna Wilson, head of catering at COP26, who said the event had eliminated single-use cups and plastics.\nInstead, she said there were nearly 400 water coolers around the site for delegates to use with reusable bottles.\nMs Wilson said staff had been \"working towards\" a catering strategy of 80% Scottish food, 15% from the rest of the UK and 5% from abroad. \nShe said the menu was 40% plant-based and 60% vegetarian overall.\nHowever the inclusion of meat, seafood and dairy on the menu was heavily criticised by the animal and climate justice group Animal Rebellion.\nA spokesperson for the group told the Big Issue that the \"illogical decision\" was like \"serving cigarettes at a lung cancer conference\".\nIf the report says the event is responsible for 100,000 tonnes of carbon emissions, how can it be carbon neutral?\nThe UK government says that in order to offset the summit's carbon it can take on projects that are recognised by the United Nations Framework Convention on Climate Change (UNFCCC).\nThese include renewable energy projects, reforestation and energy efficiency measures.\nThe UK government says it will be the first COP to demonstrate carbon neutrality validation through PAS2060 - the internationally recognised standard on carbon neutrality.\nThe recent three-day G7 summit in Cornwall was certified as \"carbon neutral\" despite generating an estimated 20,000 tonnes of CO2 equivalent.\nA report into the summit shows the UK government purchased \"carbon offsets\" to support five global projects which reduced emissions in India, Vietnam, Laos and Thailand. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59238115",
      "category": "uk",
      "title": "Nazanin Zaghari-Ratcliffe: Husband Richard on hunger strike to urge government to help",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-59277788",
      "category": "world",
      "title": "COP26: New global climate deal struck in Glasgow",
      "tags": "Our Planet Now,COP26,Paris climate agreement,Climate change",
      "text": "A deal aimed at staving off dangerous climate change has been struck at the COP26 summit in Glasgow.\nThe Glasgow Climate Pact is the first ever climate deal to explicitly plan to reduce coal, the worst fossil fuel for greenhouse gases.\nThe deal also presses for more urgent emission cuts and promises more money for developing countries - to help them adapt to climate impacts.\nBut the pledges don't go far enough to limit temperature rise to 1.5C.\nA commitment to phase out coal that was included in earlier negotiation drafts led to a dramatic finish after India and China led opposition to it.\nIndia's climate minister Bhupender Yadav asked how developing countries could promise to phase out coal and fossil fuel subsidies when they \"have still to deal with their development agendas and poverty eradication\". \nIn the end, countries agreed to \"phase down\" rather than \"phase out\" coal, amid expressions of disappointment by some. COP26 President Alok Sharma said he was \"deeply sorry\" for how events had unfolded.\nHe fought back tears as he told delegates that it was vital to protect the agreement as a whole.\nUK Prime Minister Boris Johnson said he hoped the world would \"look back on COP26 in Glasgow as the beginning of the end of climate change\".\n\"There is still a huge amount more to do in the coming years. But today's agreement is a big step forward and, critically, we have the first ever international agreement to phase down coal and a roadmap to limit global warming to 1.5 degrees,\" he said.\nJohn Kerry, the US envoy for climate, said it was always unlikely that the Glasgow summit would result in a decision that \"was somehow going to end the crisis\", but that the \"starting pistol\" had been fired.\nMeanwhile, UN Secretary-General Antonio Guterres said the planet was \"hanging by a thread\". \"We are still knocking on the door of climate catastrophe... it is time to go into emergency mode - or our chance of reaching net zero will itself be zero.\"\nAs part of the agreement, countries will meet next year to pledge further major carbon cuts with the aim of reaching the 1.5C goal. Current pledges, if fulfilled, will only limit global warming to about 2.4C.\nIf global temperatures rise by more than 1.5C, scientists say the Earth is likely to experience severe effects such as millions more people being exposed to extreme heat.\nMain achievements of the deal:\n\"We would like to express our profound disappointment that the language we agreed on, on coal and fossil fuels subsidies, has been further watered down,\" Swiss environment minister Simonetta Sommaruga said. \"This will not bring us closer to 1.5C, but make it more difficult to reach it.\"\nDespite the weakening of language around coal, some observers will still see the deal as a victory, underlining that it is the first time coal is explicitly mentioned in UN documents of this type.\nCoal is responsible for about 40% of annual CO2 emissions, making it central in efforts to keep within the 1.5C target. To meet this goal, agreed in Paris in 2015, global emissions need to be reduced by 45% by 2030 and to nearly zero by mid-century.\n\"They changed a word but they can't change the signal coming out of this COP - that the era of coal is ending,\" said Greenpeace international executive director Jennifer Morgan.\nHowever, Lars Koch, a policy director for charity ActionAid, said it was disappointing that only coal was mentioned.\n\"This gives a free pass to the rich countries who have been extracting and polluting for over a century to continue producing oil and gas,\" he said.\nSara Shaw, from Friends of the Earth International, said the outcome was \"nothing less than a scandal\". \n\"Just saying the words 1.5 degrees is meaningless if there is nothing in the agreement to deliver it. COP26 will be remembered as a betrayal of global South countries,\" she said. \nFinance was a contentious issue during the conference. A pledge by developed nations to provide $100bn (£75bn) per year to emerging economies, made in 2009, was supposed to have been delivered by 2020. However, the date was missed.\nIt was designed to help developing nations adapt to climate effects and make the transition to clean energy. In an effort to mollify delegates, Mr Sharma said around $500bn would be mobilised by 2025.\nBut poorer countries had been calling throughout the meeting for funding through the principle of loss and damage - the idea that richer countries should compensate poorer ones for climate change effects they are unable to adapt to.\nThis was one of the big disappointments of the conference for many delegations. Despite their dissatisfaction, several countries that stood to benefit backed the agreement on the basis that talks on loss and damage would continue.\nDelegations pushing for greater progress on the issue included those from countries in Africa, such as Guinea and Kenya, as well as Latin American states, small island territories and nations in Asia such as the Philippines.\nLia Nicholson, delegate for Antigua and Barbuda, and speaking on behalf of small island states, said: \"We recognise the presidency's efforts to try and create a space to find common ground. The final landing zone, however, is not even close to capturing what we had hoped.\"\nShauna Aminath, environment minister for the low-lying Maldives, said: \"We have 98 months to halve global emissions. The difference between 1.5 and 2 degrees is a death sentence for us.\"\nClimate stripes visualisation courtesy of Prof Ed Hawkins and University of Reading.\nFollow Paul on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-59273273",
      "category": "uk",
      "title": "Covid: 'No reason' not to give boosters to under-50s",
      "tags": "Coronavirus lockdown measures,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Rolling out booster jabs to younger age groups could help cut Covid infection rates to low levels across the UK, a leading scientist has said.\nProf Neil Ferguson said data suggests a third jab gives significant protection, even against mild illness.\nHe said he saw \"no reason\" why younger age groups should not be offered boosters after priority groups.\nHe also said the UK was unlikely to get a \"catastrophic winter wave\" this Christmas.\nThe UK recorded 38,351 new Covid-19 cases on Saturday, up by nearly 8,000 on the previous week. A further 157 deaths within 28 days of a positive test were also reported. \nHealth Secretary Sajid Javid tweeted that 12 million booster jabs had been given across the UK, with more than two million being delivered in one week.\nIn September, the government's scientific advisers recommended everyone over 50 should be offered a third dose of a Covid vaccine, along with front-line medical staff and younger adults with some underlying health conditions. The rollout began later that month.\nProf Ferguson, head of the modelling group at Imperial College London, told BBC Radio 4's Today Programme he saw \"no reason why we shouldn't be rolling them out to younger age groups, once we've got through the priority groups, the over-50s and the clinically very vulnerable\".\nModelling data on the immunity booster jabs provided to the UK population will be published next week, he said. \nProf Ferguson said he expected the data to be \"very like\" that seen in places such as Israel, where it showed people were \"very substantially protected\" after receiving their booster dose - not just from severe disease, \"but even from just getting infected again, mild disease\".\nHe added: \"And that's what we've been missing in the last few months with the Delta variant, with people who have only had one or two doses.\"\nHe said, according to modelling carried out by his group and at the London School of Hygiene and Tropical Medicine, rolling out booster jabs to younger age groups \"could make quite a big difference to driving down transmission to low levels\". \nHowever, Prof Ferguson, whose modelling led to the first nationwide restrictions in 2020, added this would be a decision for the Joint Committee on Vaccination and Immunisation (JCVI) committee to make.\nPeople are eligible for a booster jab in the UK if:\nIt must also have been six months since their second dose.\nRules about who is eligible for a booster are the same throughout the UK. \nIn Scotland, people will be able to book boosters online from later this month. In Wales and Northern Ireland people will be invited to book an appointment and for most people this will happen at least six months after their second jabs.  \nRead more here.\nProf Ferguson said he thought the UK was unlikely to experience a \"catastrophic winter wave at this point\". He said \"we are in a very different place from last year\" and \"the vaccination is having a huge effect\" in the population's immunity levels.\nWhereas restrictions have been reintroduced in some countries across Europe, such as the Netherlands, Prof Ferguson said the UK was in \"quite a different situation\" and he hoped it could \"avoid\" the return of social distancing measures this winter.\nHe said \"we might see slow increases as we did in October\" near Christmas, but the fast rollout of booster jabs has given the UK an advantage in the fight to control Covid.\nIn light of Boris Johnson's statement on Friday about \"storm clouds\" gathering over parts of Europe, Prof Ferguson said: \"We can't be complacent, but at the moment I don't think we'll be in a situation the Netherlands is coming into where they really do need to get on top of rising case numbers using social distancing.\"\nThe UK has experienced a high number of cases since July, ranging from 30,000 to 50,000 new cases daily. Prof Ferguson said the high number of cases during the past four months \"has obviously had a downside\". But, \"paradoxically it had an upside of boosting the immunity of the population compared to countries like Germany, the Netherlands and France\", he added. \nGermany recorded its highest number of new Covid infections on Wednesday, whilst Austria is set to impose a lockdown for unvaccinated people. \nAcross Europe, the highest number of hospitalisations and deaths from Covid have been among unvaccinated members of the population.\nRecent data from the Office for National Statistics (ONS) has suggested infection levels are continuing to fall across the UK.\nAbout one in 60 people in private households in England had Covid-19 in the week ending 6 November, down from one in 50 the previous week.\nIn Wales, about one in 45 people were estimated to have had the virus in the week ending 6 November, down from one in 40 the previous week.\nIn Northern Ireland, the figure was about one in 75 people, down from one in 65 the previous week, while in Scotland it was one in 85, down from one in 80."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-edinburgh-east-fife-59264756",
      "category": "uk-scotland-edinburgh-east-fife",
      "title": "Edinburgh heritage group concerned over outdoor eating areas",
      "tags": "Coronavirus lockdown measures,City of Edinburgh Council,Edinburgh,Coronavirus pandemic",
      "text": "Edinburgh's heritage watchdog is concerned that temporary structures erected during the pandemic for outdoor eating and drinking could be made permanent.\nThe continental-style platforms were allowed by the local authority to help businesses survive the impact of Covid. \nRestauranteurs said they had spent thousands of pounds on the structures and could not afford to lose them.\nEdinburgh Council said it was \"crucial\" that all help was given to businesses.\nThe temporary structures started appearing on the Royal Mile, George Street, Cockburn Street and Victoria Street since restrictions were eased in the spring.\nAt the time, local authorities were urged by the Scottish government to help encourage people to eat and drink outdoors.\nCockburn Association director Terry Levinthal said he was worried at the number of planning applications submitted by businesses that wanted to keep the structures all year round.\nHe told BBC Scotland: \"There are no fingers being pointed at businesses. The temporary structures were needed for Covid recovery.\n\"However, there are a substantial number of planning applications now for them to be made permanent. This means public places are being given over for private use.\n\"So, spaces we could once enjoy in the High Street, Cockburn Street and Victoria Street, for example, are no longer able to be used by people without them having to pay for a meal or a drink. It is a very slippery slope.\"\nHe added: \"Moving from a temporary arrangement to a permanent one becomes a Trojan horse for the privatisation of public space.\"\nHe said it meant businesses were essentially \"doubling in size\" and impacting on local residents through acoustic pollution and services such as refuse collection.\nHe said: \"Some now have canopies and flaps and heaters and before you know it, it's like building a huge extension onto the building in public space.\"\nHe added that shops and other businesses had not been able to expand onto the street.\nHowever, Marina Crolla, owner of La Locanda off the Royal Mile in Cockburn Street, said the structures were a lifeline.\n\"We are so behind the times and the Cockburn Association just wants everything to stay the same way as it was 100 years ago,\" she said.\n\"I've spent thousands on a canopy, which is arriving today, and I cannot afford not to use it.\n\"It's OK for the Cockburn Association to say all this when they have been getting a wage every month, they are fine - but for us, without these outdoor areas we would be closed. They are not looking at the bigger picture.\n\"People want to sit outside and it's the modern way to go, it's the future and the way Edinburgh can move forward.\"\nEdinburgh City Council leader Adam McVey said: \"Our local pubs, cafes and restaurants have endured an extremely tough time over the course of the pandemic - which is still very much with us - and so it's crucial that we continue to do all we can to support them in their efforts towards recovery. The same is true for the hospitality sector and for businesses right across our economy. \n\"The extension to outdoor capacity has been an undoubted success, acting as the lifeblood to many local businesses in recent months. We also need to make sure that any decisions around the continuation of these spaces are considered alongside all relevant factors.\""
    }
  ]
}