{
  "catalog": [
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58198832",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI medics warn of more cancelled operations",
      "tags": "NI Health,Northern Ireland Statistics and Research Agency (NISRA),Coronavirus pandemic",
      "text": "Health officials have warned it is inevitable that more operations will be cancelled as Northern Ireland's health service struggles with Covid pressures.\nThe warning was issued by the Health and Social Care Board as senior medics appealed to the public to take up the offer of vaccination against the virus.\nMedics said the pressure is coming mainly from unvaccinated patients.\nThey said 60% of patients with Covid-19 who are currently in intensive care have not had any Covid vaccinations.\nA further 13% of Covid-positive patients who are being treated in local intensive care units (ICU) have only had one jab to date. \nThat means that almost three-quarters (73%) of patients who currently require ICU treatment after being diagnosed with Covid-19 have not been fully vaccinated. \nA hospital doctor who specialises in critical care provision in Belfast said medics are having to treat much younger, fitter patients, with fewer underlying health conditions, during the current fourth wave of coronavirus, compared to earlier stages in the pandemic.\n\"Those that pass through the wards and deteriorate, who come to intensive care, are younger - much younger - and often without anything else wrong with them,\" said Dr George Gardiner, a critical care consultant with the Belfast Health Trust.\n\"So if there was a perception in previous times that this was a disease of older people or sicker people, then the virus has changed or it's simply now only got younger people left to infect.\"\nOn Friday, another four coronavirus-related deaths were reported in the daily figures recorded by Northern Ireland's Department of Health.\nThere was also a rise in the weekly coronavirus-related death toll, as recorded by the Northern Ireland Statistics and Research Agency (Nisra).\nEarlier on Friday, Infrastructure Minister Nichola Mallon said it would be \"naive\" to set a date to remove all Covid-19 restrictions in Northern Ireland.\nHer comments come after First Minister Paul Givan's claim that the \"justification for regulations is diminishing\".\nHe said he hoped Northern Ireland Executive ministers could agree to scrap all regulations by the end of September. \nOn Thursday, a number of relaxations to the regulations were announced.\nThese included the removal of bubbles for school pupils from the start of term, the return of full in-person learning at further and higher education facilities and changes to self-isolation requirements.\nWhile relaxations were also made for the hospitality sector, with the previous cap of six people sitting at tables in pubs and restaurants scrapped, the executive stopped short of changing rules on social distancing.\nMs Mallon, the deputy leader of the SDLP, said the executive had agreed to follow a data-led approach in their decision-making around regulations.\nShe told the BBC's Good Morning Ulster programme that she did not want to see a repeat of the \"very difficult and challenging executive meeting\" before Christmas in 2020.\n\"People put dates out there and felt obligated to stick to them even though the data indicated that we should be doing something very different,\" she said.\n\"I will look at the data, I will make my decisions accordingly but I want to reassure people, of course I don't want restrictions in place any longer than necessary.\"\nPublic health expert Professor Gabriel Scally said plans to ease restrictions in Northern Ireland were \"bizarre\", given the rising Covid-19 cases in hospital.\n\"You can't ignore the fact that Covid-19 is growing, that cases are really high in Northern Ireland and hospital admissions are very high,\" he told BBC News NI's Evening Extra programme.\n\"It's not a sensible thing to remove all restrictions and not put in place preventive measures.\n\"I hear exactly what is said about how it's all down to personal responsibility now. But there are people getting very ill who have been doubly vaccinated.\"\nSpeaking to the BBC's Good Morning Ulster programme, Dr Tom Black from the British Medical Association (BMA) welcomed the latest round Covid-19 rule relaxations but urged caution. \n\"It's really important to let the public know, when they work hard and make sacrifices there is an award, essentially, at the end of it,\" he said.\n\"Every time we think we're being successful against this virus we become complacent and complacency leads to failure.\n\"It's not sensible to say, 'In the future we're going to do this', I think what we have to do is watch the data carefully.\"\nHe said modelling suggests that the return of the school term will lead to \"an increase in infection\". \nOther moves agreed by the executive on Thursday include:\nOn Friday, the Western Health Trust announced that it is to set up dedicated pop-up vaccination clinics for pregnant women at its three mass vaccination centres, located at Foyle Arena in Londonderry, Omagh Leisure Centre and Lakeland Forum in Enniskillen.\nThe clinics will provide Pfizer-BioNTech first jabs to pregnant women on a walk-in basis, with no appointment necessary.  \nDuring these dedicated clinics, the centres will remain closed to the general public.\nThe trust's head of midwifery and gynae services, Maureen Miller, said it is part of a drive to encourage more pregnant women to get the vaccine.\n\"It's important to stop the spread of Covid-19 and therefore we advise pregnant women and those who have delivered within the last six weeks to come along to the pop-up clinic,\" Ms Miller said. \nIt comes as figures obtained by BBC News NI in July revealed an increase in the number of those who are pregnant or have recently given birth being hospitalised and testing positive for Covid-19."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58198340",
      "category": "uk",
      "title": "Afghanistan heading for civil war - UK minister",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "Afghanistan is \"heading towards civil war\" as the UK prepares to withdraw its citizens, allies and troops, the defence secretary has said.\nBen Wallace told BBC Breakfast that it was likely that poverty and terrorism would increase in the country. \nBut he said the UK would have the right to intervene if terror plots against it were planned from Afghanistan.\nMr Wallace blamed former US President Donald Trump's \"rotten deal\" with the Taliban in 2020 for the withdrawal.\nThe defence secretary said around 600 troops were being sent to Afghanistan to ensure the safe return of about 500 Foreign Office and other UK government officials, along with around 3,000 British citizens working in other roles, such as security guards for aid agencies.\nHe said about 2,000 Afghan interpreters and \"other people we have an obligation to\" would also be transported to the UK, joining about 3,000 who have already been taken out of the country.\nWith the withdrawal facing criticism from former military figures and Tory backbenchers, Mr Wallace rejected the suggestion that the UK's 20 years in the region had been a failure.\nHe pointed to the three million women and girls who had received an education during the time the Taliban had been forced out of power. \"You can't take away from people that education,\" he said.\nBut he said he had \"concerns\" about reports by BBC journalists in Afghanistan of \"pretty horrendous things on the ground\", as tens of thousands of people have had to flee their homes and the Taliban is beginning to reassert its hardline rule over its captured cities.\n\"I think we are heading towards a civil war,\" he said, adding that as states fail, both poverty and terrorism grows. \nBut Mr Wallace said that the UK could act if Afghanistan again began to harbour terrorists who presented an international threat - as it did when it offered a safe haven to Osama Bin Laden and his al-Qaeda group, responsible for the 11 September attacks which killed thousands in New York.\n\"UK forces retain the capability to defend its citizens\" if nations do not take action against terrorists in their midst, he said.\n\"Under international law we have the right to defend our country against imminent threats.\"\nThe deal signed between Mr Trump and the Taliban in February 2020 pledged to withdraw US troops and those of Nato allies in 14 months if the Taliban upheld promises to proceed with national peace talks and not allow al-Qaeda or other militants to operate in areas it controlled.\nThe Taliban stopped attacks on international forces as part of the agreement, but continued to fight the Afghan government. In recent days, it has seized several key cities as it advanced across the country.\nMr Wallace said the deal had \"undermined the government of the day\" in Afghanistan.\nWendy Rayner, whose husband Peter died in action in Helmand province in 2010, said the withdrawal undermined the sacrifice of soldiers who lost their lives.\n\"My husband died to give them a better life, and by them not having a better life, it's taken away his fight,\" she told the BBC.\n\"All these young people in Afghanistan that are having their families slaughtered because nobody cares, because we've just left them in the lurch - it's just going to create another terror threat. They're going to hate us and I don't blame them.\"\nFormer defence minister and Tory MP Johnny Mercer, who served in Afghanistan, said it was \"deeply humiliating\" to see the military's work over two decades overturned so quickly by the Taliban.\nBut he said it was \"simply not true\" that the UK could not continue to support Afghan security forces after the US departure.\n\"The political will to see through enduring support to Afghanistan has not been there and a lot of people are going to die because of that,\" he said.\n\"It's a world tragedy and we are going to reap the repercussions of this over many years to come.\" \nHome Secretary Priti Patel said the government had \"serious, serious concerns\" about the Taliban advance and said Afghanistan was \"a tragedy unfolding, a humanitarian crisis emerging\".\nAs several European countries suspended deportation of rejected Afghan asylum seekers due to the worsening security situation, Ms Patel said the UK government's deportation policy was \"always under review\".\nShe said the government was focused on its \"enormous resettlement programme\" of UK and Afghan nationals who have worked for the British government.\nBut Labour's shadow foreign secretary Lisa Nandy called on the prime minister and foreign secretary to \"come out of hiding\" and demonstrate a clear strategy to address the crisis in Afghanistan.\nThere must be \"no red tape or delays\" to resettling Afghan nationals who assisted the British military in the UK, Ms Nandy said.\nFormer International Development Secretary Rory Stewart said the withdrawal was \"an absolute betrayal... totally heartbreaking and totally unnecessary\".\n\"There was no reason for us to do this, and by doing this we've broken Afghanistan in a matter of weeks,\" he said.\nTom Tugendhat, chairman of the Foreign Affairs Committee, said Afghan forces had \"stepped up\" in recent years, allowing Nato to end its involvement in the fighting and bringing an end to British combat casualties.\n\"Now we've just pulled the rug from under them,\" he said. \"We've taken away their air support, taken away their logistics.\"\nMr Tugendhat said the war had cost £40bn and taken the lives of more than 450 British soldiers, but he said the future commitment would have only been for 750 soldiers as part of a 10,000-strong Nato force, assisting 400,000 Afghan security forces.\nHe contrasted the decision in Afghanistan to post-war Germany, where UK troops were only withdrawn in 1991. \"Endurance matters, staying matters, being an ally matters,\" Mr Tugendhat said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58196464",
      "category": "world-asia",
      "title": "North Korea airs Olympics coverage days after it ends",
      "tags": "South Korea,North Korea,Coronavirus pandemic",
      "text": "North Korean state television has aired its first coverage of the Tokyo Olympic Games - two days after the closing ceremony. \nAccording to local news reports, Korean Central Television aired 70 minutes of a women's football match between the UK and Chile this week.\nThe match was actually played weeks earlier on 21 July. \nNorth Korea has previously aired the Olympic Games a few days after its opening ceremony, according to Yonhap.\nAccording to specialist site NK News, the women's match was aired without commentary and in low resolution - leaving it unclear how the footage was obtained.\nIn past years, the Asia-Pacific Broadcasting Union has offered Pyongyang footage of the games through a partnership with South Korean broadcaster SBS, according to US tech blog North Korea Tech. \nIt is not clear where they got this year's footage from.\nNorth Korea did not send a delegation to the Tokyo 2020 Games, saying it wanted to protect its athletes from Covid-19.\nPyongyang says it has no cases of the virus but experts say this is unlikely.\nThe decision not to participate put an end to South Korea's hopes of using the Games to engage with the North. \nIn 2018, North and South Korea entered a joint team at the Winter Olympics which led to a series of historic summits.\nNorth Korea had sent 22 athletes to the Winter Olympics in South Korea - along with North Korean leader Kim Jong-un's sister, Kim Yo-jong - a move which helped initiate diplomacy with South Korea and the US.\nThis year marks the first time North Korea has missed a Summer Olympics since 1988, when it boycotted the Seoul Games during the Cold War."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58184202",
      "category": "world-asia",
      "title": "Afghanistan: Major cities fall to Taliban amid heavy fighting",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "The Taliban seized the cities of Ghazni and Herat on Thursday, in the most dramatic string of captures since launching their offensive.\nTaking the strategically important Ghazni increases the likelihood the Taliban could take the capital Kabul.\nThere is also heavy fighting in the second largest city, Kandahar.\nThe insurgents have moved at speed, seizing new territories almost daily, as US and other foreign troops withdraw after 20 years of military operations.\nThe city of Qala-I-Naw also fell to the Taliban, who now control about a third of the country's regional cities and most of northern Afghanistan. The group's rapid advance has dealt a crushing blow to government security forces.\nSources have told the BBC that Lashkar Gah, the capital of Helmand province, is also now in the hands of the Taliban, though this has not been confirmed. \nThousands of civilians have been displaced, fleeing to Kabul to try and escape the fighting.\nTaking Ghazni is a significant gain due to its location - it is 150km (93 miles) from Kabul, and is on the major Kabul-Kandahar motorway, linking militant strongholds in the south to Kabul.\nA provincial council member in the city told the BBC that the Taliban had taken most of the centre, with only a police base on the outskirts controlled by the Afghan security forces.\nHerat, which has been under siege for weeks, is also a major win for the militants. It is Afghanistan's third largest city, lies on significant ancient trade routes and is seen as the gateway to Iran. \nOn Thursday, video on social media showed the insurgents running through a central Herat street firing their weapons, and the Taliban flag was seen flying over the police headquarters. A regional council member confirmed to the BBC that the city had fallen to the militants. \nMeanwhile in Kandahar, once the Taliban's stronghold, heavy fighting was reported and the militants claimed to have taken over its prison and released all of the inmates, although this has not been confirmed. \nIf Kandahar falls into militant hands, it will be the biggest loss yet for Afghan security forces.\n\"Life as we know it is getting harder day by day,\" a woman in Kandahar told the BBC, adding \"both sides are just using… us as pawns in their own power-hungry games\".\nThe US embassy in Kabul said it was hearing reports that the Taliban was executing Afghan troops who were surrendering, saying it was \"deeply disturbing and could constitute war crimes.\"\nThe US said it was sending 3,000 troops to the airport in Kabul to help evacuate a \"significant\" amount of embassy staff on special flights.\nThe UK later said it was deploying about 600 troops on a short-term basis to provide support to British nationals leaving the country. The number of staff working at the British embassy in Kabul has abeen reduced to a core team. \nMore than 1,000 civilians have been killed in Afghanistan in the past month, according to the UN.\nJust this week thousands of people from northern provinces have become internally displaced, travelling to Kabul to seek safety. An estimated 72,000 children arrived in the capital in recent days and are mostly sleeping on the streets, according to Save the Children.\nMakeshift camps have been established on scrubland on the outskirts of the capital, while many others have reportedly been sleeping on the streets or in abandoned warehouses.\n\"We have no money to buy bread, or get some medicine for my child,\" a 35-year-old street vendor who fled Kunduz province after the Taliban set fire to his home told the BBC. \nIn response to the insurgency, the German government has threatened to end its annual financial support of $500m (£360m) to Afghanistan if the Taliban gains complete control of the country.\nGermany has also suspended the forced repatriation of Afghan citizens whose asylum applications have failed. The French and Danish governments said they would follow the same policy.\nOn Wednesday, Afghanistan replaced its army chief, General Wali Mohammad Ahmadzai, who had only been in the post since June. \nAlso on Wednesday, President Ashraf Ghani flew to the northern city of Mazar-i-Sharif - traditionally an anti-Taliban bastion - to try to rally pro-government forces there.\nMazar-i-Sharif lies close to the borders with Uzbekistan and Tajikistan, and its loss would mark the complete collapse of government control over northern Afghanistan.\nPresident Ghani held crisis talks in Mazar-i-Sharif with ethnic Uzbek warlord Abdul Rashid Dostum and prominent ethnic Tajik leader Atta Mohammad Noor about defending the city.\nMr Dostum, a veteran commander, was quoted as saying: \"The Taliban have come to the north several times but they were always trapped.\"\nFor years, Mr Ghani tried to sideline the warlords in an attempt to boost the Afghan National Army, and now he is turning to them in his hour of need, the BBC's Ethirajan Anbarasan says. Earlier this week, the president also agreed to arm pro-government militia.\nAre you in Afghanistan? Do you have links to Ghazni? Share your experiences by emailing haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58206101",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Gunman shot own mother then a dad and daughter",
      "tags": "Plymouth",
      "text": "The mother of the Plymouth gunman, Maxine Davison, and three-year-old Sophie Martyn have been named among the five victims of his shooting spree.\nMs Davison, 51, was shot and killed by her 22-year-old son Jake Davison at her home on Biddick Drive, Plymouth, on Thursday evening.\nDavison went on to kill three-year-old Sophie, her father Lee Martyn, 43, Stephen Washington and Kate Shepherd. \nHis attack lasted about six minutes before he turned the gun on himself.\nIn online videos Davison spoke of being \"beaten down\" and \"defeated by life\".\nAll of those who died lived in the Keyham area of Plymouth, Devon and Cornwall Police said.\nA large crowd has gathered for a vigil following the fatal shootings.\nPeople laid flowers and held candles in North Down Crescent Park in Keyham to remember those killed by Davison.\nDozens of tributes have already been placed on the grass, with more people continuing to arrive.\nOfficers are continuing to investigate 13 scenes within a cordon that is expected to remain in place throughout much of the weekend.\nHaving killed his mother, Davison left the property and immediately shot and killed Mr Martyn and his daughter on the street.\nStephen Washington, 59, was also killed, along with Kate Shepherd, 66, who was injured at the scene and died later at Derriford Hospital.\nChief Constable of Devon and Cornwall Police, Shaun Sawyer, said Davison was a licensed firearms holder and witnesses described the weapon he used as a \"pump action shotgun\".\nPrime Minister Boris Johnson said the issue of how Davison came to legally own a gun should be \"properly investigated\" as he described the shooting as an \"absolutely appalling\" incident.  \nThe Independent Office for Police Conduct (IOPC) said it had received preliminary information that Davison's firearm and licence were returned to him in early July this year. \nThe certificate and shotgun had been removed from him by police in December 2020 following an allegation of assault in September 2020, the watchdog said.\nThe IOPC has said it will investigate Devon and Cornwall Police's decision-making in relation to Davison's possession of a shotgun and shotgun certificate. \nRegional IOPC Director David Ford said: \"The investigation will also consider whether the force had any information concerning Mr Davison's mental health and if so, if this information was appropriately considered.\"\nPolice said the incident, the worst mass shooting in Britain since 2010, was not terror-related. However, Davison made references to \"incels\" in some online social media videos.\nIncels are members of misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nDavison had posted hate-filled online rants about single mothers and about his own mother in particular, calling her \"vile, dysfunctional and chaotic\". \nLocal resident Bert Pinkerton told the BBC he walked past the gunman on the street.\n\"I looked down, walked around the corner, the bloke was walking towards me with a black rifle. I could smell the gunfire.\"\nHe said Davison had a \"vacant stare\" and he felt lucky to be alive. \"It could have been me,\" he said.\nNeighbours Paris and Billy told the BBC they were \"heartbroken\" to find out the youngest victim of the gunman was aged three.\nParis said: \"I feel devastated for the family it makes everything worse being a child.\nShe added: \"Nothing's ever going to be the same especially when it's over the road.\"\nBilly said: \"It's going to be different here forever now I think.\" \nAnother local woman said she hid under a pool table to avoid the \"sheer violence\" after hearing gunshots.\nPeggy Holliday took cover in a nearby pub and \"literally clung underneath one of the pool tables for dear life\", she told ITV News West Country.\n\"It felt like I was being hunted,\" she said.\nDozens of flowers, cards and soft toys have been left in tribute to the victims near the scene.\nOne note read: \"Rest in peace. Thoughts and prayers with you all. A tragic loss. Such beautiful souls. Love to all.\"\nFlags in Plymouth are being flown at half-mast following the atrocity, while Smeaton's Tower will be lit up as a mark of respect to the victims on Friday night."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58199169",
      "category": "health",
      "title": "Don't ignore cancer signs, says new NHS England boss",
      "tags": "Bowel cancer,NHS England,NHS,Lung cancer,Prostate cancer,Ovarian cancer,Cancer",
      "text": "Tummy pain or a cough that does not go away could be cancer and these symptoms should be checked out, the new head of the NHS in England is urging.\nThousands of people could be risking their lives by delaying seeking medical help, Amanda Pritchard says.\nCancers detected at an early stage can often be treated quickly and easily.\nBut research suggests three in five people don't want to bother the NHS, while others are simply not aware of common cancer symptoms.\nNHS England chief executive Ms Pritchard said cancer services were now \"running at full speed with new, innovative ways of working in place\".\nHowever, over the past year 10% fewer people than normal have started cancer treatment in England and people are being encouraged to come forward. \nExperts believe abdominal cancers - throat, stomach, bowel, pancreatic, ovarian - and urological cancers - prostate, kidney and bladder - are the most likely to go unrecognised.\nThey account for 44% of all cancer diagnoses and two in five deaths from cancer in England, NHS figures show.\nPossible signs of these cancers include:\nIf you have any of these symptoms for three weeks or more - or, in the case of blood in your urine, if you have it at all - you are advised to tell your GP.\nAny other unusual changes, such as a lump in the tummy area, post-menopausal bleeding, or unexplained weight loss, can also be signs of cancer and mean you should speak to your GP.\nLung cancer symptoms, which are often missed, include:\nDeclan Goddard, a police officer and kidney cancer patient, said he was leading a healthy life when he was diagnosed aged 43.\n\"If you do have something really quite minor that's bothering you, it's definitely worth getting it checked out.\n\"If I hadn't, I could have been in a much worse position now,\" he says.\nDeclan had no symptoms but he went along to his GP with a minor bladder issue and that's when his cancer was picked up. \nHe said his treatment had not been disrupted by the pandemic and the staff had been fantastic.\n\"You get a specialist nurse contact. You can always get a message to the consultant provided for you - and it's just quite straightforward. It's just very slick really.\" \nProf Peter Johnson, national clinical director for cancer at NHS England and NHS Improvement, said although GPs were \"incredibly busy\" at the moment, and many consultations were taking place by telephone, there was scope for seeing patients in person.\n\"If you've got these kinds of symptoms, you probably do need to see somebody face to face and all our GPs can see people face to face,\" he said.\nGP's leaders say about 56% of appointments are being delivered in person and if a physical examination is necessary \"it will be facilitated\".\nThey caution that some cancers can be difficult to diagnose and may crossover with other less serious conditions.\n\"What we need is for GPs to have better access to diagnostic tests in the community and training to use them appropriately so that our decision to refer can be as informed as it possibly can be,\" says Dr Gary Howsam, vice-chairman of the Royal College of GPs.\nNHS England chief executive Amanda Pritchard said: \"People should not feel like they cannot trouble the NHS, which is open and ready to treat people.\"\nShe said new ways of working included \"mini cameras that patients can swallow to check for bowel cancer and Covid-friendly cancer drugs that patients can take at home\".\nShe said it was important that people recognised common symptoms of cancer and made an appointment with their GP to get a test \"that could ultimately save their life\".\nSince March, the numbers of people referred to cancer specialists in England have returned to pre-pandemic levels but the latest NHS figures show there are still delays for some.\nIn June, more than 5,200 patients for example waited more than 28 days to be seen by a specialist.\nAnd in the same month, the percentage of urgent cancer referrals - made within two weeks - was slightly down on May at 85% (195,372 patients). The target is 93%.\nA spokesperson for the Scottish Government said it was vital that people raised any health worries with their doctor and continued to go to regular check-ups and appointments when invited."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58198989",
      "category": "entertainment-arts",
      "title": "Tony Bennett: Legendary singer retires from stage aged 95",
      "tags": "Dementia,Alzheimer's,Music",
      "text": "Veteran US singer Tony Bennett has retired from performing at the age of 95, his son has said.\nIt brings the curtain down on a glittering seven-decade career for the crooner, who revealed earlier this year he has Alzheimer's disease.\nBennett performed two sold-out shows with Lady Gaga at New York's Radio City Music Hall last week.\nHis son Danny said the \"hard decision\" to cancel the remaining 2021 tour dates had been made on \"doctors' orders\".\nHe told Variety: \"His continued health is the most important part of this.\" He added that Bennett's wife Susan supported her husband stepping away from the stage. \nDanny, who has been his father's manager for more than 40 years, explained that while Bennett's singing voice remained strong, the pressures of touring meant he \"gets tired\". \n\"Doing concerts now is just too much for him,\" he said. \"We don't want him to fall on stage, for instance - something as simple as that.\n\"We're not worried about him being able to sing. We are worried, from a physical standpoint... about human nature. Tony's 95.\"\nBennett has been a star since 1951, scoring hits with songs including I Left My Heart In San Francisco and The Shadow Of Your Smile. He has won 18 Grammys and sold more than 50 million records.\nSome of his biggest successes have come in the last decade, including the chart-topping duets album with Lady Gaga, Cheek To Cheek, which won a Grammy in 2015.\nThe pair recently recorded a follow-up Love For Sale, which is due for release in October. Last week's final live performances were held in support of the forthcoming album.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/education-58174253",
      "category": "education",
      "title": "GCSE results 2021: Record passes and top grades",
      "tags": "GCSEs,Schools,Exam results 2020",
      "text": "GCSE students have received another set of record grades, in the second year of Covid disruption to exams in England, Wales and Northern Ireland.\nTop grades (7/As and above) rose to 28.9% from 26.2% last year, while grades 4/Cs and above  - seen as passes - rose to 77.1% up from 76.3%.\nThis is a smaller rise than last year, the first time exams were cancelled and teacher assessed grades were used.\nExams regulators have insisted the process has been fair and thorough.\nTeachers submitted grades for the more than half a million pupils on GCSE courses this year, using evidence such as mock exams, course work and tests. \nThere are different devolved systems for GCSEs:\nThe two years of replacement grades, after exams were cancelled in the pandemic, have had significantly higher results, for GCSEs and A-levels.\nExam officials say it reflects that no one has had a bad day in an exam and that pupils had multiple chances to show their best potential.\nEngland's exam watchdog Ofqual said the system was fair, each centre had its assessment policy reviewed and samples of work were checked during a \"quality assurance\" process.\nExam boards say that below 1% of grades were changed in the checking process.\nAs well as getting GCSEs, more than half a million vocational qualifications were also issued, including for 230,000 BTec students.\nSchools Minister Nick Gibb defended the way GCSE results had been awarded, saying this had been a \"very different year\" and it was right that exams were cancelled. \n\"This was the best alternative to exams,\" he told BBC Breakfast. \"I think people can be confident of the grades that have been awarded this year.\"\nMr Gibb said longer term, he wanted to get back to a pre-pandemic system where there are no \"significant changes\" year-on-year in the grades awarded to students.\nLabour's Shadow Education Secretary Kate Green said the exam results were a \"stark warning\" of a widening social divide.\n\"Children on free school meals have been abandoned by this government and students in state schools are again being outstripped by their more advantaged private school peers,\" she said.\nJon Andrews of the Education Policy Institute think tank warned the higher results should not \"distract us from the huge learning losses that students have faced\". \n\"There is a risk that higher grades awarded to young people conceal the underlying losses that they have experienced from the pandemic.\" \nProf Alan Smithers, of the Centre of Education and Employment Research, at Buckingham University, said it would be difficult for the government to reverse the trend of increasing grades over the coming years - as the higher grades are popular with parents and schools.\n\"It will be quite a task for the government to put the genie back into the bottle,\" he said.\nBut head teachers say the replacement grades used this year will allow pupils to progress to the next stage of their education.\nNational Association of Head Teachers leader Paul Whiteman said it was important that these pupils have access to any additional academic or pastoral support they need as they progress into the next stage of their education.\nGeoff Barton, of the Association of School and College Leaders, said: \"It is important to focus on the achievements of this cohort rather than fixate on comparisons with other years, which are somewhat meaningless.\"\nSyeda had been hoping for high grades after sitting 62 assessments, instead of the usual exams, at Sydney Russell School in Dagenham, east London.\nAnd her hopes have been realised. \"I did it. I got all 9s in my GCSEs and two distinctions,\" she said. \n\"It's the best possible results and I'm so proud of myself. I think there is a big sense of relief.\" \nHer mum, Shahima came to the school with her to share the experience.\nShe says: \"I'm extremely, extremely proud of Syeda. She's put so much effort and hard work into this and lots of sleepless nights.\"\n\"It has been a bit crazy for everyone involved in this process this year,\" she says.\nRoman is celebrating four grade 7s and four grade 8s in his GCSEs. \n\"I'm definitely satisfied, but in a sense I feel I've been bumped down a few grades due to some exams being very different and out of the ordinary this year compared to other years.\" \nHe says the challenges he's faced over the past two years have had an impact.\n\"It's been a rollercoaster. So many ups and downs and so many battles, both mental battles and physical ones.\"\nHe says he would actually have preferred to sit exams as he feels one exam at the end would have been easier than the constant pressure of lots of tests.\n \"I don't think anyone could have ever imagined stuff like this,\" she says\n\"But the fact is that we have got through it - and hopefully our results tomorrow will prove that we have worked hard.\"\nTo those people who criticise the value of this year's grades, Syeda says: \"I would tell them they should try and be in our place.\"\n\"I don't think anyone can know what it is like unless you are experiencing it yourself.\"\nShe is aiming to sit A-levels next year and study English literature at the University of Cambridge."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58195286",
      "category": "uk",
      "title": "Afghanistan: UK troops sent to get Britons out as Taliban advances",
      "tags": "War in Afghanistan (2001-present),Afghanistan",
      "text": "About 600 UK troops are to be sent to Afghanistan to assist British nationals to leave, the government has announced.\nIt comes as the Taliban seized the country's second-largest city, Kandahar, as well as the cities of Ghazni and Herat.\nMilitary personnel will provide protection and help relocate UK nationals, Afghan staff and interpreters.\nLast week the Foreign Office advised all British nationals to leave.\nIt is estimated that about 4,000 British citizens were still in the country.\nDefence Secretary Ben Wallace said the security of British nationals, military personnel and former Afghan staff was the government's first priority and that it \"must do everything we can to ensure their safety\".\nMr Wallace said deployment of troops, who will be arriving in the coming days, was a \"pre-planned phase\" and was to \"enable the next step of leaving\". \nBut the Ministry of Defence said the additional deployment was \"in light of the increasing violence and rapidly deteriorating security environment in the country\".\nThe UK's ambassador to Afghanistan, Sir Laurie Bristow, will continue to lead a small team in Afghanistan which will relocate within Kabul to a more secure location, the MoD said.\nAs well as British nationals, the embassy will help the UK's Afghan Relocations and Assistance Policy (ARAP), which has already supported more than 3,100 former Afghan staff and their families to move to the UK, including 1,800 in the last few weeks, the MoD said.\nThe US has also said it is sending 3,000 military troops to the airport in Kabul to help evacuate a \"significant\" amount of embassy staff on special flights.\nBy Paul Adams, BBC diplomatic correspondent\nIt was always likely, this close to the end of the Nato mission to Afghanistan, that events would appear to accelerate. We are, after all, getting out. \nBut as they made their careful arrangements, planners did not necessarily anticipate the speed of the Taliban's advance, or the weakness of an Afghan military the US and its allies spent almost two decades building up. \nWhat they wanted was an orderly withdrawal, with the Afghan government able to hold its own. \nWhat we're facing, instead, is something altogether more chaotic.\nPerverse though it might sound, sending troops in to get people out was always going to be part of the plan. \nSo too was the relocation of the British embassy to a more secure (and as yet undisclosed) location.\nBut the withdrawal of an unspecified number of embassy personnel, with the Americans making a similar move, is clearly being driven by events on the ground. \nWith US officials warning that the Afghan government could fall in as little as 30 days (a worst case scenario, it has to be noted), these feel like the crisis plans everyone hoped they wouldn't have to use. \nThousands of civilians have been displaced and fled to Kabul to try to escape the fighting.\nAnd the UN estimates that more than 1,000 civilians have been killed in Afghanistan in the past month.\nMakeshift camps have been established on the outskirts of the capital, while many others have reportedly been sleeping on the streets or in abandoned warehouses.\nLabour's shadow defence secretary John Healey said the MoD had his party's full backing on sending troops to help the evacuation.\n\"We share widespread dismay that the security situation in Afghanistan is deteriorating so much faster than forecast,\" he said, adding that while the UK's forces were withdrawing \"we cannot walk away from the people of Afghanistan\".\nIn a heartfelt series of posts, Conservative chairman of the Commons Foreign Select Committee Tom Tugendhat, who served in Afghanistan, tweeted that the decision to withdraw was \"like a rug pulled from under the feet of our partners\". \n\"That's why I'm angry. It's wasteful and unnecessary. And why it's personal? Because I've seen what it costs and what sacrifices are being thrown away,\" he wrote.\nTory colleague Tobias Ellwood, who chairs the Defence Select Committee and also served in the Army, told the BBC we \"should really be reconsidering what's going on\" in Afghanistan. He warned the withdrawal of troops was leaving the country to a \"massive humanitarian disaster\" and said that it would allow terrorism to \"raise its ugly head again\".\nThe Taliban has moved with speed, seizing new territories and cities almost daily, as the US and other foreign troops withdraw from Afghanistan after 20 years of military operations.\nThey now control around a third of the country's regional cities and most of northern Afghanistan.\nOn Thursday the Taliban took control of Herat, the third largest city, followed by the second-largest city, Kandahar.\nSources have told the BBC that the southern city of Lashkar Gah, the capital of Helmand province, has also been taken by the militants, although this has also not been confirmed.\nMeanwhile the taking of the strategically important Ghazni increases the likelihood the group could take the capital Kabul.\nAre you in Afghanistan? How have you been affected? haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58200161",
      "category": "uk-northern-ireland",
      "title": "Covid-19: Nisra records 31 virus-related deaths in NI",
      "tags": "NI Health,Northern Ireland Statistics and Research Agency (NISRA),Coronavirus pandemic",
      "text": "There have been 31 Covid-19 related deaths registered in Northern Ireland in the week to last Friday (6 August), according to the Northern Ireland Statistics and Research Agency (Nisra). \nThat is 13 more than the previous week. The agency's total now stands at 3,046.\nThe Department of Health's total for the same date, based on a positive test result being recorded, was 2,217.  \nNisra figures are higher because it records mentions of the virus on death certificates.\nThis means where the recorded death may or may not have been confirmed by way of a test.  \nOn the agency's measure, around two-thirds of Covid-19 related deaths have occurred in hospital (2,031), including the deaths of 239 care home residents.  \nAnother 784 people have died in care homes throughout the pandemic.  \nThe total of 1,023 means care home residents account for just over a third (33.5%) of all Covid-19 related deaths.  \nCovid-19 related deaths were also recorded in hospices (0.5%) and other residential locations (7.4%).  \nPeople aged 75 and over account for more than three-quarters of all Covid-19 related registered deaths (75.9%) between 19 March 2020 and 6 August 2021.  \nArmagh City Banbridge and Craigavon (12.1%) and Mid-Ulster (8.2%) local government districts have now recorded higher proportions of all Covid-19 related deaths.\nThat is compared with their share of all deaths in Northern Ireland (10.3% and 6.5% respectively).  \nThe provisional number of deaths from all causes registered in the week ending 6August was 342.  \nThat is 49 more than the previous week, and 69 more than the 5-year average for the time of year of 273.  "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58195419",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Suspected gunman and five others die",
      "tags": "Plymouth,Plymouth shooting",
      "text": "Six people, including a suspected gunman, have died in a shooting in Plymouth.\nDevon and Cornwall Police said three females, two males and the suspect had died in the Keyham area of the city on Thursday evening. \nOne of the dead was a child under 10, according to an MP, but the shooting is not terror-related, police confirmed.\nThe death toll means it is the worst mass shooting in the UK for more than a decade.\nEmergency services were called to Biddick Drive shortly after 18:00 BST on Thursday.\nPeople were told to stay inside and follow police advice as the emergency response developed.\nEyewitness Sharron, who lives nearby and did not want to give her full name, said what happened was \"horrendous and so sad\".\n\"Firstly, there was shouting, followed by gunshots - three possibly four to begin with,\" she said.\n\"This was when the shooter kicked in the door of a house and randomly started shooting. He ran from the house shooting as he ran and proceeded to shoot at a few people in the linear park up from the drive.\"\nShe said the \"shooter proceeded along Royal Navy Avenue still shooting\".\nAnother witness, Robert Pinkerton, said he \"walked around the corner\" and \"bumped into a bloke with a shotgun\". He said the man was dressed all in black. \nIn a statement, Devon and Cornwall Police said two females and the three males died at the scene, while one female died shortly after in hospital.\nIt added: \"The area has been cordoned off and police are not looking for anyone else in connection with the incident.\"\nPlymouth Sutton & Devonport MP Luke Pollard said the incident was \"unspeakably awful\" and that he was \"utterly devastated\" to learn one of those killed was a child.\nThe last mass shooting in Britain happened in 2010 when taxi driver Derrick Bird killed 12 people in Cumbria.\nScenes of crime officers in white suits could be seen using cameras in the street and members of the public who lived locally were not allowed into their homes, PA Media reported.\nOfficers appealed to the public not to speculate or share pictures of the scene on social media or anywhere else.\nHome Secretary Priti Patel tweeted: \"The incident in Plymouth is shocking and my thoughts are with those affected. \n\"I have spoken to the chief constable and offered my full support. \n\"I urge everyone to remain calm, follow police advice and allow our emergency services to get on with their jobs.\"\nLabour leader Sir Keir Starmer tweeted: \"There's much we don't know about the shocking events in Plymouth. However it's clear tragedy has hit Keyham.\n\"My thoughts are with the families and neighbours of those caught up in this nightmare. I pay tribute to our emergency services who ran towards events we'd all run from.\" \nMr Pollard added Ford Primary School and St Mark's Church on Cambridge Road would be open from 09:00 on Friday as a \"safe place for our community to come together\".\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk.\nAre you in Plymouth? Did you witness what happened? If you have any information to share, please email haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58186710",
      "category": "health",
      "title": "Metabolism peaks at age one and tanks after 60, study finds",
      "text": "Middle-aged spread cannot be blamed on a waning metabolism, according to an unprecedented analysis of the body's energy use. \nThe study, of 6,400 people, from eight days old up to age 95, in 29 countries, suggests the metabolism remains \"rock solid\" throughout mid-life.\nIt peaks at the age of one, is stable from 20 to 60 and then inexorably declines. \nResearchers said the findings gave surprising new insights about the body. \nThe metabolism is every drop of chemistry needed to keep the body going. \nAnd the bigger the body - whether that is ripped muscles or too much belly fat - the more energy it will take to run.\nSo the researchers tweaked their measurements, adjusting for body size, to compare people's metabolism \"pound for pound\". \nThe study, published in the journal Science, found four phases of metabolic life:\n\"It is a picture we've never really seen before and there is a lot of surprises in it,\" one of the researchers, Prof John Speakman, from the University of Aberdeen, said.\n\"The most surprising thing for me is there is no change throughout adulthood - if you are experiencing mid-life spread you can no longer blame it on a declining metabolic rate.\"\nOther surprises came from what the study did not find. \nThere was no metabolic surge during either puberty or pregnancy and no slowdown around the menopause. \nThe high metabolism in the first years of life also emphasise how important a moment it is in development and why childhood malnutrition can have lifelong consequences. \n\"When people talk about metabolism, they think diet and exercise - but it is deeper than that, we are actually watching your body, your cells, at work,\" Prof Herman Pontzer, from Duke University, told BBC News.\n\"They are incredibly busy at one year old and when we see declines with age, we are seeing your cells stopping working.\"\nPeople's metabolism was measured using doubly labelled water.\nMade from heavier forms of the hydrogen and oxygen atoms that make up water, this can be tracked as it leaves the body.\nBut doubly labelled water is incredibly expensive, so it took researchers working together across 29 countries to gather data on 6,400 people.\nThe researchers said fully understanding the shifting metabolism could have implications in medicine.\nProf Pontzer said it could help reveal whether cancers spread differently as the metabolism changes and if drug doses could be adjusted during different phases.\nAnd there is even discussion about whether drugs that modify the metabolism could slow diseases of old age.\nDrs Rozalyn Anderson and Timothy Rhoads, from the University of Wisconsin, said the \"unprecedented\" study had already led to \"important new insights into human metabolism\".\nAnd it \"cannot be a coincidence\" diseases of old age kicked in as the metabolism fell. \nProf Tom Sanders, from King's College London, said: \"Interestingly, they found very little differences in total energy expenditure between early adult life and middle age - a time when most adults in developed countries put on weight.  \n\"These findings would support the view that the obesity epidemic is fuelled by excess food energy intake and not a decline in energy expenditure.\"\nDr Soren Brage, from the University of Cambridge, said the total amount of energy used had been \"notoriously difficult to measure\".\n\"We urgently need to turn our attention not only to the global energy crisis defined by the burning of fossil fuels but also the energy crisis that is caused by not burning enough calories in our own bodies.\"\nFollow James on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58205386",
      "category": "uk-england-tyne",
      "title": "Esther Dingley: Hiker's Pyrenees death an accident, police say",
      "tags": "Missing people,Pyrenees,Durham",
      "text": "The death of a British hiker in the Pyrenees was an accident, French police have said.\nEsther Dingley's remains were found by her partner Daniel Colegate on Monday more than eight months after she disappeared during a solo trek.\nA source told the BBC she suffered injuries associated with a fall and though the cause was unclear, her shoes \"were not adequate for icy conditions\".\nThe judge in charge of the inquiry said her body may be repatriated next week.\nThe BBC's Chris Bockman in Toulouse said an autopsy and an examination of her rucksack had been carried out by forensic teams.\nHe said it was \"unclear\" how the accident had happened but police believe the hiking shoes she was wearing several thousand metres up a mountain \"did not have the grip necessary for the icy conditions at the time and she probably slipped and fell\".\nHe also said French officers had confirmed Mr Colegate, who was 100 miles away in France when Ms Dingley, 37, disappeared, was not a suspect.\nLBT Global, a charity which is supporting Ms Dingley's family, had said her death was probably an accident \"given the location and other early indications\".\nMs Dingley, who was an experienced hiker, was trekking alone when she last communicated with her partner from the top of Pic de Sauvegarde at about 16:00 on 22 November.\nMr Colegate raised the alarm several days later when she failed to report in at an agreed time.\nThe couple from Durham were on an open-ended campervan tour of Europe and Ms Dingley was on the final walk of a month-long solo expedition when she died.\nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58204857",
      "category": "uk",
      "title": "Afghanistan: Boris Johnson defends UK's role amid evacuation",
      "tags": "War in Afghanistan (2001-present),Afghanistan,Lisa Nandy,Ben Wallace",
      "text": "Boris Johnson has said the UK can be \"extremely proud\" of its role in Afghanistan, despite the situation in the country having \"deteriorated\".\nThe UK will evacuate the \"vast bulk\" of its embassy staff in the coming days as the Taliban continues to advance.\nThe prime minister said there was \"no military solution\" after an emergency Cobra meeting on Friday afternoon.\nOn Thursday, the UK said it would send 600 troops to help evacuate British nationals and former Afghan staff.\nThousands of civilians have fled the Taliban onslaught, heading for the capital of Kabul.\nThe World Food Programme has warned that food shortages are \"dire\", while the UN has urged Afghanistan's neighbours to keep their borders open.\nThe militants now control about a third of Afghanistan's provincial capitals, including Herat, Ghazni and Lashkar Gar.\nMr Johnson insisted there was no military solution following the gains made by the Taliban in recent days and said that a team of Home Office officials would be sent to step up efforts to relocate Afghans who worked for British forces in the country.\n\"It is very difficult obviously, but I think the UK can be extremely proud of what has been done in Afghanistan over the last 20 years,\" he said.\nThe prime minister said that thanks to the efforts of the UK armed services there had been no al-Qaeda attacks on the West for \"a very long time\". \nHe also added that three million girls and young women in Afghanistan had been educated who otherwise would not have been, during the last 20 years.\n\"I think we've got to be realistic about the abilities of the UK or any power to impose a military solution, a combat solution in Afghanistan,\" Mr Johnson said.\n\"What we certainly can do is work with all our partners in the region and around the world who share an interest with us in preventing Afghanistan from once again becoming a breeding ground for terror.\"\nEarlier, Lisa Nandy, Labour's shadow foreign secretary, told BBC Radio 4's World At One programme there was \"far more\" the UK could do to support the people of Afghanistan and accused the government of \"hiding\".\nShe warned the government that cross-party MPs could push to recall Parliament to hold the government to account if it did not show a clear strategy.\nMs Nandy said that people in the country felt \"abandoned\" and were looking to the US and UK for \"a level of leadership\".\nHer concerns were echoed by former Conservative Defence Minister Johnny Mercer, who served in Afghanistan.\nHe described the situation in the country as a \"world tragedy\" which would have repercussions \"for years to come\".\nLib Dem leader Sir Ed Davey has also backed the idea of recalling Parliament \"given the tragedy unfolding before our eyes\" and called on the UN to deploy peacekeepers.\nEarlier, Defence Secretary Ben Wallace acknowledged that the country could be \"heading towards civil war\".\nHe blamed former US President Donald Trump's \"rotten deal\" with the Taliban in 2020 for the withdrawal.\nThe UK government has launched \"Operation Pitting\", to help evacuate British nationals, former UK staff and others who are eligible to relocate to the UK.\nMr Wallace said around 600 troops were being sent to Afghanistan to ensure the safe return of about 500 Foreign Office and other UK government officials, along with around 3,000 British citizens working in other roles, such as security guards for aid agencies.\nAbout 2,000 Afghan interpreters and \"other people we have an obligation to\" would also be transported to the UK, he said, joining some 3,000 who had already been taken out of the country.\nRAF aircraft could be used if needed and the Home Office would also be deploying a small team of officials to assist with processing new visas, the Ministry of Defence said. \nThe US said it would have the bulk of the 3,000 troops it is sending to assist with evacuation in place by the end of the weekend. Pentagon spokesman John Kirby added that the US military was \"certainly concerned about the speed with which the Taliban is moving\".\nNato said it had discussed the situation on Friday and would aim to support the Afghan government and security forces \"as much as possible\".\nSecretary General Jens Stoltenberg said the Taliban would not be recognised by the international community if it took the country by force, adding that there was deep concern about reports of serious human rights abuses. \nWendy Rayner, whose husband Peter died in action in Helmand province in 2010, said the withdrawal undermined the sacrifice of soldiers who had lost their lives.\n\"My husband died to give them a better life, and by them not having a better life, it's taken away his fight,\" she told the BBC.\n\"All these young people in Afghanistan that are having their families slaughtered because nobody cares, because we've just left them in the lurch - it's just going to create another terror threat. They're going to hate us and I don't blame them.\"\nMr Johnson said he did not think the sacrifices made by British forces were \"in vain\". \n\"I believe it was right, it was worth it and what we must do now is not turn our backs on Afghanistan,\" he said."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/science-environment-58102578",
      "category": "science-environment",
      "title": "Council policies 'inconsistent' with climate goals",
      "tags": "Climate change,Leeds City Council,Leeds",
      "text": "More than a third of English councils support policies that could increase carbon emissions despite having declared a \"climate emergency\", BBC research suggests.\nRoad building and airport expansion are among examples provided by 45 out of 121 questionnaire respondents who say they have passed climate motions. \nEnvironmentalists say the findings reveal \"inconsistencies\" in approach. \nLocal leaders insist they are taking action but need more funding. \nBetween March and June the BBC surveyed all 149 top tier councils in England, of which 136 responded. \nThe government has committed to cutting greenhouse gases to almost zero by 2050 - this target is known as net zero.\nThis means reducing emissions as far as possible, then balancing out any remaining releases by, for example, tree planting. The similar term of carbon neutrality refers to doing this for CO2 emissions rather than all greenhouse gases.\nThe BBC's findings highlight the tensions faced by councils trying to balance economic, social and environmental challenges. \nLeeds, for example, aims to become a carbon neutral city by 2030, but the city council also backs plans to upgrade Leeds Bradford Airport. \nHelen Hayden, councillor for infrastructure and climate for Leeds City Council, told BBC News: \"It would seem like an inconsistency. I would say that in terms of carbon emissions the airport accounts for 1.5% of our carbon emissions. \n\"So we do have to keep it in context and not let it distract us from doing all those things that will actually tackle the bigger issues that are in our city. \n\"We need that National Policy framework so that Leeds Bradford airport does not feel it is being punished as opposed to other airports in the country - and we can therefore work with them to get our green and sustainable future.\"\nOur survey covers England, but you would find similar results in many places round the globe.\nPoliticians face unenviable tensions. On one hand, there's concern for existing businesses and jobs.\nOn the other hand, there's the plea from scientists for radical emissions cuts.\nIt's taken decades for the climate message to be heard among the clamour of voters' demands for housing, transport and education.\nMany councils and governments are now on a path towards curbing emissions - many are just moving far too slowly.\nTake Leeds. It aspires to be a leading green city, and in many ways it is. But recently, after a marathon debate, its councillors backed an upgrade of the city's airport.     \nThis will increase the emissions the council is committed to eliminate.\nCouncillors backed it because it will improve the image of the city - and because they feared holidaymakers would use another airport.\nTower Hamlets is committed to achieving net zero carbon by 2025, but has also backed the construction of the Silvertown Tunnel under the Thames. \n\"East London has suffered from a lack of river crossings and the Silvertown Tunnel will offer the prospect of a solution to the terrible air quality and congestion problems at Blackwall Tunnel,\" a spokesperson for the council said. \nShropshire Council is supporting efforts to make the county carbon neutral by 2030, while also pursuing the delivery of an £87m North West Relief Road in Shrewsbury.  \nHowever, it adds that the ring road would bring environmental benefits through new walking and cycling routes. \nDr Neil Jennings, partnership development manager at the Grantham Institute for Climate Change at Imperial College London, said many councils have \"shown leadership\" but there are \"apparent inconsistencies\" in approach.\n\"It's hard to see how airport expansion or investment in major new road building are consistent with net zero aspirations,\" he said. \nThe National Audit Office said in a recent report that government support for councils trying to tackle climate change was inadequate and under-funded.\nThe environmental campaign group Friends of the Earth is calling for the introduction of a legal duty for councils to take UK climate change targets into account when considering planning applications. \n\"We won't come close to confronting the climate crisis if coal mines and airport expansions are approved,\" it said. \nAlongside their declarations, councils highlighted hundreds of green projects to tackle climate change.\nSome of the more innovative ideas include the funding of two deep geothermal power projects in Cornwall, per gram CO2 charges for parking permits in Kensington and Chelsea, turning Newcastle into a \"15 minute city\" requiring minimal travel, one of the longest living green walls in the UK in Liverpool, and the trialling of electric car hire at a library in Staffordshire. \nCouncils that had not declared a climate \"emergency\" insisted they were still committed to tackling climate change. \nWhile some councils reported that the pandemic had had a positive effect on their plans to tackle change, more said the impact had been negative. \nIn Dorset, the drop in road traffic brought about an estimated 27% reduction in carbon emissions, according to the council. \n\"This shows us as a society what is possible in a short time when 'business as usual' is adjusted. We must not lose some of these gains and rush back to how things were before the pandemic,\" it added. \nHowever, St Helen's Council said the pandemic had had a \"major impact\" on council resources. \n\"The commitments remain the same but progressing actions in respect of climate change have stalled,\" it added. \nThe Isle of Wight Council said the Covid-19 response had delayed the delivery of its climate strategy, meaning the original aim of achieving net zero carbon emissions on the island by 2030 is likely to be \"pushed back\" to 2040. \nCllr David Renard from the Local Government Association said: \"Net zero can only be achieved if decarbonisation happens in every place, community and household. Long-term funding for councils would mean they can properly plan ahead on the needs of their local communities as a whole to support this.\"\nA government spokesperson said councils had already been provided with billions in funding. \nAdditional reporting: Rob England & Anna-Marie March\nIf you want to find out more, BBC Radio 5 Live's series Leeds: City On A Mission is focusing on the community for a year as residents, businesses and public authorities try to reach net-zero by 2030. You can follow the story online or on 5 Live."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58180312",
      "category": "business",
      "title": "Photographer, farmer and plasterer job ads rise",
      "tags": "Companies,Unemployment,Coronavirus lockdown measures,Gig economy,Employment,Recruitment,Coronavirus pandemic",
      "text": "The first week of August saw 1.7m active job ads in the UK, new research has found. \nJob ads for photographers and broadcasting equipment operators saw the largest rise, up 19% on last week, according to the Recruitment & Employment Confederation (REC).\nDemand for insurance underwriters is up 15.5%, while new roles for agricultural staff rose by nearly 10%.\nThe spike comes in the three weeks since Covid restrictions were lifted.\nJob ads for plasterers are also up by 8%, while adverts for decorators are up by 4.7%.\nThe REC also found that the last three weeks have seen the highest numbers of new job postings since mid-May. \nBut job adverts were down for playworkers by over 20%, while ads for teaching and educational professionals declined by 14.7%.  \nFour out of the UK's top ten hiring hotspots were in North West England, while four out of the bottom ten local areas for growth in active job postings were in Scotland.\nThe highest growth in the first week of August was Blackpool with over 5%, closely followed by West Dunbartonshire, the Wirral and Norwich and East Norfolk. \nThe job advert data was analysed between 26 July and 8 August 2021. \nActive job advert postings for nurses saw no change during this period. \nKate Shoesmith, deputy chief executive of the REC said that employers are \"desperate\" to find \"good staff to help them recover and grow in the coming months\". \n\"Recruiters are working flat out to help find the best people but there are shortages of workers in almost every sector across the country,\" she explained. \nWhile she said that this is \"starting to translate\" into higher pay and better benefits for some workers in particular sectors, she added that employers also need \"more support from government\", including a more flexible immigration system and an \"effective, long-term plan on skills.\" \n\"We mustn't overlook the thousands of workers who need a chance to skill up and improve their earnings but this alone won't meet demand,\" she added. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58108635",
      "category": "uk",
      "title": "'Slugs and mould' in quarantine hotels as prices rise",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58197629",
      "category": "uk-england-london",
      "title": "James Markham killing: Boy, 14, charged with murder",
      "tags": "Chingford,London violence",
      "text": "A 14-year-old boy has appeared in court charged with murdering a married father of three who was stabbed to death outside his home in north-east London.\nJames Markham, 45, died on Monday night after confronting a group of youths shouting and swearing outside his home in Churchill Terrace, Chingford.\nThe teenager appeared at Stratford Youth Court on Friday charged with possessing a knife in public. \nThe boy is in youth detention and will appear at the Old Bailey on 17 August.\nThe teenager, who cannot be named due to his age, spoke only to confirm his name, date of birth and address.\nHe is further charged with breaching a criminal behaviour order (CBO).\nMr Markham has been described by friends as a \"man with a good heart and a good soul\".\nAnother 14-year-old boy and a girl, 16, have been released under investigation.\nA second boy, also 14, had been arrested on suspicion of conspiracy to murder and a 16-year-old girl was arrested on suspicion of assisting an offender."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-tyne-58207577",
      "category": "uk-england-tyne",
      "title": "North Shields fire: Firefighters tackle huge blaze near Fish Quay",
      "tags": "Tyne and Wear Fire and Rescue Service,North Shields",
      "text": "Firefighters are tackling a large blaze at a building in North Tyneside. \nEmergency services were called to the derelict building on Brewhouse Bank, near the Fish Quay in North Shields, just after 16:00 BST on Friday.\nWitnesses have reported being able to see billows of smoke from as far away as South Shields across the River Tyne. \nFirefighters are urging people to stay away from the area and keep their doors and windows shut because of the large amount of smoke.\nA large number of tyres are in the burning building along with general waste and rubbish. \nTyne and Wear Fire Service said there were 10 appliances and an aerial ladder at the scene. \nFollow BBC North East & Cumbria on Twitter, Facebook and Instagram. Send your story ideas to northeastandcumbria@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58200457",
      "category": "uk-england-london",
      "title": "Covid vaccine fraudster who targeted 92-year-old woman jailed",
      "tags": "Surbiton,City of London",
      "text": "A fraudster who tried to inject a 92-year-old woman with a fake Covid-19 vaccine in south-west London has been jailed.\nDavid Chambers, 33, claimed to work for the NHS and pressed Kathleen Martin's wrist with a \"dart-like implement\" at her home on 30 December.\nHe charged Ms Martin £140 and returned five days later to ask for a further £100, Kingston Crown Court heard.\nChambers was jailed for 42 months after he admitted two counts of fraud.\nHe also admitted one count of battery.\nJudge Hannah Kinch said Ms Martin was \"deliberately targeted\" and Chambers had \"preyed on an elderly victim in her own home\".\n\"Your actions in these offences were despicable\", she said.\nThe court heard the UK's vaccination programme had started a few weeks before Ms Martin was targeted in her Surbiton home.\nMs Martin had been told by her GP that she was in the first group of people to be vaccinated and they had a vaccine ready for her. \nOn 30 December, Chambers entered Ms Martin's home after saying he was from her GP surgery.\nMs Martin believed him and Chambers \"pressed something against the back of her wrist\" and then asked for payment, Judge Kinch said.\nChambers did not inject Ms Martin with anything and did not break her skin, the court heard.\nHe returned on 4 January to ask for more money, but by then Ms Martin realised she had been the victim of a fraud and told him she had contacted police.\nChambers was arrested after a huge police appeal in January and initially denied being the fraudster.\nIn a statement Ms Martin said: \"I have never been subjected to such a deceitful and horrific crime.\n\"It has been a difficult few months coming to terms with the reality that someone could go to such lengths to defraud a person.\n\"Knowing first hand someone would use the Covid 19 vaccination process to scam money from the elderly is very harrowing\". \nIn 2013, Chambers was convicted of burglary after stealing €600 from the home of an elderly woman. \nHe was also convicted in 2018 for two counts of fraud in \"virtually identical\" offences where he asked to borrow money from two elderly victims to pay for a locksmith. \nDefence barrister Edward Butler described Chamber's offences as \"deeply unpleasant and shameful\".\nHe explained Chambers had a drug addiction \"rooted in personal issues\".\nMr Butler said Chambers has expressed \"deep shame and disgust\" at his behaviour.\nFor more London news follow on Facebook, on Twitter, on Instagram and subscribe to our YouTube channel."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58200336",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: What happened?",
      "tags": "Plymouth",
      "text": "Five people, including a three-year-old girl, were killed in a six-minute mass shooting in the Keyham area of Plymouth on Thursday evening - the worst such event in Britain since 2010. Two more people were injured.\nThe attacker, named by police as 22-year-old Jake Davison, later turned the gun on himself.\nHere's what we know about what happened.\nOfficers from Devon and Cornwall police were called to a \"serious firearms incident\" in Biddick Drive, in the Keyham area of Plymouth just after 18:00 BST on Thursday.\nWitnesses described hearing gunshots in the residential area - north west of the city near the River Tamar - and police say they received multiple calls.\nDespite officers arriving at the scene within six minutes, the gunman had already killed his 51-year-old mother Maxine Davison at a property on Biddick Drive before going outside and \"immediately\" shooting dead three-year-old Sophie Martyn and her 43-year-old father Lee Martyn in the street, police said on Friday. \nEyewitness Sharron, who lives nearby and did not want to give her full name, described \"shouting, followed by gunshots\" and told the BBC how the gunman kicked in the door of a house and then \"randomly started shooting\".\nFurther down the street, Davison shot two other local residents, a man and a woman who knew each other. They are now being treated in hospital for non-life threatening injuries.\nWitnesses then described how the gunman left the Biddick Drive area and began shooting at people on nearby parkland.\nPolice confirmed it was here that Davison - a licensed firearms holder - shot and killed 59-year-old Stephen Washington.\nThe weapon has been described by witnesses as a \"pump action shotgun\" but police have said they would not confirm this at this stage.\nDavison then shot and fatally injured Kate Shepherd, 66, in nearby Henderson Place, before turning the weapon on himself, police said.\nParts of the shooting happened in front of other members of the public, who police said were \"shocked at what was unfolding before them\".\nPeople were asked to stay inside and follow police advice as the emergency services responded. Officers are continuing to investigate 13 scenes within a cordon that is expected to remain in place throughout much of the weekend.\nThe last mass shooting in Britain happened in 2010 when taxi driver Derrick Bird killed 12 people in Cumbria."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58200691",
      "category": "uk",
      "title": "Plymouth Shootings: Home Secretary says many questions to be asked",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58185952",
      "category": "uk",
      "title": "UK police involved for months in embassy spy case - Met boss",
      "tags": "Germany,Spying,Russia,Berlin",
      "text": "UK police have been involved for months in the case of a British man arrested in Germany on suspicion of spying for Russia, the Met boss has said.\nThe 57-year-old man, named only as David S, worked at the British embassy in Berlin and was detained on Tuesday.\nHe is alleged to have passed documents to Russian intelligence for money. \nMetropolitan Police commissioner Dame Cressida Dick said police had been working closely with German authorities and the UK government over the issue.\nShe told LBC Radio: \"I think it's a very good example of international co-working.\"\nMI5 and other UK agencies had been working alongside bodies including the BKA - Germany's federal criminal police office - and prosecutors ahead of the arrest in Potsdam, outside Berlin. \nThe man's home and workplace have been searched and he appeared before a judge on Wednesday. He was ordered to remain under arrest pending further inquiries.\nDame Cressida said: \"If this person is charged, we will support any trial, wherever that may be.\n\"At the moment the Germans are most certainly handling it.\"\nShe added of the arrest that \"these things are, thankfully, very rare\". \nThe arrest of a security guard at the British Embassy in Berlin is a reminder that old-fashioned spying has not gone out of fashion.\nStories of betrayal, bribes and stolen documents make for racy tales with all the elements of spy fiction. \nBut the truth is that nothing in the Berlin case should surprise us. What is alleged to have happened is not very unusual, even if we do not hear about it very often.\nIn recent years, Western states have called out Russia for the aggressive actions of its intelligence services - for instance the GRU, Russian military intelligence, using nerve agent in Salisbury or blowing up an arms depot in the Czech Republic, both actions killing innocent people. \nBut you will not hear the same complaints when it comes to the allegation involving the British Embassy in Berlin.\nThat is because if it turns out to be true, following the legal process, then it would be business as usual when it comes to more traditional spying.\nRead more here.\nThe Metropolitan Police said officers from the force's Counter Terrorism Command - which investigates alleged breaches of the Official Secrets Act - were liaising with their German counterparts. \nThe suspect is understood to have been a security guard working as a contractor at the embassy. Prosecutors said he was hired as a local staff member at the embassy.\nLord Ricketts, former national security adviser, told BBC Radio 4's Today programme \"we're probably not looking at highly classified information being passed to the Russians - a security guard would not have access to that\".\nHe said it was a \"reminder\" that \"old-fashioned\" methods of spying were still being carried out, not just cyber-hacking and social media disinformation. The fact German and British authorities knew about the alleged spying and tracked it show that our defences \"are not in bad shape at all\", he added. \nMPs have called for a security review of UK embassy contractors following news of the man's arrest, with Chris Bryant - chair of the all-party parliamentary Russia group - saying it could be \"one of the most serious security breaches at a UK embassy for many years\". \nAnd Tobias Ellwood, chair of the commons defence select committee, called on the government to review the security of all contractors working at UK embassies, the Daily Telegraph reported.\nThe German Foreign Ministry said it was taking the case \"very seriously\", with Foreign Minister Heiko Maas telling reporters: \"Spying on a close ally on German soil is absolutely unacceptable and we are in full solidarity with our British friends.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58198078",
      "category": "uk",
      "title": "Plymouth MP: Community 'trying to make sense' of shooting",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58206517",
      "category": "business",
      "title": "Cost of NHS Covid tests for UK arrivals reduced",
      "tags": "Competition and Markets Authority,Coronavirus testing,Sajid Javid",
      "text": "The cost of NHS coronavirus tests for international arrivals to the UK have been reduced, the government has said.\nTest and Trace tests have been cut from £88 to £68 for people arriving from green-listed countries and for those coming from amber-listed countries who are fully vaccinated.\nMeanwhile, the price of two tests for amber arrivals who have not had both jabs has been cut from £170 to £136.\nThe prices of all providers of day two and eight tests are to be reviewed.\nIt comes after Health Secretary Sajid Javid asked the competition watchdog to investigate \"excessive\" pricing and \"exploitative practices\" among PCR Covid test firms.\nHe said misleading pricing will be clamped down on and providers failing to meet necessary standards will be removed from the government's approved list. \nNHS Test and Trace advertises its tests alongside private companies' packages and they are available to purchase to fulfil the government's testing requirements for international travel. \nThis is the second time the price of NHS tests has been reduced; previously the cost of a day two and eight package was £210.\nIt is understood that if the review finds private companies are offering terms that are unfair and therefore unenforceable, enforcement action could be taken by the Competition and Markets Authority or Trading Standards.\nIf businesses are found to have breached consumer law, they could be subject to a court order to stop operating and told to compensate consumers. \n\"I am determined to protect consumers and hardworking families from exploitative practices and ensure high quality tests are available at a reasonable price,\" said Mr Javid.\n\"Too many providers are acting like cowboys and that needs to stop. The public should be allowed to enjoy their summer holidays without having to face excessive costs or anxiety.\n\"Any provider found to be misleading the public will be kicked off.\"\nHolidaymakers have complained of high prices and poor service from many of the 400-plus firms offering PCR tests and there have been reports that some have not got full accreditation.\nAccording to reports, PCR test prices can range from as little as £20 to more than £500. There have also been complaints from consumers that they have not received test results or have been sent damaged PCR kits.\nThe government said providers must use laboratories that are either accredited or undergoing accreditation by the independent United Kingdom Accreditation Service, and that businesses that fail to meet standards will be removed from its list of approved providers.\nThe CMA has previously said formal investigations can take a long time, but in this instance it will provide advice to Mr Javid with a view to taking swift action."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58191043",
      "category": "world-asia",
      "title": "Afghanistan: Desperation as thousands flee the Taliban",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58180308",
      "category": "business",
      "title": "KFC warns menu items missing due to supply issues",
      "tags": "Companies,KFC",
      "text": "KFC has warned that supply chain issues are disrupting both their food and packaging stocks nationwide. \nIn a tweet on Wednesday, the fast-food chain said some items would not be available because there's been \"some disruption\" over the last few weeks.\nThe statement did not mention which items on its menus have been affected or the reason for the disruption. \nIt said the situation is \"not ideal\" and that they were \"working hard to keep things running smoothly\".\n\"Please be patient with our teams...they''re doing a brilliant job despite the disruption,\" it continued. \nThe company did not say which of its restaurants would be affected. The majority (80%) of KFC outlets are run on a franchise basis. \nReplying to the tweet, customers said that there were no cups or lids on drinks. \nIt is not known how long the disruption will last. \nIt comes after a previous supply chain problem in 2018 when the company had to close 750 restaurants after a delivery contract with DHL led to shortages. \nDisruptions across the food and delivery industries are currently being caused by a shortage of HGV drivers, with a combination of fewer drivers from EU member states post Brexit and enforced isolation with drivers being contacted by NHS Test and Trace.\nThe Road Haulage Association believes there is a shortfall of about 100,000 lorry drivers across the country. \nDixons Carphone, which owns Currys PC World and Carphone Warehouse, said on Thursday it would pay new lorry drivers a £1,500 bonus amid the shortage. \nExisting drivers will get a £1,500 retention bonus, while those who refer a friend for a driver vacancy will get £1,000. In addition, it will launch a scheme where over 21-year-olds who have held a drivers licence for more than a year will get the costs of training and tests paid for by the company.\nLast month dairy giant Arla, which supplies milk to all major UK supermarkets, said a lorry driver shortage has forced it to cut back on its deliveries. Recently M&S also warned it could be forced to reduce opening hours. \nTesco also said in July it would offer a £1,000 joining bonus for new drivers, and Arla pays £2,000 to drivers willing to work weekends.\nIn July, Transport Secretary Grant Shapps announced a temporary extension of lorry drivers' working hours, from nine to 10 hours a day.\nHowever, the RHA said the relaxation was a \"sticking plaster\".\nFrom 16 August, people who have been fully vaccinated will not have to self-isolate if they are contacted by NHS Test and Trace when they have come into contact with someone who has tested positive for Covid. They will instead be advised to take PCR test as soon as possible."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58200208",
      "category": "entertainment-arts",
      "title": "Johnny Depp: San Sebastian Film Festival defends honorary award",
      "tags": "Johnny Depp",
      "text": "A film festival in Spain has defended its decision to give Johnny Depp an honorary award after being criticised by domestic abuse charities.\nDepp lost a libel case in 2020 over an article labelling him \"a wife beater\".\nThe San Sebastian Film Festival, which is due to give him an outstanding contribution award next month, said the star had not been convicted \"of any form of violence against women\".\nWomen's Aid has said the honour is disrespectful to abuse survivors.\n\"When a perpetrator is celebrated, allowing them to continue to garner success and public approval suggests that abuse is acceptable and does not matter,\" the  Women's Aid Federation said earlier this week.\nDepp, whose films include Edward Scissorhands and the Pirates of the Caribbean series, sued The Sun after it claimed he had assaulted his ex-wife Amber Heard.\nA High Court judge ruled last year that the article has been \"substantially true\". It was not a criminal trial and Depp has not faced any charges relating to domestic abuse.\nIn a statement on Friday, the festival said it had been accused \"of failing to display ethical behaviour in regard to violence against women\".\nIt said it had a commitment to fighting \"inequality, the abuse of power and violence against women\", but was also committed to the \"presumption of innocence\" and \"right to reintegration\".\n\"According to the proven data which we have to hand, Johnny Depp has not been arrested, charged nor convicted of any form of assault or violence against any woman,\" it continued.\n\"We repeat: he has not been charged by any authority in any jurisdiction, nor convicted of any form of violence against women.\"\nDepp, 58, is also due to be honoured at the Karlovy Vary Film Festival in the Czech Republic later this month.\nHis latest film Minamata, about photographer W Eugene Smith and the mercury poisoning that befell the titular Japanese town, opens in UK cinemas this weekend.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58196473/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Lord of the Rings: Amazon moves show to UK from New Zealand",
      "tags": "Television,Amazon,JRR Tolkien,New Zealand",
      "text": "Production of the new Lord of the Rings television series will move to the UK from New Zealand, Amazon Studios has confirmed.\nThe as-yet-untitled fantasy epic is set thousands of years before the events in JRR Tolkien's books The Hobbit and The Lord of the Rings.\nIt is a major blow for New Zealand's entertainment industry where the award-winning movies were also filmed.  \nUK culture secretary Oliver Dowden welcomed the decision.\nHe said: \"Thousands of high quality jobs all across the UK will be created and supported by The Lord of the Rings television series so this is very exciting news.\"\nThe Department for Digital, Culture, Media and Sport and the Treasury have been approached for comment on whether Amazon Studios has been offered financial subsidies to move production to the UK.\nAmazon Studios, the film and TV arm of the technology giant, has already spent $465m (£336.5m) on the first season of the show.\nIt said the shift in locations was part of a plan to expand its production space and consolidate its footprint in the UK.\nThe first season of the show will finish filming in New Zealand and will be shown on Amazon Prime in September 2022.\nProduction will then move to the UK and four more seasons of the show are expected to be made.\nNew Zealand's economic development minister Stuart Nash said the government was \"disappointed\" by the decision. \nIn April, the New Zealand government had granted Amazon Studios extra subsidies on its production.\nAmazon was already receiving a 20% rebate on its expenses for filming The Lord of the Ring series in New Zealand before the government added an extra 5%.\nAt the time, Mr Nash said the agreement with Amazon generated \"local jobs and creates work for local businesses\" and would \"enable a new wave of international tourism branding and promotion for this country\".\nCommenting on the decision to move production from New Zealand, Mr Nash said the country's film industry was \"incredibly competitive and highly mobile\".\n\"We have no regrets about giving this production our best shot with government support,\" he said.\nAmazon said it would not \"actively pursue\" the additional 5% subsidy it had been granted. \nVernon Sanders, vice president and co-head of TV at Amazon Studios thanked \"the people and the government of New Zealand for their hospitality and dedication and for providing The Lord of the Rings series with an incredible place to begin this epic journey.\" \nNew Zealand's dramatic landscapes were also home to Oscar-winning director Peter Jackson's The Lord of the Rings and The Hobbit movie trilogies.\nThe first Lord of the Rings film, The Fellowship of the Ring, was released in December 2001 and the final part of the trilogy was screened in 2003. \nThe popularity of the films helped promote New Zealand's tourist industry. Between 2001 and 2006, annual tourists to the country rose by 40% from 1.7 million to 2.4 million, according to a report."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58198857",
      "category": "uk",
      "title": "Plymouth shooting: Who can own a firearm or shotgun in the UK?",
      "tags": "Policing,Firearms,Gun control",
      "text": "There's been renewed focus on firearm laws in the UK after five people were killed by a registered gun owner.\nPolice say that Jake Davison, who shot himself after the attack in Plymouth, was a licensed firearms holder.\nThere are two main categories - firearms and shotguns. \nA firearm is defined in the Firearms Act 1968 as any weapon \"from which a shot, bullet or other missile... can be discharged\". \nA shotgun is a type of gun intended to fire a large number of small pellets rather than a single lead bullet or slug. \nIt is more difficult to get a licence for firearms than for shotguns, because weapons that fire bullets must only be used for specific purposes in specific places. These would include deer stalking or sports shooting on an approved range. \nIn contrast, shotguns tend to be used in more general rural circumstances, such as by farmers who are protecting livestock from foxes - and police recognise that landowners need guns for pest control. \nAccording to the most recent figures for England and Wales, there are 156,033 people certificated to hold firearms and they own 617,171 weapons. There are shotgun certificates which cover 1.4 million shotguns. \nStatistics for Scotland show that 70,839 firearms were held by 25,983 certificate holders in 2020. 46,703 people in Scotland are certificated to hold shotguns - and 133,037 weapons are covered by that scheme. \nGun laws in the UK are among the toughest in the world.\nThe police are in charge of issuing shotgun and firearm certificates in England, Scotland and Wales.\nLocal forces administer the system rather than a central body, because they will have local information that will inform their judgement.\nA decision on whether someone gets a licence is the responsibility of the chief officer in that area. \nGetting a licence is a long and complicated business. \nIt starts with an application form which asks specific questions about why the individual wants a gun, telling them they need to show \"good reason\". \nThis might be that they need it for their profession or sport. A simple wish to own a particular type of firearm is not in itself enough.\nThey must also prove that they are allowed to have a firearms certificate and pose no danger to public safety or to the peace.\nIndependent referees have to provide confidential character statements in which they are expected to answer in detail about the applicant's mental state, home life and attitude towards guns. \nOfficers check the Police National Computer for a criminal record - anyone who has served a prison sentence of more than three years is banned for life from holding a firearms licence.\nGPs can be contacted if someone has listed a relevant medical condition, including neurological conditions or mental health disorders.\nOtherwise, GPs are contacted after certification, when they can raise concerns. A note is added to the medical records of a firearm certificate holder.\nFinally, senior officers must be sure that prospective shotgun holders have a secure location for the weapon, typically a dedicated gun cabinet. Each certificate is valid for five years. \nChief police officers have the right to revoke a licence or not to renew it. \nPolice chiefs can revoke certificates if they conclude that the holder can no longer be trusted:\nFailure to use the firearm or failure to acquire one by the end of the certificate's life could also lead to a licence not being renewed.\nThe two most important laws on gun control in the UK came in the wake of two national tragedies. \nMichael Ryan's massacre of 16 people in Hungerford in 1987 led to the banning of all modern semi-automatic rifles, the type of guns that can be fired rapidly without needing to be reloaded. \nNine years later, Thomas Hamilton killed 16 schoolchildren and their teacher when he opened fire at a school in Dunblane. Parliament banned all handguns and there is now a mandatory five-year jail sentence for possession.\nThe Small Arms Survey estimated there were 978,000 unregistered firearms in England, Scotland and Wales in 2018, and 53,000 in Northern Ireland.\nMass shootings are extremely rare in the UK. Before this year, there had been four in modern times - the last one was in Cumbria in 2010, when a gunman killed 12 people.\nMeanwhile, in 2019 alone, there were 417 shootings in the US where at least four people were shot.\nPeople in Northern Ireland can hold firearms certificates for activities including sporting and pest control. In 2020, there were 55,441 firearm certificate holders.\nUnlike in the rest of the UK, handguns are not banned in Northern Ireland.\nNorthern Ireland is the only part of the UK where you can own a gun for self-defence. People can apply for a \"personal protection weapon\" certificate.\nThese are granted if a person is seen to be at \"real and immediate risk\" and a gun is seen as \"reasonable, proportionate and necessary to protect the life of the applicant\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58186709",
      "category": "health",
      "title": "Huge gulf in hospitals' ability to contain Covid",
      "tags": "Medical research,Coronavirus lockdown measures,Coronavirus testing,Coronavirus pandemic",
      "text": "A major analysis of the spread of Covid within hospitals has shown a massive gulf in ability to contain the virus during the first wave. \nOverall, more than one in 10 people in hospital with Covid actually caught the virus while they were there. \nBut the analysis of 314 UK hospitals showed that ranged from just one in 100 cases caught in hospital, to more than one in four. \nThe researchers said the wide variation needed \"urgent investigation\".\nThe study, by nine UK universities and published in the Lancet, analysed hospital data from two-thirds of Covid patients in the first wave.\nThey estimate between 5,700 and 11,900 people were infected in hospital. \n\"There will be tragedy behind this story, people that came into hospital with one problem, caught Covid and sadly died,\" one of the researchers, Prof Calum Semple, from the University of Liverpool, said.\nThere was a stark difference between general hospitals, which the researchers said could not be explained by the number of patients coming in the door. \n\"Even hospitals with literally thousands of patients coming in there are outstanding examples of infection control,\" Prof Semple said. \n\"There's a number of factors - we know there were challenges around PPE [personal protective (or protection) equipment] at the start.\"\nThe design of some hospitals - such as those with more side rooms - would also affect how easy it was to contain Covid. \nThe availability of testing, which is now used to separate Covid and non-Covid patients, may also have been an issue. \n\"Reliable tests in the emergency department, that come back within the hour, has been a game-changer and has made my life a million times easier,\" critical-care consultant Dr Annemarie Docherty, from the University of Edinburgh, said.\nSpecialist residential hospitals had even bigger challenges with the virus spreading. \nMore than two-thirds of Covid cases in mental-health hospitals were caught there. \nThings are improving, though. \nThe average proportion of cases caught in hospital was 11% in the first wave but now stands at 2-5% despite the emergence of the more infectious Delta variant, first identified in India.\nPart of this will be down to understanding of the virus and how it spreads, such as airborne and asymptomatic transmission, that has emerged since the early days of the pandemic.\nDr Doherty said: \"The underlying reasons for these high rates of transmission in hospitals at the peak of the first wave must be investigated, so that we can improve safety and outcomes for our patients. \n\"Rates are considerably lower a year on, and people should not be deterred from attending hospital if they are unwell.\"\nA spokesman for NHS England said infections were proven to be less common in hospitals than other places. \n\"Hospital infection rates account for less than 1% of all Covid cases since the pandemic began and since asymptomatic tests kits were made available for the first time by the government's test-and-trace programme in November, millions of staff have been tested to help to keep infection rates as low as possible,\" he added.\nFollow James on Twitter."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58193391",
      "category": "business",
      "title": "UK inhaler firm Vectura backs £1bn bid by Marlboro-maker",
      "tags": "Companies,Tobacco industry,Smoking,Pharmaceutical industry",
      "text": "Directors at UK inhaler company Vectura have recommended shareholders accept a £1bn bid from tobacco giant Philip Morris International (PMI).\nThe Marlboro cigarette maker's offer of £1.65 per share beat a rival bid from US private equity group Carlyle, whose final offer was £1.55 per share. \nVectura makes inhaled medicines and devices to treat respiratory illnesses such as asthma.\nDozens of health groups had urged Vectura to reject the firm's offer.\nThe health groups warned that the deal would significantly harm the future prospects of the healthcare company, as it will deter top lung researchers and scientists unwilling to work for a tobacco company. \nShares in Vectura, which counts Novartis and GSK among its customers, have soared 33% in value since Carlyle's first offer in May.\nPhilip Morris recently said it could stop selling cigarettes in the UK in 10 years' time as it focuses on alternatives, such as heated tobacco.\nThe firm indicated it would welcome a government ban on cigarettes and said \"strong regulation\" was needed to \"help solve the problem of cigarette smoking once and for all\".\nHowever, health charity Ash said it was hard to take such claims seriously from the firm responsible for selling over a tenth of cigarettes globally.\nLabour's shadow health secretary Jonathan Ashworth said: \"Philip Morris's attempted takeover of a key player in lung health products beggars belief. It is bitterly disappointing that Vectura have so far failed to exercise duty of care to patients and scientists and reject this takeover by big tobacco. \n\"This is now a test for Sajid Javid. When we know smoking causes so much serious illness and premature death, it's time this government takes the right course, stands up to this tobacco giant and blocks this takeover.\"\nSources close to the deal tell me the company feels their primary duty is to shareholders and note that PMI must be allowed a chance to transition to its stated goal of deriving half its revenue from non tobacco products within a decade.\nSome have also questioned whether this deal is any different in principle from oil and gas companies investing in renewable energy. \nHowever, this decision will be treated with dismay by health groups and will disappoint many shareholder groups who hoped this deal be an acid test of whether shareholders really prized wider societal goals over getting the best price. \nPMI will need to convince 51% of shareholders to take the money for it to take control. Many other shareholders may feel uncomfortable being a minority shareholder in a tobacco company subsidiary. \nA letter sent by more than 20 UK, US and European health organisations on Thursday had urged Vectura's board to \"put sustainability and ethics first\".\nThe signatories included the bosses of Asthma UK, the British Lung Foundation, the Royal Society for Public Health and the Royal College of Physicians, as well as public health directors of several councils and some distinguished medical professors from King's College, Imperial College and University College London (UCL).\n\"If PMI were to acquire Vectura, PMI could then profit from treating the very illnesses that its products cause,\" they wrote.\nOne of the health groups' key concerns is that Vectura's research links with various universities and hospitals could be compromised. \nThe signatories warned that Vectura could be blocked from participating in clinical trials, thus \"disrupting crucial drug development\".\nThey added that professional partnerships could also be affected, since Vectura won the most contracts in 2020 to develop treatments for respiratory disease and lung cancer.\nThe takeover battle began in May with a £958m bid from Carlyle, which received early backing from Vectura's board.\nBut on 8 August, Philip Morris increased its offer to £1.65 per share, which totalled a bid of about £1.02bn ($1.41bn) from the Marlboro cigarette-maker.\nLondon-listed shares of Vectura closed at £1.63 on Thursday after hitting a more than five-year high of £1.76 pence on Tuesday. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/health-58179302",
      "category": "health",
      "title": "Covid vaccine: Parents upset at jabs wait for high-risk children",
      "tags": "Children,Coronavirus vaccines,Coronavirus pandemic",
      "text": "Some parents in England say they are still struggling to get a Covid vaccine for their clinically extremely vulnerable children, nearly four weeks after they were added to the rollout. \nAt-risk 12 to 15-year-olds and those living with someone with a weak immune system became eligible on 19 July.\nNHS England say vaccinations will start from 23 August at the latest.\nBut families and GPs have told the BBC they are frustrated by a lack of information.\nParents say they are still waiting to hear how and when they will be contacted and worry their children could return to school with minimal protection after one jab.\nSam Rospigliosi's 15-year-old daughter Veronica has severe neurodisabilities and she is desperate to get her vaccinated - but after spending the last two weeks contacting her south-west London GP, local NHS and MP, she is no further forward.\n\"It is overwhelming and incredibly upsetting to be in this position - we really do feel very desperate,\" she said.  \n\"Time is being squandered. The urgency of the vaccine rollout for our clinically vulnerable kids appears to have been forgotten, and once again, we have had to push hard for something which has been rightfully ours all along.\"\nAli Mercer from Abingdon in Oxfordshire has a 14-year-old autistic son who is on the learning disabled register, and a 17-year-old daughter.  \nHer daughter, who turns 18 next month, received a jab on Wednesday last week - but her son Tom is still waiting.\n\"I'm really concerned and upset that Tom hasn't been called in for his jab yet,\" she said.\n\"It horrifies me to think of him getting ill with Covid and becoming really sick and struggling to express how he's feeling and to understand what's happening.  \n\"And then there's the risk of long Covid. So I feel the stakes are really high and it's urgent that he and other children like him should be protected as soon as possible.\"\nThe government was advised by the Joint Committee on Vaccination and Immunisation (JCVI) in July that Covid vaccines should be offered to 12 to 15-year-olds who had:\nBut several weeks on, GPs also say they are still waiting for \"search guidelines\" to help them identify, from patient health records, which children are eligible for a vaccine - and that is making an already complicated process more time-consuming.\n\"I can understand that this will be very stressful for the children and their parents who would want to ensure they receive at least one dose of vaccine before the new school year starts,\" said Prof Azeem Majeed, head of the department of primary care and public health at Imperial College London.\n\"This issue is outside the control of GPs and paediatricians, and we are awaiting further guidance from NHS England about how the programme will be implemented,\" he said. \nDr Gary Howsam, vice chairman of the Royal College of GPs, said they had been assured the guidance would be available soon and parents of eligible children would be invited in due course.\nBut NHS England says it sent out a letter within days of the advice, issuing guidance to GPs on how to proceed.\n\"GP-led vaccination centres are already contacting children and their parents, with thousands vaccinated in a matter of days following the necessary safety checks and training,\" an NHS spokesman said.\n\"Local services are on track to offer a vaccine to eligible 12 to 15-year-olds by the start of the school year, as originally planned.\"\nThis includes sending invites to 37,000 vulnerable children in England and 114,000 children who live with someone with a weak immune system.\nIn the meantime, GP leaders are urging parents not to contact their GP practice directly about the issue.\nLast week the Royal College of Paediatrics and Child Health described the vaccine rollout to under-18s as \"shambolic\", saying doctors had been \"left in the dark\" about plans for the programme which left them unable to answer questions from worried parents. \nThe college says it is hopeful things are starting to move in the right direction.\nIn Wales, letters are being sent to eligible 12 to 15-year-olds inviting them to be vaccinated.  \nIn Northern Ireland, paediatricians from each trust were asked to identify eligible children and invite them to attend dedicated vaccination centres.  \nAnd in Scotland, the NHS said as of 12 August, 23% of eligible 12 to 15-year-olds and 34% of those aged 16 and 17 had received a first dose of the vaccine."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58204236",
      "category": "uk-scotland",
      "title": "Covid: Four health boards pause non-emergency surgery",
      "tags": "NHS Scotland,NHS Borders,NHS Lothian,Nursing,NHS Forth Valley,NHS Ayrshire and Arran,Coronavirus pandemic",
      "text": "Four Scottish health boards have now halted non-urgent procedures amid rising pressure on the NHS.\nOn Friday NHS Lothian stopped elective surgery due to staff shortages and rising patient demand.\nNon-urgent outpatient appointments have also been cancelled to prioritise acute services.\nHours later, NHS Ayrshire and Arran also took the decision to cancel some planned procedures until the end of August.\nIt came just two days after NHS Borders cancelled all scheduled routine operations until the end of next week due to pressure on services.\nNHS Highland stopped orthopaedic procedures earlier this week.\nNHS Lothian said that increased levels of staff sickness, combined with holidays and those having to self isolate, led to a \"significant reduction\" in nurses and midwives in the previous two months.\nThis, along with \"unprecedented demand\" has caused longer waiting times, particularly in the emergency department.\nThis led to the decision to postpone procedures and allow clinic and theatre staff to be redeployed where they are most needed.\nIn a bid to ease pressure, workers have been offered more shifts, and about 460 new nurses are due to start in the next two months. Extra administration and domestic support has also been deployed.\nProf Alex McMahon, NHS Lothian's nurse director, said: \"We are doing everything possible to mitigate the additional pressures we are facing, however we have to be realistic. These challenges will not disappear overnight.\n\"We continue to work through appointments that have already been re-scheduled in recent months and to see people who may have delayed seeking treatment because of Covid-19. This will take time.\n\"We also continue to be restricted in the number of people we can see each day because of the enhanced infection control measures in place. Covid is still with us.\"\nNHS Ayrshire & Arran said it was continuing to experience significant pressures in urgent care, adding to cumulative pressures at University Hospitals Ayr and Crosshouse.\nIt said that, in particular, the availability of key staff to support service delivery critical care was increasingly difficult. \nMedical director Dr Crawford McGuffie said: \"We have taken the very difficult decision to pause some elective surgery until the end of August 2021. \n\"We apologise to any patients who experience a delay in their surgery as a consequence of this decision. This will be kept under constant review and we would like to provide assurance that all efforts will be made to minimise these delays.\"\nAll emergency and cancer-related activity will continue during August at both hospitals. \nOn Wednesday, NHS Borders announced it would cancel all scheduled routine operations for the rest of the week and next week, citing pressure on services.\n\"There is very high demand for in-patient beds, including rising numbers of patients who are being admitted with Covid-19,\" the health board said.\n\"We fully recognise the distress caused by this unavoidable decision and are truly sorry.\" \nOn the same day, NHS Highland also announced emergency measures to cope with high demand, pausing all orthopaedic elective surgery throughout August.\nThe board's clinical emergency pathways had been under significant pressure and was struggling to deliver planned operations. \nKatherine Sutton, NHS Highland's chief officer for acute services, said: \"We have had to act to relieve some of this pressure, both immediately and with rapid but sustainable measures to improve the situation.\n\"This will free up beds, allowing us to meet the demand we need for our emergency patients and by changing the space within the hospital we will be able to create additional bed capacity within medicine.\n\"Our response to this situation will also focus on improved staff recruitment to increase the bed numbers available within the hospital to ensure that emergency patients can be accommodated without impacting on our remobilisation of the planned elective programme which aims to deliver services to our longest waiting patients.\"\nDoctors at Glasgow's busiest hospital, the Queen Elizabeth University Hospital, told BBC Scotland that Scotland's hospitals are under more pressure than ever.\nThey said that while the number of Covid patients had fallen, the NHS was trying to catch up with surgeries and treatments put on hold during the first wave of the pandemic.\nMore people are also being admitted with other complex, more advanced disease, having put off seeking treatment. And this is leading to long waits in emergency departments and piling pressure on capacity in other parts of the hospital.\nNHS Forth Valley said its acute hospital, Forth Valley Royal Hospital continued to be very busy and, like many other areas of Scotland, it had also seen an increase in A&E attendances. \nThe board has managed to maintain its outpatient clinics, diagnostic scans and planned operations but this was being kept under regular review in line with available capacity. \nDuring this period of high demand, people are being encouraged to support the NHS by calling NHS 24 on 111 if they think they either need to visit a minor injury unit or visit A&E for a non life-threatening reason, so they can be directed to the right service.\nIn an emergency, people should dial 999 or go to their local A&E department."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-norfolk-58163143",
      "category": "uk-england-norfolk",
      "title": "Banksy confirms East Anglian seaside artwork is genuine",
      "tags": "Cromer,Gorleston-on-Sea,Lowestoft,King's Lynn,Banksy,Great Yarmouth",
      "text": "Banksy has confirmed 10 pieces of street art that have appeared along the east coast of England are by him.\nPeople have flocked to see the pieces that began appearing a week ago in Great Yarmouth, Gorleston and Cromer, Norfolk; and Lowestoft and Oulton Broad in Suffolk.\nWhile many believed they were by Banksy, the famously secretive artist remained silent.\nHowever, he has now claimed responsibility via his Instagram page.\nThe first of the murals - a couple appearing to dance atop a bus shelter, accompanied by a man playing an accordion - came to light in Admiralty Road, Great Yarmouth, quickly followed by an arcade-style toy-grabbing crane in Gorleston, and a child holding a crowbar in Lowestoft.\nOther suspected Banksy works showed three children in a boat in Oulton Broad, a giant gull scavenging \"chips\" from a skip and a cocktail-sipping rat reclining in a deckchair, both in Lowestoft, and a group of hermit crabs in Cromer.\nArguably the most unusual piece was discovered on Sunday morning at Merrivale Model Village in Great Yarmouth. A new model of a miniature stable appeared, featuring a stencilled rat character and the slogan \"Go big or go home\" and apparently signed by the artist.\nBanksy confirmed he was the creator of the murals by sharing a video on his Instagram page of him travelling to each site in a campervan, titled \"A Great British Spraycation\".\nWalking along a beach with a cool box containing spray paint, the artist is first seen completing the mural of the cocktail-sipping rodent before venturing to the other locations.\nThe video also features reactions from passers-by, with one woman describing the mural of a girl building a sandcastle with a crowbar next to a broken paving slab as \"mindless vandalism\".\nWhile some were not impressed by the new installations, one Instagram user commented on the video saying: \"Thanks for your art in my hometown (Lowestoft), I went and enjoyed them all yesterday.\"\nThe pieces had been the talk of the town since appearing last Friday, but some of the artist's works had gone largely unnoticed until the video and a list on Banksy's website was released.\nA fake ice cream cone and tongue were added to the statue of Frederick Savage, the mayor of King's Lynn between 1889 and 1890, which stands on Guanock Place.\nA mural of two children being flung into the air in an inflatable boat as an adult pumps it up while drinking was also part of Banksy's \"spraycation\". It was painted at Gorleston's model boat pond.\nFind BBC News: East of England on Facebook, Instagram and Twitter. If you have a story suggestion email eastofenglandnews@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58198079",
      "category": "uk",
      "title": "Plymouth shooting: Defence Secretary rules out terrorism",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58207986",
      "category": "uk",
      "title": "Plymouth shooting: PM Boris Johnson - My thoughts are with the families",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58198081",
      "category": "uk",
      "title": "Plymouth shooting: Police Chief describes what happened",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58179094",
      "category": "uk-northern-ireland",
      "title": "GCSEs: Rise in top grades in Northern Ireland as results issued",
      "tags": "GCSEs,NI education",
      "text": "There has been a rise in the number of top GCSE grades in Northern Ireland.\nGrades A* and A were awarded to just under 40% of entries, which is up from 37.1% in 2020.\nAs exams were cancelled for a second year due to the Covid-19 pandemic, pupils' results were based on grades calculated by schools.\nSimilar arrangements for A-levels saw a record number of entries awarded top grades on Tuesday but the rise in results at GCSE has been less dramatic.\nIan Bell, principal at Movilla High School in Newtownards, said his pupils had done \"remarkably well in some very difficult circumstances\".\n\"Sometimes I think it's very easy for people to jump to conclusions where they think 'oh it seems that they were easier' or 'it was an easier process' and I would certainly refute that and I'm sure every other principal in the province would refute that too,\" he said.\n\"Hopefully, things as they start to return to normal, we will be able to get back to our normal procedures, but I don't think the examination systems have anything to lose from learning some of the lessons we've had, especially over the last two years.\"\nThe pupils at the high school said their whole summer had \"been leading up to results day\" and that there were a lot of nerves in the last few days.\n\"Last night I was really nervous, but I was excited to come and see everybody, \" one pupil said. \n\"It was hard going into this year because you're going into uncertainty and you didn't know would exams go on or would exams be cancelled, but I think we had to just go head on and do the best that we possibly could.\"\nAbout 29,000 students in Northern Ireland received their GCSE results on Thursday.\nOthers received results for BTec, vocational or entry level qualifications.\nTeachers will have used evidence like classwork, homework, coursework and in-class tests to provide grades for pupils.\nGrades calculated by schools were also used to give pupils their GCSE results in 2020 after exams were cancelled.\nThere has been some criticism that the assessment system used has led to a grade-inflation, but one Londonderry principal believes there are some benefits for pupils not having to sit traditional GCSE exams. \nSpeaking to BBC Radio Foyle, Michael Allen, principal of Lisneal College in the Waterside, said there was \"certainly elements I prefer\" about using an evidence-based method for the determination of grades.\n\"Examinations and grades are pre-determined by the exam boards so the number of kids who achieve an A*, A or B is already pre-determined,\" he said.\n\"By removing the algorithm I think we are actually seeing what young people are actually capable of before examination boards are in a position to manipulate results.\"\n2019 was the most recent year in which a full exam series took place.\nJust under a third of all GCSEs in Northern Ireland were awarded A* or A in 2019, and that has risen to 39.9% of entries this year.\nAbout nine in every 10 (89.6%) entries were awarded A* to C grades, similar to 2020.\nGirls continue to outperform boys in achieving the top grades.\nJust under half of entries from girls in 2021 received A* or A grades compared to about a third of entries from boys. \nIn 2020, almost one in every eight GCSE entries (12.4%) in Northern Ireland was awarded the top A* grade, a rise from 8.1% of entries in 2019.\nMore than one in three GCSE entries (37.1%) received the top A* or A grades in 2020.\nThe vast majority of GCSEs in Northern Ireland are taken by pupils through the exams board CCEA and results were available from 08:30 BST on Thursday.\nMany pupils went to their school to pick up results as unlike A-levels, they cannot receive them online. \nAbout 98% of entries are through CCEA, with the remainder through English and Welsh exam boards.\nThat means some pupils in Northern Ireland received results in the form of numbers as well as letters.\nThat is because GCSEs in England are graded numerically from nine to one.\nPupils use their GCSE results to progress to A-level, courses in further education, training or employment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58205062",
      "category": "world-asia",
      "title": "Afghan war: Kabul's young women plead for help as Taliban advance",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "Every night terrified young men and women across the city send me desperate messages begging for help. \"Pray for us,\" says one. \"The situation is critical, we are very worried,\" says another. \nKabul is in a state of shock and disbelief. In the past week the Taliban has swept across the country and seized more than a dozen provincial capitals. With the fall of Kandahar and Herat, the insurgents now have their sights set on the greatest prize of all - the capital. \nI've been reporting from Afghanistan for more than a decade. Over the years, I've spent time with journalists, female judges, female members of parliament, human rights activists and university students. Many have become good friends. \nThey all say the same thing - we stepped out on a limb because we were encouraged by the Americans and their allies to do so. For 20 years the West has inspired, financed and sheltered this new generation of Afghans. They have grown up with freedoms and opportunities that they fully embraced. \nNow they tell me they feel completely abandoned by the democratic world they thought they were part of. \nIn my most recent trip to Kabul, I spoke to Taliban frontline commanders and foot soldiers. They told me they are determined to re-impose their version of Sharia law, which would include stoning for adultery, amputation of limbs for theft and preventing girls from going to school beyond the age of 12. \nThis is not the Afghanistan and the Kabul that these young women know or want. But as the Taliban prepare to march towards the capital, there doesn't seem to be anywhere to run or hide. \n\"There are rumours circulating that the Taliban will take over and they will kill everyone affiliated with the government and the US. We are very scared,\" one told me. \nThe only response from the Americans and their Western allies to these pleas for help, for the moment, has been silence."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58206400",
      "category": "world-asia",
      "title": "Afghanistan: Diplomats hasten exit as Taliban near Kabul",
      "tags": "Kabul,Taliban,United States",
      "text": "The first US troops are arriving in Afghanistan to help diplomatic staff and others leave, as many countries scramble to evacuate workers and citizens amid a rapid Taliban advance.\nOn Friday, militants captured Pul-e-Alam, capital of Loghar province, just 80km (50 miles) from the capital Kabul.\nThe UN chief said the situation was spinning out of control with devastating consequences for civilians.\nMore than 250,000 people have been forced to leave their homes so far.\nThe Taliban advance comes as US and other foreign troops withdraw after 20 years of military operations. The fighting has raised fears that gains in human rights made since the militants were ousted from power in 2001 could be swiftly reversed.\nLife under the Taliban in the 1990s saw women forced to wear the all-covering burka, education restricted for girls over 10, and brutal punishments including public executions.\nAlso on Friday, the Taliban seized the country's second-largest city Kandahar and the nearby city of Lashkar Gah, as well as Herat in the west. They now control about a third of Afghanistan's provincial capitals.\nPentagon spokesman John Kirby called the recent advances \"deeply concerning\", but downplayed any suggestion that Kabul was under imminent threat from the group.\nMost of the 3,000 troops being sent to help evacuate US diplomatic staff will arrive by the end of the weekend. The US intends to airlift thousands of people a day out of Kabul.\nThe latest US intelligence assessment suggests the militants could try to advance on the national capital within 30 days. \nThe US embassy there informed staff that an incinerator and other tools were available to destroy sensitive material, including documents and equipment such as flags that could be used in propaganda.\nThe UK, which is sending 600 troops to aid the evacuation of British nationals and former Afghan staff, said staffing at its embassy would be reduced to an absolute minimum - as did Germany.\nDenmark and Norway are closing their embassies altogether. \nUN Secretary General António Guterres called on the Taliban to end the fighting and urged the international community to make clear that power seized through military force is unacceptable. \n\"Every day the conflict is taking an even bigger toll on women and children. Continued urban conflict will mean continued carnage with civilians paying the highest price,\" he said.\nFood and medical supplies are dwindling and critical infrastructure including schools and clinics has been destroyed, he said. The UN has appealed to neighbouring countries to keep their borders open, to allow people to reach safety. \nMore than 1,000 civilians were killed in Afghanistan in the past month alone, according to the UN.\nMakeshift camps have been established on scrubland on the outskirts of the capital, while many of those seeking safety in Kabul have been sleeping on the streets. \nAbout 72,000 children are among those fleeing to the capital in recent days, according to Save the Children.\nZuhal, a 20-year-old student who has been helping those displaced, told the BBC: \"Ceasefire, just like an immediate ceasefire, just stop the fighting because we cannot get up another day and see a child filled with blood, a mother crying for her son - we cannot see that anymore.\"\nIn a separate development, Canada said it planned to resettle more than 20,000 vulnerable Afghans including women leaders, human rights workers and reporters.\nAre you in Afghanistan? How have you been affected? haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-devon-58197414",
      "category": "uk-england-devon",
      "title": "Plymouth shooting: Jake Davison was licensed gun holder",
      "tags": "Plymouth,Plymouth shooting",
      "text": "Jake Davison, who killed five people, including a young girl, in Plymouth was a licensed firearms holder, police have revealed.\nThe 22-year-old shot two women, two men and the three-year-old girl in a deadly six-minute spree in the Keyham area of the city on Thursday evening.\nPolice said the incident, the worst mass shooting in Britain since 2010, was not terror-related.\nIn online videos Davison spoke of being \"beaten down\" and \"defeated by life\".  \nEmergency services were called to Biddick Drive shortly after 18:00 BST on Thursday. Five people, including Davison, died at the scene and one died later in hospital.\nDevon and Cornwall Police Chief Constable Shaun Sawyer said Davison was a firearms licence holder. \nHe said the weapon used in the shooting had been described by witnesses as a \"pump action shotgun\" but police were not confirming that at this stage.\nMr Sawyer said a firearm had been recovered from the scene and officers were not looking for anyone else in connection with the incident.\nHe said: \"We believe we have an incident that is domestically related, that has spilled into the street and seen several people in Plymouth losing their lives in extraordinarily tragic circumstances.\"\nThe police received calls to an address on Biddick Drive at 18:11 BST and armed and unarmed officers arrived with six minutes.\nMr Sawyer said \"multiple shots have been fired from a firearm during that six-minute-or-so period\".\nHe said Davison murdered a 51-year-old woman who was known to him, with police believing there may be a familial relationship.\nHe then went out on to the street, where \"he immediately shot and killed a very young girl. He also shot and killed the male relative of that girl\", who was aged 43.\nDavison then shot another woman, 53, and a man, 33, on Biddick Drive who remain in hospital with injuries \"not thought to be life-threatening\".\nHe next went into a park, where he shot a 59-year-old man who died at the scene, and then moved to Henderson Place where he shot a woman, 66, who later died at Derriford Hospital. \n\"Eyewitnesses have told us that then Mr Davison turned the gun on himself taking his own life,\" said Mr Sawyer.\nThe police are working at 13 scenes and said they would examine Davison's computer hard drive and social media posts as part of the investigation. \nMr Sawyer said \"no motive\" had been identified at present.\nThe Independent Office for Police Conduct (IOPC) said it had received a mandatory referral from the Devon and Cornwall force.\nThe referral was in relation to the shooting as well as prior police contact with Davison, including the force's role and actions regarding firearms licensing.\nGun laws in the UK are sometimes described as some of the strictest in the world and a certificate issued by the police is needed to possess, buy or acquire a firearm or shotgun, and ammunition.\nIn the online videos Davison said he was socially isolated, struggled to meet women and made references to \"incels\" - the misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nSigning off on an 11-minute video, which appears to be the last he posted, Davison said: \"I know it's a movie but I like to think sometimes I'm the Terminator or something. Despite reaching almost total system failure he keeps trying to accomplish his mission.\"  \nPosting on Reddit three weeks ago, Davison, who claimed to have got a job as a crane operator, also discussed firearms laws.\nHe wrote \"mass shootings are new phenomena that cannot be directly blamed on guns\". \n\"Plus there are a lot more guns in Europe and the UK than people think,\" he added. \nElsewhere on the site, posting in a group for virgins, he complained about being a \"virgin\" and stated: \"I can't attract women at all\".\nYouTube and Facebook have confirmed accounts belonging to Davison have been removed for violating their policies.\nBabcock International, a security and defence engineering company with sites in Plymouth, confirmed Davison had worked as an apprentice since August 2020. \nChief executive David Lockwood said he was \"shocked and deeply saddened by the events\". \nPrime Minister Boris Johnson tweeted: \"My thoughts are with the friends and family of those who lost their lives and with all those affected by the tragic incident in Plymouth last night.\n\"I thank the emergency services for their response.\"\nPlymouth Sutton and Devonport MP Luke Pollard added it was \"unspeakably awful\" and he was \"utterly devastated\" to learn one of those killed was a child.\nPlymouth City Council said flags in the city were flying at half-mast, while Smeaton's Tower on Plymouth Hoe would be lit on Friday night as a mark of respect for the victims.\nPeople were asked to stay inside and follow police advice as the emergency services responded.\nEyewitness Sharron, who lives nearby and did not want to give her full name, said what happened was \"horrendous and so sad\".\n\"Firstly, there was shouting, followed by gunshots - three possibly four to begin with,\" she said.\n\"This was when the shooter kicked in the door of a house and randomly started shooting. He ran from the house shooting as he ran and proceeded to shoot at a few people in the linear park up from the drive.\"\nShe said the \"shooter proceeded along Royal Navy Avenue still shooting\". \nAndrea Ormsby, BBC South West\nShock is the word I've heard over and over again from local people. \nI've spoken to several who live here and all of them have said: \"It could have been me.\"\nOne father told me he had his little girl in his car when he saw people in the road he was about to drive down waving their arms at him.\nThey were saying: \"Don't come down here, there's a shooter, get away.\"\nOther people said their phones have been ringing non-stop with people checking they're safe.\nIt is a quiet community normally, but one parish priest said everything felt particularly quiet today as people reflect on what's happened.\nJohnny Mercer, MP for Plymouth Moor View, described Thursday's events as \"tragic\" and \"devastating\".\nHe said: \"There were some fairly traumatic aspects to this incident and as a community now need to come together and try and understand it as much as we can.\"\nDefence Secretary Ben Wallace said he had spoken to Home Secretary Priti Patel and was assured the situation was \"in hand\".\n\"I think it a very sad and tragic event and my thoughts are with the families who have relatives and friends who have lost their lives.\"\nHe added: \"We should recognise the brave police officers who went into a situation with an armed man and under their own threat took decisive action.\"\nLeader of Plymouth City Council Nick Kelly said nothing in his \"living memory\" compared with the shooting.\nHe said: \"Today our city is mourning and my heart goes out to all those who are directly affected by this incident.\"\nThe Bishop of Plymouth the Right Reverend Nick McKinnel said the city had been \"left with a legacy of grief and trauma, as well as great anxiety\" that would \"affect people's lives forever\".\nMr Pollard said Ford Primary School and St Mark's Church on Cambridge Road were open from 09:00 BST as a \"safe place for our community to come together\".\nOn his YouTube account, now taken down, Davison bemoaned his personal appearance, talked about feeling isolated and his struggle to meet women.\nAt times he launched into tirades using terms coined by misogynistic online groups of \"involuntary celibate\" men, known as \"incels\". \nThis internet sub-culture encourages men to blame dissatisfaction with their looks, romantic relationships and their lives on women, and the men who succeed in having relationships with them. \nDavison refers to these men as \"Chads\" in his video blogs - and comparisons are not just about personality or confidence, some incels believe they are genetically disadvantaged compared to these men. \nHe uses other phrases linked to the incel community as well - including \"the blackpill overdose\". The black pill worldview is essentially the belief that if you're unattractive, you don't deserve love and you are destined to fail and become more unhappy every time you pursue it.  \nRead more here on the the incel community and the involvement of at least two young men in the US with previous mass killings.\nPolice and crime commissioner for Devon and Cornwall, Alison Hernandez said many in the community \"would have witnessed what occurred, right in front of their eyes, where they live\".\n\"Absolutely devastated this morning,\" she said. \"A lot of us are speechless.\"\nThe last mass shooting in Britain happened in 2010 when taxi driver Derrick Bird killed 12 people in Cumbria.\nDevon and Cornwall Police encouraged anyone who witnessed the shooting or who feels affected by it to visit the Victim Support website or call 0808 1689111. BBC Action Line also has information and support.\nFollow BBC News South West on Twitter, Facebook and Instagram. Send your story ideas to spotlight@bbc.co.uk.\nHave you been personally affected by this story? If you witnessed what happened, you can contact us by emailing: haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58207124",
      "category": "world-us-canada",
      "title": "US-Mexico border migrant detention levels reach 21-year high",
      "tags": "Mexico–US border,US immigration,Migration",
      "text": "The number of migrants detained at the US-Mexico border in July exceeded 200,000 for the first time in 21 years, government data shows. \nA total of 212,672 migrants were apprehended by US Customs and Border Protection (CBP), including an all-time high of 19,000 unaccompanied minors. \nIt continues a trend of rising migrant numbers this year, despite the White House urging people to stay away.\nExperts say many migrants are fleeing violence and extreme poverty.\nThe July figure represents the highest monthly total since April 2000 - the latest sign of the growing humanitarian crisis facing the Biden administration. \nAttempted migrant crossings have historically dipped during the hot summer months along the nearly 2,000-mile southern border. \nBut July's numbers are a 13% increase from June, when over approximately 188,000 migrants were detained by US border control. In May, 180,000 migrants were stopped in attempted crossings.\nOn Thursday, US Homeland Security Secretary Alejandro Mayorkas described the situation as \"one of the toughest challenges\" the country faces. \n\"It is complicated, changing and involves vulnerable people at a time of a global pandemic,\" he said. \nIt is also proving politically troublesome for President Joe Biden. An AP-NORC poll in May found that 54% of Americans disapprove of how the Democrat is handling immigration issues. \nIn early August, the Biden administration announced that it would indefinitely extend a Trump-era pandemic policy that allows the US to swiftly expel undocumented migrants. Unaccompanied children and some families are exempt. \nMore than 45% of July's total were processed for expulsion under this policy, known as Title 42. \nMany, however, re-attempt the crossing. \nCBP data shows that 27% of the migrants detained last month had at least one prior encounter with authorities in the past year. The remaining 154,288 were recorded as \"unique individuals\". Between 2014 and 2019, the re-encounter rate stood at 14%. \nUS authorities have also begun controversial \"expulsion flights\" that fly Central American families to southern Mexico. Officials have said they hope that these families return to their home countries, rather than the US border. \nBut activists have warned that many families are dropped off in areas that put them at risk. Earlier this week, the United Nations High Commissioner for Refugees called the practice \"a troubling new dimension\" in Title 42 enforcement. \nMr Mayorkas said that the migrants are being taken to \"where it's far more difficult to try again.\"\n\"We are working with Mexico to ensure for individuals subject to the expulsion flights [that] their needs are addressed.\"\nTens of thousands of people from the Central American nations of Guatemala, El Salvador and Honduras have tried to enter the US in recent years. \nThe reasons migrants give for why they undertake the dangerous journey are varied: family, better economic opportunity, or the chance to escape violence and corruption.\nAt times it seems like the word \"crisis\" is applied to the situation on the US southern border almost every month. Certainly, it is important to distinguish between when it is real and the constant overuse of the word for political ends. \nHowever, when the number of migrants reaching the border after the gruelling trip north is at its highest level in more than two decades and the figure for unaccompanied minors is at its highest ever recorded, then clearly something especially complex is happening. \nFor those attempting the journey, the motivations over the past 18 months of the coronavirus pandemic have become even more urgent. The lack of stable work in much of the region has become desperate as the ongoing pandemic batters the rural economies in Guatemala, El Salvador and Honduras month after month. \nHowever, political conditions are also in play as well as economic ones. There has been a noticeable uptick in the number of migrants from Nicaragua amid its political crisis and the instability in Haiti following the assassination of its president last month has also played a role. \nAid agencies and migrant rights groups have urged the Biden administration to treat this as a humanitarian crisis rather than a security one. However, with no obvious end in sight to the poverty and sense of crisis prompting the migrants travel north, the high rate of apprehensions is likely to continue for some time. \n"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58204431",
      "category": "uk-england-london",
      "title": "Kadian Nelson: Man who raped girl on her way to school jailed",
      "tags": "Colliers Wood,Tooting,Mitcham",
      "text": "A man who kidnapped and raped a 13-year-old girl as she made her way to school has received a 20-year sentence.\nKadian Nelson forced her into an alley in Mitcham, south-west London, on 3 November, Kingston Crown Court heard.\nThe girl was speaking to a friend on the phone when Nelson placed a hand \"incredibly tightly\" around her mouth.\nNelson was chased off mid-attack after a girl, 10, saw him grab the teenager. He was caught after being recognised in footage put on social media.\nProsecutor Nneka Akudolu said the defendant had been \"prowling around\" while wearing a pair of rubber gloves shortly before he grabbed his victim.\n\"The call was still connected to her friend and the girl could be heard saying to the defendant: 'I'll pay you, take all my money, take all my belongings, just leave me alone',\" Ms Akudolu said.\nThe 13-year-old girl appeared at the hearing to read her impact statement. She said the attack had affected her \"ability to do very simple everyday things now, such as go to school or be able to be independent\".\nThe court was told how the 10-year-old witness \"fortuitously\" saw the teenager being snatched.\nAfter calling the police, she and her sister stepped into the alleyway and shouted \"what are you doing with her?\" and he ran off.\nNelson, from Tooting, previously pleaded guilty to rape, kidnap and making threats to kill.\nThe court heard he had convictions for drugs offences and making threats with an offensive weapon. In mitigation, Nelson's solicitor said the 26-year-old had no previous convictions for sexual offences.\nJudge John Lodge gave Nelson a sentence made up of a 12-year jail term and an extension period of eight years, adding that \"this shameful and shocking incident could have been even worse\" but for the intervention of the two witnesses."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58187861",
      "category": "uk-england-london",
      "title": "Streatham attack: Sudesh Amman's victim feared he would bleed to death",
      "tags": "Streatham attack,London violence,Streatham",
      "text": "A man stabbed by a terrorist on a south London street feared he would bleed to death, an inquest has heard.\nThe man overheard the phrase \"he's not going to make it\" in an ambulance after being stabbed by Sudesh Amman, 20, on Streatham High Road on 2 February 2020.\nArmed police shot Amman dead before two passers-by helped the victim, the Royal Courts of Justice heard.\n\"They cut off my clothes, they saved my life. I will never forget,\" he said in a police statement read out in court.\nAnother victim, a woman who was pushing a bike, also survived being stabbed. In a highly unusual move, neither of their names were mentioned during the hearing.\nThe man told police he did not realise at first that he had been stabbed.\nThe inquest heard he walked three or four metres before falling over, at which point two passers-by, Katherine Day and Thomas Baldwin, performed first aid.\nHe said: \"They cut off my clothes, they saved my life. I will never forget.\n\"The woman was crying, saying: 'Please don't go. Where's the ambulance?'\n\"It really hurt when they put me on the ambulance bed. I heard someone say: 'We can't drive, he's not going to make it.'\"\nHe added: \"Thank God for the doctors, or I would be dead.\"\nOn Wednesday, the inquest heard that a nine-man surveillance team had been following Amman after his release from prison, 10 days before the stabbings.\nOne officer told the inquest how he feared for his life after witnessing Amman \"plunge\" a knife into the upper back of a woman wearing a bright pink jacket. \nIn her statement, read out to the jury, the victim said she suddenly felt pain in her right shoulder.\nShe told police: \"I took about four steps forward when I heard people shout: 'She's been stabbed.'\n\"I thought if I had been stabbed, why were people walking past me? I doubted myself.\n\"Due to the pain I dropped my bike on to the floor.\"\nShe suffered a small wound to her back and was discharged from hospital later that day.\nThe inquest previously heard there had been concerns about Amman's imminent release from HMP Belmarsh on 23 January 2020, part-way through a 40-month sentence for preparing and engaging in acts of terrorism. \nHowever, the request was turned down by the governor because the offence Amman was jailed for did not justify him serving further time in prison.\nJurors have also heard that Amman was spotted buying items later used to fashion a fake suicide belt but the Probation Service was \"satisfied\" that in making the purchases he had not breached any licence conditions.\nThe inquest has been adjourned until Friday."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58208792",
      "category": "world-us-canada",
      "title": "Climate change: July world's hottest month ever recorded - US agency",
      "tags": "US National Oceanic and Atmospheric Administration (NOAA),Climate change,United States",
      "text": "July was the world's hottest month ever recorded, a US federal scientific and regulatory agency has reported.\nThe data shows that the combined land and ocean-surface temperature was 0.93C (1.68F) above the 20th Century average of 15.8C (60.4F). \nIt is the highest temperature since record-keeping began 142 years ago. The previous record, set in July 2016, was equalled in 2019 and 2020.\nExperts believe this is due to the long-term impact of climate change. \nIn a statement, the National Oceanic and Atmospheric Administration (NOAA) said that July's \"unenviable distinction\" was a cause for concern. \n\"In this case, first place is the worst place to be,\" NOAA administrator Rick Spinrad said in a statement. \n\"This new record adds to the disturbing and disruptive path that climate change has set for the globe.\" \nThe combined land and ocean-surface temperature was 0.01C higher than the 2016 record. \nIn the Northern Hemisphere, land-surface temperature reached an \"unprecedented\" 1.54C higher than average, surpassing a previous record set in 2012. \nThe data also showed that July was Asia's hottest month on record, as well as Europe's second hottest after July 2018. \nThe NOAA statement also included a map of significant climate \"anomalies\" in July, which noted that global tropical cyclone activity this year has been unusually high for the number of named storms. \nEarlier this week, a report from the United Nations said that climate change is having an \"unprecedented\" impact on earth, with some changes likely to be \"irreversible for centuries to millennia.\" \nUN Secretary General António Guterres said that the findings were \"a code red for humanity.\" \n\"If we combine forces now, we can avert climate catastrophe. But as today's report makes clear, there is no time for delay and no room for excuses,\" he said. \nThe authors of the report say that since 1970, global surface temperatures have risen faster than in any other 50-year period over the past 2,000 years. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/technology-58206543",
      "category": "technology",
      "title": "Apple regrets confusion over 'iPhone scanning'",
      "tags": "Child abuse,Apple,iPhones,Privacy",
      "text": "Apple says its announcement of automated tools to detect child sexual abuse on the iPhone and iPad was \"jumbled pretty badly\".\nOn 5 August, the company revealed new image detection software that can alert Apple if known illegal images are uploaded to its iCloud storage.\nPrivacy groups criticised the news, with some saying Apple had created a security backdoor in its software.\nThe company says its announcement had been widely \"misunderstood\".\n\"We wish that this had come out a little more clearly for everyone,\" said Apple software chief Craig Federighi, in an interview with the Wall Street Journal.\nHe said that - in hindsight - introducing two features at the same time was \"a recipe for this kind of confusion\".\nApple announced two new tools designed to protect children. They will be deployed in the US first.\nImage detection\nThe first tool can identify known child sex abuse material (CSAM) when a user uploads photos to iCloud storage.\nThe US National Center for Missing and Exploited Children (NCMEC) maintains a database of known illegal child abuse images. It stores them as hashes - a digital \"fingerprint\" of the illegal material.\nCloud service providers such as Facebook, Google and Microsoft, already check images against these hashes to make sure people are not sharing CSAM.\nApple decided to implement a similar process, but said it would do the image-matching on a user's iPhone or iPad, before it was uploaded to iCloud.\nMr Federighi said the iPhone would not be checking for things such as photos of your children in the bath, or looking for pornography.\nThe system could only match \"exact fingerprints\" of specific known child sexual abuse images, he said.\nIf a user tries to upload several images that match child abuse fingerprints, their account will be flagged to Apple so the specific images can be reviewed.\nMr Federighi said a user would have to upload in the region of 30 matching images before this feature would be triggered.\nMessage filtering\nIn addition to the iCloud tool, Apple also announced a parental control that users could activate on their children's accounts.\nIf activated, the system would check photographs sent by - or to - the child over Apple's iMessage app.\nIf the machine learning system judged that a photo contained nudity, it would obscure the photo and warn the child. \nParents can also choose to receive an alert if the child chooses to view the photo.\nPrivacy groups have shared concerns that the technology could be expanded and used by authoritarian governments to spy on its own citizens. \nWhatsApp head Will Cathcart called Apple's move \"very concerning\" while US whistleblower Edward Snowden called the iPhone a \"spyPhone\".\nMr Federighi said the \"soundbyte\" that spread after the announcement was that Apple was scanning iPhones for images.\n\"That is not what is happening,\" he told the Wall Street Journal.\n\"We feel very positively and strongly about what we're doing and we can see that it's been widely misunderstood.\"\nThe tools are due to be added to the new versions of iOS and iPadOS later this year."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-europe-58203842",
      "category": "world-europe",
      "title": "BBC condemns Russia's decision to not renew correspondent's visa",
      "tags": "Press freedom,Media,BBC,Russia,Journalism",
      "text": "The BBC has condemned Russia's decision to not renew the visa of one of its correspondents in the country, calling it a \"direct assault on media freedom\".\nThe corporation urged Russian officials to reconsider the \"expulsion\" of Sarah Rainsford, currently based in Moscow.\nRussian state media said Rainsford would have to leave at the end of the month, when her accreditation expires.\nThe report said the move was in retaliation for the UK's refusal to grant visas to Russian journalists.\nMaria Zakharova, spokeswoman for the Russian foreign ministry, said in a post on Telegram that the government had warned repeatedly that it would respond to what she called visa-related persecution of Russian journalists in the UK.\nState-run Rossiya-24 television said late on Thursday that journalists for other state-backed organisations, such as the broadcaster RT and online outlet Sputnik, had not been accredited by the UK government to cover international events.\n\"Sarah Rainsford is going home. According to our experts, this correspondent of Moscow's BBC bureau will not have her visa extended because Britain, in the media sphere, has crossed all our red lines,\" the report said.\n\"The expulsion of Sarah Rainsford is our symmetrical response,\" it said.\nIn a statement, BBC Director-General Tim Davie said: \"The expulsion of Sarah Rainsford is a direct assault on media freedom which we condemn unreservedly.\n\"Sarah is an exceptional and fearless journalist. She is a fluent Russian speaker who provides independent and in-depth reporting of Russia and the former Soviet Union. Her journalism informs the BBC's audiences of hundreds of millions of people around the world.\n\"We urge the Russian authorities to reconsider their decision. In the meantime, we will continue to report events in the region independently and impartially.\"\nThe UK Foreign Office described the move as \"another unjustified step by the Russian authorities\".\nRainsford is an experienced foreign correspondent who has previously been based in Havana, Istanbul and Madrid. \nMost recently, she has won respect for her reporting in Belarus where earlier this week she challenged long-time President Alexander Lukashenko over human rights abuses.  \nWhen he was asked about the latest British sanctions targeting the country, the president said: \"You can go choke on your sanctions... You are American lapdogs!\"\nThe expulsion is the first of a British journalist from Russia in a decade, a tit-for-tat move as relations between the two countries worsen.\nIn 2019, UK media regulator Ofcom fined RT for breaking impartiality rules over its coverage of the poisoning in Salisbury of the former Russian intelligence officer, Sergei Skripal, and his daughter Yulia. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58196564",
      "category": "world-us-canada",
      "title": "Back to school triggers US fury over masks for students",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-politics-58199049",
      "category": "uk-politics",
      "title": "Covid: Record your cough to help improve detection, says government",
      "tags": "Artificial intelligence,Department of Health & Social Care,Coronavirus testing,Coronavirus pandemic",
      "text": "People who have recently taken a Covid test are being asked to record a cough on their smartphone or computer as part of a drive to improve detection rates.\nThe government also wants people to provide short voice and breathing sound samples as it looks at developing an app for wider use.\nUS researchers have already created an algorithm that detects Covid from coughs with a near-100% accuracy rate.\nIt is hoped this type of technology will make diagnosis cheaper and easier.\nFor the Department of Health and Social Care's research project, adults who have taken a Covid test in the last 72 hours can submit the barcode they have received from the NHS via their mobile, laptop, tablet or desktop computer.\nThey then record their breathing, coughing and a read-out sentence.\nResearchers compare the test results - showing an infection or a clean bill of health - with the recordings, as they seek to refine the technology.\nA team at the Massachusetts Institute of Technology developed an algorithm last year which picked up 98.5% of Covid infections.\nThe accuracy rate was 100% among participants who had reported no other symptoms.\nLast year, the UK awarded two contracts to Japanese technology conglomerate Fujitsu to explore potential applications of voice and cough data. \nIt also recently awarded a contract to Ipsos Mori for data collection."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58189971",
      "category": "uk-wales",
      "title": "Wales' GCSE gap widens for children from poorer backgrounds",
      "tags": "GCSEs,Welsh government,Wales education,Coronavirus pandemic",
      "text": "There is a widening gap for top GCSE results between pupils from poorer backgrounds and others, figures show.\nThis year's top results showed a sharp increase from pre-Covid levels in 2019.\nHowever, 52% of pupils who were eligible for free school meals got grades between A* and C. For those who were not eligible, it rose to 79.3%.\nDavid Evans, Wales secretary of National Education Union (NEU) Cymru, said it showed the pandemic hit people from poorer backgrounds harder.\nThe gap of those getting the best grades has grown to 27.3% after narrowing slightly to 24.2% in 2020.\nMr Evans said: \"Poverty has been an issue here. The pandemic hasn't hit people fairly. \n\"There will be children who haven't had the space to learn at home and who haven't had the resources to learn at home and will have to share resources and be in cramped spaces and that is a genuine unfairness we can't do anything about at this stage.\n\"It's not going to be a quick fix. We need to work with all the organisations to see what can be done to repair that situation, to make sure in the future learners are on a fairer level playing field.\n\"This has definitely been a factor in widening the gap and the task now will be for Welsh government to see what can be done.\"\nStatistics from this year's GCSE results revealed pupils on free school meals were 11.5 percentage points behind those not eligible when it came to getting A* grades.\nThis has grown by 2.8 percentage points since last year and has widened by 6.2 percentage points since 2019.\nThe Welsh government launched its renew and reform plan for education in June, with a commitment of more than £150m for 2021-22.\nEducation Minister Jeremy Miles said: \"Over the next year, the renew and reform plan I announced a few weeks ago will provide specific funding to support disadvantaged pupils over the coming years because we recognise the impact of Covid hasn't hit people equally as a government we recognise that and need to give additional support to those students who need it most.\" \nResults look similar across the UK, showing higher grades achieved compared to pre-Covid levels.\nLast year, schools across the UK had to adapt to learning from home and exams were cancelled for many.\nWales uses alphabetic A to G grading system, English exam boards use 1-9 (9 is equivalent to A*) and pupils in Northern Ireland get a combination of both.\nOverall in the UK:"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58202760",
      "category": "uk",
      "title": "Plymouth shooting: Who were the victims?",
      "tags": "Plymouth",
      "text": "On 12 August, Jake Davison killed five people in the Keyham area of Plymouth.\nIn a deadly spree that lasted six minutes, he killed two women, two men and a three-year-old girl.\nHe also shot two other people who continue to receive treatment in hospital. Davison then turned the gun on himself, taking his own life.\nPolice were called to Biddick Drive shortly after 18:11 BST - arriving on the scene within six minutes.\nPolice named the gunman's mother, Maxine Davison, as his first victim.\nThe 51-year-old - also known as Maxine Chapman - was shot and killed inside an address on Biddick Drive.\nChris Escott, Ms Davison's nephew - and Jake Davison's cousin, although he never met him - said: \"My brain can't process it, physically can't process that information I was given.\n\"It's impossible. You can't plan for this. You can't see the next day or the day after or the day after, you just literally take each day as it comes. But I just know that as a family they will come together, be there for each other and try to understand this horrendous thing that's happened.\"\nHe added: \"Also the other four innocent people that had no part in this. I'm sorry to everybody that's going through this, it must be the worst thing in the world.\" \nAfter killing his mother, Davison then went into the street and shot dead three-year-old Sophie Martyn and her father, Lee Martyn, 43.\nMr Martyn was \"an absolutely amazing dad\" according to Sam Weight, head chef at The Anchorage pub in Plymouth where Mr Martyn was a regular.\n\"It's just horrendous, you cannot believe it, we are all really upset,\" said Mr Weight. \"Lee and Sophie were a pair... he would do anything for her.\n\"He was a beautiful genuine guy, always joking and she was a cracking little kid who had not even started her life. It's so sad, especially for the family that's left behind.\"\nAnother man who knew Mr Martyn from the pub, Barney Wills, said he and Sophie used to come in for breakfast. He was the \"best dad anybody could wish for and an amazing friend to so many people\", Mr Wills added.\nNext, Davison killed Stephen Washington on a nearby footpath, where the 59-year-old had been walking his dogs.\nMr Washington's relatives described him as a \"devoted family man, a loving husband, father, grandfather and best friend\".\nDavison then shot Kate Shepherd, 66, who later died in hospital.\nMs Shepherd was a \"very talented artist\" who lived in Kingsand, Cornwall, before moving to Plymouth, her friend Claire Kidd said. \n\"It has touched all of the hearts of the village,\" she said. \"We are all feeling deeply sad and in shock.\"\nAll those who died lived in the Keyham area, Devon and Cornwall Police said.\nThe gunman also shot a 33-year-old man and a 53-year-old woman, who were taken to hospital with injuries not thought to be life-threatening. They have not been named by police.\nDozens of bouquets, cards and soft toy tributes have been left close to the scene of the shooting.\nFlags across the city were flown at half-mast, while Smeaton's Tower was lit up as a mark ofrespect on 13 August.\nHundreds of people also attended a candlelit vigil at North Down Crescent Park, where floral tributes were also left.\nA minute's silence for the victims took place on 16 August, with people gathering outside the city's Guildhall.\nBooks of condolence were also available for the public to sign at several locations around the city.\nDevon and Cornwall Police confirmed that Jake Davison held a licence for the firearm he used during the shooting.\nHe was said by eyewitnesses to have used a \"pump-action shotgun\" during the shooting, but police have not confirmed this.\nDavison owned a shotgun and held a shotgun licence, both of which were taken from him in December 2020 after he was accused of assault. \nBut Devon and Cornwall Police returned them in July - a decision being investigated by the police watchdog.\nIn YouTube videos that have since been removed, Davison spoke of being \"beaten down\" and \"defeated by life\".\nHe said he was socially isolated, struggled to meet women and made references to \"incels\" - the misogynistic online groups of \"involuntary celibate\" men, who blame women for their sexual failings and who have been linked to a number of violent acts around the world.\nSigning off the 11-minute video, which appears to be the last he posted online, Davison said: \"I know it's a movie but I like to think sometimes I'm the Terminator or something. \n\"Despite reaching almost total system failure he keeps trying to accomplish his mission.\"\nDavison wrote about mass shootings in a social media post just three weeks ago, according to BBC Home Affairs journalist Daniel De Simone.\nIn the post on Reddit, he displayed a detailed knowledge about previous mass shootings in the UK, as well as the weapons used in them.\nHe also contributed to pages devoted to \"incel\" culture and wrote that he was a virgin, stating: \"I can't attract women at all\".\nOne month ago he told an internet forum group for virgins: \"I'm doing better got a job as a crane operator.\"\nBabcock International - a security and defence engineering company with sites in Plymouth - confirmed Davison had worked as an apprentice since August 2020.\nPolice have said the incident, the worst mass shooting in Britain since 2010, was not believed to be terror-related.\nDevon and Cornwall Police Chief Constable Shaun Sawyer told a news conference that officers believed the shooting was a \"domestically-related\" incident that \"spilled into the streets\" of Plymouth.\nAt an inquest, the coroner heard Davison had a row with his mother before shooting her.\nMr Sawyer reiterated terrorism was \"not the focus\" of the investigation but officers were keeping an \"open mind\".\n\"Let's see what's on his hard drive, let's see what's on his computer,\" he said.\nPrime Minister Boris Johnson said the issue of how Davison came to legally own a gun should be \"properly investigated\" and called the shooting an \"absolutely appalling\" incident. \nHome Secretary Priti Patel said earlier that questions would \"inevitably\" be asked following the killings.\nShe told broadcasters: \"This is absolutely tragic and devastating, and for the entire community right now this will be deeply shocking.\n\"There will be a range of questions that will inevitably be asked and I will be doing the same for the conversations and discussions I'll be having with the chief constable.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58194706",
      "category": "uk-wales",
      "title": "Bridgend: Tribute to boy, 2, as woman arrested for murder",
      "tags": "Bridgend,South Wales Police",
      "text": "Tributes have been paid to a \"gorgeous and intelligent\" two-year-old boy allegedly murdered. \nReid Steele was taken to University Hospital of Wales, Cardiff, after being found in a critical condition at a house in Bridgend, on Wednesday.\nA 31-year-old woman has been arrested on suspicion of murder and detained under the Mental Health Act.\n\"He was a super, super-happy, wonderful and intelligent little boy who lit up everyone's lives,\" his family said.\nThey added: \"He loved the garden and the beach, picking raspberries and going for walks collecting shells. \n\"He was a very chatty little boy and would happily speak to anyone.\"\nThe woman remains on police bail and has been transferred into the care of health services.\nSouth Wales Police said it was not looking for anyone else.\nDet Ch Insp Matt Davies said he understood the \"very sad and tragic\" incident would have caused concerns in the Broadlands area of the town.\n\"I must stress we are not currently looking for anyone else in connection with this matter at this time,\" he added.\n\"The family continue to be supported by dedicated family liaison officers and I would appeal to people to refrain from speculating on social media at what is a very difficult time for all concerned.\"\nBridgend county council is offering advice on where residents can access additional support and help while the investigation is underway.\nCouncil leader Huw David said: \"This tragic news has left local people shocked and saddened, especially as it has occurred so soon after the harrowing death of five-year-old Logan Mwangi.\n\"Our heartfelt thoughts and condolences are with the family and friends of the little boy at this extremely distressing and traumatic time.\n\"Communities throughout Bridgend county have been expressing their grief and sympathy even as they continue to support one another.\"\nPeople have been leaving flowers and cuddly toys at a site about half a mile from the house on Parkwood Heights.\nA lion, a gorilla, and a rabbit are among the toys that have been left by schoolchildren and their parents.\nOne said the \"precious little boy\" would always be in their thoughts while another teddy bear has written on its belly: \"RIP Little Man. Sleep Tight.\"\nBetween the bouquets of flowers are large single sunflowers.\nIan Spiller, councillor for Laleston, Bryntirion and Broadlands, said: \"The community is absolutely devastated by the news, we are all in complete shock especially after the events that occurred last week.\n\"To have this happen in another community - in our community in Bridgend. I am absolutely speechless and our support goes out to those affected.\"\nMr Spiller added that he was aware of the community's \"need to grieve and show support\" at this time.\nIn a post on the community hub, he asked people to show their \"love and support from a distance and not to be intrusive to the family concerned\".\nHe asked people to use an area of grass at the corner of Careg Llwyd to leave tributes and flowers.\nHe also said Bethel Baptist Church in Laleston would open between 14:00 and 16:00 on Friday, while the chapel at Maes y Fedwen, Broadlands, was open all day for anybody who would like to grieve or pay respects."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-58188082",
      "category": "uk-scotland",
      "title": "Connor Markward: Family of teen drowned in Loch Lomond in water safety call",
      "text": "The family of a \"one in a million\" teenager who drowned in Loch Lomond have pleaded for lessons be be learned from his death.\nConnor Markward, 16, lost his life at the beauty spot near Balloch Country Park three weeks ago.\nHe had been enjoying a day out with friends - oblivious to the dangers of the water he was swimming in.\nNow his grieving loved ones are calling for a safety campaign in schools to prevent a future tragedy.\nConnor's sister Claire Lindsay, 35, said: \"I never knew how dangerous Loch Lomond was. You don't understand until it happens to you.\n\"We are so heartbroken. He had a heart of gold.\"\nConnor's death was one of seven drownings in the space of a week last month in Scotland.\nAn 11-year-old boy died on 24 July after getting into difficulty in a river near Stonehouse, South Lanarkshire.\nOn the same day, the body of a 13-year-old boy was recovered from the River Clyde near Lanark.\nAn hour later a woman, her son and a family friend all died near Pulpit Rock at Ardlui on Loch Lomond.\nAnd a 34-year-old man died a few days after being pulled from Loch Lubnaig.\nIt was a tragic series of events over a weekend which Connor Markward's sister Claire will never get over. \nShe said: \"The morning of the incident, he was away to enjoy himself. He only gave me half a cuddle that time because he was in such a rush.\n\"I told him to be careful and he said he would call me later. I can't believe he walked out this door and never came back.\"\nClaire told BBC Scotland that Connor could swim but was not confident in the water.\nShe admitted she had no idea about safety advice for people who get into trouble in the water - including leaning back and extending your arms and legs.\nShe said: \"I never knew how dangerous Loch Lomond was. I think they should teach about currents and how deep the water is in nurseries and schools. \n\"I didn't even know until after Connor passed that when you get into difficulty you are not supposed to panic and you should 'starfish' in the water. If you get taught that… it could save people's lives.\"\nConnor's mother Margaret Lindsay described how her 16-year-old son, from Easterhouse in Glasgow, was planning an exciting new phase of his life when tragedy struck. \nShe said: \"It hits me every morning. He gave me a kiss on the cheek and a cuddle every day. I am missing his smile. \n\"The morning before he left for Loch Lomond, he was talking about college and setting up his first bank account. He couldn't wait to get his provisional licence and to drive.\"\nMargaret, 52, believes easier access to swimming lessons for youngsters in school may help prevent another family from suffering like hers.\nShe continued: \"I had never heard you were supposed to do 'the star' to keep floating. I want more talks about swimming, learning to swim and awareness about the dangers.\"\nThe RNLI say there are five steps to know how to float: \nFind out more about the RNLI's \"float to live\" campaign\nThe Scottish government said its sympathies were with Connor Markward's family and confirmed a meeting had been held with emergency services and other organisations to identify ways of reducing future fatalities.\nCommunity Safety Minister Ash Denham said: \"Beautiful and enticing as they often appear, Scotland's waters can be a source of lethal danger as we saw with the heartbreaking loss of lives this summer.\n\"I was heartened to hear a real determination and unity of purpose at Wednesday's meeting for everyone to work together to improve water safety.\n\"I am encouraged all participants agreed not only to review their own organisation's approach and performance, but also to work collaboratively so that key, consistent messages get across to the public.\n\"We have agreed to come together again in a few weeks' time to assess what further effort is required to ensure greater protection for the public in future.\"\nWest Dunbartonshire Council, which is responsible for Balloch Country Park, told BBC Scotland it had recently bought 15 items of safety equipment.\nOfficials said 21 locations have been identified on the shore of Loch Lomond within Balloch Country Park for the installation of new lifebelts, throw lines and signs. \nThe local authority said these would be installed \"as soon as possible\".\nLoch Lomond & The Trossachs National Park Authority confirmed changes following Connor's death.\nSimon Jones, director of environment and visitor services, said: \"Our deepest sympathies go to the families of Connor and all of the others who died so tragically in water-related incidents over the last few weeks.\n\"In the immediate term, we have stepped up our water safety advice on the ground and online and encourage everyone to take some time to read about the dangers of the water in the national park and share this with their friends and family.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-london-58197626",
      "category": "uk-england-london",
      "title": "Marble Arch Mound: Deputy leader resigns amid spiralling costs",
      "tags": "Marble Arch,Westminster Council,City of Westminster",
      "text": "The deputy leader of a London council responsible for the ballooning costs of the Marble Arch Mound has resigned.\nMelvyn Caplan stepped down immediately after total costs nearly doubled to £6m, up from a forecast of £3.3m.\nTicketholders were offered refunds for the artificial viewing platform which temporarily closed within two days of opening on 26 July.\nA review to \"understand what went wrong and ensure it never happens again\" is under way, Westminster Council said.\nOrganisers had hoped the mound would attract 200,000 ticketholders with \"millions expected to pass through the area to take a glimpse of the attraction\" before it is taken down in January.\nTickets for the attraction were priced at between £4.50 and £8 but it has since been made free to visit for the month of August after its plants and grass began to die.\n\"It's a bit weird you have to pay to walk up a hill,\" one person told the BBC. \"No-one has really explained why it's here,\" said another.\nThe 25m mound, designed by Dutch architects MVRDV, was intended to attract visitors back to the heart of London.\nIn a statement, council leader Rachael Robathan branded the rise in costs \"totally unacceptable\" and accepted her deputy's resignation \"with regret\".\nShe said: \"Doing nothing was never an option. So when the mound fully reopens in September, I hope that people will come and see it for themselves. \n\"The mound may delight or divide views and that's OK, but we're confident that in the end it will fulfil its original brief - to get people back into the West End and remind them of why this is a world-class city.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58196884",
      "category": "uk",
      "title": "Covid-19: Gulf in hospitals' virus containment and metal fans go back to Bloodstock",
      "tags": "Coronavirus pandemic",
      "text": "Here are five things you need to know about the coronavirus pandemic this Friday morning. We'll have another update for you this evening.\nResearchers say there should be an \"urgent investigation\" into how hospitals contained the spread of Covid during the pandemic's first wave. An analysis of 314 UK hospitals found that in some cases, one in four infections were acquired on the ward. Overall, one in 10 Covid cases were hospital-acquired. One of the report's authors states: \"People that came into hospital with one problem, caught Covid and sadly died.\" The report identifies a number of issues which affected the ability to contain infections, including the availability of personal protective equipment, hospital design and the amount of testing carried out.\nThe US drugs watchdog has approved giving boosters of Covid vaccines to people with a weakened immune system. The order - issued by the Food and Drug Administration (FDA) - affects around 10 million people, including those who have had organ transplants or are being treated for cancer. The US Centers for Disease Control and Prevention vaccines panel will discuss boosters on Friday. If approved by the group, boosters could become available by this weekend. It comes as evidence grows that antibody protection from vaccines may wear off over time.\nResearch suggests there were 1.7 million active job adverts in the UK in the first week of August, following the end of most coronavirus restrictions. There was a 19% rise in the number of ads for photographers and broadcasting equipment operators. Employers are also looking for insurance underwriters, agricultural workers, plasterers and decorators. The Recruitment & Employment Confederation also found the last three weeks have seen the highest number of new job postings since May.\nThroughout the pandemic, people opposed to vaccines and coronavirus lockdowns have gathered on social media, with some sharing views based on conspiracy theories and falsehoods. Now, some committed activists are taking things in a new direction, including online dating and blood donation for the unvaccinated. Among them is Michele from Brighton, who leads a local \"freedom community\". She's considering setting up a house-share for like-minded people - letting out a room to someone who hasn't been vaccinated. But, as we report here, some anti-vaxxer groups post material containing dangerously misleading and unfounded claims about Covid jabs.\nWith restrictions having eased in England last month, metalheads will be descending on the Derbsyhire village of Walton-on-Trent for the Bloodstock festival. Last year's event was held online, but this weekend thousands of heavy metal music fans will hear sets from Devin Townsend, Kreator and Judas Priest. We've been speaking to some of those heading to the festival - and how this year's gathering is different from the last time they were together in 2019.\nGet a longer daily news briefing from the BBC in your inbox, each weekday morning, by signing up here.\nThe rules on what you can now do vary across the four nations of the UK - find out more about the rules here.\nFind more information, advice and guides on our coronavirus page. \nWhat questions do you have about coronavirus?\nIn some cases, your question will be published, displaying your name, age and location as you provide it, unless you state otherwise. Your contact details will never be published. Please ensure you have read our terms & conditions and privacy policy.\nUse this form to ask your question: \nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or send them via email to YourQuestions@bbc.co.uk. Please include your name, age and location with any question you send in. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58089932",
      "category": "entertainment-arts",
      "title": "Strictly Come Dancing: Ex-rugby star Ugo Monye completes 2021 line-up",
      "tags": "Television,McFly,Strictly Come Dancing,EastEnders",
      "text": "Rugby player-turned-pundit Ugo Monye has become the 15th and final celebrity to be confirmed for the 2021 series of Strictly Come Dancing.\nMonye will join Olympic swimmer Adam Peaty, BBC Breakfast's Dan Walker, actress Nina Wadia and 11 other stars when the BBC show returns next month.\nThe former England player, soon to be seen as a team captain on A Question of Sport, said it was \"a dream come true\".\n\"I love an outfit at the best of times, so bring on the sequins!\" he went on.\nThe announcement came hours after the participation of Olympic gold medallist Peaty was revealed, along with that of comedian and Loose Women panellist Judi Love.\nThe trio were the final celebrities to be named for the 19th series of Strictly, which will be the normal length after being slightly shorter in 2020 because of the Covid pandemic.\nBruno Tonioli will be absent from the judges' desk, replaced by long-serving professional dancer Anton Du Beke. Four new professionals have also been revealed.\nHere are 2021's celebrity contestants in full:\nThe former Harlequins winger won 14 international caps for England and also played two Tests for the British & Irish Lions.\nAfter retiring in 2015, he moved into the media and his Strictly signing comes weeks after he was named among a new line-up on the BBC's long-running A Question of Sport.\n\"Strictly is the biggest entertainment show on TV and I can't wait to show everyone I've got more than just dad dancing moves,\" he said in a statement.\n\"My two beautiful daughters never had a chance to see me on the rugby pitch, so to know they can watch me waltzing and twirling every week is really special to me.\"\nSwimmer Peaty will be hoping to follow the two gold medals he won at the recent Tokyo Olympics with Strictly's coveted glitterball trophy.\nThe 26-year-old won the 100m breaststroke in Tokyo, becoming the first British swimmer to defend an Olympic title. He also scooped gold in the mixed 4x100m medley relay and silver in the 4x100m medley relay.\n\"I'm not the most fluid on land,\" he told BBC Radio 1 Newsbeat. \"But, saying that, I am an athlete. I am used to working hard.\"\nIn a separate statement, Peaty said he was \"really looking forward to doing something totally different and challenging myself away from the pool\".\nJudi Love is a TV presenter, stand-up comedian, online comedy star and OK! magazine columnist.\nShe said she had watched Strictly for years and \"admired the phenomenal abilities of these dancers and celebrities that have taken part and dedicated themselves to learning a new craft\".\nShe added: \"I'm truly looking forward to pushing myself in something that I could have only dreamed of doing and now it's actually coming true!! I can't lie I'm soooo nervous but excited at the same time.\"\nThe EastEnders actress, who has played Frankie Lewis in the BBC soap since 2020, is set to become Strictly's first deaf dancer.\n\"To be the first deaf contestant on Strictly Come Dancing is so exciting and a little bit scary,\" she said in a statement. \"I hope I will do the deaf community proud and break down more barriers.\n\"But I am also very excited to learn an incredible new skill, and even better I get to learn whilst wearing beautiful dresses made especially for me!\"\nAyling-Ellis, who communicates using British Sign Language, made history by becoming the first deaf actor to play a deaf character in EastEnders' fictional Walford suburb.\nFormer EastEnders and Goodness Gracious Me actress Wadia admitted she was \"so scared\" when her name was added to the line-up.\n\"I like dancing like no-one's watching,\" she told ITV's Lorraine after she was revealed. \"So we just need to blindfold the judges and I'm going to win,\" she joked.\nWadia played Zainab Masood (later Khan) in EastEnders between 2007 and 2013 and is also known for her role in BBC comedy Still Open All Hours.\n\"A lot has happened in the last couple of years, and I just want to grab life by the balls and enjoy it,\" she said. \nThe 19-year-old has more than 9.5 million followers on TikTok and is known for presenting CBBC's Matilda and the Ramsay Bunch, which features her family - including her father, chef Gordon.\nShe said she \"can't wait to get my dancing shoes on and show my dad how it's done\".\nHe wished her well in a video when she was announced as a contestant on ITV's This Morning, signing off with the warning: \"Don't date those dancers.\"\nAsked if she thought she had an advantage by posting dance videos on social media, Ramsay replied: \"Yeah, I guess that's true. You've got to learn them and you've got to remember them for the video, but luckily that's not live and you can do as many takes as you need.\"\nThe actor rose to fame by playing John Willoughby in the 1995 film Sense and Sensibility, on which he met his future wife Dame Emma Thompson.\nWise also appeared in Cranford, played Lord Mountbatten in The Crown, and created the 2019 film Last Christmas with Dame Emma, whom he married in 2003.\nHe dedicated his Strictly appearance to his late sister Clare, with whom he wrote the book Not That Kind of Love.\n\"My beautiful sister was a huge disco queen,\" he said. \"She left our world almost exactly five years ago in a glitter ball coffin. This is for her.\"\nDan Walker has been a regular presenter of BBC Breakfast since 2016, when he replaced Bill Turnbull.\nHe said on Tuesday he was \"excited, a little bit worried, mostly terrified\" about joining Strictly.\nKeen sports fan Walker presented BBC Olympic Breakfast throughout this year's games. He also hosted Football Focus for 12 years and has covered many major events, including Wimbledon, the Grand National and Royal Ascot. \nOther presenting roles have included The One Show and Songs of Praise.\nHe added: \"My kids have only ever asked me to go on two shows… Saturday Mash Up and Strictly. I did Saturday Mash Up this summer so… it's time to embrace the sequins.\"\nKatie McGlynn meanwhile said she was getting ready \"to shake my shimmy\".\n\"I'm really not a dancer, but I'm so excited to learn a new skill on this crazy journey and cannot wait to slip into some sequins along the way,\" she said.\nThe actress, who plays newcomer Becky Quentin in Hollyoaks, formerly starred as Sinead Tinker in Coronation Street. The role earned her a Bafta nomination and a National Television Award in 2020. She also featured in the BBC One drama series Waterloo Road and The Syndicate. \n\"A lot of my roles have involved quite serious and challenging storylines, so I'm fully ready to let my hair down and do something different, even if it is completely outside of my comfort zone,\" she added.\nSara Davies, 37, became the youngest ever dragon on the BBC show's panel of entrepreneurs when she joined in 2019.\nKnown as the Den's \"Crafting Queen\", Davies started her business Crafter's Companion when she was still a student. It now employs nearly 250 people.  \nThe County Durham-born entrepreneur said her \"mam and dad are going to be so excited\" about her joining Strictly.\n\"I'm really nervous because so far the producers keep asking me if I can dance. Truth be told - I haven't got a clue! I've not danced since I did ballet lessons when I was little.\"\nShe added: \"The business world has taught me that tenacity, drive and determination deliver results, I hope that I can bring that to the dance floor. And I'm excited to see the impact of all those hours of training on my mum tum!\"\nThe singer and guitarist, who scored seven UK number one singles with McFly between 2004 and 2007, is taking to the dance floor exactly a decade after his bandmate Harry Judd lifted the coveted glitterball trophy.\nFletcher has also carved out a successful sideline as a children's author, and his family could do a unique reality TV double after wife Giovanna won I'm A Celebrity... Get Me Out Of Here! last year.\nHe said he was \"incredibly excited\" but also \"totally terrified\" to do Strictly. \"My kids were excited too until I started showing them my best dad-dancing in the kitchen,\" he said. \"I'm not sure how far they'll get me in the competition but I can't wait to add some new moves to my embarrassing dad-dancing repertoire.\"\nThe Blackburn-born presenter rose to fame hosting Big Brother's Bit on the Side in 2013, and has since appeared on shows like The Voice UK and Trending Live!. \nIn September, she will co-present a one-off revival of Channel 4's The Big Breakfast alongside comedian Mo Gilligan.\nShe said she was \"beyond chuffed\" to be on Strictly. \"I absolutely love the show and am fully committed to making the most of every second of the Strictly experience,\" she said. \"Bring it on!\" \nThe comic actor is best-known for his double act with David Mitchell in TV shows like Peep Show, That Mitchell and Webb Look and Back. Like Fletcher, he has also become an author.\nAnd Webb has form on the dance floor - he won Let's Dance For Comic Relief in 2009.\n\"It's a big, generous, joyful show and I can't wait to get packed into a spandex onesie and fired from a glitter cannon directly at Claudia Winkleman,\" he said.\nActor and children's TV presenter Stephenson is best known as the face of children's television channel CBBC, which he hosts live from the channel's Salford HQ.\nHe has presented such CBBC shows as Blue Peter and Saturday Mash-Up! and is an ambassador for children's mental health charity Place2Be. \n\"I cannot wait to experience it all: the costumes, the orchestra, even Craig's glare,\" he said of his participation in Strictly. \"I am ready!\"\nThe actor and children's TV presenter added he was already \"impatient to take part\" after being unveiled on Friday morning's Newsround news bulletin.\n\"I have dreamt about being on this show, and I know for a fact it is going to exceed every expectation,\" he said.\nWhaite is a chef, TV presenter and cookery author. He won the third series of The Great British Bake Off in 2012 at the age of 23. \nSince then he has presented TV shows and has a cooking segment on Steph's Packed Lunch on Channel 4.\nHe has also published five cookery books and runs his own cookery school, John Whaite's Kitchen.\n\"I'm so grateful, excited, and nervous to be joining the Strictly 2021 family,\" he said. \"I've been wearing sequins and jazzy attire since I was three years old and can't wait to hurl myself, full throttle, around the most glamorous dance floor on Earth.\"\nWhaite will be part of the show's first all-male partnership. He will follow in the footsteps of boxer Nicola Adams, who was the first celebrity to have a same-sex partner last year.\nThe 2012 Bake Off winner described his partnership as \"a great step forward in representation and inclusion\". \nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion, email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-hereford-worcester-58205396",
      "category": "uk-england-hereford-worcester",
      "title": "Police officer and child found dead in Kidderminster",
      "tags": "Kidderminster",
      "text": "A serving police officer and a three-year-old child have been found dead, police said.\nOfficers were called to an address in Kidderminster, Worcestershire, where the man, a 39-year-old West Mercia Police officer, and child were found.\nA Hazardous Area Response Team has been sent to the scene, West Midlands Ambulance Service said.\nAn investigation has been launched into the deaths which, police said, are currently being treated as unexplained.\nWest Mercia's Assistant Chief Constable Rachel Jones, said: \"It is with great sadness that I share the news that a serving police officer and a three-year-old child have passed away. \n\"While the circumstances of the deaths are not fully known, this is clearly a tragic incident and our deepest condolences are with family and colleagues.\"\nBBC reporter James Pearson at Cairndhu Drive where the officer and child were found, said on Friday evening two officers remained on guard with suited forensics officers bringing material out of the semi-detached house.\nNeighbours spoke of their \"shock\" at the deaths, with one, who asked not to be named, saying: \"I didn't really know the occupants, they kept themselves to themselves.\n\"They've lived there less than a year, it's a family. The news is just awful.\"\nThe ambulance service was called to reports of a medical emergency at the property at 09:21 BST, where the two bodies were discovered.\n\"Sadly, it quickly became apparent that neither patient could be saved and they were confirmed dead at the scene,\" a service spokesman said, adding they also sent two ambulances and a paramedic officer to the scene. \nSarah Cooper, chair of West Mercia Police Federation, said it was \"deeply shocked and saddened\" by the news. \n\"The ripples from this incident will be far-reaching and I know that officers and staff across West Mercia Police will be impacted hugely by this tragedy,\" she said.\nWest Mercia Police and Crime Commissioner John Campion added he was \"incredibly sad to hear this terrible news,\n\"My thoughts are with the family affected and West Mercia police officers and staff who are having to come to terms with this awful news,\" he said. \nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58196575",
      "category": "world-asia",
      "title": "Lee Jae-yong: Samsung heir released from prison on parole",
      "tags": "Samsung,Asia",
      "text": "Samsung heir Lee Jae-yong has been released from a South Korean prison and is now on parole. \nHe served 207 days in jail - just over half the sentence he received after being convicted of bribery and embezzlement in January.\nThe case involved the country's former President Park Guen-hye, who is also in jail for bribery and corruption.\nSamsung Electronics was founded by Lee's grandfather and he has been the de facto head since 2014 .\nLee made a brief statement to reporters outside the prison.\n\"I've caused much concern for the people. I deeply apologise,\" Lee said. \"I am listening to the concerns, criticisms, worries and high expectations for me. I will work hard.\"\nThe 53-year old was sent to prison for two-and-a-half years by a high court in January.\nHe was accused of paying 43bn won ($37.7m; £26.7m) to two non-profit foundations operated by Choi Soon-sil, a friend of Park's, in exchange for political support - alleged to include backing for a controversial Samsung merger which paved the way for Lee to become eventual head of the conglomerate. \nThe deal needed support from the government-run national pension fund.\nAt the time of his verdict, the court said that Lee \"actively provided bribes and implicitly asked the president to use her power to help his smooth succession\" at the head of Samsung.\nThe court found Lee guilty of bribery, embezzlement and concealment of criminal proceeds worth about 8.6 billion won ($7.8m; £5.75m).\nThe Justice Ministry said it made the decision to release Lee after considering the effects of the pandemic on South Korea's economy and global markets.\nIn a statement, President Moon Jae-in's office said his release was made in the national interest and asked for understanding.\n\"We are well aware that there are supporting and opposing views on Vice-Chairman Jay Y Lee's parole. The views of the people who are opposed are also right,\" it said.\n\"On the other hand, there have been many people who called for his parole in this severe crisis, hoping that he will help the country with respect to semiconductors and vaccines.\"\nHowever, Lee's parole conditions include five years of business restrictions - it is unclear if he will be able to run the company unless he gets an exemption. \nHe will also need approval for any trips abroad.\nLee is also under investigation for fraud and stock manipulation and if found guilty could be jailed again.\nThis appears to be an economic decision by South Korea's Justice Ministry. Free the Samsung heir and aid the country's Covid recovery. But it comes at a political cost.\nPresident Moon Jae-in came to power with a firm promise to break the link between big business and government. \nMillions protested for months to impeach his predecessor Park Geun-hye and more than one thousand civic groups related to these protests wrote a letter asking for the so-called \"Crown Prince of Samsung\" not to be pardoned.\nBut pressure to free Jay Y Lee came from the US Chamber of Commerce alongside Samsung. American businesses argued that his release was vital to help combat a shortfall of computer chips. Samsung is currently mulling multi-billion dollar investments in semiconductor facilities in the US.\nIt's also worth noting that earlier this year the law was changed to allow prisoners to be considered for parole after serving 60% of their sentence. That allowed Mr Lee to be released today. He has not been granted a pardon.\nBut, as we head full swing into presidential election season here in South Korea, the calculation being made by the current administration is that voters will reward the ruling party for its economic decisions more than if it stuck to its previous promises."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-asia-58191638",
      "category": "world-asia",
      "title": "Afghanistan: Panic and disbelief as thousands flee Taliban onslaught",
      "tags": "Kabul,War in Afghanistan (2001-present),Afghanistan,Taliban",
      "text": "The UN has urged Afghanistan's neighbours to keep their borders open as the number of civilians fleeing the Taliban onslaught swells.\nThousands of those internally displaced have been arriving in Kabul, seeing the capital as their last safe refuge.\nFood shortages are \"dire\", the World Food Programme (WFP) said. It warned of a humanitarian catastrophe.\nOn Friday, the Taliban seized the country's second-largest city Kandahar, the latest provincial capital to fall.\nThe southern city of 600,000 people was once the Taliban's stronghold, and is strategically important because of its international airport, agricultural and industrial output.\nThe insurgents also took the nearby city of Lashkar Gah, and now control about a third of Afghanistan's provincial capitals. \nThe advance comes as US and other foreign troops withdraw after 20 years of military operations. More than 1,000 civilians were killed in Afghanistan in the past month alone, according to the UN.\nSahraa Karimi, an Afghan filmmaker in Kabul, told the BBC it felt like the world had turned its back on Afghanistan and she feared a return to \"dark times\". \nLife under the Taliban in the 1990s saw women forced to wear the all-covering burka, education restricted for girls over 10 and brutal punishments brought in, including public executions.\n\"I am in danger - [but] I don't anymore think about myself,\" Ms Karimi said. \"I think about our country... I think about our generation: that we did a lot to bring these changes.\n\"I think about young girls... there are thousands of beautiful, young talented women in this country.\"\nMany of those seeking safety in Kabul have been sleeping on the streets. About 72,000 children are among those fleeing to the capital in recent days, according to Save the Children.\n\"We have no money to buy bread, or get some medicine for my child,\" Asadullah, a 35-year-old street vendor who fled northern Kunduz province after the Taliban set fire to his home, told the BBC. \n\"All of our home and belongings caught fire, so we came to Kabul and pray to God to help us,\" added Asadullah, who is now with his family in Kabul.\nMakeshift camps have been established on scrubland on the outskirts of the capital, while many others have reportedly been sleeping in abandoned warehouses.\nSpeaking to the BBC shortly before Kandahar fell, Pashtana Durrani, executive director of an education NGO that works with Afghan girls, said she was scared for her life because of her vocal role in advocating for women's education.\n\"The girls who we work with have already fled,\" she said. \"I don't know where the students are and I'm personally scared about their life. What if they're married to a Taliban fighter? What will their life be like?\"\nBy Yogita Limaye, BBC News, Kabul\nPeople are in disbelief about what's happened in a single day. Five provincial capitals - among them major cities - fell to the Taliban on Thursday.\nIn Kabul, thousands of people have been arriving - but this is a number that changes by the hours. They've left with very few belongings. These are people, who had homes and jobs, and shops and farms - and they just had to leave everything behind and try to run to safety.\nSome of them have taken days, and these are dangerous journeys - past Taliban checkpoints and active frontlines - to get to Kabul. This is the last place many of them believe they can go to. They say, from here where else do we run?\nThey are angry at the government about being left to fend for themselves. The government says it is going to house them in mosques and provide them with the relief - but there is not enough for everyone who is coming in.\nThere's anger too that the US and UK are evacuating their own citizens and leaving Afghans to their fate.\nThe first US troops have begun landing at Kabul airport, part of a 3,000-strong force being sent to help evacuate the country's diplomatic staff, a US defence official told CBS. \nThe embassy has said it is hearing reports that the Taliban are executing Afghan troops who were surrendering, saying it \"could constitute war crimes\".\nThe UK is deploying 600 troops to support British nationals leaving the country. Staff at the British embassy have been reduced to a core team, while Norway and Denmark announced the temporary closure of their embassies.\nIn a blow to attempts to build a coalition against the militants, the Taliban say they have detained the veteran militia leader Ismail Khan after they seized Herat.\nAre you in Afghanistan? How have you been affected? haveyoursay@bbc.co.uk.\nPlease include a contact number if you are willing to speak to a BBC journalist. You can also get in touch in the following ways:\nIf you are reading this page and can't see the form you will need to visit the mobile version of the BBC website to submit your question or comment or you can email us at HaveYourSay@bbc.co.uk. Please include your name, age and location with any submission. "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-wales-58189969",
      "category": "uk-wales",
      "title": "Reading: Teacher gets stories published after 46 years",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-somerset-58083385",
      "category": "uk-england-somerset",
      "title": "First batch of student's washing machines shipped to Iraq",
      "tags": "Bath,India,University of Bath,Engineering",
      "text": "The first batch of 30 hand-cranked washing machines, invented by a student for those living in poverty, has been sent to a camp in northern Iraq.\nFormer University of Bath student, Navjot Sawhney, set up the Washing Machine Project in 2018 after being inspired by a salad spinner.\nSince then volunteers and businesses have given their time for free to help make the low-cost machines.\nMr Sawhney said he was \"so proud\" of what had been achieved.\nHe said up to 70% of the world's population do not have access to electric washing machines. \nWorking with humanitarian charity Care International he is now aiming to deliver 7,500 of his manual washer and dryers to those most in need in 10 countries including Lebanon, Kenya and India over the next three years.\nMr Sawhney came up with the idea after quitting his engineering job in Wiltshire to volunteer in India, where he saw the struggle of his next-door neighbour - a woman called Divya.  \n\"It was through the frustration of seeing her daily struggles, hand washing her and her family's clothes, that I promised her a manual washing machine,\" he said.\nNamed the Divya, in her honour, the \"robust, simple to use and easily repairable\" machine has been tested in countries around the world.\nMr Sawhney said the reaction has been \"phenomenal\".\n\"Hand washing clothes is very time consuming, and nobody likes hand washing their clothes, so as a problem everybody understands it,\" he said.\n\"We've been so lucky. We've had universities, companies and people who just want to give up their time, and that's such a humbling thought for me.\"\nAmong those helping out is a Bristol design and fabrication firm, Huxlo, which makes all of the PVC and wooden parts.\n\"We gave up our time to make this happen, because it's a really worthwhile project,\" said Matt Mew, from Huxlo.\n\"It's super rewarding to see this go from just a sketch to an actual product going out and helping people.\"\nThe University of Bath, where Mr Sawhney studied, has also helped turn his designs into reality.\n\"We've been able to throw some ideas back to him [Mr Sawhney] and very quickly come up with some solutions,\" said university technician Owen Rutter.\nMr Sawhney, said he will be heading to Iraq at the beginning of September to help distribute the machines.\nFollow BBC West on Facebook, Twitter and Instagram. Send your story ideas to: bristol@bbc.co.uk "
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-birmingham-58194047",
      "category": "uk-england-birmingham",
      "title": "Tribute to Manchester Arena bomb survivor found dead aged 20",
      "tags": "Manchester Arena attack,Wolverhampton",
      "text": "The mother of a Manchester Arena bombing survivor says she is \"so proud to have had her in my life\" after the 20-year-old was found dead at home. \nAmanda Aston remembered daughter Eve as \"very jolly, sassy, sociable\".\nThe cause of death is not yet known.\nMs Aston's family said she had suffered post-traumatic stress disorder (PTSD) in the wake of the 2017 blast at an Ariana Grande concert and had been \"getting back to her old self\" in the weeks before she died.\nHer body was found in her room at home in Wolverhampton on 23 July.\n\"I'm heartbroken, I can't believe it's happened,\" Mrs Aston said.\nMrs Aston described singer Grande as the \"absolute idol\" of her daughter who, aged 17 at the time, was \"so, so happy\" to have tickets to the show. \nTwenty-two people were killed and hundreds more injured when suicide bomber Salman Abedi detonated a homemade device at the end of the concert. \nAlthough physically uninjured, Ms Aston's family said she bore mental scars from the night.\n\"She wasn't sleeping, she kept seeing images in her head,\" Mrs Aston said, adding that while her daughter was able to get help, the family was generally left \"really disappointed\" in the lack of support.\nMs Aston would return to Manchester regularly to lay flowers for the victims.\nAt the time of her death it seemed like she was recovering, explained Mrs Aston, who said: \"It's come as such a shock.\"\nThe family set up a GoFundMe page to raise money for the 20-year-old's funeral, which has so far generated almost £8,000.\n\"She was a wonderful person, so precious,\" Mrs Aston remembered. \"I'm so proud to have had her in my life.\"\nFollow BBC West Midlands on Facebook, Twitter and Instagram. Send your story ideas to: newsonline.westmidlands@bbc.co.uk"
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58200017",
      "category": "uk",
      "title": "Plymouth shooting: Forensic investigators at the scene",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/world-us-canada-58191439",
      "category": "world-us-canada",
      "title": "Britney Spears' father to step down as conservator",
      "tags": "Britney Spears,Music",
      "text": "Britney Spears' father has agreed to step down as the singer's conservator, pledging to participate in an \"orderly transition\" to a new legal arrangement.\nThe pop star's lawyer said it was \"a major victory for Britney Spears and another step toward justice\".\nHowever, Jamie Spears' lawyer insisted there were \"no actual grounds\" for him to step back and gave no timetable for when he would relinquish his role.\nThe singer's career has been in the hands of legal guardians since 2008.\nShe filed a petition to stop her father controlling her estate in July and has said she will not perform again while he remains in the role.\nIn court papers filed on Thursday in response to the star's petition, Mr Spears' lawyer said he would be \"in a position to step aside\" when certain matters were resolved, and \"when the time is right\".\nMr Spears, the 15-page filing states, \"intends to work with the court and his daughter's new attorney to prepare for an orderly transition to a new conservator\".\nMr Spears' lawyer said he did not believe \"a public battle with his daughter... would be in her best interests\" and that he had been \"the unremitting target of unjustified attacks\".\nNevertheless, he called for his daughter's \"flawed\" petition to be denied, saying it was \"unjustified\" and that there were \"no urgent circumstances justifying Mr Spears' immediate suspension\".\nJamie Spears' response to his daughter's petition was welcomed by her lawyer Mathew Rosengart, who called it a \"vindication\" for his client.\n\"We are pleased that Mr Spears and his lawyer have today conceded in a filing that he must be removed,\" he said in a statement.\nYet he accused Jamie Spears of his own \"shameful and reprehensible attacks\" and said he should stop \"making false accusations and taking cheap shots\".\nHe said the singer's father should instead \"remain silent and step aside immediately\".\nMr Rosengart added that an investigation into the actions of those involved in managing her estate throughout the conservatorship would continue.\nThe news was welcomed by one of her fellow celebrities, the model and heiress Paris Hilton.\n\"I'm so happy to hear this news,\" she wrote on Twitter. \"It's been so long overdue but I'm so glad that Britney is on her way to finally being free.\"\nBut some of the singer's supporters, who have campaigned for her to regain autonomy over her affairs using the #FreeBritney hashtag, expressed scepticism.\nCampaigner Leanne Simmons dismissed the move as \"another manipulation tactic\", while another fan said there was \"still plenty of work to do\".\nLisa MacCarley, a US conservatorship lawyer and #FreeBritney advocate, said it was a \"significant\" development in the ongoing dispute.\n\"I'm sure Britney is feeling a lot of relief,\" she told BBC Breakfast on Friday. \"The only question is how soon this is going to take place.\n\"It really depends on what conditions Jamie's attorneys put on his resignation.\"\nThe conservatorship arrangement was imposed in 2008 when concerns were raised over her mental health.\nThe court-ordered agreement gave Jamie Spears control over his daughter's estate and other aspects of her life.\nThe conservatorship is split into two parts. One is for her estate and financial affairs, while the other is for her as a person. \nMr Spears stepped down as his daughter's personal conservator in 2019 due to health issues but has continued to oversee her business arrangements.\nIn recent months, she has sought to remove him from his role and has called for him to be charged with \"conservatorship abuse\".\nThe 39-year-old told a judge that she had been drugged, forced to perform against her will and prevented from having children.\nMr Spears has consistently denied any accusations of wrongdoing and has expressed concern for his daughter's wellbeing.\nThe prolonged legal row gained renewed attention earlier this year following the release of Framing Britney Spears, a documentary that centred on the conflict over the singer's guardianship.\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58179582",
      "category": "uk-northern-ireland",
      "title": "Covid-19: NI ministers agree to relax self-isolation rules",
      "tags": "Robin Swann,Coronavirus pandemic",
      "text": "The Stormont Executive has agreed to a number of changes to Covid-19 rules, including the end of close contacts self-isolating if they are fully vaccinated.\nOther changes have been agreed for schools and the hospitality sector.\nClass bubbles will no longer be required from the start of term.\nThe rule-of-six - the number of people allowed to sit at tables together in pubs and restaurants - has also been scrapped.\nHowever, the executive stopped short of changing rules on social distancing or face coverings.\nPost-primary students will also still have to wear masks in class.\nFirst Minister Paul Givan said he hoped for a decision to lift all restrictions by the end of September and that the \"justification for regulations is diminishing\".\nHe also said he had hoped to see fewer restrictions for the hospitality sector in the latest changes and that it was time to move from a regulatory model to one of \"personal responsibility\". \nHowever, Deputy First Minister Michelle O'Neill said the executive had taken a \"cautious approach\", which was \"fully supported by public health advice\".\nThe executive agreed to the changes to Covid-19 rules following discussion of a paper submitted by Health Minister Robin Swann.\nThe major change, to take affect from Monday (16 August), will see people who are notified as close contacts not having to self-isolate if they have been fully vaccinated.\nThey will still be advised to take a PCR (Polymerase Chain Reaction) Covid test on day two and eight of the process.\nIf someone tests positive, they must continue to self-isolate, even if they do not have symptoms of the disease.\nPeople who started self-isolating before 16 August can stop on that date but only if they have been fully vaccinated.\nIt will bring Northern Ireland into line with England, where the change is also taking effect on Monday.\nThe move has already taken effect in Scotland and Wales. \nIn schools, class bubbles will no longer be required from the start of term.\nHowever, ministers have decided to retain face coverings for post-primary students in classrooms for the first six weeks of term.\nOther moves agreed by the executive include: \nIndoor premises and workplaces in Northern Ireland are still required to comply with a social distancing rule of at least 1m (3ft).\nThat rule has been lifted in other parts of the UK and many people in Northern Ireland's hospitality sector are keen to see it relaxed locally too. \nNightclubs also remain without a reopening date.\nThe executive will keep the measures under review. \nThe takeaway from today's executive meeting? The finishing line on restrictions is still not in sight. \nThe DUP is keen to move full steam ahead and scrap the rest of the rules before the end of next month, particularly as furlough and other support for hospitality businesses slip away. \nBut contrast its tone with other parties and health officials who are more hesitant, saying the vaccination rate and case numbers mean progress must be slower. \nThose arguments within the executive over regulations versus guidance and personal responsibility will continue.\n It feels, though, like it's soon going to have to come to a head.\nFirst Minister Paul Givan said he hoped the changes would go further for pubs and restaurants and indicated he hoped all restrictions could be lifted by the end of September. \nMr Givan, a Democratic Unionist Party assembly member, said the restrictions on social distancing and table service had affected the hospitality sector's sustainability.\n\"From my party's perspective, we're getting to the point that personal responsibility, taking informed decisions at an individual level, is how we need to address this.\n\"The justification for having regulations in place for this is diminishing and I don't think is proportionate.\"\nHe said the executive would revisit remaining regulations during meetings due to take place on the 1 September and 9 September.\nBut he said there would be no \"freedom day\" rhetoric.\n\"England portrayed what they were doing as a freedom day. If we look at the restrictions that we had two months ago to where we are today, we are well on the way now to narrowing that difference.\n\"Phrasing it though as freedom day is not language I think we're going to use, because we still want people to take that personal responsibility.\"\nDeputy First Minister Michelle O'Neill said Northern Ireland was at the peak of the current Covid wave, but that \"we should expect to see cases starting to come down over the next week\". \nShe said the executive had taken a \"cautious approach\", which was \"fully supported by public health advice\". \n\"I think what we're doing is proportionate to the current level of cases,\" she added.\n\"We'll have a better sense of where we are in the first week of September - that's when we revisit all the issues that have not been moved on today.\"\nThe Sinn Féin assembly member said vaccination was Northern Ireland's \"best defence\". \n\"We didn't reach the levels that we would have wanted, if you have compared us to England, Scotland and Wales, the south have now overtaken us. \n\"It's not about vaccine shaming, but anybody hasn't had the vaccine yet, we would encourage people to please take it up, it's the best thing we can do.\"\nHealth Minister Robin Swann said the changes \"provides yet another example of the benefits of being fully vaccinated\". \nEducation Minister Michelle McIlveen said the new rules should give schools more \"flexibility\" with pupils.\nDorothee Fassunge from Belfast restaurant L'Etoile du Nord said changes to self-isolation rules removed a risk that was \"hanging over the business\".\nSpeaking to BBC News NI's Evening Extra programme, she welcomed the end to the six person limit - although she said it would be awhile before she booked big groups. \n\"As a business owner it is, yes, about making money but it is personal responsibility for me too, for my staff and my customers, to ensure everybody is safe,\" she said. \nAaron McHenry, who manages The Elk in Toome, said the end of the rule-of-six  was \"great news\" adding: \"For any family event it's great everybody can come, sit together and eat together, which will help things along.\"\nIndustry bodies Hospitality Ulster and the Northern Ireland Hotels Federation (NIHF) both welcomed the relaxations but called on the executive to remove further restrictions, such as pubs being table service only as well as international travel restrictions. \nRetail NI's chief executive Glyn Roberts welcomed the move, saying the end to self-isolation would help businesses managing staff shortages.\nHowever, Angela McGowan, from the Confederation of British Industry (CBI) Northern Ireland, said Thursday's decision was a \"missed opportunity\" and that some would feel the changes \"haven't gone far enough\".\nMeanwhile, those from the care home sector also said it was unclear whether self-isolation rules would be relaxed for care home staff.\nJulie Ann McNally from Care Home Advice and Support NI said isolation had been \"shocking and traumatic\" for both care home residents and their families.\nThe executive's decisions came after it discussed a paper submitted by Health Minister Robin Swann, in which he said there were good reasons why Northern Ireland should follow the same self-isolation rules as the other parts of the UK.\nThe health minster stated that \"it is likely that the period of good weather in late July helped to suppress the virus transmission and this has now increased again as people have interacted indoors\".\nHe added that positive cases remain highest in the \"18-30 age band but are rising slowly in almost all age bands\". \nHe also told his ministerial colleagues that the Delta variant accounts for over 90% of all cases.\nThe health minister stressed to his colleagues that \"it is important to note that the position in Northern Ireland is significantly worse at present that the rest of the Common Travel Area (UK and the Republic of Ireland) in relation to case numbers, hospital pressures and vaccination status\".\nBut his paper added that his discussions with the chief scientific advisor and the Northern Ireland modelling group \"indicates the current wave of Covid 19 in Northern Ireland is either at peak or nearing its peak\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/entertainment-arts-58190446",
      "category": "entertainment-arts",
      "title": "Una Stubbs: Till Death Us Do Part and Sherlock actress dies aged 84",
      "tags": "Television,EastEnders",
      "text": "Actress Una Stubbs, who appeared in some of the best-loved shows on British TV from the 1960s to the 2010s, has died at the age of 84.\nShe found fame in Cliff Richard's 1963 film Summer Holiday before starring in hit sitcom Till Death Us Do Part.\nThe actress went on to appear in shows like Worzel Gummidge, The Worst Witch, EastEnders and Sherlock.\nHer agent paid tribute to her as \"a wonderful actress\" and \"graceful, gracious and kind and constant friend\".\nAfter starting her career as a dancer, Stubbs became a fixture on the small screen in the 60s when she played Alf Garnett's exasperated daughter Rita in Till Death Us Do Part and the 1980s follow-ups 'Til Death and In Sickness and In Health.\nShe was also a regular on the game show Don't Say A Word and its follow-up Give us a Clue, and became a favourite of young audiences as Aunt Sally in Worzel Gummidge.\nShe starred in another children's hit, The Worst Witch, in the late 1990s, as well as playing Caroline Bishop in soap EastEnders and appearing in comedies The Catherine Tate Show and Benidorm. \nHer last major role saw her play Sherlock's landlady Mrs Hudson in the BBC drama starring Benedict Cumberbatch.\nSherlock creator Steven Moffat remembered Stubbs as \"the loveliest light on Baker Street\".\nWriting on Instagram, he said: \"What a woman, what a talent, what a star - and just about the kindest, nicest, funniest person you could meet.\n\"I don't know how anyone even starts summing up that career - Till Death Us Do Part, Fawlty Towers, the incomparable Aunt Sally in Worzel Gummidge... and, of course, the irreplaceable heart and soul of Sherlock\".\nIn a statement, Stubbs' sons Joe and Christian Henson and Jason Gilmore said: \"Mum passed away quietly today with her family around her, in Edinburgh. We ask for privacy and understanding at this most difficult and sad of times.\"\nHer agent Rebecca Blond, who represented Stubbs for more than 20 years, said she would \"miss her enormously and remember her always\".\nThe veteran actress had been ill for a few months, Blond told BBC News.\nShe said: \"We are desperately sad to have lost not only a wonderful actress, whose screen and stage career, spanning over 50 years, was so extraordinarily varied, from Till Death Us Do Part to Sherlock, as well as memorable performances in the West End, at the Old Vic, Donmar Warehouse, Sheffield Crucible and National Theatre, but also a wickedly funny, elegant, stylish, graceful, gracious and kind and constant friend.\n\"She was also a highly respected and exhibited artist.\"\nStubbs exhibited in the Royal Academy's Summer Exhibition, and her passion for art made her the perfect choice to co-host BBC One's The Big Painting Challenge in 2015.\nBroadcaster Gyles Brandreth paid tribute, saying it was \"a sad day\".\nHe wrote: \"Such a funny, lovely, gifted lady - a marvellous actress with a special style & a great (and impish) sense of humour.\"\nFellow dancer and actress Bonnie Langford said it was \"such a loss\".\nShe said: \"She made everything look so effortless. A consummate professional, kind, gracious, elegant, versatile and fun. Her Aunt Sally was a masterclass alone.\"\nOther tributes came from across the entertainment industry.\nStubbs started her career at the age of 16 as a chorus girl at the London Palladium, and was the Dairy Box girl in TV chocolate adverts in the 1950s.\nShe auditioned for Summer Holiday as a dancer, but ended up being given one of the main roles. She had no formal acting training, saying: \"I've been to the school of observation. I learned everything there.\"\nShe maintained a long careerthat saw her remain popular with successive generations. \"Different age groups recognise me for different things,\" she said.\nShe starred on stage as well as screen, including in Shakespeare's Twelfth Night - which she described as her most challenging part - and in the original cast of the National Theatre adaptation of The Curious Incident of the Dog in the Night-Time.\nIn her private life,Stubbs was married and divorced twice, to actors Peter Gilmore and Nicky Henson, and had three sons.\nShe once said she felt she spent most of her life \"doing two jobs, motherhood and acting, and only being so-so at both of them\".\nBut she also spoke about the resilience she found under pressure. \"I am amazed at the strength I found,\" she told The Guardian in 2007.\n\"When I think of what a lightweight girl I was, expecting roses to grow around the door, expecting everyone to be perfect... but of course, it's the layers you grow that make you into a person.\n\"I realise on reflection that I'm a strong person - even steely, actually - but I had no idea.\"\nFollow us on Facebook, or on Twitter @BBCNewsEnts. If you have a story suggestion, email entertainment.news@bbc.co.uk."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-england-lincolnshire-58187438",
      "category": "uk-england-lincolnshire",
      "title": "Daniela Espirito Santo reported partner to police seven times before death",
      "tags": "Domestic abuse,Grantham,Independent Office for Police Conduct,Lincolnshire Police",
      "text": "No standards were breached by police when a woman died while on hold reporting a domestic assault, a watchdog has said.\nDaniela Espirito Santo, 23, from Grantham, reported partner Julio Jesus for attacking her while on bail for another assault the same day.\nHe was charged with manslaughter but that was dropped over lack of evidence linking the attack and her death.\nHe was instead charged with assault and jailed for 10 months.\nA report by the Independent Office for Police Conduct (IOPC), which was leaked to the New York Times, detailed seven calls from Ms Espirito Santo about her partner between May 2019 and April 2020. \nDuring her final 999 call on 8 April 2020, she reported being attacked hours after Jesus was released on police bail for an assault earlier that day in which he pinned her down and pushed his arm against her throat. \nThe 999 call handler deemed the call non-urgent as Jesus had left the home and told Ms Espirito Santo to ring back on the non-emergency 101 number. \nEight minutes later, when the non-emergency call handler answered, all she could hear were the distraught cries of a baby.\nWhen police forced entry to Ms Espirito Santo's flat, they found her slumped on the sofa cradling her six-month-old son. \nFollowing her death, Julio Jesus was arrested on suspicion of manslaughter. \nA post-mortem examination found Ms Espirito Santo had died from a pre-existing heart condition and that there was a possible link between the stress of the assault and her heart failing.\nHowever, after further reviewing medical evidence, the Crown Prosecution Service (CPS) said it did not believe it could sufficiently prove \"an evidential link\" between the assault and her death and dropped the manslaughter charge. \nA spokeswoman for the CPS said: \"Julio Jesus was originally charged with the manslaughter of Daniela Espirito Santo on the basis that his actions that day triggered a fatal complication from a pre-existing heart condition.\n\"As the case neared trial, and following review of further expert medical reports, it became apparent we could not prove an evidential link between Ms Santo's tragic heart failure and what occurred that day between her and Mr Jesus.\n\"We contacted Ms Santo's family to explain the way the evidence in this case led to this conclusion. Our thoughts and sympathies are with her loved ones at this difficult time,\" the spokeswoman added.\nInstead, Jesus was convicted for two assaults and jailed.\nCharly Price-Wallace, a friend of Ms Espirito Santo's, has called for greater protection for victims of domestic abuse who are scared to press charges against their partners. \n\"They had record of seven incidents which contained 10 attacks that Dani had disclosed and yet didn't see a pattern or do anything about it.\n\"We need to make sure her name means something - that she didn't die in vain.\"\nCopies of police reports in the IOPC investigation show how the abuse escalated over the course of a year from threats to kill, to controlling and coercive behaviour and strangulation. \nThe IOPC also found that Lincolnshire Police had not failed in any of their standards during multiple contacts with Ms Espirito Santo. \nHowever, the IOPC said there was a \"learning recommendation\" in relation to the need for a force-wide written policy on when to transfer calls directly to the non-emergency 101 service rather than asking people to call back themselves, and any actions to be taken by 999 operators when taking that action.\nA spokeswoman for Lincolnshire Police said it would not be possible to comment until the conclusion of an inquest into Ms Espirito Santo's death. \nA Domestic Homicide Review, which is a multi-agency review of the circumstances in which a person's death has, or appears to have, resulted from violence, abuse or neglect by a person to whom they were in an intimate personal relationship, is under way."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58191473",
      "category": "uk",
      "title": "Satanic forums visited by a killer uncovered",
      "text": ""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-scotland-57862733",
      "category": "uk-scotland",
      "title": "'Stress and frustration' over Scotland's paper vaccine pass",
      "tags": "EU citizens,France,NHS Scotland,Coronavirus vaccines,Coronavirus testing,Norway,European Union,Vaccine passports,Coronavirus pandemic",
      "text": "People living in Scotland have spoken of holiday stress and frustration caused by the Scottish government's vaccine certificate system.\nOther UK nations use apps which provide a QR code as proof of vaccination, in line with a system used across Europe.\nHowever, people in Scotland have to request a paper certificate sent by post, which countries may not accept.\nTravel agents say Scottish travellers have been \"blindsided\" and in some cases may have to endure quarantines.\nThe EU Digital Covid Certificate is available in all 27 member nations - plus Switzerland, Iceland, Norway and Liechtenstein.\nBecause the UK is no longer in the EU, the certificate is not available to most Britons, leading to a number of problems.\nThe Scottish government has said it hopes to introduce a digital scheme next month.\nFrench-born Virginie Brouard, who owns the Edinburgh wine bar and restaurant Le De-Vin, travelled to Brittany in France with her children to visit her parents - whom she had not seen in two and a half years.\nFrance has recently rolled out a new health pass which means people need proof of vaccination to enter places such as museums and cinemas.\nVirginie said she did not experience issues getting into the country, but said she was turned away from a café because she did not have a QR code.\nShe said there is concern in the area that if checks are not done correctly, businesses could close.\nShe told BBC Radio Scotland's Drivetime with John Beattie: \"It's been a stressful holiday to be honest. They don't like the piece of paper, they are all asking for a QR code and it's all on the phone - I'm lucky that Brittany is a bit more laid back. \n\"They don't really like the AstraZeneca vaccine either but I have only been rejected once - we just went for a coffee, I went to order and when the woman came to check our vaccine passport I said I only had the paper. \n\"She said she didn't want us to stay. That was not nice, I have to say I'm not too happy with the entire situation.\"\nVirginie said her £400 bill for PCR tests had caused further stress as she could not be assured her family's results would arrive on time for their return journey on Sunday.\nHowever, she believes asking people to prove their vaccination status is not just impractical, but a moral issue.\n\"We have to respect everybody's situation,\"she said. \"I'm not a scientist or politician but I don't like it - it's not right, especially when there is no vaccination for children.\n\"As a business owner there's no way I'm going to pay somebody to sit at the door and ask my customers for a vaccine passport.\"\nHave you experienced problems using a Scottish vaccine certificate abroad? Please share your stories and pictures with us.\nYou can now get in touch with BBC Scotland on the phone messaging service, WhatsApp. \nTo start using the app, simply download WhatsApp on to your smartphone free from the internet.\nThen add our WhatsApp number +44 7902 704679 to your phone's contact list.\nPlease make sure you read our terms of use and privacy policy.\nLast August, businessman Derek Douglas took his yacht to Bergen on the west coast of Norway, where it has been stranded ever since.\nThe 67-year-old former chairman of Maggie's Centres has been attempting to re-enter Norway over the summer, but cannot get permission from the authorities because of his paper vaccine certificate.\nThe country only accepts Norwegian, Danish, Swedish or EU digital Covid certificates as proof of vaccination or previous illness.\nDerek said: \"I've spoken to the guy in charge of the border police at Bergen airport and offered my NHS login details but they said they can't do that - they can only scan QR codes.\n\"I don't mind not being able to access amenities but I've left my boat there since August. It's more frustrating as it looks like the Scottish government weren't looking ahead, someone should have woken up to the idea.\n\"I can't have a holiday in Norway - I wanted to go exploring and can't do that as most people stop sailing at the end of September due to the wind and low temperatures. It was supposed to be a bit of an adventure. I'm an older guy and you've got to pack these things in while you can.\"\nLast month the Scottish government confirmed that a digital scheme would replace the paper vaccination certificates.\nIt awarded a £600,000 contract to a Danish firm to develop the digital system, which is expected to launch in September.\nThe Scottish government said: \"We are developing an app to make it easier to show Covid status for international travel.\n\"This will include vaccination records and we aim to release this next month.\"\nHowever Linda Hill, of the West Kilbride travel agent LAH Travel and part of the Scottish Passenger Agents Association, told the BBC she was \"dumbfounded\" by the Scottish government's decision to continue posting certificates by first-class mail.\nShe said: \"The cost of that when the rest of the UK has a digital pass, I don't understand why we're not all just using the same thing.\n\"The protocols for every destination are so different - it's a very challenging time to have to tell people what happens in Spain is different from France etc.\n\"Most countries don't ask for a PCR test to come back in, they recommend it but will accept an antigen test which is a lot cheaper.\n\"In France you're going to have a digital pass which we don't have. Once again it feels like the Scottish traveller is being blindsided.\n\"Please check what your regulations are because we are hearing if you don't have the digital certificate you have to quarantine on arrival.\""
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58179094/#comp-comments-button",
      "category": "#comp-comments",
      "title": "GCSEs: Rise in top grades in Northern Ireland as results issued",
      "tags": "GCSEs,NI education",
      "text": "There has been a rise in the number of top GCSE grades in Northern Ireland.\nGrades A* and A were awarded to just under 40% of entries, which is up from 37.1% in 2020.\nAs exams were cancelled for a second year due to the Covid-19 pandemic, pupils' results were based on grades calculated by schools.\nSimilar arrangements for A-levels saw a record number of entries awarded top grades on Tuesday but the rise in results at GCSE has been less dramatic.\nIan Bell, principal at Movilla High School in Newtownards, said his pupils had done \"remarkably well in some very difficult circumstances\".\n\"Sometimes I think it's very easy for people to jump to conclusions where they think 'oh it seems that they were easier' or 'it was an easier process' and I would certainly refute that and I'm sure every other principal in the province would refute that too,\" he said.\n\"Hopefully, things as they start to return to normal, we will be able to get back to our normal procedures, but I don't think the examination systems have anything to lose from learning some of the lessons we've had, especially over the last two years.\"\nThe pupils at the high school said their whole summer had \"been leading up to results day\" and that there were a lot of nerves in the last few days.\n\"Last night I was really nervous, but I was excited to come and see everybody, \" one pupil said. \n\"It was hard going into this year because you're going into uncertainty and you didn't know would exams go on or would exams be cancelled, but I think we had to just go head on and do the best that we possibly could.\"\nAbout 29,000 students in Northern Ireland received their GCSE results on Thursday.\nOthers received results for BTec, vocational or entry level qualifications.\nTeachers will have used evidence like classwork, homework, coursework and in-class tests to provide grades for pupils.\nGrades calculated by schools were also used to give pupils their GCSE results in 2020 after exams were cancelled.\nThere has been some criticism that the assessment system used has led to a grade-inflation, but one Londonderry principal believes there are some benefits for pupils not having to sit traditional GCSE exams. \nSpeaking to BBC Radio Foyle, Michael Allen, principal of Lisneal College in the Waterside, said there was \"certainly elements I prefer\" about using an evidence-based method for the determination of grades.\n\"Examinations and grades are pre-determined by the exam boards so the number of kids who achieve an A*, A or B is already pre-determined,\" he said.\n\"By removing the algorithm I think we are actually seeing what young people are actually capable of before examination boards are in a position to manipulate results.\"\n2019 was the most recent year in which a full exam series took place.\nJust under a third of all GCSEs in Northern Ireland were awarded A* or A in 2019, and that has risen to 39.9% of entries this year.\nAbout nine in every 10 (89.6%) entries were awarded A* to C grades, similar to 2020.\nGirls continue to outperform boys in achieving the top grades.\nJust under half of entries from girls in 2021 received A* or A grades compared to about a third of entries from boys. \nIn 2020, almost one in every eight GCSE entries (12.4%) in Northern Ireland was awarded the top A* grade, a rise from 8.1% of entries in 2019.\nMore than one in three GCSE entries (37.1%) received the top A* or A grades in 2020.\nThe vast majority of GCSEs in Northern Ireland are taken by pupils through the exams board CCEA and results were available from 08:30 BST on Thursday.\nMany pupils went to their school to pick up results as unlike A-levels, they cannot receive them online. \nAbout 98% of entries are through CCEA, with the remainder through English and Welsh exam boards.\nThat means some pupils in Northern Ireland received results in the form of numbers as well as letters.\nThat is because GCSEs in England are graded numerically from nine to one.\nPupils use their GCSE results to progress to A-level, courses in further education, training or employment."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/business-58196473",
      "category": "business",
      "title": "Lord of the Rings: Amazon moves show to UK from New Zealand",
      "tags": "Television,Amazon,JRR Tolkien,New Zealand",
      "text": "Production of the new Lord of the Rings television series will move to the UK from New Zealand, Amazon Studios has confirmed.\nThe as-yet-untitled fantasy epic is set thousands of years before the events in JRR Tolkien's books The Hobbit and The Lord of the Rings.\nIt is a major blow for New Zealand's entertainment industry where the award-winning movies were also filmed.  \nUK culture secretary Oliver Dowden welcomed the decision.\nHe said: \"Thousands of high quality jobs all across the UK will be created and supported by The Lord of the Rings television series so this is very exciting news.\"\nThe Department for Digital, Culture, Media and Sport and the Treasury have been approached for comment on whether Amazon Studios has been offered financial subsidies to move production to the UK.\nAmazon Studios, the film and TV arm of the technology giant, has already spent $465m (£336.5m) on the first season of the show.\nIt said the shift in locations was part of a plan to expand its production space and consolidate its footprint in the UK.\nThe first season of the show will finish filming in New Zealand and will be shown on Amazon Prime in September 2022.\nProduction will then move to the UK and four more seasons of the show are expected to be made.\nNew Zealand's economic development minister Stuart Nash said the government was \"disappointed\" by the decision. \nIn April, the New Zealand government had granted Amazon Studios extra subsidies on its production.\nAmazon was already receiving a 20% rebate on its expenses for filming The Lord of the Ring series in New Zealand before the government added an extra 5%.\nAt the time, Mr Nash said the agreement with Amazon generated \"local jobs and creates work for local businesses\" and would \"enable a new wave of international tourism branding and promotion for this country\".\nCommenting on the decision to move production from New Zealand, Mr Nash said the country's film industry was \"incredibly competitive and highly mobile\".\n\"We have no regrets about giving this production our best shot with government support,\" he said.\nAmazon said it would not \"actively pursue\" the additional 5% subsidy it had been granted. \nVernon Sanders, vice president and co-head of TV at Amazon Studios thanked \"the people and the government of New Zealand for their hospitality and dedication and for providing The Lord of the Rings series with an incredible place to begin this epic journey.\" \nNew Zealand's dramatic landscapes were also home to Oscar-winning director Peter Jackson's The Lord of the Rings and The Hobbit movie trilogies.\nThe first Lord of the Rings film, The Fellowship of the Ring, was released in December 2001 and the final part of the trilogy was screened in 2003. \nThe popularity of the films helped promote New Zealand's tourist industry. Between 2001 and 2006, annual tourists to the country rose by 40% from 1.7 million to 2.4 million, according to a report."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-northern-ireland-58179582/#comp-comments-button",
      "category": "#comp-comments",
      "title": "Covid-19: NI ministers agree to relax self-isolation rules",
      "tags": "Robin Swann,Coronavirus pandemic",
      "text": "The Stormont Executive has agreed to a number of changes to Covid-19 rules, including the end of close contacts self-isolating if they are fully vaccinated.\nOther changes have been agreed for schools and the hospitality sector.\nClass bubbles will no longer be required from the start of term.\nThe rule-of-six - the number of people allowed to sit at tables together in pubs and restaurants - has also been scrapped.\nHowever, the executive stopped short of changing rules on social distancing or face coverings.\nPost-primary students will also still have to wear masks in class.\nFirst Minister Paul Givan said he hoped for a decision to lift all restrictions by the end of September and that the \"justification for regulations is diminishing\".\nHe also said he had hoped to see fewer restrictions for the hospitality sector in the latest changes and that it was time to move from a regulatory model to one of \"personal responsibility\". \nHowever, Deputy First Minister Michelle O'Neill said the executive had taken a \"cautious approach\", which was \"fully supported by public health advice\".\nThe executive agreed to the changes to Covid-19 rules following discussion of a paper submitted by Health Minister Robin Swann.\nThe major change, to take affect from Monday (16 August), will see people who are notified as close contacts not having to self-isolate if they have been fully vaccinated.\nThey will still be advised to take a PCR (Polymerase Chain Reaction) Covid test on day two and eight of the process.\nIf someone tests positive, they must continue to self-isolate, even if they do not have symptoms of the disease.\nPeople who started self-isolating before 16 August can stop on that date but only if they have been fully vaccinated.\nIt will bring Northern Ireland into line with England, where the change is also taking effect on Monday.\nThe move has already taken effect in Scotland and Wales. \nIn schools, class bubbles will no longer be required from the start of term.\nHowever, ministers have decided to retain face coverings for post-primary students in classrooms for the first six weeks of term.\nOther moves agreed by the executive include: \nIndoor premises and workplaces in Northern Ireland are still required to comply with a social distancing rule of at least 1m (3ft).\nThat rule has been lifted in other parts of the UK and many people in Northern Ireland's hospitality sector are keen to see it relaxed locally too. \nNightclubs also remain without a reopening date.\nThe executive will keep the measures under review. \nThe takeaway from today's executive meeting? The finishing line on restrictions is still not in sight. \nThe DUP is keen to move full steam ahead and scrap the rest of the rules before the end of next month, particularly as furlough and other support for hospitality businesses slip away. \nBut contrast its tone with other parties and health officials who are more hesitant, saying the vaccination rate and case numbers mean progress must be slower. \nThose arguments within the executive over regulations versus guidance and personal responsibility will continue.\n It feels, though, like it's soon going to have to come to a head.\nFirst Minister Paul Givan said he hoped the changes would go further for pubs and restaurants and indicated he hoped all restrictions could be lifted by the end of September. \nMr Givan, a Democratic Unionist Party assembly member, said the restrictions on social distancing and table service had affected the hospitality sector's sustainability.\n\"From my party's perspective, we're getting to the point that personal responsibility, taking informed decisions at an individual level, is how we need to address this.\n\"The justification for having regulations in place for this is diminishing and I don't think is proportionate.\"\nHe said the executive would revisit remaining regulations during meetings due to take place on the 1 September and 9 September.\nBut he said there would be no \"freedom day\" rhetoric.\n\"England portrayed what they were doing as a freedom day. If we look at the restrictions that we had two months ago to where we are today, we are well on the way now to narrowing that difference.\n\"Phrasing it though as freedom day is not language I think we're going to use, because we still want people to take that personal responsibility.\"\nDeputy First Minister Michelle O'Neill said Northern Ireland was at the peak of the current Covid wave, but that \"we should expect to see cases starting to come down over the next week\". \nShe said the executive had taken a \"cautious approach\", which was \"fully supported by public health advice\". \n\"I think what we're doing is proportionate to the current level of cases,\" she added.\n\"We'll have a better sense of where we are in the first week of September - that's when we revisit all the issues that have not been moved on today.\"\nThe Sinn Féin assembly member said vaccination was Northern Ireland's \"best defence\". \n\"We didn't reach the levels that we would have wanted, if you have compared us to England, Scotland and Wales, the south have now overtaken us. \n\"It's not about vaccine shaming, but anybody hasn't had the vaccine yet, we would encourage people to please take it up, it's the best thing we can do.\"\nHealth Minister Robin Swann said the changes \"provides yet another example of the benefits of being fully vaccinated\". \nEducation Minister Michelle McIlveen said the new rules should give schools more \"flexibility\" with pupils.\nDorothee Fassunge from Belfast restaurant L'Etoile du Nord said changes to self-isolation rules removed a risk that was \"hanging over the business\".\nSpeaking to BBC News NI's Evening Extra programme, she welcomed the end to the six person limit - although she said it would be awhile before she booked big groups. \n\"As a business owner it is, yes, about making money but it is personal responsibility for me too, for my staff and my customers, to ensure everybody is safe,\" she said. \nAaron McHenry, who manages The Elk in Toome, said the end of the rule-of-six  was \"great news\" adding: \"For any family event it's great everybody can come, sit together and eat together, which will help things along.\"\nIndustry bodies Hospitality Ulster and the Northern Ireland Hotels Federation (NIHF) both welcomed the relaxations but called on the executive to remove further restrictions, such as pubs being table service only as well as international travel restrictions. \nRetail NI's chief executive Glyn Roberts welcomed the move, saying the end to self-isolation would help businesses managing staff shortages.\nHowever, Angela McGowan, from the Confederation of British Industry (CBI) Northern Ireland, said Thursday's decision was a \"missed opportunity\" and that some would feel the changes \"haven't gone far enough\".\nMeanwhile, those from the care home sector also said it was unclear whether self-isolation rules would be relaxed for care home staff.\nJulie Ann McNally from Care Home Advice and Support NI said isolation had been \"shocking and traumatic\" for both care home residents and their families.\nThe executive's decisions came after it discussed a paper submitted by Health Minister Robin Swann, in which he said there were good reasons why Northern Ireland should follow the same self-isolation rules as the other parts of the UK.\nThe health minster stated that \"it is likely that the period of good weather in late July helped to suppress the virus transmission and this has now increased again as people have interacted indoors\".\nHe added that positive cases remain highest in the \"18-30 age band but are rising slowly in almost all age bands\". \nHe also told his ministerial colleagues that the Delta variant accounts for over 90% of all cases.\nThe health minister stressed to his colleagues that \"it is important to note that the position in Northern Ireland is significantly worse at present that the rest of the Common Travel Area (UK and the Republic of Ireland) in relation to case numbers, hospital pressures and vaccination status\".\nBut his paper added that his discussions with the chief scientific advisor and the Northern Ireland modelling group \"indicates the current wave of Covid 19 in Northern Ireland is either at peak or nearing its peak\"."
    },
    {
      "article_id": "http://www.bbc.co.uk/news/uk-58188657",
      "category": "uk",
      "title": "Almost half a million EU citizens await decision over right to stay in UK",
      "text": "Almost half a million EU citizens are still awaiting a decision over UK settled status after a surge of applications before the June deadline.\nSome 483,200 cases were pending in July, Home Office data shows.\nLawyers have warned that delays can last weeks, leaving some EU nationals unable to work or rent.\nThe Home Office says it has deployed extra resources to deal with applications and most non-complex cases are decided within five working days.\nAfter Brexit, the automatic right for EU citizens and their families to live and work in the UK ended.\nInstead, EU citizens had to apply for legal permission to remain under what is known as the EU Settlement Scheme (EUSS).\nA total of 6,015,400 applications were made between the launch of the scheme in March 2019 and the closing date of 30 June 2021.\nAnother 58,200 applications came in after the deadline, figures up to 31 July show.\nPoland was the nation with the highest number of applications at 1,091,500, followed by Romania with 1,067,200 and Italy with 545,600.\nEU nationals living in the UK were given until 30 June to apply to stay in the UK. \nThey could apply for:\nFollowing a surge in applications ahead of the 30 June deadline, the government increased the number of caseworkers and resolution agents to respond to queries.  \nHowever, Bhavneeta Limbachia, an immigration lawyer at Russell-Cooke solicitors, has warned of delays in issuing EU citizens with a Certificate of Application.\nThis is the document required to demonstrate an individual still has the right to live and work in the UK.\n\"This bottleneck in the system is failing EU nationals, especially when employment has had to be temporarily suspended,\" she said. \n\"The delay is also prejudicial to landlords and employers, who are left in a predicament when assessing whether an applicant is legally permitted to continue renting or working in the UK.\"\nImmigration minister Kevin Foster said anyone who makes a late application will receive temporary protection until it is concluded.\n\"I'm delighted thousands more EU citizens have had their status secured through our hugely successful EU Settlement Scheme and we continue to work as quickly as possible to conclude all applications received,\" Mr Foster said."
    }
  ]
}